{
    "title": "[Low back pain and Modic changes].",
    "doc_id": "28745679",
    "writer": "Sokov EL",
    "year": "2017",
    "summary": "The dominant disease pattern is a persistent back pain syndrome with varying intensity. It leads to difficulties in the interpretation of clinical data, evaluation of MRI data and treatment. ...",
    "abstract": "Modic changes (MCh) are pathological changes in the bone marrow and the endplates of adjacent vertebrae characterized by bone marrow edema, fatty degeneration or osteosclerosis that are revealed by high-power field magnetic resonance imaging (MRI). The dominant disease pattern is a persistent back pain syndrome with varying intensity. It leads to difficulties in the interpretation of clinical data, evaluation of MRI data and treatment. The article presents a modern conception of the pathogenesis, classification, clinical implications and treatment of MCh based on national and foreign sources as well and the author's view on the osteogenic mechanism of the pathogenesis and treatment of MCh using intraosseous blockades.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28745679/",
    "clean_text": "low back pain and modic changes the dominant disease pattern is a persistent back pain syndrome with varying intensity it leads to difficulties in the interpretation of clinical data evaluation of mri data and treatment modic changes mch are pathological changes in the bone marrow and the endplates of adjacent vertebrae characterized by bone marrow edema fatty degeneration or osteosclerosis that are revealed by high power field magnetic resonance imaging mri the dominant disease pattern is a persistent back pain syndrome with varying intensity it leads to difficulties in the interpretation of clinical data evaluation of mri data and treatment the article presents a modern conception of the pathogenesis classification clinical implications and treatment of mch based on national and foreign sources as well and the author s view on the osteogenic mechanism of the pathogenesis and treatment of mch using intraosseous blockades"
}