{
    "title": "Leukocytes and the kidney contribute to interstitial inflammation in lupus nephritis.",
    "doc_id": "17928821",
    "writer": "Adalid-Peralta L",
    "year": "2008",
    "summary": "In vivo migration assays showed that splenic leukocytes from spontaneously nephritic mice tended to migrate into non-inflamed syngeneic kidneys. This was enhanced if the recipient kidneys were already inflamed. Kidneys from both chronically and acutely …",
    "abstract": "Interstitial leucocyte infiltration, a prominent feature of lupus nephritis, predicts deterioration of renal function. We used two models of lupus nephritis in mice, one with chronic spontaneous disease and the other with acute interferon-alpha (IFN alpha)-mediated disease. The latter is characterized by the virtual absence of interstitial infiltration. In vivo migration assays showed that splenic leukocytes from spontaneously nephritic mice tended to migrate into non-inflamed syngeneic kidneys. This was enhanced if the recipient kidneys were already inflamed. Kidneys from both chronically and acutely nephritic mice showed similar ability to recruit splenic leukocytes from chronically diseased mice. Leukocytes from acutely diseased mice, however, failed to migrate into chronically inflamed kidney. Compared with those with chronic nephritis, the kidneys of acute nephritic mice expressed less of the inflammatory chemokine CXCL13/BLC. Moreover, leukocytes from acute nephritic mice displayed impaired migration, in vitro, to T-cell chemokine attractants. This study links leukocyte infiltration to both kidney chemokine expression, and leukocyte chemotaxis to kidney-expressed chemokines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17928821/",
    "clean_text": "leukocytes and the kidney contribute to interstitial inflammation in lupus nephritis in vivo migration assays showed that splenic leukocytes from spontaneously nephritic mice tended to migrate into non inflamed syngeneic kidneys this was enhanced if the recipient kidneys were already inflamed kidneys from both chronically and acutely interstitial leucocyte infiltration a prominent feature of lupus nephritis predicts deterioration of renal function we used two models of lupus nephritis in mice one with chronic spontaneous disease and the other with acute interferon alpha ifn alpha mediated disease the latter is characterized by the virtual absence of interstitial infiltration in vivo migration assays showed that splenic leukocytes from spontaneously nephritic mice tended to migrate into non inflamed syngeneic kidneys this was enhanced if the recipient kidneys were already inflamed kidneys from both chronically and acutely nephritic mice showed similar ability to recruit splenic leukocytes from chronically diseased mice leukocytes from acutely diseased mice however failed to migrate into chronically inflamed kidney compared with those with chronic nephritis the kidneys of acute nephritic mice expressed less of the inflammatory chemokine cxcl blc moreover leukocytes from acute nephritic mice displayed impaired migration in vitro to t cell chemokine attractants this study links leukocyte infiltration to both kidney chemokine expression and leukocyte chemotaxis to kidney expressed chemokines"
}