{
    "title": "Effect of Crystallinity on Young's Modulus of Porous Materials Composed of Polyethylene Terephthalate Fibers in the Presence of Carbon Dioxide.",
    "doc_id": "36145869",
    "writer": "Aizawa T.",
    "year": "2022",
    "summary": "Furthermore, a model was used to derive the relative Young's modulus of porous materials composed of polymer fibers with different degrees of crystallinity. In the model, the amount of strain was calculated according to the Young's modulus as a function of porosity …",
    "abstract": "Carbon dioxide (CO2)-assisted polymer compression method is used for plasticizing polymers with subcritical CO2 and then crimping the polymer fibers. Given that this method is based on crimping after plasticization by CO2, it is very important to know the degree of plasticization. In this study, heat treatment was gently applied on raw material fibers to obtain fibers with different degrees of crystallinity without changing the shape of the fibers. Simultaneously, two types of sheets were placed in a pressure vessel to compare the degree of compression and the degree of hardness. Furthermore, a model was used to derive the relative Young's modulus of porous materials composed of polymer fibers with different degrees of crystallinity. In the model, the amount of strain was calculated according to the Young's modulus as a function of porosity and reflected in compression. Young's modulus of porous polymers in the presence of CO2 has been shown to vary significantly with slight differences in crystallinity, indicating that extremely low crystallinity is significant for plasticizing the polymer by CO2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36145869/",
    "clean_text": "effect of crystallinity on young s modulus of porous materials composed of polyethylene terephthalate fibers in the presence of carbon dioxide furthermore a model was used to derive the relative young s modulus of porous materials composed of polymer fibers with different degrees of crystallinity in the model the amount of strain was calculated according to the young s modulus as a function of porosity carbon dioxide co assisted polymer compression method is used for plasticizing polymers with subcritical co and then crimping the polymer fibers given that this method is based on crimping after plasticization by co it is very important to know the degree of plasticization in this study heat treatment was gently applied on raw material fibers to obtain fibers with different degrees of crystallinity without changing the shape of the fibers simultaneously two types of sheets were placed in a pressure vessel to compare the degree of compression and the degree of hardness furthermore a model was used to derive the relative young s modulus of porous materials composed of polymer fibers with different degrees of crystallinity in the model the amount of strain was calculated according to the young s modulus as a function of porosity and reflected in compression young s modulus of porous polymers in the presence of co has been shown to vary significantly with slight differences in crystallinity indicating that extremely low crystallinity is significant for plasticizing the polymer by co"
}