{
    "title": "Dietary restriction regimens for fighting kidney disease: Insights from rodent studies.",
    "doc_id": "31593758",
    "writer": "Singh G",
    "year": "2019",
    "summary": "This review critically discusses the research findings on the effects of various dietary restriction regimens in rodent models of kidney disease. Long-term caloric restriction executed at both early and progressive stages of kidney disease was found to …",
    "abstract": "This review critically discusses the research findings on the effects of various dietary restriction regimens in rodent models of kidney disease. Long-term caloric restriction executed at both early and progressive stages of kidney disease was found to exert beneficial effects in rodents. Moreover, some studies have also demonstrated the efficacy of short-term caloric restriction in treating the kidney disease of variable aetiologies possibly by improving mitochondrial dysfunction, autophagy process and suppression of inflammation. However, the mechanisms underlying these short-term caloric restriction mediated protective effects in rodent models of kidney disease are not completely understood. Importantly, few available evidences have also suggested that carbohydrate restriction can exert beneficial effects in aging and experimentally induced renal injury models, but the mechanisms are not explored yet. Interestingly, the benefits of low protein diet in kidney disease models are extensively reported in literature. However, in most of these studies implementation of the low protein dietary regimen was found to associated with increased high carbohydrate and caloric intake (non-isocaloric). Thus, testing the effects of low protein diet under isocaloric conditions might further help to particularly understand the role of dietary protein content in pathology of kidney disease. Moreover, the direct evidences comparing the efficacy of various dietary restriction regimens in rodent models of kidney diseases are also scarce at present.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31593758/",
    "clean_text": "dietary restriction regimens for fighting kidney disease insights from rodent studies this review critically discusses the research findings on the effects of various dietary restriction regimens in rodent models of kidney disease long term caloric restriction executed at both early and progressive stages of kidney disease was found to this review critically discusses the research findings on the effects of various dietary restriction regimens in rodent models of kidney disease long term caloric restriction executed at both early and progressive stages of kidney disease was found to exert beneficial effects in rodents moreover some studies have also demonstrated the efficacy of short term caloric restriction in treating the kidney disease of variable aetiologies possibly by improving mitochondrial dysfunction autophagy process and suppression of inflammation however the mechanisms underlying these short term caloric restriction mediated protective effects in rodent models of kidney disease are not completely understood importantly few available evidences have also suggested that carbohydrate restriction can exert beneficial effects in aging and experimentally induced renal injury models but the mechanisms are not explored yet interestingly the benefits of low protein diet in kidney disease models are extensively reported in literature however in most of these studies implementation of the low protein dietary regimen was found to associated with increased high carbohydrate and caloric intake non isocaloric thus testing the effects of low protein diet under isocaloric conditions might further help to particularly understand the role of dietary protein content in pathology of kidney disease moreover the direct evidences comparing the efficacy of various dietary restriction regimens in rodent models of kidney diseases are also scarce at present"
}