{
    "title": "Scleroderma gene expression and pathway signatures.",
    "doc_id": "18638428",
    "writer": "Sargent JL",
    "year": "2008",
    "summary": "Gene expression studies in scleroderma have shown large and consistent changes in the gene expression of end-target tissues. ...Contained within these gene expression signatures are groups of genes that could serve as biomarkers for clini …",
    "abstract": "Gene expression studies in scleroderma have shown large and consistent changes in the gene expression of end-target tissues. These changes reflect the lymphocyte infiltration and pathway deregulation potentially linked to disease pathogenesis. Gene expression in scleroderma also reflects the clinical heterogeneity in the disease and can be used to categorize patients. Contained within these gene expression signatures are groups of genes that could serve as biomarkers for clinical end points and disease activity. The use of mechanism-derived gene expression signatures in scleroderma will provide a better understanding of the deregulated pathways contributing to disease pathogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18638428/",
    "clean_text": "scleroderma gene expression and pathway signatures gene expression studies in scleroderma have shown large and consistent changes in the gene expression of end target tissues contained within these gene expression signatures are groups of genes that could serve as biomarkers for clini gene expression studies in scleroderma have shown large and consistent changes in the gene expression of end target tissues these changes reflect the lymphocyte infiltration and pathway deregulation potentially linked to disease pathogenesis gene expression in scleroderma also reflects the clinical heterogeneity in the disease and can be used to categorize patients contained within these gene expression signatures are groups of genes that could serve as biomarkers for clinical end points and disease activity the use of mechanism derived gene expression signatures in scleroderma will provide a better understanding of the deregulated pathways contributing to disease pathogenesis"
}