{
    "title": "Lipid-lowering therapies for cardiovascular disease prevention and management in primary care: PEER umbrella systematic review of systematic reviews.",
    "doc_id": "37833094",
    "writer": "Dugré N",
    "year": "2023",
    "summary": "Four randomized controlled trials were also included for BAS because no efficacy systematic review was identified. Statins significantly reduced MACE (6 systematic reviews; median risk ratio [RR]=0.74; interquartile range [IQR]=0.71 to 0.76), cardiovascular mortalit …",
    "abstract": "Objective:\n        \n      \n      To assess the benefits and harms of lipid-lowering therapies used to prevent or manage cardiovascular disease including bile acid sequestrants (BAS), ezetimibe, fibrates, niacin, omega-3 supplements, proprotein convertase subtilisin-kexin type 9 (PCSK9) inhibitors, and statins.\n    \n\n\n          Data sources:\n        \n      \n      MEDLINE, the Cochrane Database of Systematic Reviews, and a grey literature search.\n    \n\n\n          Study selection:\n        \n      \n      Systematic reviews of randomized controlled trials published between January 2017 and March 2022 looking at statins, ezetimibe, PCSK9 inhibitors, fibrates, BAS, niacin, and omega-3 supplements for preventing cardiovascular outcomes were selected. Outcomes of interest included major adverse cardiovascular events (MACE), cardiovascular mortality, all-cause mortality, and adverse events.\n    \n\n\n          Synthesis:\n        \n      \n      A total of 76 systematic reviews were included. Four randomized controlled trials were also included for BAS because no efficacy systematic review was identified. Statins significantly reduced MACE (6 systematic reviews; median risk ratio [RR]=0.74; interquartile range [IQR]=0.71 to 0.76), cardiovascular mortality (7 systematic reviews; median RR=0.85, IQR=0.83 to 0.86), and all-cause mortality (8 systematic reviews; median RR=0.91, IQR=0.88 to 0.92). Major adverse cardiovascular events were also significantly reduced by ezetimibe (3 systematic reviews; median RR=0.93, IQR=0.93 to 0.94), PCSK9 inhibitors (14 systematic reviews; median RR=0.84, IQR=0.83 to 0.87), and fibrates (2 systematic reviews; mean RR=0.86), but these interventions had no effect on cardiovascular or all-cause mortality. Fibrates had no effect on any cardiovascular outcomes when added to a statin. Omega-3 combination supplements had no effect on MACE or all-cause mortality but significantly reduced cardiovascular mortality (5 systematic reviews; median RR=0.93, IQR=0.93 to 0.94). Eicosapentaenoic acid ethyl ester alone significantly reduced MACE (1 systematic review, RR=0.78) and cardiovascular mortality (2 systematic reviews; RRs of 0.82 and 0.82). In primary cardiovascular prevention, only statins showed consistent benefits on MACE (6 systematic reviews; median RR=0.75, IQR=0.73 to 0.78), cardiovascularall-cause mortality (7 systematic reviews, median RR=0.83, IQR=0.81 to 0.90), and all-cause mortality (8 systematic reviews; median RR=0.91, IQR=0.87 to 0.91).\n    \n\n\n          Conclusion:\n        \n      \n      Statins have the most consistent evidence for the prevention of cardiovascular complications with a relative risk reduction of about 25% for MACE and 10% to 15% for mortality. The addition of ezetimibe, a PCSK9 inhibitor, or eicosapentaenoic acid ethyl ester to a statin provides additional MACE risk reduction but has no effect on all-cause mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37833094/",
    "clean_text": "lipid lowering therapies for cardiovascular disease prevention and management in primary care peer umbrella systematic review of systematic reviews four randomized controlled trials were also included for bas because no efficacy systematic review was identified statins significantly reduced mace systematic reviews median risk ratio rr interquartile range iqr to cardiovascular mortalit objective to assess the benefits and harms of lipid lowering therapies used to prevent or manage cardiovascular disease including bile acid sequestrants bas ezetimibe fibrates niacin omega supplements proprotein convertase subtilisin kexin type pcsk inhibitors and statins data sources medline the cochrane database of systematic reviews and a grey literature search study selection systematic reviews of randomized controlled trials published between january and march looking at statins ezetimibe pcsk inhibitors fibrates bas niacin and omega supplements for preventing cardiovascular outcomes were selected outcomes of interest included major adverse cardiovascular events mace cardiovascular mortality all cause mortality and adverse events synthesis a total of systematic reviews were included four randomized controlled trials were also included for bas because no efficacy systematic review was identified statins significantly reduced mace systematic reviews median risk ratio rr interquartile range iqr to cardiovascular mortality systematic reviews median rr iqr to and all cause mortality systematic reviews median rr iqr to major adverse cardiovascular events were also significantly reduced by ezetimibe systematic reviews median rr iqr to pcsk inhibitors systematic reviews median rr iqr to and fibrates systematic reviews mean rr but these interventions had no effect on cardiovascular or all cause mortality fibrates had no effect on any cardiovascular outcomes when added to a statin omega combination supplements had no effect on mace or all cause mortality but significantly reduced cardiovascular mortality systematic reviews median rr iqr to eicosapentaenoic acid ethyl ester alone significantly reduced mace systematic review rr and cardiovascular mortality systematic reviews rrs of and in primary cardiovascular prevention only statins showed consistent benefits on mace systematic reviews median rr iqr to cardiovascularall cause mortality systematic reviews median rr iqr to and all cause mortality systematic reviews median rr iqr to conclusion statins have the most consistent evidence for the prevention of cardiovascular complications with a relative risk reduction of about for mace and to for mortality the addition of ezetimibe a pcsk inhibitor or eicosapentaenoic acid ethyl ester to a statin provides additional mace risk reduction but has no effect on all cause mortality"
}