{
    "title": "Type 1 diabetes in Japan.",
    "doc_id": "16568259",
    "writer": "Kawasaki E",
    "year": "2006",
    "summary": "Although there are few reports regarding the incidence and prevalence of type 1 diabetes in adult-onset patients, it appears that the prevalence of type 1 diabetes in adults is more than twice that in childhood-onset patients and that two-thirds of the …",
    "abstract": "Type 1 diabetes is a multifactorial disease which results from a T-cell-mediated autoimmune destruction of the pancreatic beta cells in genetically predisposed individuals. The risk for individuals of developing type 1 diabetes varies remarkably according to country of residence and race. Japan has one of the lowest incidence rates of type 1 diabetes in the world, and recognises at least three subtypes of the condition: acute-onset ('classical'), slow-onset, and fulminant type 1 diabetes. The incidence rate of type 1 diabetes in children aged 0-14 years in Japan increased over the period from 1973-1992, but remained constant over the last decade, averaging 2.37 cases per 100,000 persons per year; the incidence does not appear to have increased in older age groups. Although there are few reports regarding the incidence and prevalence of type 1 diabetes in adult-onset patients, it appears that the prevalence of type 1 diabetes in adults is more than twice that in childhood-onset patients and that two-thirds of them have a slow-onset form of type 1 diabetes. Differences and similarities in the association of MHC and non-MHC genes with type 1 diabetes are observed in Japan and in countries with Caucasoid populations. Highly susceptible class II HLA haplotypes identified in patients of Caucasoid origin are rarely seen in Japanese patients, whereas protective haplotypes are universal. Non-MHC genes associated with susceptibility to type 1 diabetes in both Japanese and Caucasoid patients include polymorphisms in the insulin gene, the cytotoxic T-lymphocyte antigen 4 (CTLA4) gene, the interleukin-18 (IL18) gene and the major histocompatibility complex class I chain-related gene A (MICA) gene. Fulminant type 1 diabetes is a unique subtype of type 1 diabetes that accounts for about 20% of acute-onset type 1 diabetes, and is seen mainly in adults. The challenge for the future is to investigate the underlying pathogenesis of beta cell destruction, including the genetic or environmental factors that may modify the form of onset for each subtype of Japanese type 1 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16568259/",
    "clean_text": "type diabetes in japan although there are few reports regarding the incidence and prevalence of type diabetes in adult onset patients it appears that the prevalence of type diabetes in adults is more than twice that in childhood onset patients and that two thirds of the type diabetes is a multifactorial disease which results from a t cell mediated autoimmune destruction of the pancreatic beta cells in genetically predisposed individuals the risk for individuals of developing type diabetes varies remarkably according to country of residence and race japan has one of the lowest incidence rates of type diabetes in the world and recognises at least three subtypes of the condition acute onset classical slow onset and fulminant type diabetes the incidence rate of type diabetes in children aged years in japan increased over the period from but remained constant over the last decade averaging cases per persons per year the incidence does not appear to have increased in older age groups although there are few reports regarding the incidence and prevalence of type diabetes in adult onset patients it appears that the prevalence of type diabetes in adults is more than twice that in childhood onset patients and that two thirds of them have a slow onset form of type diabetes differences and similarities in the association of mhc and non mhc genes with type diabetes are observed in japan and in countries with caucasoid populations highly susceptible class ii hla haplotypes identified in patients of caucasoid origin are rarely seen in japanese patients whereas protective haplotypes are universal non mhc genes associated with susceptibility to type diabetes in both japanese and caucasoid patients include polymorphisms in the insulin gene the cytotoxic t lymphocyte antigen ctla gene the interleukin il gene and the major histocompatibility complex class i chain related gene a mica gene fulminant type diabetes is a unique subtype of type diabetes that accounts for about of acute onset type diabetes and is seen mainly in adults the challenge for the future is to investigate the underlying pathogenesis of beta cell destruction including the genetic or environmental factors that may modify the form of onset for each subtype of japanese type diabetes"
}