{
    "title": "Blood staining of the cornea following radial keratotomy.",
    "doc_id": "2043566",
    "writer": "Rapizzi A",
    "year": "1991",
    "summary": "Besides perforation of the globe and optic atrophy due to nerve perineural or intraneural injection of the anesthetic, posterior orbital hemorrhages have been reported, with consequent proptosis, tightness of the eyelids, and even occlusion of the central retinal artery. W …",
    "abstract": "Although topical anesthesia is commonly used for radial keratotomy, a regional intraorbital block may offer better control of the eye in anxious or uncooperative patients. Some complications of retrobulbar injections can produce severe loss of vision. Besides perforation of the globe and optic atrophy due to nerve perineural or intraneural injection of the anesthetic, posterior orbital hemorrhages have been reported, with consequent proptosis, tightness of the eyelids, and even occlusion of the central retinal artery. We report an unusual complication: blood staining of the cornea.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2043566/",
    "clean_text": "blood staining of the cornea following radial keratotomy besides perforation of the globe and optic atrophy due to nerve perineural or intraneural injection of the anesthetic posterior orbital hemorrhages have been reported with consequent proptosis tightness of the eyelids and even occlusion of the central retinal artery w although topical anesthesia is commonly used for radial keratotomy a regional intraorbital block may offer better control of the eye in anxious or uncooperative patients some complications of retrobulbar injections can produce severe loss of vision besides perforation of the globe and optic atrophy due to nerve perineural or intraneural injection of the anesthetic posterior orbital hemorrhages have been reported with consequent proptosis tightness of the eyelids and even occlusion of the central retinal artery we report an unusual complication blood staining of the cornea"
}