{
    "pmid": "41418889",
    "title": "TETRIS - Prospective study to observe clinical outcomes of triple therapy in COPD patients: Up to 12 months interim analysis.",
    "abstract": "Real-world cohorts provide a more universal understanding of the factors influencing treatment decision outcomes in patients with chronic obstructive pulmonary disease (COPD). The objective of the TETRIS study is to elucidate influences on treatment decisions surrounding triple therapy (TT) in COPD patients over a 2-year follow-up period in a real-world setting in Germany. TETRIS included 1217 patients with COPD with/without asthma, already on TT for 2-48 weeks. Here, we report interim analyses of clinical endpoints at the 6-month and 1-year follow-up visits in subgroups of patients (n = 840) stratified based on single versus multiple-inhaler TT (SITT versus MITT), once versus twice-daily TT (OD versus BID) and different SITTs the patients were currently on. Mean number of hospitalisations due to exacerbations was significantly lower among the subgroup on fluticasone furoate, umeclidinium, and vilanterol administered OD (FF/UMEC/VI OD) versus budesonide, glycopyrrolate, and formoterol fumarate administered BID (BUD/GLY/FOR BID) subgroup at 6 months and 1-year (both, p < 0.0001) as well as among OD versus BID TT subgroups at 1-year (p = 0.02). The change in mean COPD assessment test sum score was significantly greater in the SITT versus MITT and OD versus BID TT subgroups at 6 months (p = 0.0018 and p = 0.0202, respectively) and 1-year (p = 0.0071 and p = 0.0002, respectively), and in the FF/UMEC/VI OD versus BUD/GLY/FOR BID subgroup at 1-year (p = 0.0004). Overall, SITT dosed OD, specifically FF/UMEC/VI is associated with a significant reduction in hospitalisations due to exacerbations and improvement in symptoms at the 6-month and 1-year follow-up visits. https://clinicaltrials.gov/study/NCT04657211.",
    "disease": "asthma",
    "clean_text": "tetris prospective study to observe clinical outcomes of triple therapy in copd patients up to months interim analysis real world cohorts provide a more universal understanding of the factors influencing treatment decision outcomes in patients with chronic obstructive pulmonary disease copd the objective of the tetris study is to elucidate influences on treatment decisions surrounding triple therapy tt in copd patients over a year follow up period in a real world setting in germany tetris included patients with copd with without asthma already on tt for weeks here we report interim analyses of clinical endpoints at the month and year follow up visits in subgroups of patients n stratified based on single versus multiple inhaler tt sitt versus mitt once versus twice daily tt od versus bid and different sitts the patients were currently on mean number of hospitalisations due to exacerbations was significantly lower among the subgroup on fluticasone furoate umeclidinium and vilanterol administered od ff umec vi od versus budesonide glycopyrrolate and formoterol fumarate administered bid bud gly for bid subgroup at months and year both p as well as among od versus bid tt subgroups at year p the change in mean copd assessment test sum score was significantly greater in the sitt versus mitt and od versus bid tt subgroups at months p and p respectively and year p and p respectively and in the ff umec vi od versus bud gly for bid subgroup at year p overall sitt dosed od specifically ff umec vi is associated with a significant reduction in hospitalisations due to exacerbations and improvement in symptoms at the month and year follow up visits https clinicaltrials gov study nct"
}