{
    "title": "Progress in nonviral gene therapy for breast cancer and what comes next?",
    "doc_id": "28330383",
    "writer": "Bottai G",
    "year": "2017",
    "summary": "The possibility of correcting defective genes and modulating gene expression through gene therapy has emerged as a promising treatment strategy for breast cancer. ...Furthermore, they highlight innovative therapeutic strategies and the application of gene …",
    "abstract": "The possibility of correcting defective genes and modulating gene expression through gene therapy has emerged as a promising treatment strategy for breast cancer. Furthermore, the relevance of tumor immune microenvironment in supporting the oncogenic process has paved the way for novel immunomodulatory applications of gene therapy. Areas covered: In this review, the authors describe the most relevant delivery systems, focusing on nonviral vectors, along with the description of the major approaches used to modify target cells, including gene transfer, RNA interference (RNAi), and epigenetic regulation. Furthermore, they highlight innovative therapeutic strategies and the application of gene therapy in clinical trials for breast cancer. Expert opinion: Gene therapy has the potential to impact breast cancer research. Further efforts are required to increase the clinical application of RNAi-based therapeutics, especially in combination with conventional treatments. Innovative strategies, including genome editing and stem cell-based systems, may contribute to translate gene therapy into clinical practice. Immune-based approaches have emerged as an attractive therapeutic opportunity for selected breast cancer patients. However, several challenges need to be addressed before considering gene therapy as an actual option for the treatment of breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28330383/",
    "clean_text": "progress in nonviral gene therapy for breast cancer and what comes next the possibility of correcting defective genes and modulating gene expression through gene therapy has emerged as a promising treatment strategy for breast cancer furthermore they highlight innovative therapeutic strategies and the application of gene the possibility of correcting defective genes and modulating gene expression through gene therapy has emerged as a promising treatment strategy for breast cancer furthermore the relevance of tumor immune microenvironment in supporting the oncogenic process has paved the way for novel immunomodulatory applications of gene therapy areas covered in this review the authors describe the most relevant delivery systems focusing on nonviral vectors along with the description of the major approaches used to modify target cells including gene transfer rna interference rnai and epigenetic regulation furthermore they highlight innovative therapeutic strategies and the application of gene therapy in clinical trials for breast cancer expert opinion gene therapy has the potential to impact breast cancer research further efforts are required to increase the clinical application of rnai based therapeutics especially in combination with conventional treatments innovative strategies including genome editing and stem cell based systems may contribute to translate gene therapy into clinical practice immune based approaches have emerged as an attractive therapeutic opportunity for selected breast cancer patients however several challenges need to be addressed before considering gene therapy as an actual option for the treatment of breast cancer"
}