{
    "title": "Anatomy of the Superficial Fascia System of the Breast: A Comprehensive Theory of Breast Fascial Anatomy.",
    "doc_id": "30511967",
    "writer": "Rehnke RD",
    "year": "2018",
    "summary": "METHODS: The nature of the superficial fascia system that surrounds the breast and its attachments to the chest were studied in 12 cadaver breast dissections and in clinical cases of both cosmetic and reconstructive breast procedures. RESULTS: The authors fou …",
    "abstract": "Background:\n        \n      \n      It has been two centuries since Petrus Camper identified superficial fascia and over 175 years since Sir Astley Cooper wrote his book on the anatomy of the breast. In the 1990s, Ted Lockwood taught us the importance of the superficial fascia layers in body contouring procedures he pioneered. These descriptions, however, fail to explain the three-dimensional fascial system in the breast. The authors set out to discover and describe a theory of superficial fascia structures responsible for breast shape.\n    \n\n\n          Methods:\n        \n      \n      The nature of the superficial fascia system that surrounds the breast and its attachments to the chest were studied in 12 cadaver breast dissections and in clinical cases of both cosmetic and reconstructive breast procedures.\n    \n\n\n          Results:\n        \n      \n      The authors found a three-dimensional, closed system of fascia and fat surrounding the corpus mammae, which attaches to the skin by means of specialized vertical cutaneous ligaments, or Cooper ligaments, and which attaches to the chest wall by means of a three-dimensional zone of adherence at the breast's periphery.\n    \n\n\n          Conclusions:\n        \n      \n      The breast is shaped by a three-dimensional, fibrofatty fascial system. Two layers of this system surround the corpus mammae and fuse together around it, and anchor it to the chest wall in a structure we have called the circummammary ligament.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30511967/",
    "clean_text": "anatomy of the superficial fascia system of the breast a comprehensive theory of breast fascial anatomy methods the nature of the superficial fascia system that surrounds the breast and its attachments to the chest were studied in cadaver breast dissections and in clinical cases of both cosmetic and reconstructive breast procedures results the authors fou background it has been two centuries since petrus camper identified superficial fascia and over years since sir astley cooper wrote his book on the anatomy of the breast in the s ted lockwood taught us the importance of the superficial fascia layers in body contouring procedures he pioneered these descriptions however fail to explain the three dimensional fascial system in the breast the authors set out to discover and describe a theory of superficial fascia structures responsible for breast shape methods the nature of the superficial fascia system that surrounds the breast and its attachments to the chest were studied in cadaver breast dissections and in clinical cases of both cosmetic and reconstructive breast procedures results the authors found a three dimensional closed system of fascia and fat surrounding the corpus mammae which attaches to the skin by means of specialized vertical cutaneous ligaments or cooper ligaments and which attaches to the chest wall by means of a three dimensional zone of adherence at the breast s periphery conclusions the breast is shaped by a three dimensional fibrofatty fascial system two layers of this system surround the corpus mammae and fuse together around it and anchor it to the chest wall in a structure we have called the circummammary ligament"
}