{
    "title": "Gut Microbiota in Cardiovascular Health and Disease.",
    "doc_id": "28360349",
    "writer": "Tang WH",
    "year": "2017",
    "summary": "In addition to alterations in gut microbiota composition, the metabolic potential of gut microbiota has been identified as a contributing factor in the development of diseases. Recent studies revealed that gut microbiota can elicit a vari …",
    "abstract": "Significant interest in recent years has focused on gut microbiota-host interaction because accumulating evidence has revealed that intestinal microbiota play an important role in human health and disease, including cardiovascular diseases. Changes in the composition of gut microbiota associated with disease, referred to as dysbiosis, have been linked to pathologies such as atherosclerosis, hypertension, heart failure, chronic kidney disease, obesity, and type 2 diabetes mellitus. In addition to alterations in gut microbiota composition, the metabolic potential of gut microbiota has been identified as a contributing factor in the development of diseases. Recent studies revealed that gut microbiota can elicit a variety of effects on the host. Indeed, the gut microbiome functions like an endocrine organ, generating bioactive metabolites, that can impact host physiology. Microbiota interact with the host through many pathways, including the trimethylamine/trimethylamine N-oxide pathway, short-chain fatty acids pathway, and primary and secondary bile acids pathways. In addition to these metabolism-dependent pathways, metabolism-independent processes are suggested to also potentially contribute to cardiovascular disease pathogenesis. For example, heart failure-associated splanchnic circulation congestion, bowel wall edema, and impaired intestinal barrier function are thought to result in bacterial translocation, the presence of bacterial products in the systemic circulation and heightened inflammatory state. These are thought to also contribute to further progression of heart failure and atherosclerosis. The purpose of the current review is to highlight the complex interplay between microbiota, their metabolites, and the development and progression of cardiovascular diseases. We will also discuss the roles of gut microbiota in normal physiology and the potential of modulating intestinal microbial inhabitants as novel therapeutic targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28360349/",
    "clean_text": "gut microbiota in cardiovascular health and disease in addition to alterations in gut microbiota composition the metabolic potential of gut microbiota has been identified as a contributing factor in the development of diseases recent studies revealed that gut microbiota can elicit a vari significant interest in recent years has focused on gut microbiota host interaction because accumulating evidence has revealed that intestinal microbiota play an important role in human health and disease including cardiovascular diseases changes in the composition of gut microbiota associated with disease referred to as dysbiosis have been linked to pathologies such as atherosclerosis hypertension heart failure chronic kidney disease obesity and type diabetes mellitus in addition to alterations in gut microbiota composition the metabolic potential of gut microbiota has been identified as a contributing factor in the development of diseases recent studies revealed that gut microbiota can elicit a variety of effects on the host indeed the gut microbiome functions like an endocrine organ generating bioactive metabolites that can impact host physiology microbiota interact with the host through many pathways including the trimethylamine trimethylamine n oxide pathway short chain fatty acids pathway and primary and secondary bile acids pathways in addition to these metabolism dependent pathways metabolism independent processes are suggested to also potentially contribute to cardiovascular disease pathogenesis for example heart failure associated splanchnic circulation congestion bowel wall edema and impaired intestinal barrier function are thought to result in bacterial translocation the presence of bacterial products in the systemic circulation and heightened inflammatory state these are thought to also contribute to further progression of heart failure and atherosclerosis the purpose of the current review is to highlight the complex interplay between microbiota their metabolites and the development and progression of cardiovascular diseases we will also discuss the roles of gut microbiota in normal physiology and the potential of modulating intestinal microbial inhabitants as novel therapeutic targets"
}