{
    "title": "Associations between particulate matter air pollutants and hospitalization risk for systemic lupus erythematosus: a time-series study from Xi'an, China.",
    "doc_id": "36287357",
    "writer": "Pan Y",
    "year": "2023",
    "summary": "This study was conducted to investigate the relationships between particulate matter (PM) air pollutants exposure and the risk of SLE admission in Xi'an, China. The records of SLE admission, air pollutants and meteorological data were retrieved from the First Affili …",
    "abstract": "Air pollution exposure is an important environmental risk factor involved in the development of systemic lupus erythematosus (SLE). This study was conducted to investigate the relationships between particulate matter (PM) air pollutants exposure and the risk of SLE admission in Xi'an, China. The records of SLE admission, air pollutants and meteorological data were retrieved from the First Affiliated Hospital of Xi'an Jiaotong University, the Xi'an Environmental Monitoring Station and China Meteorological Data Network, respectively. A distributed lagged nonlinear model combined with Poisson generalized linear regression was used to evaluate the effect of air pollution on SLE admission. Exposure-response curves showed positive associations of PM ≤ 2.5 (PM2.5) and 10 microns (PM10) in aerodynamic diameter exposures with the risk of SLE admission. Subgroup analyses showed that PM2.5 exposure was associated with the increased risk of SLE admission in women, age over 65 years old, and during the cold season, and PM10 exposure showed an increased risk of SLE in women and during the cold season, but additional tests did not observe the significant associations of PM2.5 and PM10 exposure with SLE admission between subgroups. In addition, null associations of carbon monoxide (CO), nitrogen dioxide (NO2), ozone (O3), and sulfur dioxide (SO2) with the risk of SLE admission were found. Our study indicates that PM2.5 and PM10 exposures have significant effects on the risk of SLE admission, and early measures should be taken for high PM2.5 and PM10 exposure to protect vulnerable populations, rational use of limited health care resources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36287357/",
    "clean_text": "associations between particulate matter air pollutants and hospitalization risk for systemic lupus erythematosus a time series study from xi an china this study was conducted to investigate the relationships between particulate matter pm air pollutants exposure and the risk of sle admission in xi an china the records of sle admission air pollutants and meteorological data were retrieved from the first affili air pollution exposure is an important environmental risk factor involved in the development of systemic lupus erythematosus sle this study was conducted to investigate the relationships between particulate matter pm air pollutants exposure and the risk of sle admission in xi an china the records of sle admission air pollutants and meteorological data were retrieved from the first affiliated hospital of xi an jiaotong university the xi an environmental monitoring station and china meteorological data network respectively a distributed lagged nonlinear model combined with poisson generalized linear regression was used to evaluate the effect of air pollution on sle admission exposure response curves showed positive associations of pm pm and microns pm in aerodynamic diameter exposures with the risk of sle admission subgroup analyses showed that pm exposure was associated with the increased risk of sle admission in women age over years old and during the cold season and pm exposure showed an increased risk of sle in women and during the cold season but additional tests did not observe the significant associations of pm and pm exposure with sle admission between subgroups in addition null associations of carbon monoxide co nitrogen dioxide no ozone o and sulfur dioxide so with the risk of sle admission were found our study indicates that pm and pm exposures have significant effects on the risk of sle admission and early measures should be taken for high pm and pm exposure to protect vulnerable populations rational use of limited health care resources"
}