{
    "pmid": "41455833",
    "title": "NAT10 triggers colorectal cancer progression via promoting PPAN-regulated DNA damage repair.",
    "abstract": "RNA modification recognition proteins are crucial in cancer development and progression. Among all RNA modification-related proteins (RMRPs), Weighted Gene Co-expression Network Analysis (WGCNA), combined with comprehensive bioinformatic analysis, suggests that NAT10-the sole known writer of N4-acetylcytidine (ac4C)-is a critical regulatory protein in colorectal cancer (CRC) progression. NAT10 facilitates the malignancy phenotypes and DNA damage repair in CRC cells via its ac4C transferase activity and regulation of PPAN. Specifically, NAT10 enhances the translation efficiency of PPAN via acetylation at the C744 and C747 sites. In addition, NAT10 promotes the translation of ac4C-modified MYC mRNA. MYC protein then enhances PPAN transcription through binding to the PPAN promoter. The newly identified ac4C reader protein MYBBP1A mediates NAT10-induced translation of both PPAN and MYC. We further found that VDR binds to the NAT10 promoter to activate its transcription, resulting in the high expression of NAT10 in CRC. Xenograft studies and clinical data confirmed the role of the NAT10-PPAN axis in promoting CRC development and DNA damage repair. Collectively, our study reveals the role and underlying mechanism of mRNA ac4C modification in CRC progression, providing critical potential targets for CRC drug development.",
    "disease": "colorectal cancer",
    "clean_text": "nat triggers colorectal cancer progression via promoting ppan regulated dna damage repair rna modification recognition proteins are crucial in cancer development and progression among all rna modification related proteins rmrps weighted gene co expression network analysis wgcna combined with comprehensive bioinformatic analysis suggests that nat the sole known writer of n acetylcytidine ac c is a critical regulatory protein in colorectal cancer crc progression nat facilitates the malignancy phenotypes and dna damage repair in crc cells via its ac c transferase activity and regulation of ppan specifically nat enhances the translation efficiency of ppan via acetylation at the c and c sites in addition nat promotes the translation of ac c modified myc mrna myc protein then enhances ppan transcription through binding to the ppan promoter the newly identified ac c reader protein mybbp a mediates nat induced translation of both ppan and myc we further found that vdr binds to the nat promoter to activate its transcription resulting in the high expression of nat in crc xenograft studies and clinical data confirmed the role of the nat ppan axis in promoting crc development and dna damage repair collectively our study reveals the role and underlying mechanism of mrna ac c modification in crc progression providing critical potential targets for crc drug development"
}