{
    "pmid": "41427024",
    "title": "Long-term globus pallidus internus deep brain stimulation in a young patient with spinocerebellar ataxia type 3 initially presenting with levodopa-responsive parkinsonism: a 6-year follow-up case report and literature review.",
    "abstract": "Spinocerebellar ataxia type 3 (SCA3) is an inherited neurodegenerative disorder. Some of its clinical features resemble those of primary Parkinson's disease (PD), which can easily lead to misdiagnosis. There is currently no disease-modifying therapy available for SCA3, treatment is mainly symptomatic. Herein, we report a case of a young female patient with SCA3 who presented with Parkinsonian as the main manifestation and underwent globus pallidus internus (GPi) deep brain stimulation (DBS). This is a 36-year-old female patient. Her first symptoms occurred at the age of 28 in 2009, manifesting as gait abnormalities in the right lower limb. She was misdiagnosed with early-onset PD in 2011. Genetic testing showed abnormal numbers of CAG repeats (15/70) within the coding region of the ATXN3 genes. She was diagnosed with SCA3. The patient initially responded well to levodopa-based medication, but the treatment effects gradually attenuated over time, with the development of severe symptom fluctuations and dyskinesia in 2018. The patient underwent GPi-DBS surgery in the absence of cerebellar signs, cognitive, and mood disorders. Six-year postoperative follow-up results suggest that long-term GPi-DBS is effective for the control of dyskinesia, but the residual motor symptoms (parkinsonism and ataxia) had progressively worsened in the patient. Various targets have been reported to be selected for DBS treatment of SCA3, with substantial individual differences in treatment outcomes. This case emphasizes the importance of genetic testing for the diagnosis of SCA3 and provides a basis for personalized treatment of patients with SCA3.",
    "disease": "parkinson disease",
    "clean_text": "long term globus pallidus internus deep brain stimulation in a young patient with spinocerebellar ataxia type initially presenting with levodopa responsive parkinsonism a year follow up case report and literature review spinocerebellar ataxia type sca is an inherited neurodegenerative disorder some of its clinical features resemble those of primary parkinson s disease pd which can easily lead to misdiagnosis there is currently no disease modifying therapy available for sca treatment is mainly symptomatic herein we report a case of a young female patient with sca who presented with parkinsonian as the main manifestation and underwent globus pallidus internus gpi deep brain stimulation dbs this is a year old female patient her first symptoms occurred at the age of in manifesting as gait abnormalities in the right lower limb she was misdiagnosed with early onset pd in genetic testing showed abnormal numbers of cag repeats within the coding region of the atxn genes she was diagnosed with sca the patient initially responded well to levodopa based medication but the treatment effects gradually attenuated over time with the development of severe symptom fluctuations and dyskinesia in the patient underwent gpi dbs surgery in the absence of cerebellar signs cognitive and mood disorders six year postoperative follow up results suggest that long term gpi dbs is effective for the control of dyskinesia but the residual motor symptoms parkinsonism and ataxia had progressively worsened in the patient various targets have been reported to be selected for dbs treatment of sca with substantial individual differences in treatment outcomes this case emphasizes the importance of genetic testing for the diagnosis of sca and provides a basis for personalized treatment of patients with sca"
}