{
    "title": "Using 300 Pretreatment Shock Waves in a Voltage Ramping Protocol Can Significantly Reduce Tissue Injury During Extracorporeal Shock Wave Lithotripsy.",
    "doc_id": "27307070",
    "writer": "Connors BA",
    "year": "2016",
    "summary": "These kidneys were compared with kidneys given a clinical dose of SWs with 500 SW pretreatment, and without pretreatment. ...CONCLUSIONS: The results suggest that 300 pretreatment SWs in a voltage ramping treatment regimen can initiate a protective response in the m …",
    "abstract": "Purpose:\n        \n      \n      Pretreating a pig kidney with 500 low-energy shock waves (SWs) before delivering a clinical dose of SWs (2000 SWs, 24 kV, 120 SWs/min) has been shown to significantly reduce the size of the hemorrhagic lesion produced in that treated kidney, compared with a protocol without pretreatment. However, since the time available for patient care is limited, we wanted to determine if fewer pretreatment SWs could be used in this protocol. As such, we tested if pretreating with 300 SWs can initiate the same reduction in renal lesion size as has been observed with 500 SWs.\n    \n\n\n          Materials and methods:\n        \n      \n      Fifteen female farm pigs were placed in an unmodified Dornier HM-3 lithotripter, where the left kidney of each animal was targeted for lithotripsy treatment. The kidneys received 300 SWs at 12 kV (120 SWs/min) followed immediately by 2000 SWs at 24 kV (120 SWs/min) focused on the lower pole. These kidneys were compared with kidneys given a clinical dose of SWs with 500 SW pretreatment, and without pretreatment. Renal function was measured both before and after SW exposure, and lesion size analysis was performed to assess the volume of hemorrhagic tissue injury (% functional renal volume, FRV) created by the 300 SW pretreatment regimen.\n    \n\n\n          Results:\n        \n      \n      Glomerular filtration rate fell significantly in the 300 SW pretreatment group by 1 hour after lithotripsy treatment. For most animals, low-energy pretreatment with 300 SWs significantly reduced the size of the hemorrhagic injury (to 0.8% ± 0.4%FRV) compared with the injury produced by a typical clinical dose of SWs.\n    \n\n\n          Conclusions:\n        \n      \n      The results suggest that 300 pretreatment SWs in a voltage ramping treatment regimen can initiate a protective response in the majority of treated kidneys and significantly reduce tissue injury in our model of lithotripsy injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27307070/",
    "clean_text": "using pretreatment shock waves in a voltage ramping protocol can significantly reduce tissue injury during extracorporeal shock wave lithotripsy these kidneys were compared with kidneys given a clinical dose of sws with sw pretreatment and without pretreatment conclusions the results suggest that pretreatment sws in a voltage ramping treatment regimen can initiate a protective response in the m purpose pretreating a pig kidney with low energy shock waves sws before delivering a clinical dose of sws sws kv sws min has been shown to significantly reduce the size of the hemorrhagic lesion produced in that treated kidney compared with a protocol without pretreatment however since the time available for patient care is limited we wanted to determine if fewer pretreatment sws could be used in this protocol as such we tested if pretreating with sws can initiate the same reduction in renal lesion size as has been observed with sws materials and methods fifteen female farm pigs were placed in an unmodified dornier hm lithotripter where the left kidney of each animal was targeted for lithotripsy treatment the kidneys received sws at kv sws min followed immediately by sws at kv sws min focused on the lower pole these kidneys were compared with kidneys given a clinical dose of sws with sw pretreatment and without pretreatment renal function was measured both before and after sw exposure and lesion size analysis was performed to assess the volume of hemorrhagic tissue injury functional renal volume frv created by the sw pretreatment regimen results glomerular filtration rate fell significantly in the sw pretreatment group by hour after lithotripsy treatment for most animals low energy pretreatment with sws significantly reduced the size of the hemorrhagic injury to frv compared with the injury produced by a typical clinical dose of sws conclusions the results suggest that pretreatment sws in a voltage ramping treatment regimen can initiate a protective response in the majority of treated kidneys and significantly reduce tissue injury in our model of lithotripsy injury"
}