{
    "title": "Oxidative Stress and Heavy Metals in Plants.",
    "doc_id": "29032515",
    "writer": "Fryzova R",
    "year": "2018",
    "summary": "Oxidative stress is a pathological process related to not only animal kingdom but also plants. Regarding oxidative stress in plants, heavy metals are frequently discussed as causative stimuli with relevance to ecology. ...",
    "abstract": "Oxidative stress is a pathological process related to not only animal kingdom but also plants. Regarding oxidative stress in plants, heavy metals are frequently discussed as causative stimuli with relevance to ecology. Because heavy metals have broad technological importance, they can easily contaminate the environment. Much of previous effort regarding the harmful impact of the heavy metals was given to their toxicology in the animals and humans. Their implication in plant pathogeneses is less known and remains underestimated.The current paper summarizes basic facts about heavy metals, their distribution in soil, mobility, accumulation by plants, and initiation of oxidative stress including the decline in basal metabolism. The both actual and frontier studies in the field are summarized and discussed. The major pathophysiological pathways are introduced as well and link between heavy metals toxicity and their ability to initiate an oxidative damage is provided. Mobility and bioaccessibility of the metals is also considered as key factors in their impact on oxidative stress development in the plant. The metals like lead, mercury, copper, cadmium, iron, zinc, nickel, vanadium are depicted in the text.Heavy metals appear to be significant contributors to pathological processes in the plants and oxidative stress is probably an important contributor to the effect. The most sensitive plant species are enlisted and discussed in this review. The facts presented here outline next effort to investigate pathological processes in the plants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29032515/",
    "clean_text": "oxidative stress and heavy metals in plants oxidative stress is a pathological process related to not only animal kingdom but also plants regarding oxidative stress in plants heavy metals are frequently discussed as causative stimuli with relevance to ecology oxidative stress is a pathological process related to not only animal kingdom but also plants regarding oxidative stress in plants heavy metals are frequently discussed as causative stimuli with relevance to ecology because heavy metals have broad technological importance they can easily contaminate the environment much of previous effort regarding the harmful impact of the heavy metals was given to their toxicology in the animals and humans their implication in plant pathogeneses is less known and remains underestimated the current paper summarizes basic facts about heavy metals their distribution in soil mobility accumulation by plants and initiation of oxidative stress including the decline in basal metabolism the both actual and frontier studies in the field are summarized and discussed the major pathophysiological pathways are introduced as well and link between heavy metals toxicity and their ability to initiate an oxidative damage is provided mobility and bioaccessibility of the metals is also considered as key factors in their impact on oxidative stress development in the plant the metals like lead mercury copper cadmium iron zinc nickel vanadium are depicted in the text heavy metals appear to be significant contributors to pathological processes in the plants and oxidative stress is probably an important contributor to the effect the most sensitive plant species are enlisted and discussed in this review the facts presented here outline next effort to investigate pathological processes in the plants"
}