{
    "pmid": "41453554",
    "title": "Daily temporal organization of inflammation and cognition-related factors and antioxidant enzymes are modified by an intracerebroventricular injection of amyloid-beta peptide (1-42) aggregates in the rat temporal cortex.",
    "abstract": "Alzheimer's dementia (AD) is a neurodegenerative disorder that causes memory loss and dementia in older adults. The neuropathological hallmarks of AD include amyloid plaques, neurofibrillary tangles, oxidative damage, neuroinflammation, synaptic loss and neuronal cell death. The accumulation of Aβ in the brain plays a key role in the pathogenesis of AD. Elevated levels of Aβ causes an increase in oxidative damage and neuroinflammation both are considered key factors in the progression of AD. Also patients with Alzheimer's show alterations in their circadian rhythms. Our objectives were (a) to analyze whether inflammation and cognition-related factors exhibit a day-night variation, (b) to verify whether antioxidant enzymes expression and activity exhibit a daily rhythm in the rat temporal cortex and (c) to evaluate the effects of an intracerebroventricular injection of Aβ-amyloid (1-42) aggregates on those temporal profiles. Four-month old males Holtzman rats were used in this study. Groups were defined as: 1) control 2) Aβ-injected. Rats were maintained under 12 h-Light:12 h-Dark conditions with food ad-libitum. Our results showed temporal patterns of nitrites, iNOS, catalase and glutathione peroxidase expression and activity, as well as Rc3 and Gap-43 mRNA, in the rat temporal cortex. An i.c.v. injection of Aβ abolishes the temporal pattern of Rc3 and Gap-43 mRNA. Also increased the rhythm's mesor of NO and iNOS levels, reduced the mesor of CAT activity rhythms, and changed the phase of GPx activity patterns. These alterations in the temporal patterns of inflammation and redox status-related factors would affect cellular clock activity and consequently cognitive performance.",
    "disease": "alzheimer disease",
    "clean_text": "daily temporal organization of inflammation and cognition related factors and antioxidant enzymes are modified by an intracerebroventricular injection of amyloid beta peptide aggregates in the rat temporal cortex alzheimer s dementia ad is a neurodegenerative disorder that causes memory loss and dementia in older adults the neuropathological hallmarks of ad include amyloid plaques neurofibrillary tangles oxidative damage neuroinflammation synaptic loss and neuronal cell death the accumulation of a in the brain plays a key role in the pathogenesis of ad elevated levels of a causes an increase in oxidative damage and neuroinflammation both are considered key factors in the progression of ad also patients with alzheimer s show alterations in their circadian rhythms our objectives were a to analyze whether inflammation and cognition related factors exhibit a day night variation b to verify whether antioxidant enzymes expression and activity exhibit a daily rhythm in the rat temporal cortex and c to evaluate the effects of an intracerebroventricular injection of a amyloid aggregates on those temporal profiles four month old males holtzman rats were used in this study groups were defined as control a injected rats were maintained under h light h dark conditions with food ad libitum our results showed temporal patterns of nitrites inos catalase and glutathione peroxidase expression and activity as well as rc and gap mrna in the rat temporal cortex an i c v injection of a abolishes the temporal pattern of rc and gap mrna also increased the rhythm s mesor of no and inos levels reduced the mesor of cat activity rhythms and changed the phase of gpx activity patterns these alterations in the temporal patterns of inflammation and redox status related factors would affect cellular clock activity and consequently cognitive performance"
}