{
    "title": "Idiopathic pulmonary fibrosis is associated with tight junction protein alterations.",
    "doc_id": "32001212",
    "writer": "Zou J",
    "year": "2020",
    "summary": "While tight junction alterations are known to contribute to barrier dysfunction in a number of disease states, the role of tight junction proteins in IPF is poorly defined. To determine a potential role for tight junction protein alterati …",
    "abstract": "Idiopathic pulmonary fibrosis (IPF) is a chronic disease characterized by an abnormal healing response to injury of the alveolar epithelium. Tight junctions provide a physical barrier at the apical intercellular space between epithelial cells and regulate paracellular flux. While tight junction alterations are known to contribute to barrier dysfunction in a number of disease states, the role of tight junction proteins in IPF is poorly defined. To determine a potential role for tight junction protein alterations in IPF, we performed immunohistochemical staining for tight junction proteins ZO-1, occludin, claudin-2, claudin-3, claudin-4, claudin-5, and claudin-18. Staining intensity and localization were compared between IPF and control lung tissues. IPF was associated with type II pneumocyte hyperplasia and altered tight junction protein expression. While there was no difference in the expression of ZO-1, claudin-3, or claudin-5, between IPF and normal control, there was an overall increase in claudin-2 expression in bronchiolar and alveolar epithelium and a decrease in claudin-4 expression in type II pneumocytes. There was also increased occludin and decreased claudin-18 expression in pneumocytes overlying fibroblastic foci. These findings suggest that epithelial barrier alterations may be important to the pathogenesis of IPF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32001212/",
    "clean_text": "idiopathic pulmonary fibrosis is associated with tight junction protein alterations while tight junction alterations are known to contribute to barrier dysfunction in a number of disease states the role of tight junction proteins in ipf is poorly defined to determine a potential role for tight junction protein alterati idiopathic pulmonary fibrosis ipf is a chronic disease characterized by an abnormal healing response to injury of the alveolar epithelium tight junctions provide a physical barrier at the apical intercellular space between epithelial cells and regulate paracellular flux while tight junction alterations are known to contribute to barrier dysfunction in a number of disease states the role of tight junction proteins in ipf is poorly defined to determine a potential role for tight junction protein alterations in ipf we performed immunohistochemical staining for tight junction proteins zo occludin claudin claudin claudin claudin and claudin staining intensity and localization were compared between ipf and control lung tissues ipf was associated with type ii pneumocyte hyperplasia and altered tight junction protein expression while there was no difference in the expression of zo claudin or claudin between ipf and normal control there was an overall increase in claudin expression in bronchiolar and alveolar epithelium and a decrease in claudin expression in type ii pneumocytes there was also increased occludin and decreased claudin expression in pneumocytes overlying fibroblastic foci these findings suggest that epithelial barrier alterations may be important to the pathogenesis of ipf"
}