{
    "pmid": "41328147",
    "title": "Community-Acquired Legionnaires' Disease Presenting With Gastrointestinal and Neurological Symptoms Without Respiratory Complaints in an Elderly Male.",
    "abstract": "Legionnaires' disease, caused by Legionella pneumophila (L. pneumophila), is a recognized but often underappreciated cause of community-acquired pneumonia, especially in elderly patients with multiple comorbidities who may present with atypical and predominantly systemic features. We report the case of a 78-year-old man with a history of chronic obstructive pulmonary disease, chronic kidney disease, non-alcoholic fatty liver disease, and hypertension, who presented to the medical assessment unit with fever, acute confusion, diarrhea, vomiting, and headache but notably without any respiratory complaints. On admission, he was febrile, disoriented, and hemodynamically stable, with the confusion, urea, respiratory rate, blood pressure, age ≥65 (CURB-65) pneumonia severity score of three indicating high risk of mortality, and a 4 A's Test (4AT) score of six confirming delirium. Laboratory investigations revealed leukocytosis, markedly elevated C-reactive protein, hyponatremia, and renal impairment, while blood cultures were negative after 48 hours of incubation. Chest radiography demonstrated bilateral infiltrates, despite the absence of cough or dyspnea. Urinary antigen and sputum polymerase chain reaction (PCR) confirmed L. pneumophila serogroup 1 infection. The patient was initially treated empirically with broad-spectrum antibiotics but was narrowed to oral levofloxacin for 14 days following confirmation of the diagnosis, with full resolution of neurological and systemic symptoms. A public health investigation identified a contaminated domestic hot tub as the likely source of infection. This case underscores the importance of maintaining a high index of suspicion for Legionnaires' disease in elderly patients presenting with delirium and gastrointestinal symptoms, the critical role of rapid diagnostic testing in guiding appropriate therapy, and the need for environmental surveillance and intervention to prevent further sporadic community-acquired cases.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "community acquired legionnaires disease presenting with gastrointestinal and neurological symptoms without respiratory complaints in an elderly male legionnaires disease caused by legionella pneumophila l pneumophila is a recognized but often underappreciated cause of community acquired pneumonia especially in elderly patients with multiple comorbidities who may present with atypical and predominantly systemic features we report the case of a year old man with a history of chronic obstructive pulmonary disease chronic kidney disease non alcoholic fatty liver disease and hypertension who presented to the medical assessment unit with fever acute confusion diarrhea vomiting and headache but notably without any respiratory complaints on admission he was febrile disoriented and hemodynamically stable with the confusion urea respiratory rate blood pressure age curb pneumonia severity score of three indicating high risk of mortality and a a s test at score of six confirming delirium laboratory investigations revealed leukocytosis markedly elevated c reactive protein hyponatremia and renal impairment while blood cultures were negative after hours of incubation chest radiography demonstrated bilateral infiltrates despite the absence of cough or dyspnea urinary antigen and sputum polymerase chain reaction pcr confirmed l pneumophila serogroup infection the patient was initially treated empirically with broad spectrum antibiotics but was narrowed to oral levofloxacin for days following confirmation of the diagnosis with full resolution of neurological and systemic symptoms a public health investigation identified a contaminated domestic hot tub as the likely source of infection this case underscores the importance of maintaining a high index of suspicion for legionnaires disease in elderly patients presenting with delirium and gastrointestinal symptoms the critical role of rapid diagnostic testing in guiding appropriate therapy and the need for environmental surveillance and intervention to prevent further sporadic community acquired cases"
}