{
    "pmid": "41471574",
    "title": "Wearable-Sensor-Based Analysis of Aerial Archimedean Spirals for Early Detection of Parkinson's Disease.",
    "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder whose early symptoms, especially mild tremor, are often clinically imperceptible. Early detection is crucial for initiating neuroprotective interventions to slow dopaminergic neuronal degeneration. Current PD diagnosis relies predominantly on subjective clinical assessments due to the absence of definitive biomarkers. This study proposes a novel approach for the early detection of PD through a custom-developed smart wristband equipped with an inertial measurement unit (IMU). Unlike previous paper-based or resting-tremor approaches, this study introduces a mid-air Archimedean spiral task combined with an attention-enhanced Long Short-Term Memory (LSTM) architecture, enabling substantially more sensitive detection of subtle early-stage Parkinsonian motor abnormalities. We propose LAFNet, a model based on an attention-enhanced LSTM network, which processes motion data that has been filtered using a Kalman algorithm for noise reduction, enabling rapid and accurate diagnosis. Clinical data evaluation demonstrated exceptional performance, with an accuracy of 99.02%. The proposed system shows significant potential for clinical translation as a non-invasive screening tool for early-stage Parkinson's disease (PD).",
    "disease": "parkinson disease",
    "clean_text": "wearable sensor based analysis of aerial archimedean spirals for early detection of parkinson s disease parkinson s disease pd is a progressive neurodegenerative disorder whose early symptoms especially mild tremor are often clinically imperceptible early detection is crucial for initiating neuroprotective interventions to slow dopaminergic neuronal degeneration current pd diagnosis relies predominantly on subjective clinical assessments due to the absence of definitive biomarkers this study proposes a novel approach for the early detection of pd through a custom developed smart wristband equipped with an inertial measurement unit imu unlike previous paper based or resting tremor approaches this study introduces a mid air archimedean spiral task combined with an attention enhanced long short term memory lstm architecture enabling substantially more sensitive detection of subtle early stage parkinsonian motor abnormalities we propose lafnet a model based on an attention enhanced lstm network which processes motion data that has been filtered using a kalman algorithm for noise reduction enabling rapid and accurate diagnosis clinical data evaluation demonstrated exceptional performance with an accuracy of the proposed system shows significant potential for clinical translation as a non invasive screening tool for early stage parkinson s disease pd"
}