{
    "pmid": "41415092",
    "title": "Role of the PSMC1 gene in the pathological progression of Parkinson's disease.",
    "abstract": "To explore the association between Parkinson's disease (PD) and the expression of ubiquitin-related proteins, and to elucidate its potential significance. Differential expression analyses were performed using the GSE20141, GSE7621, and GSE20164 datasets to identify and intersect differentially expressed genes (DEGs). Functional enrichment analyses were conducted to further explore the biological significance of these DEGs. C57BL/6J mice were randomly divided into either a PD model group or a control group. Behavioral performance on the balance beam test and the expression levels of PSMC1, α-syn, UCH-1, and Parkin in the substantia nigra were compared between groups. Gene overlap analysis across the three datasets identified 25 core DEGs, among which PSMC1 was the only ubiquitin-proteasome system (UPS)-related gene. Compared with the controls, the number of paw slips from balance beam in the model group significantly increased after 3, 6, and 10 modeling sessions (P<0.05). The mRNA expression levels of PSMC1, UCH-1, and Parkin in the substantia nigra of the model group mice significantly decreased (P<0.05), whereas the mRNA expression of α-syn significantly increased (P<0.05). Integrating bioinformatics with experimental verification, this study confirms that dysregulation of key UPS genes-particularly PSMC1-is closely related to the pathological process of PD.",
    "disease": "parkinson disease",
    "clean_text": "role of the psmc gene in the pathological progression of parkinson s disease to explore the association between parkinson s disease pd and the expression of ubiquitin related proteins and to elucidate its potential significance differential expression analyses were performed using the gse gse and gse datasets to identify and intersect differentially expressed genes degs functional enrichment analyses were conducted to further explore the biological significance of these degs c bl j mice were randomly divided into either a pd model group or a control group behavioral performance on the balance beam test and the expression levels of psmc syn uch and parkin in the substantia nigra were compared between groups gene overlap analysis across the three datasets identified core degs among which psmc was the only ubiquitin proteasome system ups related gene compared with the controls the number of paw slips from balance beam in the model group significantly increased after and modeling sessions p the mrna expression levels of psmc uch and parkin in the substantia nigra of the model group mice significantly decreased p whereas the mrna expression of syn significantly increased p integrating bioinformatics with experimental verification this study confirms that dysregulation of key ups genes particularly psmc is closely related to the pathological process of pd"
}