{
    "pmid": "41467426",
    "title": "Autophagy and selective autophagy receptors: Key players against Alzheimer's disease.",
    "abstract": "The devastating neurodegenerative disorder of Alzheimer's disease hallmarks the presence of protein aggregates known as amyloid-β plaques and neurofibrillary tangles, composed of amyloid-β peptides and aberrantly phosphorylated Tau protein, respectively. The accumulation of these inclusions leads to significant alterations in neuronal homeostasis and overall brain function, resulting in a progressive and rapid cognitive decline. Autophagy, the molecular mechanism of cellular waste removal through the lysosomal pathway, accounts for the degradation of both amyloid-β plaques and neurofibrillary tangles in the brain, conferring therefore protection against the pathology. In addition to general autophagy, several lines of evidence have reported the implication of selective autophagy receptors, including sequestosome1/p62, the neighbor of BRCA1 gene, the nuclear-dot protein 52, and optineurin, in mediating the autophagic clearance of amyloid-β, phosphorylated Tau, or both. Herein, we have highlighted autophagy and selective autophagy as pivotal mechanisms in Alzheimer's disease, underlining selective autophagy receptors as a potential target for treatments in the future.",
    "disease": "alzheimer disease",
    "clean_text": "autophagy and selective autophagy receptors key players against alzheimer s disease the devastating neurodegenerative disorder of alzheimer s disease hallmarks the presence of protein aggregates known as amyloid plaques and neurofibrillary tangles composed of amyloid peptides and aberrantly phosphorylated tau protein respectively the accumulation of these inclusions leads to significant alterations in neuronal homeostasis and overall brain function resulting in a progressive and rapid cognitive decline autophagy the molecular mechanism of cellular waste removal through the lysosomal pathway accounts for the degradation of both amyloid plaques and neurofibrillary tangles in the brain conferring therefore protection against the pathology in addition to general autophagy several lines of evidence have reported the implication of selective autophagy receptors including sequestosome p the neighbor of brca gene the nuclear dot protein and optineurin in mediating the autophagic clearance of amyloid phosphorylated tau or both herein we have highlighted autophagy and selective autophagy as pivotal mechanisms in alzheimer s disease underlining selective autophagy receptors as a potential target for treatments in the future"
}