{
    "title": "The level of anxiety in pregnant women in COVID-19 pandemic: a cross-sectional study.",
    "doc_id": "35993656",
    "writer": "Kilinç Z",
    "year": "2022",
    "summary": "OBJECTIVE: We aimed to determine the COVID-19 anxiety level in pregnant women who presented to an outpatient clinic during the COVID-19 pandemic. PATIENTS AND METHODS: This is a descriptive cross-sectional study including 203 of 310 pregnant women who …",
    "abstract": "Objective:\n        \n      \n      We aimed to determine the COVID-19 anxiety level in pregnant women who presented to an outpatient clinic during the COVID-19 pandemic.\n    \n\n\n          Patients and methods:\n        \n      \n      This is a descriptive cross-sectional study including 203 of 310 pregnant women who presented to the outpatient clinic of a training and research hospital of the Ministry of Health between 29 September-1 October, 2020. The level of anxiety was assessed with the COVID-19 Anxiety Inventory (CAS) using a face-to-face survey method.\n    \n\n\n          Results:\n        \n      \n      The mean age of the patients was 28.15±5.95 years. In the study, while 6.2% of women over 30 years old was identified to have psychological problems, 0.7% of those under 30 years old had such problems. The rate of diagnosis of COVID-19 in the family/acquaintances of those with an educational level of high school or higher was 56.9%, and those who had an educational level under high school had a corresponding rate of 39.5%. The rate of COVID-19 diagnosis in the family/acquaintances of those with an educational level of high school or higher was significantly higher (p<0.05). The mean COVID-19 anxiety scale score was 0.18±0.47; COVID-19 anxiety was not observed in pregnant women.\n    \n\n\n          Conclusions:\n        \n      \n      This study detected no anxiety in pregnant women. Therefore, it can be said that pregnant women do not need immediate psycho-social support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35993656/",
    "clean_text": "the level of anxiety in pregnant women in covid pandemic a cross sectional study objective we aimed to determine the covid anxiety level in pregnant women who presented to an outpatient clinic during the covid pandemic patients and methods this is a descriptive cross sectional study including of pregnant women who objective we aimed to determine the covid anxiety level in pregnant women who presented to an outpatient clinic during the covid pandemic patients and methods this is a descriptive cross sectional study including of pregnant women who presented to the outpatient clinic of a training and research hospital of the ministry of health between september october the level of anxiety was assessed with the covid anxiety inventory cas using a face to face survey method results the mean age of the patients was years in the study while of women over years old was identified to have psychological problems of those under years old had such problems the rate of diagnosis of covid in the family acquaintances of those with an educational level of high school or higher was and those who had an educational level under high school had a corresponding rate of the rate of covid diagnosis in the family acquaintances of those with an educational level of high school or higher was significantly higher p the mean covid anxiety scale score was covid anxiety was not observed in pregnant women conclusions this study detected no anxiety in pregnant women therefore it can be said that pregnant women do not need immediate psycho social support"
}