{
    "pmid": "41429636",
    "title": "Association of Lipoprotein(A) levels and post-revascularization major cardiac events in coronary artery disease and diabetes.",
    "abstract": "Lipoprotein (a) [Lp (a)] may confer pro-thrombotic potential, and high concentrations may be an independent risk for MI. This systematic review sought to investigate the association of Lp (a) levels with post-revascularization Major Adverse Cardiac Events (MACE) in patients with CAD, ACS, and DM. A systematic literature search for original investigations was performed using PubMed/MEDLINE, Embase, Scopus, and Google Scholar, searching for articles (meeting inclusion criteria) focusing on the relationship between Lp(a), DM, and PCI in patients with ACS, MI, or IHD and the impact on cardiovascular outcomes. The data was abstracted and descriptively summarized. The systematic review selected four relevant articles: 3 prospective Konishi et al., (2016); Silverio et al., (2022); and Li et al., (2023) and one retrospective (Takahashi et al., 2020). Total population: 4624, total males: 3719. Konishi et al. (2016) concluded that an elevated Lp(a) is an independent risk factor for cardiac death and/or ACS recurrence in diabetics undergoing PCI. The adjusted OR for cardiac death and ACS in the high Lp(a) group vs. the low Lp(a) group was 1.20 (CI 1.00-1.42), p = 0.04. Takahashi et al. (2020) showed that after adjusting for clinical covariates, high Lp(a) was independently associated with a higher frequency of MACE and poorer long-term outcomes compared to low Lp(a). The adjusted OR for the risk of MACE in patients with high Lp (a) vs. low Lp (a) was 1.83 (CI 1.16-2.95), p = 0.009. Silverio et al. (2022) showed that while there was an increased risk of recurrent MI in this patient population without DM, it was not confirmed in patients with DM. Compared with the lowest Lp (a) category, non-DM patients with very high Lp (a) >70 mg/dl vs. low Lp (a) showed a higher risk of recurrent MI and all-cause death; adjusted OR 2.839 (CI 1.382-5.832), p = 0.005. In diabetics, high Lp (a) vs. low Lp (a) = 1.115 (CI 0.405-3.071), p = 0.833. There is some evidence that Lp (a) levels are an independent risk factor for MACE in patients who underwent PCI for CAD. There is also some evidence that elevated Lp (a) levels are associated with a worse prognosis in patients with DM after PCI, but this association is not consistent in the literature. Further prospective multicenter studies are required in order to elucidate this association.",
    "disease": "coronary artery disease",
    "clean_text": "association of lipoprotein a levels and post revascularization major cardiac events in coronary artery disease and diabetes lipoprotein a lp a may confer pro thrombotic potential and high concentrations may be an independent risk for mi this systematic review sought to investigate the association of lp a levels with post revascularization major adverse cardiac events mace in patients with cad acs and dm a systematic literature search for original investigations was performed using pubmed medline embase scopus and google scholar searching for articles meeting inclusion criteria focusing on the relationship between lp a dm and pci in patients with acs mi or ihd and the impact on cardiovascular outcomes the data was abstracted and descriptively summarized the systematic review selected four relevant articles prospective konishi et al silverio et al and li et al and one retrospective takahashi et al total population total males konishi et al concluded that an elevated lp a is an independent risk factor for cardiac death and or acs recurrence in diabetics undergoing pci the adjusted or for cardiac death and acs in the high lp a group vs the low lp a group was ci p takahashi et al showed that after adjusting for clinical covariates high lp a was independently associated with a higher frequency of mace and poorer long term outcomes compared to low lp a the adjusted or for the risk of mace in patients with high lp a vs low lp a was ci p silverio et al showed that while there was an increased risk of recurrent mi in this patient population without dm it was not confirmed in patients with dm compared with the lowest lp a category non dm patients with very high lp a mg dl vs low lp a showed a higher risk of recurrent mi and all cause death adjusted or ci p in diabetics high lp a vs low lp a ci p there is some evidence that lp a levels are an independent risk factor for mace in patients who underwent pci for cad there is also some evidence that elevated lp a levels are associated with a worse prognosis in patients with dm after pci but this association is not consistent in the literature further prospective multicenter studies are required in order to elucidate this association"
}