{
    "pmid": "41437551",
    "title": "Robot-Based Cognitive Intervention Effects on Brain Function and Cognition in Patients With Mild Alzheimer's Disease Dementia.",
    "abstract": "Cognitive interventions (CIs) are recognized for enhancing cognition and mitigating cognitive decline in dementia patients. Our study assessed the effects of a 12-week, home-based, robot-assisted CI on cognition and brain function in patients with mild Alzheimer's disease (AD) dementia. In this single-blind randomized controlled trial, 51 patients with mild AD dementia were assigned to either a robot-assisted CI group (n=27) or a waitlist control group (n=24). The CI was conducted for 60 minutes per day over 12 weeks. The primary outcome was brain function, measured by resting-state electroencephalogram (EEG) using a 19-channel wireless EEG device and the secondary outcome was cognitive function, measured using the Cambridge Neuropsychological Test Automated Battery. No significant baseline demographic or clinical differences were observed between the groups. Eighteen participants in the robot group and 19 in the control group completed the study. EEG analysis revealed a decrease in theta band activity in the mid-frontal area for the robot group, while the control group exhibited an increase in this area. In addition, the robot group showed significant cognitive improvements in working memory, visual association memory, and reaction time after the 12-week CIs. These findings suggest that robot-assisted CIs may be associated with enhanced cognitive and brain function in patients with mild AD dementia.",
    "disease": "alzheimer disease",
    "clean_text": "robot based cognitive intervention effects on brain function and cognition in patients with mild alzheimer s disease dementia cognitive interventions cis are recognized for enhancing cognition and mitigating cognitive decline in dementia patients our study assessed the effects of a week home based robot assisted ci on cognition and brain function in patients with mild alzheimer s disease ad dementia in this single blind randomized controlled trial patients with mild ad dementia were assigned to either a robot assisted ci group n or a waitlist control group n the ci was conducted for minutes per day over weeks the primary outcome was brain function measured by resting state electroencephalogram eeg using a channel wireless eeg device and the secondary outcome was cognitive function measured using the cambridge neuropsychological test automated battery no significant baseline demographic or clinical differences were observed between the groups eighteen participants in the robot group and in the control group completed the study eeg analysis revealed a decrease in theta band activity in the mid frontal area for the robot group while the control group exhibited an increase in this area in addition the robot group showed significant cognitive improvements in working memory visual association memory and reaction time after the week cis these findings suggest that robot assisted cis may be associated with enhanced cognitive and brain function in patients with mild ad dementia"
}