{
    "pmid": "41474998",
    "title": "Personalized Adaptive Assistance with Reinforcement Learning Control Enhances Engagement, Performance, and Retention in Robot-Assisted Arm-Reaching Exercises.",
    "abstract": "This study introduces a new Reinforcement Learning Assist-as-Needed (RL-AAN) controller intended for robot-assisted upper-limb rehabilitation after stroke, which leverages a modified action-dependent heuristic dynamic programming (ADHDP) framework. Unlike conventional adaptive assist-as-needed controllers based on Iterative Learning Control (ILC-AAN), the proposed RL-AAN controller autonomously adjusts the trade-off between movement errors and robot assistance in response to the user's recent performance, in real-time, while relying on a small set of high-level tunable parameters that do not require subject-specific manual adjustments. The RL-AAN controller was implemented on a cable-driven, end-effector type rehabilitation robot and validated against a conventional ILC-AAN controller through perturbation-based reaching tasks involving a group of healthy individuals. Compared to ILC-AAN, the RL-AAN controller significantly reduced the amount of robot assistance required during training, promoting user active participation and task performance. Following training with the RL-AAN controller, retention tests showed more accurate arm-reaching trajectories compared to ILC-AAN training, highlighting the potential of RL-AAN for future use in exercise-based rehabilitation. Overall, this work contributes to ongoing research into developing control strategies that enable personalization in physical human-robot interaction (pHRI) and robot-assisted rehabilitation.",
    "disease": "stroke",
    "clean_text": "personalized adaptive assistance with reinforcement learning control enhances engagement performance and retention in robot assisted arm reaching exercises this study introduces a new reinforcement learning assist as needed rl aan controller intended for robot assisted upper limb rehabilitation after stroke which leverages a modified action dependent heuristic dynamic programming adhdp framework unlike conventional adaptive assist as needed controllers based on iterative learning control ilc aan the proposed rl aan controller autonomously adjusts the trade off between movement errors and robot assistance in response to the user s recent performance in real time while relying on a small set of high level tunable parameters that do not require subject specific manual adjustments the rl aan controller was implemented on a cable driven end effector type rehabilitation robot and validated against a conventional ilc aan controller through perturbation based reaching tasks involving a group of healthy individuals compared to ilc aan the rl aan controller significantly reduced the amount of robot assistance required during training promoting user active participation and task performance following training with the rl aan controller retention tests showed more accurate arm reaching trajectories compared to ilc aan training highlighting the potential of rl aan for future use in exercise based rehabilitation overall this work contributes to ongoing research into developing control strategies that enable personalization in physical human robot interaction phri and robot assisted rehabilitation"
}