{
    "title": "Stem cell plasticity, beyond alchemy.",
    "doc_id": "14979473",
    "writer": "Rutenberg MS",
    "year": "2004",
    "summary": "Cell plasticity is a central issue in stem cell biology. Differentiated somatic nuclei have the flexibility to dedifferentiate when transferred into oocytes or when fused to pluripotent embryonic stem cells. Recent publications also claim that s …",
    "abstract": "Cell plasticity is a central issue in stem cell biology. Differentiated somatic nuclei have the flexibility to dedifferentiate when transferred into oocytes or when fused to pluripotent embryonic stem cells. Recent publications also claim that somatic stem cells can convert into developmentally unrelated cell types both in vivo and ex vivo without such drastic cell manipulations. Some of these claims are still controversial, making it difficult for us to determine the reality of somatic stem cell plasticity. Indeed, we have heard enough about the \"potentials\" of cell plasticity; how much do we know about mechanisms? A fundamental issue in current stem cell biology is to understand the mechanisms underlying cell plasticity. In this short review, we overview three research fields related to cell plasticity: nuclear transfer, transdifferentiation, and cell fusion, with an emphasis on studies of molecular mechanisms underlying cell plasticity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14979473/",
    "clean_text": "stem cell plasticity beyond alchemy cell plasticity is a central issue in stem cell biology differentiated somatic nuclei have the flexibility to dedifferentiate when transferred into oocytes or when fused to pluripotent embryonic stem cells recent publications also claim that s cell plasticity is a central issue in stem cell biology differentiated somatic nuclei have the flexibility to dedifferentiate when transferred into oocytes or when fused to pluripotent embryonic stem cells recent publications also claim that somatic stem cells can convert into developmentally unrelated cell types both in vivo and ex vivo without such drastic cell manipulations some of these claims are still controversial making it difficult for us to determine the reality of somatic stem cell plasticity indeed we have heard enough about the potentials of cell plasticity how much do we know about mechanisms a fundamental issue in current stem cell biology is to understand the mechanisms underlying cell plasticity in this short review we overview three research fields related to cell plasticity nuclear transfer transdifferentiation and cell fusion with an emphasis on studies of molecular mechanisms underlying cell plasticity"
}