{
    "pmid": "41424645",
    "title": "Integration of a Pedometer-Based Physical Activity Intervention with Cognitive Behavioral Therapy for Adults with Chronic Obstructive Lung Disease.",
    "abstract": "Physical activity interventions effectively improve physical activity (i.e., daily step count) and reduce the risk of adverse health outcomes in persons with chronic obstructive pulmonary disease (COPD), but effects on depression and anxiety are poorly understood. Behavioral interventions concurrently targeting both physical activity and mood symptoms are needed in this population. This paper describes acceptability testing and refinement of Step-CBT, a synchronous, video-delivered, pedometer-based physical activity intervention integrated with cognitive behavioral therapy (CBT) to improve step count in individuals with COPD; physical disability and depression and anxiety symptoms are secondary outcomes. Adults (N = 5) with COPD and clinically significant depression and/or anxiety symptoms were enrolled; three completed Step-CBT. During the run-in period (i.e., after consent, before intervention), one participant did not meet eligibility criteria, and one withdrew due to disliking the Fitbit Inspire and preferring to attend to other health conditions. Completers rated high satisfaction with the intervention and virtual modality, and high adherence, with improvements in physical activity and/or depression and/or anxiety. Findings illuminate the complexities, barriers, and facilitators that emerged for each participant suggesting additional testing of the intervention is warranted.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "integration of a pedometer based physical activity intervention with cognitive behavioral therapy for adults with chronic obstructive lung disease physical activity interventions effectively improve physical activity i e daily step count and reduce the risk of adverse health outcomes in persons with chronic obstructive pulmonary disease copd but effects on depression and anxiety are poorly understood behavioral interventions concurrently targeting both physical activity and mood symptoms are needed in this population this paper describes acceptability testing and refinement of step cbt a synchronous video delivered pedometer based physical activity intervention integrated with cognitive behavioral therapy cbt to improve step count in individuals with copd physical disability and depression and anxiety symptoms are secondary outcomes adults n with copd and clinically significant depression and or anxiety symptoms were enrolled three completed step cbt during the run in period i e after consent before intervention one participant did not meet eligibility criteria and one withdrew due to disliking the fitbit inspire and preferring to attend to other health conditions completers rated high satisfaction with the intervention and virtual modality and high adherence with improvements in physical activity and or depression and or anxiety findings illuminate the complexities barriers and facilitators that emerged for each participant suggesting additional testing of the intervention is warranted"
}