{
    "title": "Targets and assay types for COVID-19 diagnosis.",
    "doc_id": "33539260",
    "writer": "Bostan M",
    "year": "2020",
    "summary": "The lack of complete information on the immune response dynamics to infection with severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2) has led to the use of mainly molecular tests such as reverse transcriptio …",
    "abstract": "The lack of complete information on the immune response dynamics to infection with severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2) has led to the use of mainly molecular tests such as reverse transcription PCR (RT-PCR) to diagnose Coronavirus 2019 disease (COVID-19). Although remarkable progress has been made in developing effective RT-PCR kits, the lack of specific equipment required to perform this technique in all clinical laboratories limits its widespread use. In the case of COVID-19, these tests can be used for the triage of symptomatic patients, for testing the contacts of confirmed cases, and also for the analysis and monitoring of the situation. Along with molecular tests involving reverse transcription PCR, various laboratory tests can identify the specific anti-viral antibodies or viral antigens. This review seeks to describe the targets and diagnostic methods available or currently in development for SARS-CoV-2 infection, including reverse transcription PCR (RT-PCR), serologic immunoassays (SIA) and the protein microarray method (PMM). Knowing the specific targets and the sensitivity of each assay used for COVID-19 diagnosis can lead to more efficient detection of infected patients and it can provide better management of the pandemic status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33539260/",
    "clean_text": "targets and assay types for covid diagnosis the lack of complete information on the immune response dynamics to infection with severe acute respiratory syndrome coronavirus sars cov has led to the use of mainly molecular tests such as reverse transcriptio the lack of complete information on the immune response dynamics to infection with severe acute respiratory syndrome coronavirus sars cov has led to the use of mainly molecular tests such as reverse transcription pcr rt pcr to diagnose coronavirus disease covid although remarkable progress has been made in developing effective rt pcr kits the lack of specific equipment required to perform this technique in all clinical laboratories limits its widespread use in the case of covid these tests can be used for the triage of symptomatic patients for testing the contacts of confirmed cases and also for the analysis and monitoring of the situation along with molecular tests involving reverse transcription pcr various laboratory tests can identify the specific anti viral antibodies or viral antigens this review seeks to describe the targets and diagnostic methods available or currently in development for sars cov infection including reverse transcription pcr rt pcr serologic immunoassays sia and the protein microarray method pmm knowing the specific targets and the sensitivity of each assay used for covid diagnosis can lead to more efficient detection of infected patients and it can provide better management of the pandemic status"
}