{
    "title": "[Atrial fibrillation and atrial flutter: pathophysiology and pathogenesis].",
    "doc_id": "7846937",
    "writer": "Lüderitz B.",
    "year": "1994",
    "summary": "Chronic atrial fibrillation is a very common arrhythmia affecting 2 to 4% of the population older than 60 years of age. ...Overall, atrial fibrillation is associated with an increased mortality. In about 15% of patients with chronic atrial fi …",
    "abstract": "Chronic atrial fibrillation is a very common arrhythmia affecting 2 to 4% of the population older than 60 years of age. Atrial fibrillation may cause disabling symptoms and serious adverse effects, such as impairment of cardiac function or thromboembolic events. It is also associated with an increased risk of death. In the past, the most common underlying heart disease related to chronic atrial fibrillation was rheumatic heart disease. Today, this disease occurs relatively rarely. Nevertheless, the incidence of atrial fibrillation is likely to increase in the future due to the aging of the population, since its prevalence increases with age. In most patients with chronic atrial fibrillation, the arrhythmia can be attributed to organic heart disease or metabolic disorders. In western countries ischemic and hypertensive heart disease (including sick sinus syndrome) and alcohol (holiday heart syndrome) are numerically more important than the classical causes of atrial fibrillation--rheumatic heart disease and thyrotoxicosis--which are declining in incidence. Overall, atrial fibrillation is associated with an increased mortality. In about 15% of patients with chronic atrial fibrillation, no underlying cardiac or metabolic abnormality can be found, also the arrhythmia can itself give right to atrial dilatation. Atrial fibrillation consists most probably of several coexisting reentrant wave fronts of activation within the atria. Atrial activation and atrial fibrillation is as follows: multiple wavelets sweep round the atria in irregular, shifting patterns; completed reentrant circuits are the exception. Atrial flutter in its common form is characterized by evidence of atrial activity at a rate of 250-350 bpm, and usually almost exactly 300 bpm.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7846937/",
    "clean_text": "atrial fibrillation and atrial flutter pathophysiology and pathogenesis chronic atrial fibrillation is a very common arrhythmia affecting to of the population older than years of age overall atrial fibrillation is associated with an increased mortality in about of patients with chronic atrial fi chronic atrial fibrillation is a very common arrhythmia affecting to of the population older than years of age atrial fibrillation may cause disabling symptoms and serious adverse effects such as impairment of cardiac function or thromboembolic events it is also associated with an increased risk of death in the past the most common underlying heart disease related to chronic atrial fibrillation was rheumatic heart disease today this disease occurs relatively rarely nevertheless the incidence of atrial fibrillation is likely to increase in the future due to the aging of the population since its prevalence increases with age in most patients with chronic atrial fibrillation the arrhythmia can be attributed to organic heart disease or metabolic disorders in western countries ischemic and hypertensive heart disease including sick sinus syndrome and alcohol holiday heart syndrome are numerically more important than the classical causes of atrial fibrillation rheumatic heart disease and thyrotoxicosis which are declining in incidence overall atrial fibrillation is associated with an increased mortality in about of patients with chronic atrial fibrillation no underlying cardiac or metabolic abnormality can be found also the arrhythmia can itself give right to atrial dilatation atrial fibrillation consists most probably of several coexisting reentrant wave fronts of activation within the atria atrial activation and atrial fibrillation is as follows multiple wavelets sweep round the atria in irregular shifting patterns completed reentrant circuits are the exception atrial flutter in its common form is characterized by evidence of atrial activity at a rate of bpm and usually almost exactly bpm abstract truncated at words"
}