{
    "pmid": "41453548",
    "title": "Xanthohumol ameliorates OVA-induced allergic asthma by inhibiting AIM2 inflammasome activation.",
    "abstract": "Humulus lupulus L., an herb traditionally employed in medicinal practices across North America, Egypt, India, and China, demonstrates broad therapeutic properties, including anti-inflammatory, antioxidant, hepatoprotective, and diuretic effects. Xanthohumol (XN), a prenylated flavonoid derived from Humulus lupulus L., retains these anti-inflammatory and antioxidant activities. However, its potential efficacy in allergic asthma remains largely unexplored. This study aimed to investigate the protective properties of XN against allergic asthma and to elucidate the underlying mechanisms, particularly the role of Absent in Melanoma 2 (AIM2), an innate immune sensor, in allergic asthma and its modulation by XN. The OVA-induced murine model of allergic asthma with XN administration in different dosages was constructed to evaluate the regulatory effects of XN on allergic asthma, particularly during the period of acute attack. Pathological alterations, T-cell polarization, inflammatory cytokine profiles, and oxidative stress markers were systematically assessed. Bioinformatic analysis, clinical case-control, and molecular docking combined with cellular thermal shift assay (CETSA) were applied to identify the specific target of XN to execute its effects. Human bronchial epithelial (16HBE) cell models with various stimulations and treatments were used in this study to verify the mechanistic exploration. In allergic asthmatic mice, the results demonstrated that XN dose-dependently attenuated airway inflammation and immune balance, characterized by reduced inflammatory cell infiltration, cytokine production, IgE secretion, and Th2 immune response. AIM2 was recognized as a critical binding target of xanthohumol through database analysis, molecular docking, and CETSA. Clinically, elevated serum AIM2 levels in asthma patients correlated positively with eosinophil percentage, IgE levels, and systemic immune inflammation index (SII). Mechanistically, both in vivo and in vitro studies revealed that XN mitigated oxidative stress and mitochondrial dysfunction, thereby reducing double-stranded DNA release, a key activator of the AIM2 inflammasome. Moreover, XN dose-dependently suppressed AIM2 inflammasome activation, an effect further validated in Poly(dA:dT)-stimulated and AIM2-silenced 16HBE cells. This study provides the first evidence implicating XN can improve OVA-induced allergic asthma by suppressing AIM2 inflammasome activation, highlighting XN as a promising therapeutic candidate for allergic asthma.",
    "disease": "asthma",
    "clean_text": "xanthohumol ameliorates ova induced allergic asthma by inhibiting aim inflammasome activation humulus lupulus l an herb traditionally employed in medicinal practices across north america egypt india and china demonstrates broad therapeutic properties including anti inflammatory antioxidant hepatoprotective and diuretic effects xanthohumol xn a prenylated flavonoid derived from humulus lupulus l retains these anti inflammatory and antioxidant activities however its potential efficacy in allergic asthma remains largely unexplored this study aimed to investigate the protective properties of xn against allergic asthma and to elucidate the underlying mechanisms particularly the role of absent in melanoma aim an innate immune sensor in allergic asthma and its modulation by xn the ova induced murine model of allergic asthma with xn administration in different dosages was constructed to evaluate the regulatory effects of xn on allergic asthma particularly during the period of acute attack pathological alterations t cell polarization inflammatory cytokine profiles and oxidative stress markers were systematically assessed bioinformatic analysis clinical case control and molecular docking combined with cellular thermal shift assay cetsa were applied to identify the specific target of xn to execute its effects human bronchial epithelial hbe cell models with various stimulations and treatments were used in this study to verify the mechanistic exploration in allergic asthmatic mice the results demonstrated that xn dose dependently attenuated airway inflammation and immune balance characterized by reduced inflammatory cell infiltration cytokine production ige secretion and th immune response aim was recognized as a critical binding target of xanthohumol through database analysis molecular docking and cetsa clinically elevated serum aim levels in asthma patients correlated positively with eosinophil percentage ige levels and systemic immune inflammation index sii mechanistically both in vivo and in vitro studies revealed that xn mitigated oxidative stress and mitochondrial dysfunction thereby reducing double stranded dna release a key activator of the aim inflammasome moreover xn dose dependently suppressed aim inflammasome activation an effect further validated in poly da dt stimulated and aim silenced hbe cells this study provides the first evidence implicating xn can improve ova induced allergic asthma by suppressing aim inflammasome activation highlighting xn as a promising therapeutic candidate for allergic asthma"
}