{
    "title": "Young's Modulus of Different Illitic Clays during Heating and Cooling Stage of Firing.",
    "doc_id": "33158292",
    "writer": "Húlan T",
    "year": "2020",
    "summary": "The liberation of the physically bound water increases Young's modulus by 70% for all studied clays. By increasing the temperature, dehydroxylation and the alpha beta transition of quartz take place without a significant effect on Young's modulus. ...A sharp minimum …",
    "abstract": "Dynamical thermomechanical analysis of 5 illite-based clays from deposits in Slovakia, Estonia, Latvia, and Hungary is presented. The clays consist of illite (37-80 mass%), quartz (12-48 mass%), K-feldspar (4-13 mass%), kaolinite (0-18 mass%), and calcite (0-3 mass%). Young's modulus is measured during the heating and cooling stages of firing (25 °C → 1100 °C → 25 °C). The liberation of the physically bound water increases Young's modulus by ∼70% for all studied clays. By increasing the temperature, dehydroxylation and the α → β transition of quartz take place without a significant effect on Young's modulus. Sintering, which starts at 800 °C, leads to an intensive increase in Young's modulus up to the highest temperature (1100 °C). The increase remains also in the early stage of cooling (1100 °C → 800 °C). This increase of Young's modulus is also the result of solidification of the glassy phase, which is finished at ∼750 °C. A sharp minimum of Young's modulus is observed at around the β → α transition of quartz. Then, Young's modulus still decreases its value down to the room temperature. The physical processes observed during heating and cooling do not differ in nature for the studied clays. Values of Young's modulus vary at around 8 GPa, up to 800 °C. During sintering, Young's modulus reaches values from 30 GPa to 70 GPa for the studied clays. The microstructure and composition given by the origin of the clay play a cardinal role for the Young's modulus of the final ceramic body.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33158292/",
    "clean_text": "young s modulus of different illitic clays during heating and cooling stage of firing the liberation of the physically bound water increases young s modulus by for all studied clays by increasing the temperature dehydroxylation and the alpha beta transition of quartz take place without a significant effect on young s modulus a sharp minimum dynamical thermomechanical analysis of illite based clays from deposits in slovakia estonia latvia and hungary is presented the clays consist of illite mass quartz mass k feldspar mass kaolinite mass and calcite mass young s modulus is measured during the heating and cooling stages of firing c c c the liberation of the physically bound water increases young s modulus by for all studied clays by increasing the temperature dehydroxylation and the transition of quartz take place without a significant effect on young s modulus sintering which starts at c leads to an intensive increase in young s modulus up to the highest temperature c the increase remains also in the early stage of cooling c c this increase of young s modulus is also the result of solidification of the glassy phase which is finished at c a sharp minimum of young s modulus is observed at around the transition of quartz then young s modulus still decreases its value down to the room temperature the physical processes observed during heating and cooling do not differ in nature for the studied clays values of young s modulus vary at around gpa up to c during sintering young s modulus reaches values from gpa to gpa for the studied clays the microstructure and composition given by the origin of the clay play a cardinal role for the young s modulus of the final ceramic body"
}