{
    "pmid": "41390747",
    "title": "Creatine-weighted imaging in patients with Parkinson's disease.",
    "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder featured impaired bioenergetics and mitochondrial dysfunction. Creatine (Cr) supplementation has been suggested as a pathophysiology-targeted treatment strategy; however, clinical outcomes remain inconsistent despite encouraging preclinical findings. The lack of methods to measure Cr distribution in the human brain may hinder the investigation. This study utilized a novel neuroimaging technique, guanidino chemical exchange saturation transfer (GuanCEST) MRI, to assess regional Cr levels in patients with PD (PwPD) and healthy controls (HCs). Twenty-five patients with PD and 24 age- and sex-matched HCs were enrolled. GuanCEST values in the caudate nucleus were significantly lower in PwPD (1.67 ± 0.26%) than HCs (1.82 ± 0.16%), p = 0.023. Moreover, GuanCEST signal reductions correlated with increasing PD severity, particularly in thalamic subregions. Kendall's correlation revealed a significant negative correlation between GuanCEST values in the internal medullary lamina and MDS-UPDRS-III scores (r = -0.44, p = 0.03). Regional ANCOVA further indicated that GuanCEST values in this region decreased by approximately 0.01% per unit increase in MDS-UPDRS-III (p = 0.007), adjusted for age and sex. These findings highlight GuanCEST MRI's potential as a noninvasive biomarker of Cr metabolism in PD, offering insights into disease mechanisms, therapeutic optimization, and clinical trial designs.",
    "disease": "parkinson disease",
    "clean_text": "creatine weighted imaging in patients with parkinson s disease parkinson s disease pd is a progressive neurodegenerative disorder featured impaired bioenergetics and mitochondrial dysfunction creatine cr supplementation has been suggested as a pathophysiology targeted treatment strategy however clinical outcomes remain inconsistent despite encouraging preclinical findings the lack of methods to measure cr distribution in the human brain may hinder the investigation this study utilized a novel neuroimaging technique guanidino chemical exchange saturation transfer guancest mri to assess regional cr levels in patients with pd pwpd and healthy controls hcs twenty five patients with pd and age and sex matched hcs were enrolled guancest values in the caudate nucleus were significantly lower in pwpd than hcs p moreover guancest signal reductions correlated with increasing pd severity particularly in thalamic subregions kendall s correlation revealed a significant negative correlation between guancest values in the internal medullary lamina and mds updrs iii scores r p regional ancova further indicated that guancest values in this region decreased by approximately per unit increase in mds updrs iii p adjusted for age and sex these findings highlight guancest mri s potential as a noninvasive biomarker of cr metabolism in pd offering insights into disease mechanisms therapeutic optimization and clinical trial designs"
}