{
    "pmid": "41389430",
    "title": "Synovial Fluid Autoantibodies and Cytokines in Rheumatoid Arthritis Potential Biomarkers and Insight into Disease Pathogenesis.",
    "abstract": "Rheumatoid arthritis (RA) is an autoimmune disease involving chronic synovitis and bone erosion. Most patients with RA have autoantibodies in their blood. However, the characteristics of autoantibodies and cytokines in RA synovial fluid (SF) are not fully understood. SF samples were collected from 35 patients with RA and 10 with osteoarthritis (OA). Antigen microarrays were used to test for IgG and IgM antibodies, and Luminex was used to measure cytokines. Correlations between differentially expressed antibodies, cytokines, and clinical parameters were analyzed. KEGG and GO analysis were used to assess the genes of autoantibody targets and cytokines in RA SF. 51 IgM autoantibodies, 25 IgG autoantibodies, and 43 cytokines were identified as differently expressed in RA SF compared to patients with OA. Correlation analysis revealed associations between IgM and IgG and several clinical and laboratory indicators. Newly identified antibodies in RA include anti-vitronectin, anti-glutathione S-transferase P1, and anti-calmodulin. We also identified a new cytokine, interferon α2, in RA SF. IgM autoantibodies correlated positively with basic fibroblast growth factors, IL-1α, IL-2, and IL-3. IgG autoantibodies correlated positively with IL-9 and IL-12. KEGG and GO analysis revealed that the differentially expressed autoantibody targets and cytokines were involved in the neutrophil extracellular trap (NET) formation and positively regulated NF-κB activity. We identified three new autoantibodies and a new cytokine in RA SF. These findings, along with our enrichment analysis, suggest a potential role for NETs in the RA synovial microenvironment. This deepens our understanding of RA synovial microenvironment and identifies new approaches for innovative treatment strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "synovial fluid autoantibodies and cytokines in rheumatoid arthritis potential biomarkers and insight into disease pathogenesis rheumatoid arthritis ra is an autoimmune disease involving chronic synovitis and bone erosion most patients with ra have autoantibodies in their blood however the characteristics of autoantibodies and cytokines in ra synovial fluid sf are not fully understood sf samples were collected from patients with ra and with osteoarthritis oa antigen microarrays were used to test for igg and igm antibodies and luminex was used to measure cytokines correlations between differentially expressed antibodies cytokines and clinical parameters were analyzed kegg and go analysis were used to assess the genes of autoantibody targets and cytokines in ra sf igm autoantibodies igg autoantibodies and cytokines were identified as differently expressed in ra sf compared to patients with oa correlation analysis revealed associations between igm and igg and several clinical and laboratory indicators newly identified antibodies in ra include anti vitronectin anti glutathione s transferase p and anti calmodulin we also identified a new cytokine interferon in ra sf igm autoantibodies correlated positively with basic fibroblast growth factors il il and il igg autoantibodies correlated positively with il and il kegg and go analysis revealed that the differentially expressed autoantibody targets and cytokines were involved in the neutrophil extracellular trap net formation and positively regulated nf b activity we identified three new autoantibodies and a new cytokine in ra sf these findings along with our enrichment analysis suggest a potential role for nets in the ra synovial microenvironment this deepens our understanding of ra synovial microenvironment and identifies new approaches for innovative treatment strategies"
}