{
    "pmid": "41471200",
    "title": "Epidemiology of Respiratory Adenovirus Infections Among Hospitalized Children in Hainan Province, China, 2021-2024.",
    "abstract": "Human adenoviruses (HAdVs) are significant viral pathogens associated with a wide spectrum of diseases, particularly acute respiratory tract infections (ARTIs) in children. This study aimed to characterize the epidemiological features of HAdV infections among hospitalized pediatric patients in Hainan Province, China, from January 2021 to December 2024, encompassing the COVID-19 pandemic and post-policy transition period. Among 31,843 hospitalized children with ARTIs, HAdVs were detected in 2464 cases (7.74%). Annual positivity rates were 4.87% in 2021, 7.21% in 2022, and 4.39% in 2023, and sharply increased to 11.58% in 2024. No significant sex-based difference in infection rates was observed. Distinctly seasonal and temporal patterns were noted, with a pronounced summer peak in 2024 and increased circulation throughout the year. A notable shift in dominant genotypes was observed, with HAdV-C initially prevailing, followed by a surge in HAdV-B between late 2023 and mid-2024. Children aged 1-7 years exhibited the highest positivity rates, indicating age-related susceptibility. Furthermore, co-infections were common and became increasingly predominant after the implementation of tNGS diagnostics, accounting for over 85% of HAdV-positive cases by 2023-2024. These findings suggest a post-pandemic resurgence of HAdV activity, shaped by altered population immunity, resumed social contact, and improved diagnostic sensitivity. Continuous molecular and epidemiological surveillance is essential to guide targeted interventions and inform pediatric respiratory infection management strategies.",
    "disease": "pneumonia",
    "clean_text": "epidemiology of respiratory adenovirus infections among hospitalized children in hainan province china human adenoviruses hadvs are significant viral pathogens associated with a wide spectrum of diseases particularly acute respiratory tract infections artis in children this study aimed to characterize the epidemiological features of hadv infections among hospitalized pediatric patients in hainan province china from january to december encompassing the covid pandemic and post policy transition period among hospitalized children with artis hadvs were detected in cases annual positivity rates were in in and in and sharply increased to in no significant sex based difference in infection rates was observed distinctly seasonal and temporal patterns were noted with a pronounced summer peak in and increased circulation throughout the year a notable shift in dominant genotypes was observed with hadv c initially prevailing followed by a surge in hadv b between late and mid children aged years exhibited the highest positivity rates indicating age related susceptibility furthermore co infections were common and became increasingly predominant after the implementation of tngs diagnostics accounting for over of hadv positive cases by these findings suggest a post pandemic resurgence of hadv activity shaped by altered population immunity resumed social contact and improved diagnostic sensitivity continuous molecular and epidemiological surveillance is essential to guide targeted interventions and inform pediatric respiratory infection management strategies"
}