{
    "title": "The characteristic of HLA-A, HLA-B, HLA-C, HLA-DRB1, HLA-DRB3/4/5, HLA-DQA1, HLA-DQB1, HLA-DPA1, and HLA-DPB1 alleles in Zhejiang Han population.",
    "doc_id": "39107575",
    "writer": "Tao S",
    "year": "2024",
    "summary": "The Zhejiang Han population, a subgroup of the Southern Han ethnic group, resides in Zhejiang Province, situated on the southeast coast of China. In this study, we conducted HLA genotyping for 813 voluntary umbilical cord blood donors from the Zhejiang Han po …",
    "abstract": "The Zhejiang Han population, a subgroup of the Southern Han ethnic group, resides in Zhejiang Province, situated on the southeast coast of China. In this study, we conducted HLA genotyping for 813 voluntary umbilical cord blood donors from the Zhejiang Han population, targeting 11 HLA loci, namely HLA-A, HLA-B, HLA-C, HLA-DRB1, HLA-DRB3/4/5, HLA-DQA1, HLA-DQB1, HLA-DPA1, and HLA-DPB1, using the next-generation sequencing method. Our analysis of the alleles and haplotypes revealed a high degree of polymorphism within these loci. A total of 289 unique HLA alleles were identified, with the HLA-B locus exhibiting the most significant diversity, while HLA-DRB4 displayed the lowest variation. Due to the inherent limitations of the sequencing method, some unresolvable alleles in the specific loci, such as HLA-DRB1, HLA-DPA1, and HLA-DPB1, were assigned as G group designation. In our comprehensive analysis across all 11 HLA loci, a total of 1204 haplotypes were estimated. The distribution of these alleles was similar to those of the Chinese Southern Han population while highly different from the Caucasian population. These findings contribute to a deeper understanding of the genetic characteristics of HLA loci within the Chinese Southern Han population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39107575/",
    "clean_text": "the characteristic of hla a hla b hla c hla drb hla drb hla dqa hla dqb hla dpa and hla dpb alleles in zhejiang han population the zhejiang han population a subgroup of the southern han ethnic group resides in zhejiang province situated on the southeast coast of china in this study we conducted hla genotyping for voluntary umbilical cord blood donors from the zhejiang han po the zhejiang han population a subgroup of the southern han ethnic group resides in zhejiang province situated on the southeast coast of china in this study we conducted hla genotyping for voluntary umbilical cord blood donors from the zhejiang han population targeting hla loci namely hla a hla b hla c hla drb hla drb hla dqa hla dqb hla dpa and hla dpb using the next generation sequencing method our analysis of the alleles and haplotypes revealed a high degree of polymorphism within these loci a total of unique hla alleles were identified with the hla b locus exhibiting the most significant diversity while hla drb displayed the lowest variation due to the inherent limitations of the sequencing method some unresolvable alleles in the specific loci such as hla drb hla dpa and hla dpb were assigned as g group designation in our comprehensive analysis across all hla loci a total of haplotypes were estimated the distribution of these alleles was similar to those of the chinese southern han population while highly different from the caucasian population these findings contribute to a deeper understanding of the genetic characteristics of hla loci within the chinese southern han population"
}