{
    "pmid": "41444284",
    "title": "Shikonin inhibits multiple tumor malignant phenotypes and is associated with Hedgehog pathway downregulation in lung adenocarcinoma.",
    "abstract": "Shikonin (SH) is a natural component extracted from Lithospermum erythrorhizon Siebold & Zucc, a traditional Chinese medicine, which has been shown to have anti-tumor effects in recent years. However, the specific mechanism behind these effects has not yet been reported. Thus, it is important to clarify the specific anti-tumor mechanism of SH and then develop it as a new anti-tumor drug. The objective of this study was to investigate the anti-tumor effect of SH on lung adenocarcinoma and its associated mechanism. SH was co-cultured with A549 cells, and the effects of SH on tumor-related phenotypes were evaluated via methods such as CCK-8, transwell, and TUNEL assays. Transcriptomics was performed to investigate the expression profile of SH-regulated genes as well as the signaling pathways involved. Moreover, the anti-tumor effect of SH was verified using a mouse lung cancer xenograft model. SH inhibited the proliferation, metastasis, and invasion of A549 cells, promoted apoptosis, and regulated the expression of malignant phenotype-related markers. The transcriptomic analysis indicated that SH regulated the expression of various malignant phenotype-related mRNAs and inhibited the Hedgehog pathway activation. Furthermore, SH improved the general state of lung cancer-bearing mice, suppressed the growth of transplanted tumors, and inhibited the expression of tumor markers. The findings of this study are the first to reveal the anti-lung adenocarcinoma effect of SH from multiple perspectives-namely, increasing cancer cell apoptosis and suppressing cancer cell proliferation, metastasis, and invasion by inhibiting the Hedgehog pathway activation.",
    "disease": "lung cancer",
    "clean_text": "shikonin inhibits multiple tumor malignant phenotypes and is associated with hedgehog pathway downregulation in lung adenocarcinoma shikonin sh is a natural component extracted from lithospermum erythrorhizon siebold zucc a traditional chinese medicine which has been shown to have anti tumor effects in recent years however the specific mechanism behind these effects has not yet been reported thus it is important to clarify the specific anti tumor mechanism of sh and then develop it as a new anti tumor drug the objective of this study was to investigate the anti tumor effect of sh on lung adenocarcinoma and its associated mechanism sh was co cultured with a cells and the effects of sh on tumor related phenotypes were evaluated via methods such as cck transwell and tunel assays transcriptomics was performed to investigate the expression profile of sh regulated genes as well as the signaling pathways involved moreover the anti tumor effect of sh was verified using a mouse lung cancer xenograft model sh inhibited the proliferation metastasis and invasion of a cells promoted apoptosis and regulated the expression of malignant phenotype related markers the transcriptomic analysis indicated that sh regulated the expression of various malignant phenotype related mrnas and inhibited the hedgehog pathway activation furthermore sh improved the general state of lung cancer bearing mice suppressed the growth of transplanted tumors and inhibited the expression of tumor markers the findings of this study are the first to reveal the anti lung adenocarcinoma effect of sh from multiple perspectives namely increasing cancer cell apoptosis and suppressing cancer cell proliferation metastasis and invasion by inhibiting the hedgehog pathway activation"
}