{
    "pmid": "41466189",
    "title": "Prediction of brain metastasis in patients with epidermal growth factor receptor-positive lung adenocarcinoma based on lung computed tomography-derived radiomics features.",
    "abstract": "We investigated lung computed tomography (CT) radiomics features feasibility for brain metastasis (BM) prediction in patients with epidermal growth factor receptor-positive lung adenocarcinoma (LA-EGFRp). Lung CT images and clinical data of patients were retrospectively analyzed. Patients were classified into BM and non-BM groups, and randomly divided into training and test sets (8:2 ratio). Clinical and CT radiomics features were extracted and trained with various machine-learning classifiers to construct the clinical, radiomics, and hybrid models, respectively. Model performance was assessed using receiver operating characteristic curves. Among 198 included patients, 72 developed BM. Areas under the curve (AUCs) for predicting BM in the training and test sets were 0.781 and 0.701, 0.989 and 0.865, and 0.957 and 0.929 for the clinical, radiomics, and hybrid models, respectively. The AUCs of the radiomics and hybrid models were significantly higher in the training set (P < 0.001) and that of the hybrid model in the test set was higher compared with the clinical model (P < 0.05). Models based on clinical data, lung CT-derived radiomics features, and the two combined predicted BM in LA-EGFRp. Combining radiomics and clinical features significantly improved BM prediction, thereby providing an effective tool for clinical decision-making.",
    "disease": "lung cancer",
    "clean_text": "prediction of brain metastasis in patients with epidermal growth factor receptor positive lung adenocarcinoma based on lung computed tomography derived radiomics features we investigated lung computed tomography ct radiomics features feasibility for brain metastasis bm prediction in patients with epidermal growth factor receptor positive lung adenocarcinoma la egfrp lung ct images and clinical data of patients were retrospectively analyzed patients were classified into bm and non bm groups and randomly divided into training and test sets ratio clinical and ct radiomics features were extracted and trained with various machine learning classifiers to construct the clinical radiomics and hybrid models respectively model performance was assessed using receiver operating characteristic curves among included patients developed bm areas under the curve aucs for predicting bm in the training and test sets were and and and and for the clinical radiomics and hybrid models respectively the aucs of the radiomics and hybrid models were significantly higher in the training set p and that of the hybrid model in the test set was higher compared with the clinical model p models based on clinical data lung ct derived radiomics features and the two combined predicted bm in la egfrp combining radiomics and clinical features significantly improved bm prediction thereby providing an effective tool for clinical decision making"
}