{
    "title": "Back pain--an integrated approach in primary care.",
    "doc_id": "15628777",
    "writer": "Watkin H.",
    "year": "2004",
    "summary": "Back pain is common, and although many cases remit quickly, a significant number also continue a relapsing course over many months and years. ...For chronic back pain, exercise, pain management programmes, non-steroidal anti-inflammatory and ana …",
    "abstract": "Back pain is common, and although many cases remit quickly, a significant number also continue a relapsing course over many months and years. Psychosocial factors have a significant influence on the condition. The evidence from clinical trials of the effectiveness of various therapies is available in summarised form in several resources, though is often inconclusive. There is good evidence that acute back pain should be managed by staying active and using non-steroidal anti-inflammatory and analgesic drugs, adding cognitive behaviour therapy for subacute pain. For chronic back pain, exercise, pain management programmes, non-steroidal anti-inflammatory and analgesic drugs, and trigger point and ligament injections are also recommended. There appears to be increasing evidence in favour of the use of acupuncture. Acupuncture appears to be useful to treat back pain, but patients should probably be advised to take advantage of any pain relief obtained to maintain or increase their activity. Acupuncturists must be aware of the psychosocial dimensions of back pain, as well as the physical ones, and should be careful to educate their patients about the condition and not make them become dependent on acupuncture to treat every acute episode.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15628777/",
    "clean_text": "back pain an integrated approach in primary care back pain is common and although many cases remit quickly a significant number also continue a relapsing course over many months and years for chronic back pain exercise pain management programmes non steroidal anti inflammatory and ana back pain is common and although many cases remit quickly a significant number also continue a relapsing course over many months and years psychosocial factors have a significant influence on the condition the evidence from clinical trials of the effectiveness of various therapies is available in summarised form in several resources though is often inconclusive there is good evidence that acute back pain should be managed by staying active and using non steroidal anti inflammatory and analgesic drugs adding cognitive behaviour therapy for subacute pain for chronic back pain exercise pain management programmes non steroidal anti inflammatory and analgesic drugs and trigger point and ligament injections are also recommended there appears to be increasing evidence in favour of the use of acupuncture acupuncture appears to be useful to treat back pain but patients should probably be advised to take advantage of any pain relief obtained to maintain or increase their activity acupuncturists must be aware of the psychosocial dimensions of back pain as well as the physical ones and should be careful to educate their patients about the condition and not make them become dependent on acupuncture to treat every acute episode"
}