{
    "pmid": "41458511",
    "title": "Temporal trend and factors of C-section and its impact on subsequent pregnancy outcomes in Central China.",
    "abstract": "Cesarean section (C-section) rates have increased dramatically over the last few decades worldwide, and China's C-section rate has continuously remained much higher than the World Health Organization (WHO)'s suggested threshold. This study aimed to (1) estimate the temporal trends and factors for C-sections and (2) examine the association of a previous C-section with adverse outcomes in a subsequent pregnancy. We conducted a tertiary-level hospital-based retrospective cohort study in the Hubei Province, China between 2011 and 2019. A chi-squared test was used to estimate the baseline disparities between C-sections and normal delivery among singleton and twin pregnancies. A multiple binary logistic regression model was conducted to predict factors associated with C-sections and their impact on subsequent pregnancy outcomes. The secular trend of C-section was determined by using the joinpoint regression model. Between 2013 and 2019, the trend of C-section was significantly increased among singleton women with a high education level (annual percentage change (APC), 9.8%; 95%CI: 5.3, 14.5) and professional services (APC, 7.9%; 95%CI: 2.9, 13.2). The leading five factors, including previous C-section followed by fetal breech presentation, abnormal placentation, oligohydramnios, and macrosomia, were associated with a higher risk of C-section among singleton pregnancies. Hypertensive disorders of pregnancy (HDP) increase the risk of C-section in women with twin gestations. Previous C-section associated with a higher likelihood of gestational diabetes mellitus (GDM) in the subsequent pregnancy of singleton (aOR, 1.30; 95%CI: 1.14, 1.49) and twin (aOR, 1.78; 95%CI: 1.05, 3.01) women. Moreover, previous C-sections increased the odds of C-sections (aOR, 3.41; 95%CI: 3.11, 3.75) in the subsequent pregnancy of singleton women. The secular trend of C-sections significantly increased among women with high socioeconomic status, and a previous C-section was associated with a higher likelihood of repeated C-sections in singleton women and GMD in the subsequent pregnancy of both singleton and twin women.",
    "disease": "diabetes mellitus",
    "clean_text": "temporal trend and factors of c section and its impact on subsequent pregnancy outcomes in central china cesarean section c section rates have increased dramatically over the last few decades worldwide and china s c section rate has continuously remained much higher than the world health organization who s suggested threshold this study aimed to estimate the temporal trends and factors for c sections and examine the association of a previous c section with adverse outcomes in a subsequent pregnancy we conducted a tertiary level hospital based retrospective cohort study in the hubei province china between and a chi squared test was used to estimate the baseline disparities between c sections and normal delivery among singleton and twin pregnancies a multiple binary logistic regression model was conducted to predict factors associated with c sections and their impact on subsequent pregnancy outcomes the secular trend of c section was determined by using the joinpoint regression model between and the trend of c section was significantly increased among singleton women with a high education level annual percentage change apc ci and professional services apc ci the leading five factors including previous c section followed by fetal breech presentation abnormal placentation oligohydramnios and macrosomia were associated with a higher risk of c section among singleton pregnancies hypertensive disorders of pregnancy hdp increase the risk of c section in women with twin gestations previous c section associated with a higher likelihood of gestational diabetes mellitus gdm in the subsequent pregnancy of singleton aor ci and twin aor ci women moreover previous c sections increased the odds of c sections aor ci in the subsequent pregnancy of singleton women the secular trend of c sections significantly increased among women with high socioeconomic status and a previous c section was associated with a higher likelihood of repeated c sections in singleton women and gmd in the subsequent pregnancy of both singleton and twin women"
}