{
    "pmid": "41444740",
    "title": "Impact of previous SARS-CoV-2 infection on the severity of respiratory syncytial virus infection in hospitalized children.",
    "abstract": "Respiratory syncytial virus (RSV) is a major cause of hospitalization in young children, but the impact of previous SARS-CoV-2 infection on RSV disease severity remains unclear. This study assessed whether prior or recent SARS-CoV-2 infection can influence the severity of RSV disease in children aged 0-5 years (n = 139) during the 2023/2024 season. At admission, serum samples were tested for IgG, IgA, and IgM antibodies against five SARS-CoV-2 antigens. Based on antibody profiles, children were classified into three groups: previously infected (IgG-positive), recently infected (IgM or IgA-positive only), and immunologically-naïve (negative for all antibody classes). Clinical outcomes, including duration of hospitalization, C-reactive protein (CRP) levels, need for oxygen therapy, and use of bronchodilators, antibiotics, and glucocorticoids, were compared across groups. SARS-CoV-2 seropositivity was found in 94 children (67.6%), 10 (7.2%) showed evidence of recent infection, and 35 (25.2%) were seronegative. The groups did not differ in hospitalization duration, CRP levels, or treatment needs. Although a higher proportion of children with recent infection required oxygen therapy (30%), this difference was not statistically significant. SARS-CoV-2 antibody concentrations did not correlate with disease severity. These findings suggest that prior or recent SARS-CoV-2 infection does not significantly influence RSV disease severity in young children.",
    "disease": "pneumonia",
    "clean_text": "impact of previous sars cov infection on the severity of respiratory syncytial virus infection in hospitalized children respiratory syncytial virus rsv is a major cause of hospitalization in young children but the impact of previous sars cov infection on rsv disease severity remains unclear this study assessed whether prior or recent sars cov infection can influence the severity of rsv disease in children aged years n during the season at admission serum samples were tested for igg iga and igm antibodies against five sars cov antigens based on antibody profiles children were classified into three groups previously infected igg positive recently infected igm or iga positive only and immunologically na ve negative for all antibody classes clinical outcomes including duration of hospitalization c reactive protein crp levels need for oxygen therapy and use of bronchodilators antibiotics and glucocorticoids were compared across groups sars cov seropositivity was found in children showed evidence of recent infection and were seronegative the groups did not differ in hospitalization duration crp levels or treatment needs although a higher proportion of children with recent infection required oxygen therapy this difference was not statistically significant sars cov antibody concentrations did not correlate with disease severity these findings suggest that prior or recent sars cov infection does not significantly influence rsv disease severity in young children"
}