{
    "title": "The Convergence of a Virus, Mosquitoes, and Human Travel in Globalizing the Zika Epidemic.",
    "doc_id": "26969497",
    "writer": "Imperato PJ.",
    "year": "2016",
    "summary": "The Zika virus was first identified in 1947 in the Zika Forest of Uganda. It was discovered in a rhesus monkey that had been placed in a cage on a sentinel platform in the forest by the Virus Research Institute. ...By 1981, only 14 cases of illness had …",
    "abstract": "The Zika virus was first identified in 1947 in the Zika Forest of Uganda. It was discovered in a rhesus monkey that had been placed in a cage on a sentinel platform in the forest by the Virus Research Institute. When this writer visited the institute and the Zika Forest in 1961, work was underway to identify mosquito species at various levels of the tree canopy. This was done through the placement of traps at various levels of a 120-foot-high steel tower which this writer climbed. At that time, researchers isolated 12 strains of Zika virus from traps on the tower. Over the next six decades, the virus spread slowly to other parts of Africa, and eventually appeared in Southeast Asia, transmitted by Aedes aegypti and other Aedes mosquito species. By 1981, only 14 cases of illness had been reported as due to the Zika virus. Since most infections with this virus are either mild or asymptomatic, its true geographic spread was not fully appreciated. The current globalization of the Zika epidemic began on the Pacific island of Yap in the Federated States of Polynesia in 2007. This was the first known presence of the Zika virus outside of Africa and Southeast Asia. It was estimated that 73 % of the island's population had been infected. In 2013, the virus spread to French Polynesia where an estimated 28,000 cases occurred in a population of 270,000. During that year and afterwards, microcephaly and other congenital abnormalities were observed in the infants of women who were pregnant when they contracted the virus. It is currently not known if cases of microcephaly have resulted from infection of pregnant women or from infection plus some other co-factor. The epidemic rapidly spread to the Cook Islands and Easter Island. In 2015, Zika virus infection was diagnosed in Brazil where it was associated with microcephaly in the infants of some women who were pregnant when they contracted the disease. Cases of the Guillain-Barré syndrome were also found to be associated with Zika virus infection. How the disease entered Brazil is a matter of conjecture. However, the strain responsible for the epidemic in Brazil and elsewhere in South and Central America is phylogenetically identical to that which caused the epidemic in French Polynesia. The wide distribution of Aedes aegypti, a principal vector of the virus, and other Aedes species has greatly facilitated the spread of the disease. Aedes aegypti is an invasive species of mosquito in the Western Hemisphere that has adapted well to densely-populated urban environments. In addition, male-to-female human sexual transmission has increasingly been demonstrated in the US and elsewhere. In February 2016, the World Health Organization (WHO) declared the current Zika outbreak a Public Health Emergency of international concern. On the recommendation of its Emergency Committee on Zika Virus and Observed Increase in Neurological Disorders and Neonatal Malformations, WHO issued a group of recommendations to contain the epidemic. The globalization of the Zika virus was made possible by the widespread presence in various parts of the world of Aedes vectors and increased human travel that facilitated geographic spread. This globalization of Zika follows upon that of West Nile, Ebola, Dengue, and Chikungunya. Its ultimate spread is difficult to predict, but will hopefully be restricted through vigorous preventive measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26969497/",
    "clean_text": "the convergence of a virus mosquitoes and human travel in globalizing the zika epidemic the zika virus was first identified in in the zika forest of uganda it was discovered in a rhesus monkey that had been placed in a cage on a sentinel platform in the forest by the virus research institute by only cases of illness had the zika virus was first identified in in the zika forest of uganda it was discovered in a rhesus monkey that had been placed in a cage on a sentinel platform in the forest by the virus research institute when this writer visited the institute and the zika forest in work was underway to identify mosquito species at various levels of the tree canopy this was done through the placement of traps at various levels of a foot high steel tower which this writer climbed at that time researchers isolated strains of zika virus from traps on the tower over the next six decades the virus spread slowly to other parts of africa and eventually appeared in southeast asia transmitted by aedes aegypti and other aedes mosquito species by only cases of illness had been reported as due to the zika virus since most infections with this virus are either mild or asymptomatic its true geographic spread was not fully appreciated the current globalization of the zika epidemic began on the pacific island of yap in the federated states of polynesia in this was the first known presence of the zika virus outside of africa and southeast asia it was estimated that of the island s population had been infected in the virus spread to french polynesia where an estimated cases occurred in a population of during that year and afterwards microcephaly and other congenital abnormalities were observed in the infants of women who were pregnant when they contracted the virus it is currently not known if cases of microcephaly have resulted from infection of pregnant women or from infection plus some other co factor the epidemic rapidly spread to the cook islands and easter island in zika virus infection was diagnosed in brazil where it was associated with microcephaly in the infants of some women who were pregnant when they contracted the disease cases of the guillain barr syndrome were also found to be associated with zika virus infection how the disease entered brazil is a matter of conjecture however the strain responsible for the epidemic in brazil and elsewhere in south and central america is phylogenetically identical to that which caused the epidemic in french polynesia the wide distribution of aedes aegypti a principal vector of the virus and other aedes species has greatly facilitated the spread of the disease aedes aegypti is an invasive species of mosquito in the western hemisphere that has adapted well to densely populated urban environments in addition male to female human sexual transmission has increasingly been demonstrated in the us and elsewhere in february the world health organization who declared the current zika outbreak a public health emergency of international concern on the recommendation of its emergency committee on zika virus and observed increase in neurological disorders and neonatal malformations who issued a group of recommendations to contain the epidemic the globalization of the zika virus was made possible by the widespread presence in various parts of the world of aedes vectors and increased human travel that facilitated geographic spread this globalization of zika follows upon that of west nile ebola dengue and chikungunya its ultimate spread is difficult to predict but will hopefully be restricted through vigorous preventive measures"
}