{
    "title": "Multipotential and systemic effects of traumatic brain injury.",
    "doc_id": "34058510",
    "writer": "Sabet N",
    "year": "2021",
    "summary": "Traumatic brain injury (TBI) is one of the leading causes of disability and mortality of people at all ages. ...Secondary brain injury causes tissue damage in the central nervous system and a subsequent strong and rapid inflammatory response that may l …",
    "abstract": "Traumatic brain injury (TBI) is one of the leading causes of disability and mortality of people at all ages. Biochemical, cellular and physiological events that occur during primary injury lead to a delayed and long-term secondary damage that can last from hours to years. Secondary brain injury causes tissue damage in the central nervous system and a subsequent strong and rapid inflammatory response that may lead to persistent inflammation. However, this inflammatory response is not limited to the brain. Inflammatory mediators are transferred from damaged brain tissue to the bloodstream and produce a systemic inflammatory response in peripheral organs, including the cardiovascular, pulmonary, gastrointestinal, renal and endocrine systems. Complications of TBI are associated with its multiple and systemic effects that should be considered in the treatment of TBI patients. Therefore, in this review, an attempt was made to examine the systemic effects of TBI in detail. It is hoped that this review will identify the mechanisms of injury and complications of TBI, and open a window for promising treatment in TBI complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34058510/",
    "clean_text": "multipotential and systemic effects of traumatic brain injury traumatic brain injury tbi is one of the leading causes of disability and mortality of people at all ages secondary brain injury causes tissue damage in the central nervous system and a subsequent strong and rapid inflammatory response that may l traumatic brain injury tbi is one of the leading causes of disability and mortality of people at all ages biochemical cellular and physiological events that occur during primary injury lead to a delayed and long term secondary damage that can last from hours to years secondary brain injury causes tissue damage in the central nervous system and a subsequent strong and rapid inflammatory response that may lead to persistent inflammation however this inflammatory response is not limited to the brain inflammatory mediators are transferred from damaged brain tissue to the bloodstream and produce a systemic inflammatory response in peripheral organs including the cardiovascular pulmonary gastrointestinal renal and endocrine systems complications of tbi are associated with its multiple and systemic effects that should be considered in the treatment of tbi patients therefore in this review an attempt was made to examine the systemic effects of tbi in detail it is hoped that this review will identify the mechanisms of injury and complications of tbi and open a window for promising treatment in tbi complications"
}