{
    "pmid": "41456186",
    "title": "[The relationship between the right heart and the thickness of the common carotid artery intima-media complex in patients with chronic cerebral ischemia].",
    "abstract": "To study the relationship between the parameters of the right heart and the thickness of the common carotid artery (CCA) intima-media complex (IMC) in patients with chronic cerebral ischemia (CCI). A single-center cross-sectional study analyzed clinical and instrumental data from 263 patients (137 males and 126 females) diagnosed with CCI. Depending on the average thickness of CCA IMC, patients were divided into two groups: Group 1 ( Patients in Group 2 were significantly older (64.7±10.8 years vs. 60.7±8.5 years for males;  In patients with CCI, an increase in CCA IMC thickness ≥1.3 mm was associated with a higher rate of cardiovascular and metabolic risk factors, including hypertension, obesity, chronic kidney disease, stable coronary artery disease, hypercholesterolemia, elevated levels of C-reactive protein, and venous blood glucose. A significant correlation was established between the structural changes in the carotid arteries and the parameters of the right heart, which may reflect systemic atherosclerotic and hemodynamic changes that contribute to the progression of cerebrovascular disorders. Изучение взаимосвязи параметров правого отдела сердца с толщиной комплекса интима-медиа (КИМ) общей сонной артерии (ОСА) у пациентов с хронической ишемией головного мозга (ХИМ). В одноцентровом поперечном исследовании были проанализированы клинико-инструментальные данные 263 пациентов (137 мужчин и 126 женщин) с установленным диагнозом ХИМ. В зависимости от средней толщины КИМ ОСА пациенты были разделены на две группы: 1-ю ( У пациентов группы 2 выявлены достоверно более высокие показатели возраста у мужчин (64,7±10,8 года против 60,7±8,5 года;  У пациентов с ХИМ увеличение толщины КИМ ОСА ≥1,3 мм ассоциировано с более высокой частотой сердечно-сосудистых и метаболических факторов риска, включая артериальную гипертензию, ожирение, хроническую болезнь почек, стабильную форму ишемической болезни сердца, гиперхолестеринемию, повышенные уровни C-реактивного белка и глюкозы венозной крови. Установлена значимая связь между структурными изменениями сонных артерий и параметрами правого отдела сердца, что может отражать системные атеросклеротические и гемодинамические изменения, способствующие прогрессированию цереброваскулярных расстройств.",
    "disease": "hypertension",
    "clean_text": "the relationship between the right heart and the thickness of the common carotid artery intima media complex in patients with chronic cerebral ischemia to study the relationship between the parameters of the right heart and the thickness of the common carotid artery cca intima media complex imc in patients with chronic cerebral ischemia cci a single center cross sectional study analyzed clinical and instrumental data from patients males and females diagnosed with cci depending on the average thickness of cca imc patients were divided into two groups group patients in group were significantly older years vs years for males in patients with cci an increase in cca imc thickness mm was associated with a higher rate of cardiovascular and metabolic risk factors including hypertension obesity chronic kidney disease stable coronary artery disease hypercholesterolemia elevated levels of c reactive protein and venous blood glucose a significant correlation was established between the structural changes in the carotid arteries and the parameters of the right heart which may reflect systemic atherosclerotic and hemodynamic changes that contribute to the progression of cerebrovascular disorders c"
}