{
    "pmid": "41429484",
    "title": "Toxocara Infection and Its Association With Neurological and Psychiatric Disorders: A Systematic Review and Meta-Analysis.",
    "abstract": "Toxocara species are zoonotic parasites increasingly linked to neurological and psychiatric conditions. This systematic review and meta-analysis synthesised evidence from observational studies assessing the association between Toxocara infection and neuropsychiatric disorders. Thirty-four eligible studies (32 case-control, 2 cross-sectional) were identified through comprehensive database searches up to May 2025. The pooled seroprevalence was 25.1% (95% CI: 21.3%-29.3%) amongst patients with neurological disorders and 9.6% (95% CI: 5.6%-15.8%) amongst those with psychiatric conditions. Toxocara seropositivity was significantly associated with several neurological disorders, including attention-deficit hyperactivity disorder (RR = 4.50), epilepsy (1.62), Alzheimer's disease (1.82), essential tremor (2.42) and mental retardation (2.37). For psychiatric disorders, the overall association did not reach statistical significance (RR = 2.22; p = 0.052), though schizophrenia showed a stronger link (3.83). Whilst causality cannot be inferred, mechanisms such as neuroinflammation and neurotransmitter disruption may contribute. These findings underscore the need for further longitudinal and mechanistic research to clarify the potential role of Toxocara exposure in neuropsychiatric disease.",
    "disease": "epilepsy",
    "clean_text": "toxocara infection and its association with neurological and psychiatric disorders a systematic review and meta analysis toxocara species are zoonotic parasites increasingly linked to neurological and psychiatric conditions this systematic review and meta analysis synthesised evidence from observational studies assessing the association between toxocara infection and neuropsychiatric disorders thirty four eligible studies case control cross sectional were identified through comprehensive database searches up to may the pooled seroprevalence was ci amongst patients with neurological disorders and ci amongst those with psychiatric conditions toxocara seropositivity was significantly associated with several neurological disorders including attention deficit hyperactivity disorder rr epilepsy alzheimer s disease essential tremor and mental retardation for psychiatric disorders the overall association did not reach statistical significance rr p though schizophrenia showed a stronger link whilst causality cannot be inferred mechanisms such as neuroinflammation and neurotransmitter disruption may contribute these findings underscore the need for further longitudinal and mechanistic research to clarify the potential role of toxocara exposure in neuropsychiatric disease"
}