{
    "title": "Approach to the Pediatric Patient: Central Diabetes Insipidus.",
    "doc_id": "34993537",
    "writer": "Patti G",
    "year": "2022",
    "summary": "Central diabetes insipidus (CDI) is a complex disorder in which large volumes of dilute urine are excreted due to arginine-vasopressin deficiency, and it is caused by a variety of disorders affecting the hypothalamic-posterior pituitary network. ...",
    "abstract": "Central diabetes insipidus (CDI) is a complex disorder in which large volumes of dilute urine are excreted due to arginine-vasopressin deficiency, and it is caused by a variety of disorders affecting the hypothalamic-posterior pituitary network. The differential diagnosis is challenging and requires a detailed medical history, physical examination, biochemical approach, imaging studies, and, in some cases, histological confirmation. Magnetic resonance imaging is the gold standard method for evaluating congenital or acquired cerebral and pituitary stalk lesions. Pituitary stalk size at presentation could be normal, but it may change over time, depending on the underlying condition, while other brain areas or organs may become involved during follow-up. Early diagnosis and treatment are crucial to avoid central nervous system damage and germ cell tumor dissemination and to minimize complications of multiple pituitary hormone defects. We provide a practical update on the diagnosis and management of patients with CDI and highlight several pitfalls that may complicate the differential diagnosis of conditions presenting with polyuria and polydipsia. The need for a careful and close follow-up of patients with apparently idiopathic CDI is particularly emphasized because the underlying condition may be recognized over time. The clinical scenario that we outline at the beginning of this article represents the basis for the discussion about how the etiological diagnosis of CDI can be overlooked and demonstrates how a water intake and urine output improvement can be a sign of progressive damage of both hypothalamus and anterior pituitary gland with associated pituitary hormonal deficiencies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34993537/",
    "clean_text": "approach to the pediatric patient central diabetes insipidus central diabetes insipidus cdi is a complex disorder in which large volumes of dilute urine are excreted due to arginine vasopressin deficiency and it is caused by a variety of disorders affecting the hypothalamic posterior pituitary network central diabetes insipidus cdi is a complex disorder in which large volumes of dilute urine are excreted due to arginine vasopressin deficiency and it is caused by a variety of disorders affecting the hypothalamic posterior pituitary network the differential diagnosis is challenging and requires a detailed medical history physical examination biochemical approach imaging studies and in some cases histological confirmation magnetic resonance imaging is the gold standard method for evaluating congenital or acquired cerebral and pituitary stalk lesions pituitary stalk size at presentation could be normal but it may change over time depending on the underlying condition while other brain areas or organs may become involved during follow up early diagnosis and treatment are crucial to avoid central nervous system damage and germ cell tumor dissemination and to minimize complications of multiple pituitary hormone defects we provide a practical update on the diagnosis and management of patients with cdi and highlight several pitfalls that may complicate the differential diagnosis of conditions presenting with polyuria and polydipsia the need for a careful and close follow up of patients with apparently idiopathic cdi is particularly emphasized because the underlying condition may be recognized over time the clinical scenario that we outline at the beginning of this article represents the basis for the discussion about how the etiological diagnosis of cdi can be overlooked and demonstrates how a water intake and urine output improvement can be a sign of progressive damage of both hypothalamus and anterior pituitary gland with associated pituitary hormonal deficiencies"
}