{
    "title": "Atrial Fibrillation Occurring During Acute Hospitalization: A Scientific Statement From the American Heart Association.",
    "doc_id": "36912134",
    "writer": "Chyou JY",
    "year": "2023",
    "summary": "Acute atrial fibrillation is defined as atrial fibrillation detected in the setting of acute care or acute illness; atrial fibrillation may be detected or managed for the first time during acute hospitalization for another condition. A …",
    "abstract": "Acute atrial fibrillation is defined as atrial fibrillation detected in the setting of acute care or acute illness; atrial fibrillation may be detected or managed for the first time during acute hospitalization for another condition. Atrial fibrillation after cardiothoracic surgery is a distinct type of acute atrial fibrillation. Acute atrial fibrillation is associated with high risk of long-term atrial fibrillation recurrence, warranting clinical attention during acute hospitalization and over long-term follow-up. A framework of substrates and triggers can be useful for evaluating and managing acute atrial fibrillation. Acute management requires a multipronged approach with interdisciplinary care collaboration, tailoring treatments to the patient's underlying substrate and acute condition. Key components of acute management include identification and treatment of triggers, selection and implementation of rate/rhythm control, and management of anticoagulation. Acute rate or rhythm control strategy should be individualized with consideration of the patient's capacity to tolerate rapid rates or atrioventricular dyssynchrony, and the patient's ability to tolerate the risk of the therapeutic strategy. Given the high risks of atrial fibrillation recurrence in patients with acute atrial fibrillation, clinical follow-up and heart rhythm monitoring are warranted. Long-term management is guided by patient substrate, with implications for intensity of heart rhythm monitoring, anticoagulation, and considerations for rhythm management strategies. Overall management of acute atrial fibrillation addresses substrates and triggers. The 3As of acute management are acute triggers, atrial fibrillation rate/rhythm management, and anticoagulation. The 2As and 2Ms of long-term management include monitoring of heart rhythm and modification of lifestyle and risk factors, in addition to considerations for atrial fibrillation rate/rhythm management and anticoagulation. Several gaps in knowledge related to acute atrial fibrillation exist and warrant future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36912134/",
    "clean_text": "atrial fibrillation occurring during acute hospitalization a scientific statement from the american heart association acute atrial fibrillation is defined as atrial fibrillation detected in the setting of acute care or acute illness atrial fibrillation may be detected or managed for the first time during acute hospitalization for another condition a acute atrial fibrillation is defined as atrial fibrillation detected in the setting of acute care or acute illness atrial fibrillation may be detected or managed for the first time during acute hospitalization for another condition atrial fibrillation after cardiothoracic surgery is a distinct type of acute atrial fibrillation acute atrial fibrillation is associated with high risk of long term atrial fibrillation recurrence warranting clinical attention during acute hospitalization and over long term follow up a framework of substrates and triggers can be useful for evaluating and managing acute atrial fibrillation acute management requires a multipronged approach with interdisciplinary care collaboration tailoring treatments to the patient s underlying substrate and acute condition key components of acute management include identification and treatment of triggers selection and implementation of rate rhythm control and management of anticoagulation acute rate or rhythm control strategy should be individualized with consideration of the patient s capacity to tolerate rapid rates or atrioventricular dyssynchrony and the patient s ability to tolerate the risk of the therapeutic strategy given the high risks of atrial fibrillation recurrence in patients with acute atrial fibrillation clinical follow up and heart rhythm monitoring are warranted long term management is guided by patient substrate with implications for intensity of heart rhythm monitoring anticoagulation and considerations for rhythm management strategies overall management of acute atrial fibrillation addresses substrates and triggers the as of acute management are acute triggers atrial fibrillation rate rhythm management and anticoagulation the as and ms of long term management include monitoring of heart rhythm and modification of lifestyle and risk factors in addition to considerations for atrial fibrillation rate rhythm management and anticoagulation several gaps in knowledge related to acute atrial fibrillation exist and warrant future research"
}