{
    "pmid": "41431038",
    "title": "Intraperitoneal tuberculous abscess mimicking a para-gastric mass: A case report and literature review.",
    "abstract": "Early diagnosis of abdominal tuberculosis is challenging due to its diverse manifestations. We report a rare case of an intraperitoneal tuberculous abscess that mimicked a tumor, aiming to raise clinical vigilance against abdominal tuberculosis with atypical manifestations. A 50-year-old man presented with a 1-month history of abdominal pain. Computed tomography imaging demonstrated a multiseptated, peripherally enhancing hypodense mass abutting the gastric greater curvature, initially suspected to be a gastrointestinal stromal tumor. Exploratory laparotomy uncovered a pus-filled mass attached to the gastric fundus. Histopathological examination of the biopsy specimens showed necrotizing granulomas. Polymerase chain reaction assays detected Mycobacterium tuberculosis DNA in the specimens. Thus, the diagnosis was determined as abdominal tuberculosis complicating an intraperitoneal tuberculous abscess. The patient was treated with antituberculosis therapy after diagnosis. The patient reported stable clinical status with no adverse effects during follow-ups. Tuberculosis should be included in the differential diagnosis of intraperitoneal masses to avoid misdiagnosis and unnecessary interventions, particularly in high-TB-burden countries. Diagnosis is based on a multimodal diagnostic approach consisting of clinical manifestations, radiographic, histopathological and microbiological evidence.",
    "disease": "tuberculosis",
    "clean_text": "intraperitoneal tuberculous abscess mimicking a para gastric mass a case report and literature review early diagnosis of abdominal tuberculosis is challenging due to its diverse manifestations we report a rare case of an intraperitoneal tuberculous abscess that mimicked a tumor aiming to raise clinical vigilance against abdominal tuberculosis with atypical manifestations a year old man presented with a month history of abdominal pain computed tomography imaging demonstrated a multiseptated peripherally enhancing hypodense mass abutting the gastric greater curvature initially suspected to be a gastrointestinal stromal tumor exploratory laparotomy uncovered a pus filled mass attached to the gastric fundus histopathological examination of the biopsy specimens showed necrotizing granulomas polymerase chain reaction assays detected mycobacterium tuberculosis dna in the specimens thus the diagnosis was determined as abdominal tuberculosis complicating an intraperitoneal tuberculous abscess the patient was treated with antituberculosis therapy after diagnosis the patient reported stable clinical status with no adverse effects during follow ups tuberculosis should be included in the differential diagnosis of intraperitoneal masses to avoid misdiagnosis and unnecessary interventions particularly in high tb burden countries diagnosis is based on a multimodal diagnostic approach consisting of clinical manifestations radiographic histopathological and microbiological evidence"
}