{
    "pmid": "41469388",
    "title": "UCHL1 stabilizes Twist1 via K11/K63-linked deubiquitination to drive tumor metastasis in non-small cell lung cancer.",
    "abstract": "Deubiquitinating enzymes (DUBs) are critical regulators of protein turnover and have emerged as key players in cancer progression. In this study, we demonstrated that ubiquitin C-terminal hydrolase L1 (UCHL1) is upregulated in non-small cell lung cancer (NSCLC) and drives tumor metastatic progression, and we identified Twist1, a transcription factor that governs epithelial-mesenchymal transition (EMT), as a downstream target of UCHL1. Depletion of UCHL1 attenuated Twist1-mediated metastatic capacity in NSCLC cells both in vitro and in vivo. Mechanistically, UCHL1 directly interacts with Twist1 and stabilizes Twist1 protein levels through the enzymatic cleavage of K11- and K63-linked ubiquitin chains. Clinically, immunohistochemistry of human NSCLC tissues revealed a positive correlation between UCHL1/Twist1 expression and metastatic progression, with elevated levels of both proteins predicting poor prognosis. Our findings reveal a critical pathway through which UCHL1-mediated deubiquitination sustains Twist1 stability, revealing a novel posttranslational regulatory axis involved in cancer metastasis and progression and highlighting promising therapeutic targets for metastatic NSCLC.",
    "disease": "lung cancer",
    "clean_text": "uchl stabilizes twist via k k linked deubiquitination to drive tumor metastasis in non small cell lung cancer deubiquitinating enzymes dubs are critical regulators of protein turnover and have emerged as key players in cancer progression in this study we demonstrated that ubiquitin c terminal hydrolase l uchl is upregulated in non small cell lung cancer nsclc and drives tumor metastatic progression and we identified twist a transcription factor that governs epithelial mesenchymal transition emt as a downstream target of uchl depletion of uchl attenuated twist mediated metastatic capacity in nsclc cells both in vitro and in vivo mechanistically uchl directly interacts with twist and stabilizes twist protein levels through the enzymatic cleavage of k and k linked ubiquitin chains clinically immunohistochemistry of human nsclc tissues revealed a positive correlation between uchl twist expression and metastatic progression with elevated levels of both proteins predicting poor prognosis our findings reveal a critical pathway through which uchl mediated deubiquitination sustains twist stability revealing a novel posttranslational regulatory axis involved in cancer metastasis and progression and highlighting promising therapeutic targets for metastatic nsclc"
}