{
    "pmid": "41380337",
    "title": "Cardiac autonomic dysfunction in patients with multiple system atrophy and spinocerebellar ataxia: A comparative study and distinctive machine learning model.",
    "abstract": "Differentiating multiple system atrophy-cerebellar subtype (MSA-C) from spinocerebellar ataxia (SCA) is often difficult due to overlapping cerebellar and autonomic manifestations. Heart rate variability (HRV) provides a noninvasive measure of cardiac autonomic function and may reveal distinct disease-specific patterns. In this cross-sectional study, 22 patients with MSA-C, 22 with genetically confirmed SCA, and 44 age-matched healthy controls underwent 5-min HRV recordings at rest and during deep breathing (DB) using a Polar® H10 sensor. Time- and frequency-domain indices were analyzed, and percentage changes from rest to DB were calculated. Statistical comparisons were performed between groups. Six supervised machine learning (ML) models were developed for disease classification, and feature importance was assessed using Shapley Additive exPlanations (SHAP). Compared with controls, MSA-C patients showed significant reductions across all HRV parameters at rest and DB, whereas SCA patients exhibited selective reductions with preserved LF/HF ratio during DB. At rest, SCA showed a higher LF/HF ratio versus controls (p = 0.033), indicating parasympathetic impairment, while MSA-C showed a markedly lower ratio (p < 0.001) and blunted LF augmentation during DB, reflecting combined autonomic failure. The XGBoost model achieved the best classification accuracy (0.84), identifying LF change ratio, age, and SDNN at rest as key discriminative features. MSA-C demonstrates diffuse autonomic dysfunction with impaired sympathetic reactivity, while SCA shows preferential parasympathetic loss. HRV-based ML models offer a promising diagnostic tool requiring further validation.",
    "disease": "epilepsy",
    "clean_text": "cardiac autonomic dysfunction in patients with multiple system atrophy and spinocerebellar ataxia a comparative study and distinctive machine learning model differentiating multiple system atrophy cerebellar subtype msa c from spinocerebellar ataxia sca is often difficult due to overlapping cerebellar and autonomic manifestations heart rate variability hrv provides a noninvasive measure of cardiac autonomic function and may reveal distinct disease specific patterns in this cross sectional study patients with msa c with genetically confirmed sca and age matched healthy controls underwent min hrv recordings at rest and during deep breathing db using a polar h sensor time and frequency domain indices were analyzed and percentage changes from rest to db were calculated statistical comparisons were performed between groups six supervised machine learning ml models were developed for disease classification and feature importance was assessed using shapley additive explanations shap compared with controls msa c patients showed significant reductions across all hrv parameters at rest and db whereas sca patients exhibited selective reductions with preserved lf hf ratio during db at rest sca showed a higher lf hf ratio versus controls p indicating parasympathetic impairment while msa c showed a markedly lower ratio p and blunted lf augmentation during db reflecting combined autonomic failure the xgboost model achieved the best classification accuracy identifying lf change ratio age and sdnn at rest as key discriminative features msa c demonstrates diffuse autonomic dysfunction with impaired sympathetic reactivity while sca shows preferential parasympathetic loss hrv based ml models offer a promising diagnostic tool requiring further validation"
}