{
    "pmid": "41454195",
    "title": "Causal Inference and Prognostic Modeling in Colorectal Cancer through Integration of Computational Pathology and Mendelian Randomization.",
    "abstract": "While traditional pathology supports the diagnosis and staging of colorectal cancer (CRC), computational pathology provides novel prognostic insights. Mendelian randomization (MR) is effective in uncovering causal relationships in cancer research; however, studies that integrate MR with pathology to investigate gut microbiota (GM), immune cells, and CRC remain limited. We analyzed whole-slide images from The Cancer Genome Atlas Colon Adenocarcinoma/Rectal Adenocarcinoma (TCGA-COAD/READ) datasets using ResNet-50 and CellProfiler to extract pathological features. MR analysis and mediation analyses were then performed to identify causal links between GM, immune cells, and CRC. Causal single-nucleotide polymorphisms (SNPs) were mapped to corresponding genes (microbiome-immune genes), and the expression levels of these genes were correlated with the extracted image features. Finally, a prognostic model was constructed using machine learning algorithms. We identified 55 causal relationships, 6 mediating effects, and 15 microbiome-immune genes. Among the extracted pathological features, 21 were found to be associated with these microbiome-immune genes. The prognostic model developed in this study demonstrated accurate performance in predicting CRC prognosis. By integrating MR with computational pathology, we elucidated the causal relationships among GM, immune cells, and CRC, and successfully constructed a prognostic prediction model. This work provides new targets for the precision treatment of CRC.",
    "disease": "colorectal cancer",
    "clean_text": "causal inference and prognostic modeling in colorectal cancer through integration of computational pathology and mendelian randomization while traditional pathology supports the diagnosis and staging of colorectal cancer crc computational pathology provides novel prognostic insights mendelian randomization mr is effective in uncovering causal relationships in cancer research however studies that integrate mr with pathology to investigate gut microbiota gm immune cells and crc remain limited we analyzed whole slide images from the cancer genome atlas colon adenocarcinoma rectal adenocarcinoma tcga coad read datasets using resnet and cellprofiler to extract pathological features mr analysis and mediation analyses were then performed to identify causal links between gm immune cells and crc causal single nucleotide polymorphisms snps were mapped to corresponding genes microbiome immune genes and the expression levels of these genes were correlated with the extracted image features finally a prognostic model was constructed using machine learning algorithms we identified causal relationships mediating effects and microbiome immune genes among the extracted pathological features were found to be associated with these microbiome immune genes the prognostic model developed in this study demonstrated accurate performance in predicting crc prognosis by integrating mr with computational pathology we elucidated the causal relationships among gm immune cells and crc and successfully constructed a prognostic prediction model this work provides new targets for the precision treatment of crc"
}