{
    "title": "Lumbar Bracing for Chronic Low Back Pain: A Randomized Controlled Trial.",
    "doc_id": "33789322",
    "writer": "Annaswamy TM",
    "year": "2021",
    "summary": "PURPOSE: We performed this study to evaluate the effect of back bracing to treat patients with chronic low back pain. METHODS: This was a prospective, unblinded, randomized controlled trial of 61 adults with uncomplicated chronic low back pain ( …",
    "abstract": "Purpose:\n        \n      \n      We performed this study to evaluate the effect of back bracing to treat patients with chronic low back pain.\n    \n\n\n          Methods:\n        \n      \n      This was a prospective, unblinded, randomized controlled trial of 61 adults with uncomplicated chronic low back pain (>12 wks) and imaging findings of degenerative spondylosis, to assess the effectiveness of a semirigid back brace. All study participants received back school instruction. The treatment group also received a lumbar orthosis and was instructed to wear it as needed for symptom relief. At baseline, 6 wks, 12 wks, and 6 mos after intervention, we collected: Numerical Rating Scale to measure pain intensity, Pain Disability Questionnaire, Patient-Reported Outcome Measurement Information System, and EuroQol 5-Dimension (EQ-5D) to measure patient-reported function and quality of life.\n    \n\n\n          Results:\n        \n      \n      An interim analysis at the halfway point in enrollment (61 of 120 planned participants) revealed the Pain Disability Questionnaire, Patient-Reported Outcome Measurement Information System, and EQ-5D scores in the treatment group to be worse than in the control group, but no significant group differences in Numerical Rating Scale scores. Outcome differences between groups analyzed over time revealed (effect [P]): Pain Disability Questionnaire = 0.84 (0.04); Patient-Reported Outcome Measurement Information System = 0.78 (0.005); EQ-5D = 0.06 (0.01); and Numerical Rating Scale = 0.02 (0.6). We halted the study because continuation was unlikely to produce significant changes to the results.\n    \n\n\n          Conclusions:\n        \n      \n      In patients with uncomplicated chronic low back pain, a back brace when combined with education and exercise instruction did not provide any pain relief compared with education and exercise instruction alone.\n    \n\n\n          To claim cme credits:\n        \n      \n      Complete the self-assessment activity and evaluation online at http://www.physiatry.org/JournalCME.\n    \n\n\n          Cme objectives:\n        \n      \n      Upon completion of this article, the reader should be able to: (1) Describe the effect of lumbar back bracing on pain intensity in patients with chronic low back pain; (2) Discuss the effects of lumbar back bracing on pain-related disability, function, and quality of life in patients with chronic low back pain; and (3) Understand the role of lumbar back bracing in the treatment of patients with chronic low back pain.\n    \n\n\n          Level:\n        \n      \n      Advanced.\n    \n\n\n          Accreditation:\n        \n      \n      The Association of Academic Physiatrists is accredited by the Accreditation Council for Continuing Medical Education to provide continuing medical education for physicians.The Association of Academic Physiatrists designates this Journal-based CME activity for a maximum of 1.0 AMA PRA Category 1 Credit(s)™. Physicians should only claim credit commensurate with the extent of their participation in the activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33789322/",
    "clean_text": "lumbar bracing for chronic low back pain a randomized controlled trial purpose we performed this study to evaluate the effect of back bracing to treat patients with chronic low back pain methods this was a prospective unblinded randomized controlled trial of adults with uncomplicated chronic low back pain purpose we performed this study to evaluate the effect of back bracing to treat patients with chronic low back pain methods this was a prospective unblinded randomized controlled trial of adults with uncomplicated chronic low back pain wks and imaging findings of degenerative spondylosis to assess the effectiveness of a semirigid back brace all study participants received back school instruction the treatment group also received a lumbar orthosis and was instructed to wear it as needed for symptom relief at baseline wks wks and mos after intervention we collected numerical rating scale to measure pain intensity pain disability questionnaire patient reported outcome measurement information system and euroqol dimension eq d to measure patient reported function and quality of life results an interim analysis at the halfway point in enrollment of planned participants revealed the pain disability questionnaire patient reported outcome measurement information system and eq d scores in the treatment group to be worse than in the control group but no significant group differences in numerical rating scale scores outcome differences between groups analyzed over time revealed effect p pain disability questionnaire patient reported outcome measurement information system eq d and numerical rating scale we halted the study because continuation was unlikely to produce significant changes to the results conclusions in patients with uncomplicated chronic low back pain a back brace when combined with education and exercise instruction did not provide any pain relief compared with education and exercise instruction alone to claim cme credits complete the self assessment activity and evaluation online at http www physiatry org journalcme cme objectives upon completion of this article the reader should be able to describe the effect of lumbar back bracing on pain intensity in patients with chronic low back pain discuss the effects of lumbar back bracing on pain related disability function and quality of life in patients with chronic low back pain and understand the role of lumbar back bracing in the treatment of patients with chronic low back pain level advanced accreditation the association of academic physiatrists is accredited by the accreditation council for continuing medical education to provide continuing medical education for physicians the association of academic physiatrists designates this journal based cme activity for a maximum of ama pra category credit s physicians should only claim credit commensurate with the extent of their participation in the activity"
}