{
    "pmid": "41451788",
    "title": "Immunomodulatory Effect of First-Line Cisplatin Versus Carboplatin in Response to Second-Line Nivolumab Therapy in Metastatic Non-Small Cell Lung Cancer.",
    "abstract": "Non-small cell lung cancer (NSCLC) treatment often involves a combination of first-line immunotherapy (IO) and chemotherapy, with platinum-based regimens as alternatives. Nivolumab monotherapy is a widely used second-line treatment post-platinum chemotherapy. This is the first study to explore the immunomodulatory effects of cisplatin in advanced NSCLC patients receiving nivolumab. This retrospective study included 186 metastatic NSCLC patients from four centers in Turkey. All patients received nivolumab after progression on platinum-based chemotherapy. Multivariate Cox regression was performed to identify independent prognostic factors for progression-free survival (PFS) and overall survival (OS). Patients treated with cisplatin-based chemotherapy ( This study highlights the potential immunomodulatory effects of cisplatin, demonstrating improved survival outcomes in NSCLC patients treated with nivolumab. Specifically, our results reveal cisplatin's unique capacity to modulate the tumor microenvironment, offering a novel avenue for optimizing checkpoint inhibitor therapy. These findings underscore the importance of platinum selection in enhancing immunotherapy efficacy and provide a basis for prospective studies to refine clinical guidelines.",
    "disease": "lung cancer",
    "clean_text": "immunomodulatory effect of first line cisplatin versus carboplatin in response to second line nivolumab therapy in metastatic non small cell lung cancer non small cell lung cancer nsclc treatment often involves a combination of first line immunotherapy io and chemotherapy with platinum based regimens as alternatives nivolumab monotherapy is a widely used second line treatment post platinum chemotherapy this is the first study to explore the immunomodulatory effects of cisplatin in advanced nsclc patients receiving nivolumab this retrospective study included metastatic nsclc patients from four centers in turkey all patients received nivolumab after progression on platinum based chemotherapy multivariate cox regression was performed to identify independent prognostic factors for progression free survival pfs and overall survival os patients treated with cisplatin based chemotherapy this study highlights the potential immunomodulatory effects of cisplatin demonstrating improved survival outcomes in nsclc patients treated with nivolumab specifically our results reveal cisplatin s unique capacity to modulate the tumor microenvironment offering a novel avenue for optimizing checkpoint inhibitor therapy these findings underscore the importance of platinum selection in enhancing immunotherapy efficacy and provide a basis for prospective studies to refine clinical guidelines"
}