{
    "title": "Effect of race and diet on human-milk vitamin D and 25-hydroxyvitamin D.",
    "doc_id": "2998180",
    "writer": "Specker BL",
    "year": "1985",
    "summary": "Vitamin D-deficiency rickets continues to be reported in infants fed human milk, and the importance of human milk as a source of vitamin D for infants is controversial. ...Human-milk vitamins D3 and D2 and 25-hydroxyvitamin D3 were lower in blacks vs w …",
    "abstract": "Vitamin D-deficiency rickets continues to be reported in infants fed human milk, and the importance of human milk as a source of vitamin D for infants is controversial. Furthermore, effects of race and of normally consumed maternal vitamin D intake on human-milk vitamin D have not been reported. Milk, serum, and three-day-diet diaries were obtained from 25 mother-infant pairs. Human-milk vitamins D3 and D2 and 25-hydroxyvitamin D3 were lower in blacks vs whites, whereas 25-hydroxyvitamin D2 did not differ. Total-milk vitamin D, but not 25-hydroxyvitamin D, correlated with vitamin D intake. Milk vitamin D2 specifically was correlated with vitamin D intake even after controlling for race. Infant serum 25-hydroxyvitamin D did not correlate with milk vitamin D or 25-hydroxyvitamin D; we speculate that the contribution of vitamin D from human milk in these infants is insignificant relative to the contribution from sunshine exposure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2998180/",
    "clean_text": "effect of race and diet on human milk vitamin d and hydroxyvitamin d vitamin d deficiency rickets continues to be reported in infants fed human milk and the importance of human milk as a source of vitamin d for infants is controversial human milk vitamins d and d and hydroxyvitamin d were lower in blacks vs w vitamin d deficiency rickets continues to be reported in infants fed human milk and the importance of human milk as a source of vitamin d for infants is controversial furthermore effects of race and of normally consumed maternal vitamin d intake on human milk vitamin d have not been reported milk serum and three day diet diaries were obtained from mother infant pairs human milk vitamins d and d and hydroxyvitamin d were lower in blacks vs whites whereas hydroxyvitamin d did not differ total milk vitamin d but not hydroxyvitamin d correlated with vitamin d intake milk vitamin d specifically was correlated with vitamin d intake even after controlling for race infant serum hydroxyvitamin d did not correlate with milk vitamin d or hydroxyvitamin d we speculate that the contribution of vitamin d from human milk in these infants is insignificant relative to the contribution from sunshine exposure"
}