{
    "pmid": "41444101",
    "title": "GLP-1 agonists in neurodegeneration: a multimodal biomarker-guided approach.",
    "abstract": "Glucagon-like peptide-1 receptor agonists (GLP1-RAs), widely used for type 2 diabetes mellitus, are emerging as promising neuroprotective therapies in Alzheimer's disease (AD) and Parkinson's disease (PD). Agents such as exenatide, lixisenatide, and liraglutide have demonstrated disease-modifying potential in preclinical and clinical studies. However, translation remains hindered by the absence of validated biomarkers to guide patient selection, track target engagement, and monitor progression. Here, we review the mechanistic links between GLP1-RA signaling and neurodegeneration, summarize the evolving clinical evidence, and highlight emerging blood-based and molecular biomarkers, including those tied to insulin signaling, neurodegeneration, and metabolic and cardiovascular dysfunction, that may accelerate therapeutic development. Integrating these biomarkers with digital phenotyping and artificial intelligence could enable precision approaches to advance GLP1-RA research and clinical use in neurodegeneration.",
    "disease": "diabetes mellitus",
    "clean_text": "glp agonists in neurodegeneration a multimodal biomarker guided approach glucagon like peptide receptor agonists glp ras widely used for type diabetes mellitus are emerging as promising neuroprotective therapies in alzheimer s disease ad and parkinson s disease pd agents such as exenatide lixisenatide and liraglutide have demonstrated disease modifying potential in preclinical and clinical studies however translation remains hindered by the absence of validated biomarkers to guide patient selection track target engagement and monitor progression here we review the mechanistic links between glp ra signaling and neurodegeneration summarize the evolving clinical evidence and highlight emerging blood based and molecular biomarkers including those tied to insulin signaling neurodegeneration and metabolic and cardiovascular dysfunction that may accelerate therapeutic development integrating these biomarkers with digital phenotyping and artificial intelligence could enable precision approaches to advance glp ra research and clinical use in neurodegeneration"
}