{
    "pmid": "41463450",
    "title": "Unlocking New Horizons: Antibody-Drug Conjugates in Small Cell Lung Cancer.",
    "abstract": "Antibody-drug conjugates (ADCs), an emerging class of antitumor agents, have revolutionised the therapeutic landscape in oncology by integrating the cytotoxic efficacy of chemotherapy with the precision of targeted therapy. These agents have also demonstrated considerable potential in the treatment of small cell lung cancer (SCLC). Numerous clinical trials evaluating ADCs in SCLC are currently underway. Although encouraging outcomes have been observed, several challenges persist, including drug resistance, treatment-related toxicities, and the identification of suitable biomarkers for patient selection. A comprehensive understanding of the mechanisms underlying ADCs, along with a systematic review of their clinical development in SCLC, may provide valuable insights and strategies to address these issues. In this review, we elucidate the structure and mechanisms of action of ADCs, summarise key clinical trials in SCLC, discuss existing challenges, and suggest future directions to facilitate the advancement and clinical application of ADC-based therapies for SCLC.",
    "disease": "lung cancer",
    "clean_text": "unlocking new horizons antibody drug conjugates in small cell lung cancer antibody drug conjugates adcs an emerging class of antitumor agents have revolutionised the therapeutic landscape in oncology by integrating the cytotoxic efficacy of chemotherapy with the precision of targeted therapy these agents have also demonstrated considerable potential in the treatment of small cell lung cancer sclc numerous clinical trials evaluating adcs in sclc are currently underway although encouraging outcomes have been observed several challenges persist including drug resistance treatment related toxicities and the identification of suitable biomarkers for patient selection a comprehensive understanding of the mechanisms underlying adcs along with a systematic review of their clinical development in sclc may provide valuable insights and strategies to address these issues in this review we elucidate the structure and mechanisms of action of adcs summarise key clinical trials in sclc discuss existing challenges and suggest future directions to facilitate the advancement and clinical application of adc based therapies for sclc"
}