{
    "title": "Clinical approach to wounds: debridement and wound bed preparation including the use of dressings and wound-healing adjuvants.",
    "doc_id": "16799376",
    "writer": "Attinger CE",
    "year": "2006",
    "summary": "This is a clinical review of current techniques in wound bed preparation found to be effective in assisting the wound-healing process. The process begins with the identification of a correct diagnosis of the wound's etiology and continues with optimizi …",
    "abstract": "This is a clinical review of current techniques in wound bed preparation found to be effective in assisting the wound-healing process. The process begins with the identification of a correct diagnosis of the wound's etiology and continues with optimizing the patient's medical condition, including blood flow to the wound site. Débridement as the basis of most wound-healing strategies is then emphasized. Various débridement techniques, including surgery, topical agents, and biosurgery, are thoroughly discussed and illustrated. Wound dressings, including the use of negative pressure wound therapy, are then reviewed. To properly determine the timing of advance therapeutic intervention, the wound-healing progress needs to be monitored carefully with weekly measurements. A reduction in wound area of 10 to 15 percent per week represents normal healing and does not mandate a change in the current wound-healing strategy. However, if this level of wound area reduction is not met consistently on a weekly basis, then alternative healing interventions should be considered. There is a growing body of evidence that can provide guidance on the appropriate use of such adjuvants in the problem wound. Several adjuvants are discussed, including growth factor, bioengineered tissues, and hyperbaric medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16799376/",
    "clean_text": "clinical approach to wounds debridement and wound bed preparation including the use of dressings and wound healing adjuvants this is a clinical review of current techniques in wound bed preparation found to be effective in assisting the wound healing process the process begins with the identification of a correct diagnosis of the wound s etiology and continues with optimizi this is a clinical review of current techniques in wound bed preparation found to be effective in assisting the wound healing process the process begins with the identification of a correct diagnosis of the wound s etiology and continues with optimizing the patient s medical condition including blood flow to the wound site d bridement as the basis of most wound healing strategies is then emphasized various d bridement techniques including surgery topical agents and biosurgery are thoroughly discussed and illustrated wound dressings including the use of negative pressure wound therapy are then reviewed to properly determine the timing of advance therapeutic intervention the wound healing progress needs to be monitored carefully with weekly measurements a reduction in wound area of to percent per week represents normal healing and does not mandate a change in the current wound healing strategy however if this level of wound area reduction is not met consistently on a weekly basis then alternative healing interventions should be considered there is a growing body of evidence that can provide guidance on the appropriate use of such adjuvants in the problem wound several adjuvants are discussed including growth factor bioengineered tissues and hyperbaric medicine"
}