{
    "title": "Tumor stem cells.",
    "doc_id": "15188021",
    "writer": "Kopper L",
    "year": "2004",
    "summary": "The link between normal stem cells and tumor cells could be examined in three aspects: what are the differences and similarities in the control of self-renewal capacity between stem cells and tumor cells; whether tumor cells arise …",
    "abstract": "Stem cells possess two basic characteristics: they are able to renew themselves and to develop into different cell types. The link between normal stem cells and tumor cells could be examined in three aspects: what are the differences and similarities in the control of self-renewal capacity between stem cells and tumor cells; whether tumor cells arise from stem cells; do tumorous stem cells exist? Since tumor cells also exhibit self-renewal capacity, it seems plausible that their regulation is similar to that of the stem cells. The infinite self-renewal ability (immortalization) is assured by several, so far only partly known, mechanisms. One of these is telomerase activity, another important regulatory step for survival is the inhibition of apoptosis. Other signal transduction pathways in stem cell regulation may also play certain roles in carcinogenesis: e.g. Notch, Sonic hedgehog (SHH), and Wnt signals. Existence of tumor stem cells was suggested since it is simpler to retain the self-renewal capacity than to reactivate the immortality program in an already differentiated cell. Moreover, stem cells live much longer than the differentiated ones, and so they are exposed for a long period of time to impairments, collecting gene errors leading to the breakdown of the regulation. However, it is still an open question whether all cells in the tumor possess the capacity that produces this tissue or not, that is: are there tumor stem cells or there are not. If tumor stem cells exist, they would be the main target for therapy: only these must be killed since the other tumor cells possess limited proliferative capacity, therefore limited life span. The only problem is that during tumor progression stem-like cells can develop continuously and the identification but mainly the prevention of their formation is still a great challenge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15188021/",
    "clean_text": "tumor stem cells the link between normal stem cells and tumor cells could be examined in three aspects what are the differences and similarities in the control of self renewal capacity between stem cells and tumor cells whether tumor cells arise stem cells possess two basic characteristics they are able to renew themselves and to develop into different cell types the link between normal stem cells and tumor cells could be examined in three aspects what are the differences and similarities in the control of self renewal capacity between stem cells and tumor cells whether tumor cells arise from stem cells do tumorous stem cells exist since tumor cells also exhibit self renewal capacity it seems plausible that their regulation is similar to that of the stem cells the infinite self renewal ability immortalization is assured by several so far only partly known mechanisms one of these is telomerase activity another important regulatory step for survival is the inhibition of apoptosis other signal transduction pathways in stem cell regulation may also play certain roles in carcinogenesis e g notch sonic hedgehog shh and wnt signals existence of tumor stem cells was suggested since it is simpler to retain the self renewal capacity than to reactivate the immortality program in an already differentiated cell moreover stem cells live much longer than the differentiated ones and so they are exposed for a long period of time to impairments collecting gene errors leading to the breakdown of the regulation however it is still an open question whether all cells in the tumor possess the capacity that produces this tissue or not that is are there tumor stem cells or there are not if tumor stem cells exist they would be the main target for therapy only these must be killed since the other tumor cells possess limited proliferative capacity therefore limited life span the only problem is that during tumor progression stem like cells can develop continuously and the identification but mainly the prevention of their formation is still a great challenge"
}