{
    "pmid": "41402336",
    "title": "The adeno associated viral vectored Dp12S vaccine effective alleviation of asthma symptoms in mice.",
    "abstract": "Given the rising incidence of allergic asthma, current symptomatic treatments primarily offer relief rather than halt disease progression. A compelling argument exists for gene therapy to treat this disease, as recombinant allergens, designed with reduced immunoglobulin E (IgE) reactivity and the ability to regulate excessive T helper type 2 responses, are emerging as promising candidates for more precise, effective, and safer allergen-specific immunotherapy. Here, we report an adeno-associated virus (AAV) 6.2FF capsid that demonstrates efficiency in lung epithelial cell transduction based on imaging and flow cytometry analysis. Intratracheal administration of this vector delivering two house dust mite antigens (Der p1 and Der p2, AAV-Dp12S) into allergic asthma mice significantly attenuated the HDM-induced asthmatic phenotype and improves lung physiology. Following AAV-Dp12S treatment, correlating with marked reductions in goblet cell hyperplasia and pulmonary eosinophilia. Moreover, total serum IgE, HDM-specific IgE (sIgE) titers, and pulmonary inducible nitric oxide synthase levels were effectively reduced. The cytokine profiles in bronchoalveolar lavage fluid (BALF) were modulated, as indicated by decreased levels of type 2 cytokines-interleukin (IL)-4, IL-5, and IL-13-and increased levels of interferon-γ and IL-10. Additionally, sIgE titers and production were significantly lowered. Overall, these findings demonstrate the potential of AAV-Dp12S as a therapeutic strategy for both tolerance induction and vaccination in the treatment of allergic asthma.",
    "disease": "asthma",
    "clean_text": "the adeno associated viral vectored dp s vaccine effective alleviation of asthma symptoms in mice given the rising incidence of allergic asthma current symptomatic treatments primarily offer relief rather than halt disease progression a compelling argument exists for gene therapy to treat this disease as recombinant allergens designed with reduced immunoglobulin e ige reactivity and the ability to regulate excessive t helper type responses are emerging as promising candidates for more precise effective and safer allergen specific immunotherapy here we report an adeno associated virus aav ff capsid that demonstrates efficiency in lung epithelial cell transduction based on imaging and flow cytometry analysis intratracheal administration of this vector delivering two house dust mite antigens der p and der p aav dp s into allergic asthma mice significantly attenuated the hdm induced asthmatic phenotype and improves lung physiology following aav dp s treatment correlating with marked reductions in goblet cell hyperplasia and pulmonary eosinophilia moreover total serum ige hdm specific ige sige titers and pulmonary inducible nitric oxide synthase levels were effectively reduced the cytokine profiles in bronchoalveolar lavage fluid balf were modulated as indicated by decreased levels of type cytokines interleukin il il and il and increased levels of interferon and il additionally sige titers and production were significantly lowered overall these findings demonstrate the potential of aav dp s as a therapeutic strategy for both tolerance induction and vaccination in the treatment of allergic asthma"
}