{
    "pmid": "41353085",
    "title": "An mRNA microsphere vaccine inhibiting overactivation of DNA sensing mechanisms.",
    "abstract": "Mutations in cytoplasmic DNA-degrading enzymes can lead to the accumulation of cytoplasmic DNA (cytoDNA), which excessively activates DNA-sensing pathways and exacerbates inflammatory aging. Reducing cytoDNA levels to suppress DNA-sensing mechanisms is therefore critical for treating elderly-onset rheumatoid arthritis (EORA). In this study, we constructed Trex1 mRNA loaded lipid nanoparticles (LNPs) via microfluidics and prepared DNase I loaded polydopamine (PDA) nanoparticles through oxidative polymerization. These two components were co-encapsulated into methacrylated hyaluronic acid (HAMA) microspheres using microfluidic photopolymerization. The LNPs incorporate cationic lipids to facilitate mRNA loading and promote endosomal escape, enabling efficient translation of TREX1 and subsequent recognition and degradation of cytoDNA. Meanwhile, cationic mesoporous polydopamine electrostatically adsorbs and degrades extracellular DNA. The microspheres function as a reservoir for sustained nanoparticles release, enabling synergistic inhibition of DNA sensing pathways. This microsphere based vaccine upregulates TREX1 expression in antigen presenting cells (APCs) and reduces cytoDNA levels, thereby suppressing overactivation of the cGAS-STING signaling axis and promoting immune tolerance. It also attenuates the differentiation of CD4",
    "disease": "rheumatoid arthritis",
    "clean_text": "an mrna microsphere vaccine inhibiting overactivation of dna sensing mechanisms mutations in cytoplasmic dna degrading enzymes can lead to the accumulation of cytoplasmic dna cytodna which excessively activates dna sensing pathways and exacerbates inflammatory aging reducing cytodna levels to suppress dna sensing mechanisms is therefore critical for treating elderly onset rheumatoid arthritis eora in this study we constructed trex mrna loaded lipid nanoparticles lnps via microfluidics and prepared dnase i loaded polydopamine pda nanoparticles through oxidative polymerization these two components were co encapsulated into methacrylated hyaluronic acid hama microspheres using microfluidic photopolymerization the lnps incorporate cationic lipids to facilitate mrna loading and promote endosomal escape enabling efficient translation of trex and subsequent recognition and degradation of cytodna meanwhile cationic mesoporous polydopamine electrostatically adsorbs and degrades extracellular dna the microspheres function as a reservoir for sustained nanoparticles release enabling synergistic inhibition of dna sensing pathways this microsphere based vaccine upregulates trex expression in antigen presenting cells apcs and reduces cytodna levels thereby suppressing overactivation of the cgas sting signaling axis and promoting immune tolerance it also attenuates the differentiation of cd"
}