{
    "pmid": "41446851",
    "title": "Acute kidney injury induced by mixed poisoning with brodifacoum and bromadiolone: a case report.",
    "abstract": "Anticoagulant rodenticides (ARs) are a significant cause of global poisoning events. AR poisoning primarily manifests as multiorgan hemorrhage, while acute kidney injury (AKI) is exceedingly rare. Current understanding of the pathogenesis of AR-induced AKI remains insufficient, potentially leading to diagnostic and therapeutic delays and increasing the risk of progression to chronic kidney disease. This case report aims to describe the clinical characteristics, diagnostic process, and multidisciplinary treatment strategy of a patient with AKI induced by mixed brodifacoum and bromadiolone poisoning, and to explore the underlying pathogenic mechanisms of AR-induced AKI. This case report presents a 37-year-old male who developed anuria following the onset of painless macroscopic hematuria and gingival bleeding. Laboratory investigations revealed: prothrombin time (PT) > 120 s, international normalized ratio (INR) 13.58, significantly reduced activity of coagulation factors II, VII, IX, and X, and serum creatinine (Scr) progressively increased to 5.93 mg/dL. Abdominal computed tomography showed bilateral ureteral dilation with hydronephrosis and patchy hyperdense areas in the bladder lumen. Blood toxicology analysis confirmed mixed poisoning with brodifacoum (24.7 ng/mL) and bromadiolone (12 ng/mL). Treatment included intravenous vitamin K1, fresh frozen plasma infusion, cystoscopic evacuation of blood clots and bilateral ureteroscopic double-J stent placement, and continuous renal replacement therapy. At discharge, Scr decreased to 1.52 mg/dL. Ten days post-discharge, follow-up tests showed PT 11.1 s, INR 0.88, and Scr 1.01 mg/dL. Renal function and coagulation profiles remained within normal ranges during follow-up until June 20, 2025. This case confirms that AR poisoning can induce AKI through a dual mechanism encompassing anticoagulation-related nephropathy and obstructive nephropathy. Implementation of a multidisciplinary strategy successfully achieved renal function reversal, underscoring the importance of early identification of obstructive factors. These findings provide evidence-based guidance for clinical management of such complex cases.",
    "disease": "chronic kidney disease",
    "clean_text": "acute kidney injury induced by mixed poisoning with brodifacoum and bromadiolone a case report anticoagulant rodenticides ars are a significant cause of global poisoning events ar poisoning primarily manifests as multiorgan hemorrhage while acute kidney injury aki is exceedingly rare current understanding of the pathogenesis of ar induced aki remains insufficient potentially leading to diagnostic and therapeutic delays and increasing the risk of progression to chronic kidney disease this case report aims to describe the clinical characteristics diagnostic process and multidisciplinary treatment strategy of a patient with aki induced by mixed brodifacoum and bromadiolone poisoning and to explore the underlying pathogenic mechanisms of ar induced aki this case report presents a year old male who developed anuria following the onset of painless macroscopic hematuria and gingival bleeding laboratory investigations revealed prothrombin time pt s international normalized ratio inr significantly reduced activity of coagulation factors ii vii ix and x and serum creatinine scr progressively increased to mg dl abdominal computed tomography showed bilateral ureteral dilation with hydronephrosis and patchy hyperdense areas in the bladder lumen blood toxicology analysis confirmed mixed poisoning with brodifacoum ng ml and bromadiolone ng ml treatment included intravenous vitamin k fresh frozen plasma infusion cystoscopic evacuation of blood clots and bilateral ureteroscopic double j stent placement and continuous renal replacement therapy at discharge scr decreased to mg dl ten days post discharge follow up tests showed pt s inr and scr mg dl renal function and coagulation profiles remained within normal ranges during follow up until june this case confirms that ar poisoning can induce aki through a dual mechanism encompassing anticoagulation related nephropathy and obstructive nephropathy implementation of a multidisciplinary strategy successfully achieved renal function reversal underscoring the importance of early identification of obstructive factors these findings provide evidence based guidance for clinical management of such complex cases"
}