{
    "title": "Normal structure, function, and histology of lymph nodes.",
    "doc_id": "17067937",
    "writer": "Willard-Mack CL.",
    "year": "2006",
    "summary": "Lymph nodes are traditionally regarded as having three compartments, the cortex, paracortex and medulla. ...This paper provides structural and functional details about how the lymph node brings lymphocytes and antigen presenting cells together. The con …",
    "abstract": "Lymph nodes are traditionally regarded as having three compartments, the cortex, paracortex and medulla. B and T cells home to separate areas within these compartments, interact with antigen presenting cells, and undergo clonal expansion. This paper provides structural and functional details about how the lymph node brings lymphocytes and antigen presenting cells together. The concept of the lymphoid lobule as the basic functional and anatomic unit of the lymph node is developed and utilized to provide a framework for understanding lymph node pathobiology. Understanding the histomorphologic features of the lymphoid lobule and the role of the reticular meshwork scaffolding of the lymph node and how these related to the cortex, paracortex and medulla provides a unique approach to understanding lymph node structure and function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17067937/",
    "clean_text": "normal structure function and histology of lymph nodes lymph nodes are traditionally regarded as having three compartments the cortex paracortex and medulla this paper provides structural and functional details about how the lymph node brings lymphocytes and antigen presenting cells together the con lymph nodes are traditionally regarded as having three compartments the cortex paracortex and medulla b and t cells home to separate areas within these compartments interact with antigen presenting cells and undergo clonal expansion this paper provides structural and functional details about how the lymph node brings lymphocytes and antigen presenting cells together the concept of the lymphoid lobule as the basic functional and anatomic unit of the lymph node is developed and utilized to provide a framework for understanding lymph node pathobiology understanding the histomorphologic features of the lymphoid lobule and the role of the reticular meshwork scaffolding of the lymph node and how these related to the cortex paracortex and medulla provides a unique approach to understanding lymph node structure and function"
}