{
    "title": "Recovery-oriented intersectoral care between mental health hospitals and community mental health services: An integrative review.",
    "doc_id": "33100119",
    "writer": "Jørgensen K",
    "year": "2021",
    "summary": "Existing studies show that nurses and other professionals do not take responsibility for the collaborative element of intersectoral care between mental health hospitals and community mental health services. The users of mental healthcare do not …",
    "abstract": "Background:\n        \n      \n      Recovery-oriented intersectoral care is described as an aim in mental healthcare to create a holistic framework for planning that provides integration of treatment and rehabilitation. Existing studies show that nurses and other professionals do not take responsibility for the collaborative element of intersectoral care between mental health hospitals and community mental health services. The users of mental healthcare do not experience their patient journey as a cohesive process when they are discharged from a mental health hospital to community mental health services.\n    \n\n\n          Aim:\n        \n      \n      The integrative review aims to examine the professionals' experience with recovery-oriented intersectoral care between mental health hospitals and community mental health services.\n    \n\n\n          Design:\n        \n      \n      Since the aim was to review user experience, we chose an integrative review as an obvious choice for design.\n    \n\n\n          Ethical approval:\n        \n      \n      Not applicable.\n    \n\n\n          Findings:\n        \n      \n      Seven studies met the inclusion criteria. The interactive inductive and deductive analysis generated four themes, which clarify the experience of professionals with recovery-oriented intersectoral care between the mental health hospitals and community mental health services, namely 'structurally routine care', 'unequal balance of power between the sectors', 'bureaucracy as a barrier to recovery-oriented intersectoral care' and 'flexible mental healthcare approaches'.\n    \n\n\n          Conclusion:\n        \n      \n      This review achieves specific knowledge of recovery-oriented intersectoral care. The studies included show that recovery-oriented intersectoral care is not clearly defined. It is challenging to transfer intersectoral care to an organisation with different structural and linguistic barriers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33100119/",
    "clean_text": "recovery oriented intersectoral care between mental health hospitals and community mental health services an integrative review existing studies show that nurses and other professionals do not take responsibility for the collaborative element of intersectoral care between mental health hospitals and community mental health services the users of mental healthcare do not background recovery oriented intersectoral care is described as an aim in mental healthcare to create a holistic framework for planning that provides integration of treatment and rehabilitation existing studies show that nurses and other professionals do not take responsibility for the collaborative element of intersectoral care between mental health hospitals and community mental health services the users of mental healthcare do not experience their patient journey as a cohesive process when they are discharged from a mental health hospital to community mental health services aim the integrative review aims to examine the professionals experience with recovery oriented intersectoral care between mental health hospitals and community mental health services design since the aim was to review user experience we chose an integrative review as an obvious choice for design ethical approval not applicable findings seven studies met the inclusion criteria the interactive inductive and deductive analysis generated four themes which clarify the experience of professionals with recovery oriented intersectoral care between the mental health hospitals and community mental health services namely structurally routine care unequal balance of power between the sectors bureaucracy as a barrier to recovery oriented intersectoral care and flexible mental healthcare approaches conclusion this review achieves specific knowledge of recovery oriented intersectoral care the studies included show that recovery oriented intersectoral care is not clearly defined it is challenging to transfer intersectoral care to an organisation with different structural and linguistic barriers"
}