{
    "pmid": "41453307",
    "title": "Structural characterization of Typha latifolia polysaccharides and study on their mechanism of action in improving type 1 diabetes in mice.",
    "abstract": "Type 1 diabetes mellitus (T1DM) is an autoimmune disease, and its symptoms are influenced by oxidative stress and inflammation. This study characterized the main active component of Typha latifolia, Typha latifolia polysaccharide (TLP), and explored its mechanism for improving type 1 diabetes at the mRNA level. We have characterized the preliminary structural characterization of TLP through Fourier transform infrared spectroscopy, monosaccharide composition analysis, methylation analysis, and nuclear magnetic resonance. Through in vitro and in vivo experiments, it was confirmed that Typha latifolia polysaccharide (TLP) improves T1DM through multi-target synergistic effects, including increasing serum insulin levels, improving glucose tolerance, and regulating the expression of liver GK/G6Pase to improve glucose metabolism disorders. Meanwhile, RT-qPCR results indicate that at the mRNA level, it demonstrates the ability to inhibit the TLR4/NF-κB pathway to alleviate inflammation and activate the Nrf2/HO-1 pathway to mitigate oxidative stress. In addition, TLP can also reshape the intestinal flora, increase the abundance of beneficial bacteria such as Akkermansia, and promote the production of short-chain fatty acids, thereby comprehensively regulating blood glucose, inflammation and metabolic functions, and ultimately achieving the effect of improving T1DM.",
    "disease": "diabetes mellitus",
    "clean_text": "structural characterization of typha latifolia polysaccharides and study on their mechanism of action in improving type diabetes in mice type diabetes mellitus t dm is an autoimmune disease and its symptoms are influenced by oxidative stress and inflammation this study characterized the main active component of typha latifolia typha latifolia polysaccharide tlp and explored its mechanism for improving type diabetes at the mrna level we have characterized the preliminary structural characterization of tlp through fourier transform infrared spectroscopy monosaccharide composition analysis methylation analysis and nuclear magnetic resonance through in vitro and in vivo experiments it was confirmed that typha latifolia polysaccharide tlp improves t dm through multi target synergistic effects including increasing serum insulin levels improving glucose tolerance and regulating the expression of liver gk g pase to improve glucose metabolism disorders meanwhile rt qpcr results indicate that at the mrna level it demonstrates the ability to inhibit the tlr nf b pathway to alleviate inflammation and activate the nrf ho pathway to mitigate oxidative stress in addition tlp can also reshape the intestinal flora increase the abundance of beneficial bacteria such as akkermansia and promote the production of short chain fatty acids thereby comprehensively regulating blood glucose inflammation and metabolic functions and ultimately achieving the effect of improving t dm"
}