{
    "pmid": "41387939",
    "title": "Combined triglyceride-glucose index and systemic inflammation response index are associated with coronary artery stenosis severity in acute coronary syndrome: a retrospective cohort study.",
    "abstract": "Early identification of high-risk individuals for coronary artery disease (CAD) is critical, especially in acute coronary syndrome (ACS) patients who face elevated risks of adverse cardiovascular events and are in need of intensified secondary prevention. This study aimed to investigate the combined value of the triglyceride-glucose (TyG) index-a surrogate marker of insulin resistance-and the systemic inflammatory response index (SIRI), calculated as (neutrophil count × monocyte count)/ lyphocyte count, in assessing coronary artery stenosis severity, proposing a cost-effective strategy for risk stratification in ACS management. A retrospective cohort study included 415 ACS patients diagnosed by coronary angiography at Beijing University of Chinese Medicine Third Affiliated Hospital (June 2021-February 2024). Patients were stratified into low stenosis (Gensini score < 34, n = 204) and high stenosis (Gensini score ≥ 34, n = 211) groups based on the median Gensini score. Clinical parameters and inflammatory markers were analyzed using logistic regression and ROC curves. High stenosis group showed significantly higher TyG (1.95 vs. 1.42, P < 0.001) and SIRI (1.07 vs. 0.75, P < 0.001) than the low stenosis group. Both indices independently associated with severe stenosis (OR = 3.094 and 2.064, P < 0.001). The combined TyG-SIRI model achieved an AUC of 0.744 (sensitivity 61.61%, specificity 72.06%), outperforming individual indices (TyG: 0.715; SIRI: 0.666; Delong's test P < 0.05). The combination of TyG and SIRI is strongly associated with coronary stenosis severity in ACS patients, suggesting its potential as a clinically feasible, non-invasive indicator for early risk stratification.",
    "disease": "coronary artery disease",
    "clean_text": "combined triglyceride glucose index and systemic inflammation response index are associated with coronary artery stenosis severity in acute coronary syndrome a retrospective cohort study early identification of high risk individuals for coronary artery disease cad is critical especially in acute coronary syndrome acs patients who face elevated risks of adverse cardiovascular events and are in need of intensified secondary prevention this study aimed to investigate the combined value of the triglyceride glucose tyg index a surrogate marker of insulin resistance and the systemic inflammatory response index siri calculated as neutrophil count monocyte count lyphocyte count in assessing coronary artery stenosis severity proposing a cost effective strategy for risk stratification in acs management a retrospective cohort study included acs patients diagnosed by coronary angiography at beijing university of chinese medicine third affiliated hospital june february patients were stratified into low stenosis gensini score n and high stenosis gensini score n groups based on the median gensini score clinical parameters and inflammatory markers were analyzed using logistic regression and roc curves high stenosis group showed significantly higher tyg vs p and siri vs p than the low stenosis group both indices independently associated with severe stenosis or and p the combined tyg siri model achieved an auc of sensitivity specificity outperforming individual indices tyg siri delong s test p the combination of tyg and siri is strongly associated with coronary stenosis severity in acs patients suggesting its potential as a clinically feasible non invasive indicator for early risk stratification"
}