{
    "pmid": "41407159",
    "title": "Impact of Direct Oral Anticoagulants on Target Lesion Revascularization Rates in Patients with Chronic Coronary Syndrome.",
    "abstract": "Percutaneous coronary intervention (PCI) is a widely used treatment strategy for coronary artery disease. Optimal long-term antithrombotic therapy after PCI remains challenging. This substudy of the Vienna PCI Registry assessed long-term effects of direct oral anticoagulant (DOAC) use on major adverse cardiac events (MACE) in chronic coronary syndrome (CCS) patients after PCI, exploring possible pleiotropic effects. We analyzed CCS patients from the Vienna PCI Registry treated with a drug-eluting stent (DES) between 2015-2020. The primary endpoint was clinically driven target lesion revascularization (TLR). The secondary composite endpoint (MACE) included TLR, target vessel revascularization (TVR), stent thrombosis (ST), and all-cause death. Patients received either triple antithrombotic therapy (TAT: DOAC, aspirin and clopidogrel) followed by DOAC monotherapy, or dual antithrombotic therapy (DAPT: aspirin and clopidogrel) followed by single antiplatelet therapy (SAPT). Among 1,046 CCS patients, 176 (16.8%) received TAT followed by DOAC monotherapy. The primary endpoint TLR occurred significantly less often in TAT patients (2.8% vs 8.4%). MACE rates were similar between TAT and DAPT patients (17.0% vs 17.0%). All-cause mortality was higher in the TAT group (11.9% vs 7.8%). Multivariable regression showed that TAT followed by DOAC monotherapy was associated with a reduced 5-year risk of TLR compared to DAPT followed by SAPT (OR 0.367, 95% CI: 0.147-0.917; p=0.032). Patients with triple antiplatelet therapy (TAT) demonstrated a statistically significant risk decrease for the primary endpoint clinically driven TLR in the elective CCS PCI setting at 5-years follow-up, which may be in part due to pleiotropic effects of DOACs.",
    "disease": "coronary artery disease",
    "clean_text": "impact of direct oral anticoagulants on target lesion revascularization rates in patients with chronic coronary syndrome percutaneous coronary intervention pci is a widely used treatment strategy for coronary artery disease optimal long term antithrombotic therapy after pci remains challenging this substudy of the vienna pci registry assessed long term effects of direct oral anticoagulant doac use on major adverse cardiac events mace in chronic coronary syndrome ccs patients after pci exploring possible pleiotropic effects we analyzed ccs patients from the vienna pci registry treated with a drug eluting stent des between the primary endpoint was clinically driven target lesion revascularization tlr the secondary composite endpoint mace included tlr target vessel revascularization tvr stent thrombosis st and all cause death patients received either triple antithrombotic therapy tat doac aspirin and clopidogrel followed by doac monotherapy or dual antithrombotic therapy dapt aspirin and clopidogrel followed by single antiplatelet therapy sapt among ccs patients received tat followed by doac monotherapy the primary endpoint tlr occurred significantly less often in tat patients vs mace rates were similar between tat and dapt patients vs all cause mortality was higher in the tat group vs multivariable regression showed that tat followed by doac monotherapy was associated with a reduced year risk of tlr compared to dapt followed by sapt or ci p patients with triple antiplatelet therapy tat demonstrated a statistically significant risk decrease for the primary endpoint clinically driven tlr in the elective ccs pci setting at years follow up which may be in part due to pleiotropic effects of doacs"
}