{
    "pmid": "41451044",
    "title": "Assessing the Role of Pradhan Mantri TB Mukt Bharat Abhiyaan in India's Fight against TB: A National-level Data-based Research Investigation.",
    "abstract": "Tuberculosis (TB) remains a global health challenge, with India being severely affected. Despite efforts like the End TB Strategy and the National Strategic Plan for TB Control, the burden persists, necessitating innovative approaches such as the Pradhan Mantri TB Mukt Bharat Abhiyaan (PMTBMBA). This study aims to assess the implementation and reach of PMTBMBA nutritional support, examining factors that influence its uptake among persons with TB (PwTB) and Ni-kshay Mitra: a voluntary donor to PwTB. Aggregated data variables from the records and registers of Ni-kshay Portal were analyzed for the duration of September 2022 to May 2023. It examined the nutritional support coverage under PMTBMBA initiative and outcomes of PwTB and uptake of scheme among Ni-kshay Mitra. The PMTBMBA showed 51% Ni-kshay Mitra supported, with varying levels of support provision across the states. Notably, 9.6% of PwTB documented with receipt of benefits during initial months, with better coverage in certain states. Most of the Ni-kshay Mitra distributed nutritional support, and analysis demonstrated a significant association between Ni-kshay Mitra support and improved treatment outcomes. This finding was confirmed through Chi-square analysis ( The PMTBMBA represents a crucial initiative in India's TB control efforts, integrating comprehensive support for PwTB. However, challenges in volunteer engagement and geographical disparities highlight the need for targeted strategies and equitable nutritional support allocation. The study underscores the importance of community involvement and nutritional support in enhancing TB treatment outcomes, emphasizing the program's potential to drive progress toward TB elimination.",
    "disease": "tuberculosis",
    "clean_text": "assessing the role of pradhan mantri tb mukt bharat abhiyaan in india s fight against tb a national level data based research investigation tuberculosis tb remains a global health challenge with india being severely affected despite efforts like the end tb strategy and the national strategic plan for tb control the burden persists necessitating innovative approaches such as the pradhan mantri tb mukt bharat abhiyaan pmtbmba this study aims to assess the implementation and reach of pmtbmba nutritional support examining factors that influence its uptake among persons with tb pwtb and ni kshay mitra a voluntary donor to pwtb aggregated data variables from the records and registers of ni kshay portal were analyzed for the duration of september to may it examined the nutritional support coverage under pmtbmba initiative and outcomes of pwtb and uptake of scheme among ni kshay mitra the pmtbmba showed ni kshay mitra supported with varying levels of support provision across the states notably of pwtb documented with receipt of benefits during initial months with better coverage in certain states most of the ni kshay mitra distributed nutritional support and analysis demonstrated a significant association between ni kshay mitra support and improved treatment outcomes this finding was confirmed through chi square analysis the pmtbmba represents a crucial initiative in india s tb control efforts integrating comprehensive support for pwtb however challenges in volunteer engagement and geographical disparities highlight the need for targeted strategies and equitable nutritional support allocation the study underscores the importance of community involvement and nutritional support in enhancing tb treatment outcomes emphasizing the program s potential to drive progress toward tb elimination"
}