{
    "title": "Health-related quality of life in patients with myofascial pain syndrome.",
    "doc_id": "20690001",
    "writer": "Celiker R",
    "year": "2010",
    "summary": "Health-related quality of life is being emphasized because people who are living with a chronic illness are demanding that the qualities of their lives are enhanced. ...Also, myofascial pain studies that included quality-of-life measurement as a …",
    "abstract": "Health-related quality of life is being emphasized because people who are living with a chronic illness are demanding that the qualities of their lives are enhanced. Health-related quality of life defines the effects of diseases or symptoms including musculoskeletal conditions on functioning and a sense of well being. This review highlights the results of quality-of-life measurements in patients with myofascial pain syndrome while providing a comparison with various musculoskeletal disorders, emphasizing the domains that are affected for each specific disease. Also, myofascial pain studies that included quality-of-life measurement as an outcome variable are considered.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20690001/",
    "clean_text": "health related quality of life in patients with myofascial pain syndrome health related quality of life is being emphasized because people who are living with a chronic illness are demanding that the qualities of their lives are enhanced also myofascial pain studies that included quality of life measurement as a health related quality of life is being emphasized because people who are living with a chronic illness are demanding that the qualities of their lives are enhanced health related quality of life defines the effects of diseases or symptoms including musculoskeletal conditions on functioning and a sense of well being this review highlights the results of quality of life measurements in patients with myofascial pain syndrome while providing a comparison with various musculoskeletal disorders emphasizing the domains that are affected for each specific disease also myofascial pain studies that included quality of life measurement as an outcome variable are considered"
}