{
    "title": "Occupational risk factors of contracting COVID-19 among health workers: A systematic review.",
    "doc_id": "34180449",
    "writer": "Jin H",
    "year": "2021",
    "summary": "OBJECTIVE: This study aimed to obtain comprehensive and detailed information on occupational risk factors of infectious diseases for HWs in different dimensions and to propose control strategies for three risk dimensions to protect HWs who are at high risk …",
    "abstract": "Background:\n        \n      \n      With the spread of COVID-19 and the worsening global prevention and control situation, the risk of infection faced by health workers has been unprecedented. It is necessary to fully understand the occupational risks of health workers to protect them and reduce their risk of infection.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to obtain comprehensive and detailed information on occupational risk factors of infectious diseases for HWs in different dimensions and to propose control strategies for three risk dimensions to protect HWs who are at high risk of infection during the pandemic.\n    \n\n\n          Methods:\n        \n      \n      A total number of 619 articles published from 2010 to 2021 were searched to conduct bibliometric analysis, which were retrieved in the Web of Science database with defined search terms. There were 26 articles met the criteria, and they were screened to identify occupational risk factors.\n    \n\n\n          Results:\n        \n      \n      We conducted an analysis of cited institutions, co-citation network analysis of journals, and references from bibliometric analysis. Nine risk factors were extracted, and they were classified and sorted into three dimensions. Infection control strategies for each dimension were proposed.\n    \n\n\n          Conclusions:\n        \n      \n      The risk of infection faced by HWs is unprecedented. Medical institutions should pay more attention to the nine risk factors that we identified and use the three risk dimensions to carry out risk identification and infection control to reduce the infection risk of HWs and protect them better.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34180449/",
    "clean_text": "occupational risk factors of contracting covid among health workers a systematic review objective this study aimed to obtain comprehensive and detailed information on occupational risk factors of infectious diseases for hws in different dimensions and to propose control strategies for three risk dimensions to protect hws who are at high risk background with the spread of covid and the worsening global prevention and control situation the risk of infection faced by health workers has been unprecedented it is necessary to fully understand the occupational risks of health workers to protect them and reduce their risk of infection objective this study aimed to obtain comprehensive and detailed information on occupational risk factors of infectious diseases for hws in different dimensions and to propose control strategies for three risk dimensions to protect hws who are at high risk of infection during the pandemic methods a total number of articles published from to were searched to conduct bibliometric analysis which were retrieved in the web of science database with defined search terms there were articles met the criteria and they were screened to identify occupational risk factors results we conducted an analysis of cited institutions co citation network analysis of journals and references from bibliometric analysis nine risk factors were extracted and they were classified and sorted into three dimensions infection control strategies for each dimension were proposed conclusions the risk of infection faced by hws is unprecedented medical institutions should pay more attention to the nine risk factors that we identified and use the three risk dimensions to carry out risk identification and infection control to reduce the infection risk of hws and protect them better"
}