{
    "pmid": "41473386",
    "title": "Safety and Efficacy of Alectinib in the First Line for ALK-Mutated Lung Cancer: A Real-World Data from India.",
    "abstract": "Advanced/metastatic ALK-mutated lung cancer has excellent long-term survival due availability of multiple targeted drugs. Alectinib is one of the preferred first-line therapies based on the Alex trial data. We present a real-world outcome with alectinib in first-line setting in low- and middle-income country (LMIC) like India. We conducted a retrospective audit of ALK positive patients who received alectinib in first-line setting at the Medical Oncology Department, Tata Memorial Hospital, Mumbai, Maharashtra, India. We included patients who were started on alectinib between January 2018 and March 2022. The patients underwent routine blood and radiological evaluation every 2 to 3 months. We analyzed the data for progression-free survival (PFS), overall survival (OS), and safety profile. A total of 50 patients received alectinib in the specified period. The median age was 52.5 years (range: 28-81 years), 72% of the patients were 60 years or less; 54% of patients being male and 46% female. Eastern Cooperative Oncology Group-Performance Status (PS) 0 to 1 70%, PS 2 24%, and PS ¾ 6%. Methods for ALK testing were immunohistochemistry 92%, fluorescence in situ hybridization 2%, and next-generation sequencing 6%. The most common sites of metastasis before starting alectinib were bone (52%), pleura (42%), brain (30%), and lung (28%). Note that 66 and 33% patients received brain radiotherapy or bone-modifying agent for the central nervous system or bone metastasis, respectively. The median follow-up period was 18 months (13.1-22.8 months). Objective response rate was 76%, with partial response 74%, complete response 4%, and stable disease 16%. Median PFS and median OS were not reached, yet the expected 3-year PFS rate was 69.3% and 3-year OS rate was 85.7%, respectively. The most common sites of progression were the pleura and liver. Majority of side effects were grade 1 or 2 only with the most common being anemia, only one patient had grade 3 side effect (anemia). No drug interruption or dose modifications were needed in any patient. This real-world data from LMIC confirm the safety and efficacy of alectinib in the first-line setting matching that of registration studies with similar safety and tolerance, without any new alarm.",
    "disease": "lung cancer",
    "clean_text": "safety and efficacy of alectinib in the first line for alk mutated lung cancer a real world data from india advanced metastatic alk mutated lung cancer has excellent long term survival due availability of multiple targeted drugs alectinib is one of the preferred first line therapies based on the alex trial data we present a real world outcome with alectinib in first line setting in low and middle income country lmic like india we conducted a retrospective audit of alk positive patients who received alectinib in first line setting at the medical oncology department tata memorial hospital mumbai maharashtra india we included patients who were started on alectinib between january and march the patients underwent routine blood and radiological evaluation every to months we analyzed the data for progression free survival pfs overall survival os and safety profile a total of patients received alectinib in the specified period the median age was years range years of the patients were years or less of patients being male and female eastern cooperative oncology group performance status ps to ps and ps methods for alk testing were immunohistochemistry fluorescence in situ hybridization and next generation sequencing the most common sites of metastasis before starting alectinib were bone pleura brain and lung note that and patients received brain radiotherapy or bone modifying agent for the central nervous system or bone metastasis respectively the median follow up period was months months objective response rate was with partial response complete response and stable disease median pfs and median os were not reached yet the expected year pfs rate was and year os rate was respectively the most common sites of progression were the pleura and liver majority of side effects were grade or only with the most common being anemia only one patient had grade side effect anemia no drug interruption or dose modifications were needed in any patient this real world data from lmic confirm the safety and efficacy of alectinib in the first line setting matching that of registration studies with similar safety and tolerance without any new alarm"
}