{
    "title": "The 'side effects' of medicalization: a meta-analytic review of how biogenetic explanations affect stigma.",
    "doc_id": "23831861",
    "writer": "Kvaale EP",
    "year": "2013",
    "summary": "",
    "abstract": "Reducing stigma is crucial for facilitating recovery from psychological problems. Viewing these problems biomedically may reduce the tendency to blame affected persons, but critics have cautioned that it could also increase other facets of stigma. We report on the first meta-analytic review of the effects of biogenetic explanations on stigma. A comprehensive search yielded 28 eligible experimental studies. Four separate meta-analyses (Ns=1207-3469) assessed the effects of biogenetic explanations on blame, perceived dangerousness, social distance, and prognostic pessimism. We found that biogenetic explanations reduce blame (Hedges g=-0.324) but induce pessimism (Hedges g=0.263). We also found that biogenetic explanations increase endorsement of the stereotype that people with psychological problems are dangerous (Hedges g=0.198), although this result could reflect publication bias. Finally, we found that biogenetic explanations do not typically affect social distance. Promoting biogenetic explanations to alleviate blame may induce pessimism and set the stage for self-fulfilling prophecies that could hamper recovery from psychological problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23831861/",
    "clean_text": "the side effects of medicalization a meta analytic review of how biogenetic explanations affect stigma reducing stigma is crucial for facilitating recovery from psychological problems viewing these problems biomedically may reduce the tendency to blame affected persons but critics have cautioned that it could also increase other facets of stigma we report on the first meta analytic review of the effects of biogenetic explanations on stigma a comprehensive search yielded eligible experimental studies four separate meta analyses ns assessed the effects of biogenetic explanations on blame perceived dangerousness social distance and prognostic pessimism we found that biogenetic explanations reduce blame hedges g but induce pessimism hedges g we also found that biogenetic explanations increase endorsement of the stereotype that people with psychological problems are dangerous hedges g although this result could reflect publication bias finally we found that biogenetic explanations do not typically affect social distance promoting biogenetic explanations to alleviate blame may induce pessimism and set the stage for self fulfilling prophecies that could hamper recovery from psychological problems"
}