{
    "title": "Low Back Pain in Adolescent and Geriatric Populations.",
    "doc_id": "33781487",
    "writer": "Borenstein DG",
    "year": "2021",
    "summary": "Spinal pain is the most common form of musculoskeletal pain. Chronic low back pain may contain nociceptive, neuropathic, and central components. Children are at risk of developing spinal pain. An increasing proportion of children develop …",
    "abstract": "Spinal pain is the most common form of musculoskeletal pain. Chronic low back pain may contain nociceptive, neuropathic, and central components. Children are at risk of developing spinal pain. An increasing proportion of children develop low back pain as they become adolescents. In most adolescents, no specific diagnosis is identified. Psychological factors play a role in adolescents with back pain. Lumbar spinal stenosis causes neurogenic claudication in older patients. Magnetic resonance imaging is the best radiographic technique to detect nerve compression. Surgical decompression with or without fusion may offer greater short-term benefit but may not be significantly better than medical therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33781487/",
    "clean_text": "low back pain in adolescent and geriatric populations spinal pain is the most common form of musculoskeletal pain chronic low back pain may contain nociceptive neuropathic and central components children are at risk of developing spinal pain an increasing proportion of children develop spinal pain is the most common form of musculoskeletal pain chronic low back pain may contain nociceptive neuropathic and central components children are at risk of developing spinal pain an increasing proportion of children develop low back pain as they become adolescents in most adolescents no specific diagnosis is identified psychological factors play a role in adolescents with back pain lumbar spinal stenosis causes neurogenic claudication in older patients magnetic resonance imaging is the best radiographic technique to detect nerve compression surgical decompression with or without fusion may offer greater short term benefit but may not be significantly better than medical therapy"
}