{
    "title": "The common structure of mentalizing.",
    "doc_id": "41004467",
    "writer": "Asgarizadeh A",
    "year": "2025",
    "summary": "The primary goal of this research was to investigate the common factor structure of mentalizing by combining items from pre-existing validated tools, cross-validating the resulting structure, and exploring its associations with relevant constructs. ...Notably, after contro …",
    "abstract": "The primary goal of this research was to investigate the common factor structure of mentalizing by combining items from pre-existing validated tools, cross-validating the resulting structure, and exploring its associations with relevant constructs. Three sequential studies were conducted using community-dwelling samples (total N = 947). Study 1 used exploratory factor analysis on a merged item pool derived from eight measures of mentalizing. Study 2 utilized exploratory structural equation modeling to replicate the extracted structure and investigated its association with psychological dysfunction. Study 3 performed cross-validation of the factor structure and provided criterion-related validity by examining relations with markers of psychopathology and well-being. Factor analyses provided a 10-factor solution that covered distinct facets of mentalizing. Some factors, especially Nonmentalizing-Self and Emotion/Impulse Dysregulation, were strong predictors of dysfunction and psychopathology. Notably, after controlling for positive self-evaluation, individuals reporting greater confidence in understanding others' minds (Mindreading Self-Concept) showed poorer psychological functioning (β = 0.157, p = .001), in line with theoretical emphasis on humility as a component of genuine mentalizing. The resulting 10-factor structure provides a framework to potentially differentiate between adaptive and maladaptive mentalizing, distinguish its components along the self-other continuum, and discriminate authentic mentalizing processes from subjective assessments of one's mentalizing capacity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41004467/",
    "clean_text": "the common structure of mentalizing the primary goal of this research was to investigate the common factor structure of mentalizing by combining items from pre existing validated tools cross validating the resulting structure and exploring its associations with relevant constructs notably after contro the primary goal of this research was to investigate the common factor structure of mentalizing by combining items from pre existing validated tools cross validating the resulting structure and exploring its associations with relevant constructs three sequential studies were conducted using community dwelling samples total n study used exploratory factor analysis on a merged item pool derived from eight measures of mentalizing study utilized exploratory structural equation modeling to replicate the extracted structure and investigated its association with psychological dysfunction study performed cross validation of the factor structure and provided criterion related validity by examining relations with markers of psychopathology and well being factor analyses provided a factor solution that covered distinct facets of mentalizing some factors especially nonmentalizing self and emotion impulse dysregulation were strong predictors of dysfunction and psychopathology notably after controlling for positive self evaluation individuals reporting greater confidence in understanding others minds mindreading self concept showed poorer psychological functioning p in line with theoretical emphasis on humility as a component of genuine mentalizing the resulting factor structure provides a framework to potentially differentiate between adaptive and maladaptive mentalizing distinguish its components along the self other continuum and discriminate authentic mentalizing processes from subjective assessments of one s mentalizing capacity"
}