{
    "title": "Lone atrial fibrillation: electrophysiology, risk factors, catheter ablation and other non-pharmacologic treatments.",
    "doc_id": "25175093",
    "writer": "Kanmanthareddy A",
    "year": "2015",
    "summary": "Atrial fibrillation occurring in the absence of cardiovascular disease in individuals younger than 60 years is known as lone atrial fibrillation. Nearly 1-12% of atrial fibrillation is considered to be lone atrial fibrillation …",
    "abstract": "Atrial fibrillation occurring in the absence of cardiovascular disease in individuals younger than 60 years is known as lone atrial fibrillation. Nearly 1-12% of atrial fibrillation is considered to be lone atrial fibrillation. As our understanding of atrial fibrillation grows, we wonder as to whether there is such as thing as \"lone\" atrial fibrillation? We know that male sex, obesity, obstructive sleep apnea, alcohol consumption and endurance sports increase the risk of developing lone atrial fibrillation. Family history of atrial fibrillation increases the risk strongly and there are several recognized mutations that are causative of lone atrial fibrillation. Common triggers for origin of atrial fibrillation are the pulmonary veins. The atrial substrate provides the reentry circuits for perpetuating the arrhythmia. The autonomic nervous system is a key modulator and allows the continuation of the atrial fibrillation. Catheter ablation has been very effective in the treatment of this condition. The ablation procedure involves isolation of the pulmonary veins, antrum, complex fractionated electrograms and other sites. Alternatively surgical techniques can be used to isolate the pulmonary veins and surgical techniques have evolved to minimally invasive procedures and these are as effective as catheter ablation. Early intervention improves the left atrial remodeling and may lead to fewer recurrences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25175093/",
    "clean_text": "lone atrial fibrillation electrophysiology risk factors catheter ablation and other non pharmacologic treatments atrial fibrillation occurring in the absence of cardiovascular disease in individuals younger than years is known as lone atrial fibrillation nearly of atrial fibrillation is considered to be lone atrial fibrillation atrial fibrillation occurring in the absence of cardiovascular disease in individuals younger than years is known as lone atrial fibrillation nearly of atrial fibrillation is considered to be lone atrial fibrillation as our understanding of atrial fibrillation grows we wonder as to whether there is such as thing as lone atrial fibrillation we know that male sex obesity obstructive sleep apnea alcohol consumption and endurance sports increase the risk of developing lone atrial fibrillation family history of atrial fibrillation increases the risk strongly and there are several recognized mutations that are causative of lone atrial fibrillation common triggers for origin of atrial fibrillation are the pulmonary veins the atrial substrate provides the reentry circuits for perpetuating the arrhythmia the autonomic nervous system is a key modulator and allows the continuation of the atrial fibrillation catheter ablation has been very effective in the treatment of this condition the ablation procedure involves isolation of the pulmonary veins antrum complex fractionated electrograms and other sites alternatively surgical techniques can be used to isolate the pulmonary veins and surgical techniques have evolved to minimally invasive procedures and these are as effective as catheter ablation early intervention improves the left atrial remodeling and may lead to fewer recurrences"
}