{
    "title": "Zika Virus Infection: Current Concerns and Perspectives.",
    "doc_id": "27236440",
    "writer": "Maharajan MK",
    "year": "2016",
    "summary": "The Zika virus outbreaks highlight the growing importance need for a reliable, specific and rapid diagnostic device to detect Zika virus, as it is often recognized as a mild disease without being identified. Many Zika virus infection case …",
    "abstract": "The Zika virus outbreaks highlight the growing importance need for a reliable, specific and rapid diagnostic device to detect Zika virus, as it is often recognized as a mild disease without being identified. Many Zika virus infection cases have been misdiagnosed or underreported because of the non-specific clinical presentation. The aim of this review was to provide a critical and comprehensive overview of the published peer-reviewed evidence related to clinical presentations, various diagnostic methods and modes of transmission of Zika virus infection, as well as potential therapeutic targets to combat microcephaly. Zika virus is mainly transmitted through bites from Aedes aegypti mosquito. It can also be transmitted through blood, perinatally and sexually. Pregnant women are advised to postpone or avoid travelling to areas where active Zika virus transmission is reported, as this infection is directly linked to foetal microcephaly. Due to the high prevalence of Guillain-Barre syndrome and microcephaly in the endemic area, it is vital to confirm the diagnosis of Zika virus. Zika virus infection had been declared as a public health emergency and of international concern by the World Health Organisation. Governments and agencies should play an important role in terms of investing time and resources to fundamentally understand this infection so that a vaccine can be developed besides raising awareness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27236440/",
    "clean_text": "zika virus infection current concerns and perspectives the zika virus outbreaks highlight the growing importance need for a reliable specific and rapid diagnostic device to detect zika virus as it is often recognized as a mild disease without being identified many zika virus infection case the zika virus outbreaks highlight the growing importance need for a reliable specific and rapid diagnostic device to detect zika virus as it is often recognized as a mild disease without being identified many zika virus infection cases have been misdiagnosed or underreported because of the non specific clinical presentation the aim of this review was to provide a critical and comprehensive overview of the published peer reviewed evidence related to clinical presentations various diagnostic methods and modes of transmission of zika virus infection as well as potential therapeutic targets to combat microcephaly zika virus is mainly transmitted through bites from aedes aegypti mosquito it can also be transmitted through blood perinatally and sexually pregnant women are advised to postpone or avoid travelling to areas where active zika virus transmission is reported as this infection is directly linked to foetal microcephaly due to the high prevalence of guillain barre syndrome and microcephaly in the endemic area it is vital to confirm the diagnosis of zika virus zika virus infection had been declared as a public health emergency and of international concern by the world health organisation governments and agencies should play an important role in terms of investing time and resources to fundamentally understand this infection so that a vaccine can be developed besides raising awareness"
}