{
    "pmid": "41412306",
    "title": "Characteristics of invasive group B streptococcal infections in adults and older individuals in a super-aging society in Japan, 2016-2023.",
    "abstract": "Group B Streptococcus (GBS), a commensal bacterium in the gastrointestinal tract, can cause invasive GBS (iGBS) infections, particularly in older adults with underlying comorbidities. We determined the relationship between mortality and host-related or virulence factors in older adults with iGBS infections. We retrospectively analyzed 105 cases of iGBS infection treated between January 2016 and October 2023 at Tokyo Medical University Hospital and two affiliated hospitals. The association between patient outcomes and demographics, underlying diseases, clinical manifestations, medical treatment, biomarkers, antimicrobial agents used at admission, and capsular type of GBS isolates was examined. The median age of the patients was 78 years (interquartile range, 64-85 years), and 89.5 % had underlying comorbidities, such as diabetes, chronic kidney disease, and malignancies. Common clinical manifestations include skin and soft tissue infections, bacteremia, and urosepsis. The overall mortality rate was 11.4 %. White blood cell (WBC) counts (breakpoint,10 × 10 Effective prevention of iGBS infections in older individuals requires large-scale surveillance, including environmental factors, and the development of comprehensive and multifaceted prevention strategies for high-risk older populations.",
    "disease": "chronic kidney disease",
    "clean_text": "characteristics of invasive group b streptococcal infections in adults and older individuals in a super aging society in japan group b streptococcus gbs a commensal bacterium in the gastrointestinal tract can cause invasive gbs igbs infections particularly in older adults with underlying comorbidities we determined the relationship between mortality and host related or virulence factors in older adults with igbs infections we retrospectively analyzed cases of igbs infection treated between january and october at tokyo medical university hospital and two affiliated hospitals the association between patient outcomes and demographics underlying diseases clinical manifestations medical treatment biomarkers antimicrobial agents used at admission and capsular type of gbs isolates was examined the median age of the patients was years interquartile range years and had underlying comorbidities such as diabetes chronic kidney disease and malignancies common clinical manifestations include skin and soft tissue infections bacteremia and urosepsis the overall mortality rate was white blood cell wbc counts breakpoint effective prevention of igbs infections in older individuals requires large scale surveillance including environmental factors and the development of comprehensive and multifaceted prevention strategies for high risk older populations"
}