{
    "pmid": "41442050",
    "title": "Evaluating the impact of health equity zones to mitigate disparities in cancer screening: study of colorectal cancer screening in rhode island.",
    "abstract": "Rhode Island's 14 Health Equity Zones (HEZ) initiative is an innovative public health approach to improve well-being by uniting community stakeholders to create healthier neighborhoods. We sought to identify the association between HEZ and colorectal cancer (CRC) screening among populations with anticipated vulnerabilities. This study used deidentified health insurance claims data from HealthFacts RI, Rhode Island's all-payer claims database, to calculate CRC screening rates by race/ethnicity, insurance type, substance use, and/or mental health diagnoses across ZIP codes from 2017 to 2022. ZIP code(s) were matched to the corresponding HEZs and non-HEZs, resulting in a sample size of 973,433 individuals in HEZs and 312,619 in non-HEZs. Rates of CRC screening were 62.4% in the HEZs versus 64.1% in the non-HEZs (p < 0.01). Among Medicaid beneficiaries, rates of CRC screening were 47.8% in HEZs versus 45.8% in non-HEZs (p < 0.01). The population living in HEZs underwent CRC screening at a lower rate overall compared to non-HEZs. We found that individuals with Medicaid insurance coverage had the lowest CRC screening rates, and HEZs appear to mitigate the screening rates in this group of patients. Other Medicaid expansion states should replicate Rhode Island's HEZ model to improve screening among Medicaid beneficiaries.",
    "disease": "colorectal cancer",
    "clean_text": "evaluating the impact of health equity zones to mitigate disparities in cancer screening study of colorectal cancer screening in rhode island rhode island s health equity zones hez initiative is an innovative public health approach to improve well being by uniting community stakeholders to create healthier neighborhoods we sought to identify the association between hez and colorectal cancer crc screening among populations with anticipated vulnerabilities this study used deidentified health insurance claims data from healthfacts ri rhode island s all payer claims database to calculate crc screening rates by race ethnicity insurance type substance use and or mental health diagnoses across zip codes from to zip code s were matched to the corresponding hezs and non hezs resulting in a sample size of individuals in hezs and in non hezs rates of crc screening were in the hezs versus in the non hezs p among medicaid beneficiaries rates of crc screening were in hezs versus in non hezs p the population living in hezs underwent crc screening at a lower rate overall compared to non hezs we found that individuals with medicaid insurance coverage had the lowest crc screening rates and hezs appear to mitigate the screening rates in this group of patients other medicaid expansion states should replicate rhode island s hez model to improve screening among medicaid beneficiaries"
}