{
    "title": "Generation of patterned kidney organoids that recapitulate the adult kidney collecting duct system from expandable ureteric bud progenitors.",
    "doc_id": "34131121",
    "writer": "Zeng Z",
    "year": "2021",
    "summary": "Current kidney organoids model development and diseases of the nephron but not the contiguous epithelial network of the kidney's collecting duct (CD) system. Here, we report the generation of an expandable, 3D branching ureteric bud (UB) organoid culture mode …",
    "abstract": "Current kidney organoids model development and diseases of the nephron but not the contiguous epithelial network of the kidney's collecting duct (CD) system. Here, we report the generation of an expandable, 3D branching ureteric bud (UB) organoid culture model that can be derived from primary UB progenitors from mouse and human fetal kidneys, or generated de novo from human pluripotent stem cells. In chemically-defined culture conditions, UB organoids generate CD organoids, with differentiated principal and intercalated cells adopting spatial assemblies reflective of the adult kidney's collecting system. Aggregating 3D-cultured nephron progenitor cells with UB organoids in vitro results in a reiterative process of branching morphogenesis and nephron induction, similar to kidney development. Applying an efficient gene editing strategy to remove RET activity, we demonstrate genetically modified UB organoids can model congenital anomalies of kidney and urinary tract. Taken together, these platforms will facilitate an enhanced understanding of development, regeneration and diseases of the mammalian collecting duct system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34131121/",
    "clean_text": "generation of patterned kidney organoids that recapitulate the adult kidney collecting duct system from expandable ureteric bud progenitors current kidney organoids model development and diseases of the nephron but not the contiguous epithelial network of the kidney s collecting duct cd system here we report the generation of an expandable d branching ureteric bud ub organoid culture mode current kidney organoids model development and diseases of the nephron but not the contiguous epithelial network of the kidney s collecting duct cd system here we report the generation of an expandable d branching ureteric bud ub organoid culture model that can be derived from primary ub progenitors from mouse and human fetal kidneys or generated de novo from human pluripotent stem cells in chemically defined culture conditions ub organoids generate cd organoids with differentiated principal and intercalated cells adopting spatial assemblies reflective of the adult kidney s collecting system aggregating d cultured nephron progenitor cells with ub organoids in vitro results in a reiterative process of branching morphogenesis and nephron induction similar to kidney development applying an efficient gene editing strategy to remove ret activity we demonstrate genetically modified ub organoids can model congenital anomalies of kidney and urinary tract taken together these platforms will facilitate an enhanced understanding of development regeneration and diseases of the mammalian collecting duct system"
}