{
    "pmid": "41455710",
    "title": "Development of machine learning models to identify potentially active compounds against tuberculosis.",
    "abstract": "Tuberculosis (TB) is a contagious bacterial disease affecting millions of people globally and is one of the major causes of morbidity and mortality, particularly in the developing world. The spread of multi-drug-resistant (MDR) and extensively drug-resistant (XDR) tuberculosis has emerged as a major challenge to TB treatment, demanding the discovery of novel drug candidates. The process requires fast and efficient lead identification methodologies. This research content embarks on a comprehensive exploration of machine learning algorithms applied to identify potential compounds active against TB. Leveraging a comprehensive dataset encompassing 23,791 molecules from 5 targets with unique SMILES and ChEMBL IDs obtained from the ChEMBL database, a total of 103 classification models were developed based on six different types of molecular representations, namely RDKit descriptors (RDKitDes), MACCS fingerprints (MACCSFP), Morgan fingerprints (MorganFP), Atom-pair fingerprints (PairsFP), PubChem fingerprints (PubChemFP), and RDKit fingerprints (RDKitFP). In this regard, seven machine learning algorithms, e.g., Random Forest (RF), XGBoost, Decision Tree (DT), k-Nearest Neighbors (KNN), Gaussian Naive Bayes (GNB), Logistic Regression (LR), and ANN, were employed to build these models using different combinations of dataset. Further, the performance of the models was assessed using a tenfold cross-validation, with the area under the receiver operating characteristic curve (AUC) as the evaluation metric. In addition to that, the contribution of the important descriptors in the molecule's bioactivities was interpreted using the SHapley Additive exPlanations (SHAP) method.",
    "disease": "tuberculosis",
    "clean_text": "development of machine learning models to identify potentially active compounds against tuberculosis tuberculosis tb is a contagious bacterial disease affecting millions of people globally and is one of the major causes of morbidity and mortality particularly in the developing world the spread of multi drug resistant mdr and extensively drug resistant xdr tuberculosis has emerged as a major challenge to tb treatment demanding the discovery of novel drug candidates the process requires fast and efficient lead identification methodologies this research content embarks on a comprehensive exploration of machine learning algorithms applied to identify potential compounds active against tb leveraging a comprehensive dataset encompassing molecules from targets with unique smiles and chembl ids obtained from the chembl database a total of classification models were developed based on six different types of molecular representations namely rdkit descriptors rdkitdes maccs fingerprints maccsfp morgan fingerprints morganfp atom pair fingerprints pairsfp pubchem fingerprints pubchemfp and rdkit fingerprints rdkitfp in this regard seven machine learning algorithms e g random forest rf xgboost decision tree dt k nearest neighbors knn gaussian naive bayes gnb logistic regression lr and ann were employed to build these models using different combinations of dataset further the performance of the models was assessed using a tenfold cross validation with the area under the receiver operating characteristic curve auc as the evaluation metric in addition to that the contribution of the important descriptors in the molecule s bioactivities was interpreted using the shapley additive explanations shap method"
}