{
    "title": "Traumatic brain injury in the United States: an epidemiologic overview.",
    "doc_id": "19306375",
    "writer": "Summers CR",
    "year": "2009",
    "summary": "Falls, motor vehicle accidents, and being struck by objects are the major etiologies of traumatic brain injury. US civilian and Army hospitalization trends are discussed and compared. Features of traumatic brain injuries from Operation Iraqi Freedom an …",
    "abstract": "A basic description of severity and frequency is needed for planning healthcare delivery for any disease process. In the case of traumatic brain injury, severity is typically categorized into mild, moderate, and severe with information from a combination of clinical observation and self-report methodologies. Recent US civilian epidemiological findings measuring the frequency of mortality and morbidity of traumatic brain injury are presented, including demographic and etiological breakdowns of the data. Falls, motor vehicle accidents, and being struck by objects are the major etiologies of traumatic brain injury. US civilian and Army hospitalization trends are discussed and compared. Features of traumatic brain injuries from Operation Iraqi Freedom and Operation Enduring Freedom are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19306375/",
    "clean_text": "traumatic brain injury in the united states an epidemiologic overview falls motor vehicle accidents and being struck by objects are the major etiologies of traumatic brain injury us civilian and army hospitalization trends are discussed and compared features of traumatic brain injuries from operation iraqi freedom an a basic description of severity and frequency is needed for planning healthcare delivery for any disease process in the case of traumatic brain injury severity is typically categorized into mild moderate and severe with information from a combination of clinical observation and self report methodologies recent us civilian epidemiological findings measuring the frequency of mortality and morbidity of traumatic brain injury are presented including demographic and etiological breakdowns of the data falls motor vehicle accidents and being struck by objects are the major etiologies of traumatic brain injury us civilian and army hospitalization trends are discussed and compared features of traumatic brain injuries from operation iraqi freedom and operation enduring freedom are discussed"
}