{
    "pmid": "41453169",
    "title": "Cost-effectiveness of dual treatment with metformin-sitagliptin versus metformindapagliflozin in patients with type 2 diabetes.",
    "abstract": "And new high-cost antihyperglycemic agents have been introduced into the basic medical at primary care level for its management. The cost-effectiveness evaluation allows the economic and epidemiological components to be analysed together. To determine the cost-effectiveness of dual therapy with metformin + sitagliptin versus metformin + dapagliflozin in patients with type 2 diabetes. Economic cost-effectiveness study with two groups of patients with type 2 diabetes aged 30 to 64 years in dual treatment, metformin + sitagliptin versus metformin + dapagliflozin. The fixed and variable unit costs were examined; the average variable cost was estimated using the microcost technique, and the average fixed cost was estimated using the time and motion technique. The average annual cost was integrated with the average variable and fixed costs. The cost-effectiveness ratio was estimated at $4000 and cost-effectiveness projections were made. Glycaemic control (efficacy) was 42.10% for metformin + dapagliflozin and 26.50% for metformin + sitagliptin. In the intermediate scenario, average annual costs were $3598.52 for metformin + dapagliflozin and $5,746.82 for metformin + sitagliptin. For an investment of $4000, the effectiveness of the metformin + dapagliflozin group was 46.80%, and the effectiveness of the metformin + sitagliptin group was 18.44%. In patients with type 2 diabetes, metformin + dapagliflozin achieves the best cost-effectiveness ratio. Para el manejo de la diabetes se han introducido nuevos hipoglucemiantes de alto costo para la atención médica en primer nivel. La evaluación de costo-efectividad permite el análisis conjunto de los componentes económico y epidemiológico. Determinar el costo-efectividad del tratamiento dual con metformina + sitagliptina en comparación con metformina + dapagliflozina en el paciente con diabetes tipo 2. Estudio de costo-efectividad, con dos grupos de pacientes con diabetes tipo 2 de 30 a 64 años en tratamiento dual, con metformina + sitagliptina o con metformina + dapagliflozina. Se estudió el costo unitario fijo y variable; el costo variable promedio se estimó con la técnica de microcosteo, y el costo fijo promedio con la técnica de tiempos y movimientos. El costo promedio anual se integró con los costos variables y fijos promedio. La relación costo-efectividad se estimó para $4000 y se realizaron proyecciones del costo-efectividad. El control glucémico (efectividad) para metformina + dapagliflozina fue del 42.10% y para metformina + sitagliptina del 26.50%. En el escenario promedio, el costo promedio anual para metformina + dapagliflozina fue $3598.52 y para metformina + sitagliptina $5746.82. Con una inversión de $4000 se obtiene una efectividad del 46.80% en el grupo de metformina + dapagliflozina y del 18.44% en el de metformina + sitagliptina. En los pacientes con diabetes tipo 2, metformina + dapagliflozina alcanza la mejor relación costo-efectividad.",
    "disease": "diabetes mellitus",
    "clean_text": "cost effectiveness of dual treatment with metformin sitagliptin versus metformindapagliflozin in patients with type diabetes and new high cost antihyperglycemic agents have been introduced into the basic medical at primary care level for its management the cost effectiveness evaluation allows the economic and epidemiological components to be analysed together to determine the cost effectiveness of dual therapy with metformin sitagliptin versus metformin dapagliflozin in patients with type diabetes economic cost effectiveness study with two groups of patients with type diabetes aged to years in dual treatment metformin sitagliptin versus metformin dapagliflozin the fixed and variable unit costs were examined the average variable cost was estimated using the microcost technique and the average fixed cost was estimated using the time and motion technique the average annual cost was integrated with the average variable and fixed costs the cost effectiveness ratio was estimated at and cost effectiveness projections were made glycaemic control efficacy was for metformin dapagliflozin and for metformin sitagliptin in the intermediate scenario average annual costs were for metformin dapagliflozin and for metformin sitagliptin for an investment of the effectiveness of the metformin dapagliflozin group was and the effectiveness of the metformin sitagliptin group was in patients with type diabetes metformin dapagliflozin achieves the best cost effectiveness ratio para el manejo de la diabetes se han introducido nuevos hipoglucemiantes de alto costo para la atenci n m dica en primer nivel la evaluaci n de costo efectividad permite el an lisis conjunto de los componentes econ mico y epidemiol gico determinar el costo efectividad del tratamiento dual con metformina sitagliptina en comparaci n con metformina dapagliflozina en el paciente con diabetes tipo estudio de costo efectividad con dos grupos de pacientes con diabetes tipo de a a os en tratamiento dual con metformina sitagliptina o con metformina dapagliflozina se estudi el costo unitario fijo y variable el costo variable promedio se estim con la t cnica de microcosteo y el costo fijo promedio con la t cnica de tiempos y movimientos el costo promedio anual se integr con los costos variables y fijos promedio la relaci n costo efectividad se estim para y se realizaron proyecciones del costo efectividad el control gluc mico efectividad para metformina dapagliflozina fue del y para metformina sitagliptina del en el escenario promedio el costo promedio anual para metformina dapagliflozina fue y para metformina sitagliptina con una inversi n de se obtiene una efectividad del en el grupo de metformina dapagliflozina y del en el de metformina sitagliptina en los pacientes con diabetes tipo metformina dapagliflozina alcanza la mejor relaci n costo efectividad"
}