{
    "title": "Diversification of host bile acids by members of the gut microbiota.",
    "doc_id": "31595814",
    "writer": "Winston JA",
    "year": "2020",
    "summary": "Bile acid biotransformation is a collaborative effort by the host and the gut microbiome. Host hepatocytes synthesize primary bile acids from cholesterol. Once these host-derived primary bile acids enter the gastrointestinal tract, the gut microbiot …",
    "abstract": "Bile acid biotransformation is a collaborative effort by the host and the gut microbiome. Host hepatocytes synthesize primary bile acids from cholesterol. Once these host-derived primary bile acids enter the gastrointestinal tract, the gut microbiota chemically modify them into secondary bile acids. Interest into the gut-bile acid-host axis is expanding in diverse fields including gastroenterology, endocrinology, oncology, and infectious disease. This review aims to 1) describe the physiologic aspects of collaborative bile acid metabolism by the host and gut microbiota; 2) to evaluate how gut microbes influence bile acid pools, and in turn how bile acid pools modulate the gut microbial community structure; 3) to compare species differences in bile acid pools; and lastly, 4) discuss the effects of ursodeoxycholic acid (UDCA) administration, a common therapeutic bile acid, on the gut microbiota-bile acid-host axis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31595814/",
    "clean_text": "diversification of host bile acids by members of the gut microbiota bile acid biotransformation is a collaborative effort by the host and the gut microbiome host hepatocytes synthesize primary bile acids from cholesterol once these host derived primary bile acids enter the gastrointestinal tract the gut microbiot bile acid biotransformation is a collaborative effort by the host and the gut microbiome host hepatocytes synthesize primary bile acids from cholesterol once these host derived primary bile acids enter the gastrointestinal tract the gut microbiota chemically modify them into secondary bile acids interest into the gut bile acid host axis is expanding in diverse fields including gastroenterology endocrinology oncology and infectious disease this review aims to describe the physiologic aspects of collaborative bile acid metabolism by the host and gut microbiota to evaluate how gut microbes influence bile acid pools and in turn how bile acid pools modulate the gut microbial community structure to compare species differences in bile acid pools and lastly discuss the effects of ursodeoxycholic acid udca administration a common therapeutic bile acid on the gut microbiota bile acid host axis"
}