{
    "title": "Paradoxical Roles of Desmosomal Components in Head and Neck Cancer.",
    "doc_id": "34203070",
    "writer": "Liu YQ",
    "year": "2021",
    "summary": "In addition, desmosomes have been shown to act as a signaling platform to regulate the proliferation, invasion, migration, morphogenesis, and apoptosis of cancer cells. The occurrence and progression of head and neck cancer (HNC) is accompanied by abno …",
    "abstract": "Desmosomes are intercellular adhesion complexes involved in various aspects of epithelial pathophysiology, including tissue homeostasis, morphogenesis, and disease development. Recent studies have reported that the abnormal expression of various desmosomal components correlates with tumor progression and poor survival. In addition, desmosomes have been shown to act as a signaling platform to regulate the proliferation, invasion, migration, morphogenesis, and apoptosis of cancer cells. The occurrence and progression of head and neck cancer (HNC) is accompanied by abnormal expression of desmosomal components and loss of desmosome structure. However, the role of desmosomal components in the progression of HNC remains controversial. This review aims to provide an overview of recent developments showing the paradoxical roles of desmosomal components in tumor suppression and promotion. It offers valuable insights for HNC diagnosis and therapeutics development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34203070/",
    "clean_text": "paradoxical roles of desmosomal components in head and neck cancer in addition desmosomes have been shown to act as a signaling platform to regulate the proliferation invasion migration morphogenesis and apoptosis of cancer cells the occurrence and progression of head and neck cancer hnc is accompanied by abno desmosomes are intercellular adhesion complexes involved in various aspects of epithelial pathophysiology including tissue homeostasis morphogenesis and disease development recent studies have reported that the abnormal expression of various desmosomal components correlates with tumor progression and poor survival in addition desmosomes have been shown to act as a signaling platform to regulate the proliferation invasion migration morphogenesis and apoptosis of cancer cells the occurrence and progression of head and neck cancer hnc is accompanied by abnormal expression of desmosomal components and loss of desmosome structure however the role of desmosomal components in the progression of hnc remains controversial this review aims to provide an overview of recent developments showing the paradoxical roles of desmosomal components in tumor suppression and promotion it offers valuable insights for hnc diagnosis and therapeutics development"
}