{
    "title": "Cell migration microfluidics for electrotaxis-based heterogeneity study of lung cancer cells.",
    "doc_id": "27816579",
    "writer": "Li Y",
    "year": "2017",
    "summary": "In the first chip, three different intensities of EFs were generated in a single channel to study cell electrotactic behavior with high efficiency. We observed that the lung adenocarcinoma H1975 cells underwent cathodal migration with changing cellular orient …",
    "abstract": "Tumor metastasis involves the migration of cells from primary site to a distant location. Recently, it was established that cancer cells from the same tumor were heterogeneous in migratory ability. Numerous studies have demonstrated that cancer cells undergo reorientation and migration directionally under physiological electric field (EF), which has potential implications in metastasis. Microfluidic devices with channel structures of defined dimensions provide controllable microenvironments to enable real-time observation of cell migration. In this study, we developed two polydimethylsiloxane (PDMS)-based microfluidic devices for long-term electrotaxis study. In the first chip, three different intensities of EFs were generated in a single channel to study cell electrotactic behavior with high efficiency. We observed that the lung adenocarcinoma H1975 cells underwent cathodal migration with changing cellular orientation. To address the issue of cell electrotactic heterogeneity, we also developed a cell isolation device integrating cell immobilization structure, stable EF generator and cell retrieval module in one microfluidic chip to sort out different cell subpopulations based on electrotactic ability. High electrotactic and low electrotactic cells were harvested separately for colony formation assay and transcriptional analysis of migration-related genes. The results showed that H1975 cell motility was related to EGFR expression in the absence of EF stimulation, while in the presence of EF it was associated with PTEN expression. Up-regulation of RhoA was observed in cells with high motility, regardless of EF. The easy cell manipulation and precise field control of the microfluidic devices may enable further study of tumor heterogeneity in complex electrotactic environments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27816579/",
    "clean_text": "cell migration microfluidics for electrotaxis based heterogeneity study of lung cancer cells in the first chip three different intensities of efs were generated in a single channel to study cell electrotactic behavior with high efficiency we observed that the lung adenocarcinoma h cells underwent cathodal migration with changing cellular orient tumor metastasis involves the migration of cells from primary site to a distant location recently it was established that cancer cells from the same tumor were heterogeneous in migratory ability numerous studies have demonstrated that cancer cells undergo reorientation and migration directionally under physiological electric field ef which has potential implications in metastasis microfluidic devices with channel structures of defined dimensions provide controllable microenvironments to enable real time observation of cell migration in this study we developed two polydimethylsiloxane pdms based microfluidic devices for long term electrotaxis study in the first chip three different intensities of efs were generated in a single channel to study cell electrotactic behavior with high efficiency we observed that the lung adenocarcinoma h cells underwent cathodal migration with changing cellular orientation to address the issue of cell electrotactic heterogeneity we also developed a cell isolation device integrating cell immobilization structure stable ef generator and cell retrieval module in one microfluidic chip to sort out different cell subpopulations based on electrotactic ability high electrotactic and low electrotactic cells were harvested separately for colony formation assay and transcriptional analysis of migration related genes the results showed that h cell motility was related to egfr expression in the absence of ef stimulation while in the presence of ef it was associated with pten expression up regulation of rhoa was observed in cells with high motility regardless of ef the easy cell manipulation and precise field control of the microfluidic devices may enable further study of tumor heterogeneity in complex electrotactic environments"
}