{
    "title": "In-vitro evaluation of copper/copper oxide nanoparticles cytotoxicity and genotoxicity in normal and cancer lung cell lines.",
    "doc_id": "32135445",
    "writer": "Fahmy HM",
    "year": "2020",
    "summary": "Evaluation of the toxicity of Cu/CuO NPs was performed on 2 types of cells: human lung normal cell lines (WI-38) and human lung carcinoma cell (A549). To assess the toxicity of the prepared Cu/CuOs NPs, the two cell types were exposed to …",
    "abstract": "Background:\n        \n      \n      Nanotoxicology is a major field of study that reveals hazard effects of nanomaterials on the living cells.\n    \n\n\n          Methods:\n        \n      \n      In the present study, Copper/Copper oxide nanoparticles (Cu/CuO NPs) were prepared by the chemical reduction method and characterized by different techniques such as: X-Ray Diffraction, Transmission and Scanning Electron Microscopy. Evaluation of the toxicity of Cu/CuO NPs was performed on 2 types of cells: human lung normal cell lines (WI-38) and human lung carcinoma cell (A549). To assess the toxicity of the prepared Cu/CuOs NPs, the two cell types were exposed to Cu/CuO NPs for 72 h. The half-maximal inhibitory concentration IC50 of Cu/CuO NPs for both cell types was separately determined and used to examine the cell genotoxicity concurrently with the determination of some oxidative stress parameters: nitric oxide, glutathione reduced, hydrogen peroxide, malondialdehyde and superoxide dismutase.\n    \n\n\n          Results:\n        \n      \n      Cu/CuO NPs suppressed proliferation and viability of normal and carcinoma lung cells. Treatment of both cell types with their IC50's of Cu/CuO NPs resulted in DNA damage besides the generation of reactive oxygen species and consequently the generation of a state of oxidative stress.\n    \n\n\n          Conclusion:\n        \n      \n      Overall, it can be concluded that the IC50's of the prepared Cu/CuO NPs were cytotoxic and genotoxic to both normal and cancerous lung cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32135445/",
    "clean_text": "in vitro evaluation of copper copper oxide nanoparticles cytotoxicity and genotoxicity in normal and cancer lung cell lines evaluation of the toxicity of cu cuo nps was performed on types of cells human lung normal cell lines wi and human lung carcinoma cell a to assess the toxicity of the prepared cu cuos nps the two cell types were exposed to background nanotoxicology is a major field of study that reveals hazard effects of nanomaterials on the living cells methods in the present study copper copper oxide nanoparticles cu cuo nps were prepared by the chemical reduction method and characterized by different techniques such as x ray diffraction transmission and scanning electron microscopy evaluation of the toxicity of cu cuo nps was performed on types of cells human lung normal cell lines wi and human lung carcinoma cell a to assess the toxicity of the prepared cu cuos nps the two cell types were exposed to cu cuo nps for h the half maximal inhibitory concentration ic of cu cuo nps for both cell types was separately determined and used to examine the cell genotoxicity concurrently with the determination of some oxidative stress parameters nitric oxide glutathione reduced hydrogen peroxide malondialdehyde and superoxide dismutase results cu cuo nps suppressed proliferation and viability of normal and carcinoma lung cells treatment of both cell types with their ic s of cu cuo nps resulted in dna damage besides the generation of reactive oxygen species and consequently the generation of a state of oxidative stress conclusion overall it can be concluded that the ic s of the prepared cu cuo nps were cytotoxic and genotoxic to both normal and cancerous lung cells"
}