{
    "pmid": "41444370",
    "title": "Prognostic significance of the C-reactive protein-triglyceride-glucose index for all-cause and cardiovascular mortality in peritoneal dialysis: a multicenter cohort study.",
    "abstract": "Chronic low-grade inflammation and insulin resistance (IR) frequently coexist in peritoneal dialysis (PD) and may drive excess mortality. The C-reactive protein-triglyceride-glucose index (CTI) integrates inflammatory (CRP) and metabolic (TyG) signals, but its prognostic value in PD is unknown. In a multicenter cohort of 2,240 Chinese PD patients, CTI was assessed 3 months after PD initiation and dichotomized at the median (5.09). Mortality outcomes were tracked through May 31, 2023. Analyses used Kaplan-Meier, Cox models (with and without propensity score matching [PSM]), prespecified subgroup analyses (sex, age, BMI, diabetes, hypertension), and restricted cubic splines (RCS) for dose-response. Incremental predictive value beyond established risk factors and single markers (hs-CRP, TyG) was evaluated using C-statistics, net reclassification improvement (NRI), and integrated discrimination improvement (IDI). There were 634 deaths (314 CVD). Cox regression analysis showed that a higher CTI was an independent risk factor for all-cause mortality and CVD mortality in PD patients. After full adjustment, compared with patients with CTI < 5.09, those with CTI ≥ 5.09 had a 34% higher all-cause mortality risk (HR 1.34, 95% CI 1.07-1.68) and a 39% higher CVD mortality risk (HR 1.39, 95% CI 1.01-1.93). RCS analysis revealed an approximately linear relationship between increased CTI and the elevated risk of both adverse clinical outcomes (P for nonlinearity > 0.05). The positive association between CTI and mortality was observed in both diabetic and non-diabetic subgroups (e.g., in diabetic patients: all-cause mortality HR 1.72, 95% CI 1.13-2.61; CVD mortality HR 2.11, 95% CI 1.21-3.68), with no statistically significant interaction by diabetes status (P for interaction > 0.05). Incremental predictive analyses showed that CTI had slightly higher C-indices than hs-CRP or TyG and provided only modest improvements in discrimination and reclassification. CTI independently and approximately linearly predicts all-cause and CVD mortality in PD, with consistent associations irrespective of diabetes status. It provides only modest incremental predictive value beyond hs-CRP and TyG, but its simplicity and cost-effectiveness support its potential use as a supplementary marker for risk stratification and individualized PD care.",
    "disease": "chronic kidney disease",
    "clean_text": "prognostic significance of the c reactive protein triglyceride glucose index for all cause and cardiovascular mortality in peritoneal dialysis a multicenter cohort study chronic low grade inflammation and insulin resistance ir frequently coexist in peritoneal dialysis pd and may drive excess mortality the c reactive protein triglyceride glucose index cti integrates inflammatory crp and metabolic tyg signals but its prognostic value in pd is unknown in a multicenter cohort of chinese pd patients cti was assessed months after pd initiation and dichotomized at the median mortality outcomes were tracked through may analyses used kaplan meier cox models with and without propensity score matching psm prespecified subgroup analyses sex age bmi diabetes hypertension and restricted cubic splines rcs for dose response incremental predictive value beyond established risk factors and single markers hs crp tyg was evaluated using c statistics net reclassification improvement nri and integrated discrimination improvement idi there were deaths cvd cox regression analysis showed that a higher cti was an independent risk factor for all cause mortality and cvd mortality in pd patients after full adjustment compared with patients with cti those with cti had a higher all cause mortality risk hr ci and a higher cvd mortality risk hr ci rcs analysis revealed an approximately linear relationship between increased cti and the elevated risk of both adverse clinical outcomes p for nonlinearity the positive association between cti and mortality was observed in both diabetic and non diabetic subgroups e g in diabetic patients all cause mortality hr ci cvd mortality hr ci with no statistically significant interaction by diabetes status p for interaction incremental predictive analyses showed that cti had slightly higher c indices than hs crp or tyg and provided only modest improvements in discrimination and reclassification cti independently and approximately linearly predicts all cause and cvd mortality in pd with consistent associations irrespective of diabetes status it provides only modest incremental predictive value beyond hs crp and tyg but its simplicity and cost effectiveness support its potential use as a supplementary marker for risk stratification and individualized pd care"
}