{
    "title": "Lymph Node Imaging in Patients with Primary Breast Cancer: Concurrent Diagnostic Tools.",
    "doc_id": "32043792",
    "writer": "Marino MA",
    "year": "2020",
    "summary": "The main goal for the radiologist is to determine and detect the presence of metastatic disease in nonpalpable axillary lymph nodes with a positive predictive value that is high enough to initially select patients for upfront axillary lymph node dissec …",
    "abstract": "The detection of lymph node metastasis affects the management of patients with primary breast cancer significantly in terms of staging, treatment, and prognosis. The main goal for the radiologist is to determine and detect the presence of metastatic disease in nonpalpable axillary lymph nodes with a positive predictive value that is high enough to initially select patients for upfront axillary lymph node dissection. Features that are suggestive of axillary adenopathy may be seen with different imaging modalities, but ultrasound is the method of choice for evaluating axillary lymph nodes and for performing image-guided lymph node interventions. This review aims to provide a comprehensive overview of the available imaging modalities for lymph node assessment in patients diagnosed with primary breast cancer. IMPLICATIONS FOR PRACTICE: The detection of lymph node metastasis affects the management of patients with primary breast cancer. The main goal for the radiologist is to detect lymph node metastasis in patients to allow for the selection of patients who should undergo upfront axillary lymph node dissection. Features that are suggestive of axillary adenopathy may be seen with mammography, computed tomography, and magnetic resonance imaging, but ultrasonography is the imaging modality of choice for evaluating axillary lymph nodes. A normal axillary lymph node is characterized by a reniform shape, a maximal cortical thickness of 3 mm without focal bulging, smooth margins, and, depending on size, a discernable central fatty hilum.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32043792/",
    "clean_text": "lymph node imaging in patients with primary breast cancer concurrent diagnostic tools the main goal for the radiologist is to determine and detect the presence of metastatic disease in nonpalpable axillary lymph nodes with a positive predictive value that is high enough to initially select patients for upfront axillary lymph node dissec the detection of lymph node metastasis affects the management of patients with primary breast cancer significantly in terms of staging treatment and prognosis the main goal for the radiologist is to determine and detect the presence of metastatic disease in nonpalpable axillary lymph nodes with a positive predictive value that is high enough to initially select patients for upfront axillary lymph node dissection features that are suggestive of axillary adenopathy may be seen with different imaging modalities but ultrasound is the method of choice for evaluating axillary lymph nodes and for performing image guided lymph node interventions this review aims to provide a comprehensive overview of the available imaging modalities for lymph node assessment in patients diagnosed with primary breast cancer implications for practice the detection of lymph node metastasis affects the management of patients with primary breast cancer the main goal for the radiologist is to detect lymph node metastasis in patients to allow for the selection of patients who should undergo upfront axillary lymph node dissection features that are suggestive of axillary adenopathy may be seen with mammography computed tomography and magnetic resonance imaging but ultrasonography is the imaging modality of choice for evaluating axillary lymph nodes a normal axillary lymph node is characterized by a reniform shape a maximal cortical thickness of mm without focal bulging smooth margins and depending on size a discernable central fatty hilum"
}