{
    "pmid": "41423526",
    "title": "Infectious diseases, infection control, vaccines and long-term care: an European interdisciplinary Council on ageing consensus document.",
    "abstract": "The accelerating ageing of populations worldwide presents profound challenges for public health, particularly within long-term care facilities (LTCFs). Older adults, often burdened by multimorbidity, frailty, and immunosenescence, are highly vulnerable to vaccine-preventable diseases such as influenza, pneumococcal pneumonia, COVID-19, respiratory syncytial virus (RSV), pertussis, and herpes zoster (HZ). Despite the availability of effective vaccines, immunization coverage in LTCFs remains inadequate, hindered by fragmented national policies, insufficient mandates, and systemic neglect of adult vaccination. In many settings, vaccination uptake is not even systematically monitored, leaving policymakers and clinicians without reliable data to identify gaps or measure progress. The COVID-19 pandemic underscored these vulnerabilities, temporarily spurring emergency vaccination efforts but failing to establish sustainable, life-course immunization frameworks. This consensus document, developed by the European Interdisciplinary Council on Ageing (EICA) following the San Servolo (Venice, Italy) 2025 meeting, synthesizes evidence on intrinsic and environmental infection risk factors in LTCFs, the health and economic burden of infections, and the persistent gaps in vaccine uptake among both residents and staff. We highlight the cost-effectiveness of preventive interventions, the critical role of non-pharmacological infection control measures, and the need to address antimicrobial resistance through integrated vaccination strategies. The Council emphasizes that routine adult vaccination must become a structural element of care planning for ageing populations, supported by digital registries, systematic assessments at LTC admission, co-administration strategies, and robust staff engagement. Stronger global and national policy leadership is urgently needed to align LTCF immunization with life-course approaches and primary healthcare integration. Protecting frail older adults from infectious diseases is not only a clinical necessity but also a societal obligation-central to safeguarding dignity, resilience, and healthy ageing in Europe and beyond.",
    "disease": "influenza",
    "clean_text": "infectious diseases infection control vaccines and long term care an european interdisciplinary council on ageing consensus document the accelerating ageing of populations worldwide presents profound challenges for public health particularly within long term care facilities ltcfs older adults often burdened by multimorbidity frailty and immunosenescence are highly vulnerable to vaccine preventable diseases such as influenza pneumococcal pneumonia covid respiratory syncytial virus rsv pertussis and herpes zoster hz despite the availability of effective vaccines immunization coverage in ltcfs remains inadequate hindered by fragmented national policies insufficient mandates and systemic neglect of adult vaccination in many settings vaccination uptake is not even systematically monitored leaving policymakers and clinicians without reliable data to identify gaps or measure progress the covid pandemic underscored these vulnerabilities temporarily spurring emergency vaccination efforts but failing to establish sustainable life course immunization frameworks this consensus document developed by the european interdisciplinary council on ageing eica following the san servolo venice italy meeting synthesizes evidence on intrinsic and environmental infection risk factors in ltcfs the health and economic burden of infections and the persistent gaps in vaccine uptake among both residents and staff we highlight the cost effectiveness of preventive interventions the critical role of non pharmacological infection control measures and the need to address antimicrobial resistance through integrated vaccination strategies the council emphasizes that routine adult vaccination must become a structural element of care planning for ageing populations supported by digital registries systematic assessments at ltc admission co administration strategies and robust staff engagement stronger global and national policy leadership is urgently needed to align ltcf immunization with life course approaches and primary healthcare integration protecting frail older adults from infectious diseases is not only a clinical necessity but also a societal obligation central to safeguarding dignity resilience and healthy ageing in europe and beyond"
}