{
    "pmid": "41417411",
    "title": "Paclitaxel-Coated Balloons versus Drug-Eluting Stents in Small Vessel Coronary Artery Disease: A Systematic Review and Meta-Analysis.",
    "abstract": "Drug-eluting stents (DES) remain the standard of care for percutaneous coronary intervention in small vessel coronary artery disease (SVD). Paclitaxel-coated balloons (PCB) have emerged as an alternative, with recent trials suggesting favorable short- and mid-term outcomes, although most were limited by small sample sizes. To compare angiographic and clinical outcomes between DES and PCB in patients with SVD. Searches were conducted in PubMed, Embase, the Cochrane Library, and ClinicalTrials.gov for studies comparing PCB and DES in SVD, defined as a reference vessel diameter < 3.0 mm. A random-effects meta-analysis was performed, and results were reported as mean differences (MD) or risk ratios (RR). Statistical significance was set at p < 0.05. Heterogeneity was assessed using the chi-square, Tau, and Tau2 tests. The review protocol was registered in PROSPERO (CRD42024506502). A total of 12 studies comprising 17,441 patients (mean age of 58-73 years) were included, with clinical follow-up of 8 to 36 months. All studies evaluated PCB. No significant differences were found between PCB and DES in target lesion revascularization (RR, 1.24; 95% CI, 0.82-1.85; p = 0.30), late lumen loss (MD, -0.09 mm; 95% CI, -0.41 to 0.23; p = 0.57), major adverse cardiovascular events (RR, 1.01; 95% CI, 0.76-1.33; p = 0.95), all-cause mortality (RR, 0.81; 95% CI, 0.50-1.31; p = 0.39), cardiovascular mortality (RR, 1.74; 95% CI, 0.78-3.89; p = 0.17), and myocardial infarction (RR, 0.76; 95% CI, 0.46-1.27; p = 0.30). PCB angioplasty demonstrated clinical and angiographic outcomes comparable to DES in SVD, supporting its role as a safe, effective alternative in selected patients. Os stents farmacológicos (SF) permanecem como padrão terapêutico na intervenção coronariana percutânea em casos de doença arterial coronariana de pequenos vasos (DACPV). Balões revestidos com paclitaxel (BRP) têm surgido como alternativa promissora, com estudos recentes indicando desfechos favoráveis em curto e médio prazos, embora a maioria apresente limitações quanto ao tamanho amostral. Comparar os desfechos clínicos e angiográficos entre SF e BRP em pacientes com DACPV. Foram realizadas buscas nas bases de dados PubMed, Embase, Cochrane Library e ClinicalTrials.gov por estudos que comparassem BRP e SF em DACPV, definida como diâmetro de referência do vaso < 3,0 mm. Realizou-se metanálise com modelo de efeitos aleatórios, apresentando os resultados como diferença média (DM) ou razão de risco (RR). A significância estatística foi considerada para p < 0,05. A heterogeneidade foi avaliada por meio dos testes qui-quadrado, Tau e Tau2. O protocolo da revisão foi registrado na PROSPERO (CRD42024506502). Foram incluídos 12 estudos, totalizando 17.441 pacientes (média de idade entre 58 e 73 anos), com follow-up clínico variando entre 8 e 36 meses. Todos os estudos avaliaram BRP. Não foram observadas diferenças significativas entre BRP e SF em relação à revascularização da lesão-alvo (RR, 1,24; IC 95%, 0,82-1,85; p = 0,30), perda tardia de lúmen (DM, –0,09 mm; IC 95%, –0,41 a 0,23; p = 0,57), eventos cardiovasculares adversos maiores (RR, 1,01; IC 95%, 0,76-1,33; p = 0,95), mortalidade por todas as causas (RR, 0,81; IC 95%, 0,50-1,31; p = 0,39), mortalidade cardiovascular (RR, 1,74; IC 95%, 0,78-3,89; p = 0,17) e infarto do miocárdio (RR, 0,76; IC 95%, 0,46-1,27; p = 0,30). A angioplastia com BRP apresentou desfechos clínicos e angiográficos comparáveis aos observados com SF na DACPV, reforçando sua viabilidade como alternativa segura e eficaz em pacientes selecionados. Drug-eluting stents (DES) remain the standard of care for percutaneous coronary intervention in small vessel coronary artery disease (SVD). Paclitaxel-coated balloons (PCB) have emerged as an alternative, with recent trials suggesting favorable short- and mid-term outcomes, although most were limited by small sample sizes. To compare angiographic and clinical outcomes between DES and PCB in patients with SVD. Searches were conducted in PubMed, Embase, the Cochrane Library, and ClinicalTrials.gov for studies comparing PCB and DES in SVD, defined as a reference vessel diameter < 3.0 mm. A random-effects meta-analysis was performed, and results were reported as mean differences (MD) or risk ratios (RR). Statistical significance was set at p < 0.05. Heterogeneity was assessed using the chi-square, Tau, and Tau A total of 12 studies comprising 17,441 patients (mean age of 58-73 years) were included, with clinical follow-up of 8 to 36 months. All studies evaluated PCB. No significant differences were found between PCB and DES in target lesion revascularization (RR, 1.24; 95% CI, 0.82-1.85; p = 0.30), late lumen loss (MD, –0.09 mm; 95% CI, –0.41 to 0.23; p = 0.57), major adverse cardiovascular events (RR, 1.01; 95% CI, 0.76-1.33; p = 0.95), all-cause mortality (RR, 0.81; 95% CI, 0.50-1.31; p = 0.39), cardiovascular mortality (RR, 1.74; 95% CI, 0.78-3.89; p = 0.17), and myocardial infarction (RR, 0.76; 95% CI, 0.46-1.27; p = 0.30). PCB angioplasty demonstrated clinical and angiographic outcomes comparable to DES in SVD, supporting its role as a safe, effective alternative in selected patients.",
    "disease": "coronary artery disease",
    "clean_text": "paclitaxel coated balloons versus drug eluting stents in small vessel coronary artery disease a systematic review and meta analysis drug eluting stents des remain the standard of care for percutaneous coronary intervention in small vessel coronary artery disease svd paclitaxel coated balloons pcb have emerged as an alternative with recent trials suggesting favorable short and mid term outcomes although most were limited by small sample sizes to compare angiographic and clinical outcomes between des and pcb in patients with svd searches were conducted in pubmed embase the cochrane library and clinicaltrials gov for studies comparing pcb and des in svd defined as a reference vessel diameter mm a random effects meta analysis was performed and results were reported as mean differences md or risk ratios rr statistical significance was set at p heterogeneity was assessed using the chi square tau and tau tests the review protocol was registered in prospero crd a total of studies comprising patients mean age of years were included with clinical follow up of to months all studies evaluated pcb no significant differences were found between pcb and des in target lesion revascularization rr ci p late lumen loss md mm ci to p major adverse cardiovascular events rr ci p all cause mortality rr ci p cardiovascular mortality rr ci p and myocardial infarction rr ci p pcb angioplasty demonstrated clinical and angiographic outcomes comparable to des in svd supporting its role as a safe effective alternative in selected patients os stents farmacol gicos sf permanecem como padr o terap utico na interven o coronariana percut nea em casos de doen a arterial coronariana de pequenos vasos dacpv bal es revestidos com paclitaxel brp t m surgido como alternativa promissora com estudos recentes indicando desfechos favor veis em curto e m dio prazos embora a maioria apresente limita es quanto ao tamanho amostral comparar os desfechos cl nicos e angiogr ficos entre sf e brp em pacientes com dacpv foram realizadas buscas nas bases de dados pubmed embase cochrane library e clinicaltrials gov por estudos que comparassem brp e sf em dacpv definida como di metro de refer ncia do vaso mm realizou se metan lise com modelo de efeitos aleat rios apresentando os resultados como diferen a m dia dm ou raz o de risco rr a signific ncia estat stica foi considerada para p a heterogeneidade foi avaliada por meio dos testes qui quadrado tau e tau o protocolo da revis o foi registrado na prospero crd foram inclu dos estudos totalizando pacientes m dia de idade entre e anos com follow up cl nico variando entre e meses todos os estudos avaliaram brp n o foram observadas diferen as significativas entre brp e sf em rela o revasculariza o da les o alvo rr ic p perda tardia de l men dm mm ic a p eventos cardiovasculares adversos maiores rr ic p mortalidade por todas as causas rr ic p mortalidade cardiovascular rr ic p e infarto do mioc rdio rr ic p a angioplastia com brp apresentou desfechos cl nicos e angiogr ficos compar veis aos observados com sf na dacpv refor ando sua viabilidade como alternativa segura e eficaz em pacientes selecionados drug eluting stents des remain the standard of care for percutaneous coronary intervention in small vessel coronary artery disease svd paclitaxel coated balloons pcb have emerged as an alternative with recent trials suggesting favorable short and mid term outcomes although most were limited by small sample sizes to compare angiographic and clinical outcomes between des and pcb in patients with svd searches were conducted in pubmed embase the cochrane library and clinicaltrials gov for studies comparing pcb and des in svd defined as a reference vessel diameter mm a random effects meta analysis was performed and results were reported as mean differences md or risk ratios rr statistical significance was set at p heterogeneity was assessed using the chi square tau and tau a total of studies comprising patients mean age of years were included with clinical follow up of to months all studies evaluated pcb no significant differences were found between pcb and des in target lesion revascularization rr ci p late lumen loss md mm ci to p major adverse cardiovascular events rr ci p all cause mortality rr ci p cardiovascular mortality rr ci p and myocardial infarction rr ci p pcb angioplasty demonstrated clinical and angiographic outcomes comparable to des in svd supporting its role as a safe effective alternative in selected patients"
}