{
    "pmid": "41333603",
    "title": "Short-Term Outcomes of Bronchoscopic Thermal Vapor Ablation in Patients with Severe COPD: A Case Series from a Single Chinese Center.",
    "abstract": "Bronchoscopic Thermal Vapor Ablation (BTVA) is a novel endoscopic lung volume reduction (ELVR) technique designed to target emphysematous segments and reduce lung hyperinflation, especially in patients with heterogeneous emphysema. Although previous studies have demonstrated its efficacy in Western populations, data regarding BTVA outcomes in Asian cohorts remain limited. This study aimed to evaluate the short-term efficacy and safety of BTVA in patients with severe COPD in a real-world clinical setting. This single-center, retrospective, observational study included 8 patients with advanced COPD who underwent BTVA at the Eighth Affiliated Hospital of Sun Yat-sen University between May 2023 and December 2024. Pulmonary function (FEV All patients completed the 6-month follow-up. Significant improvements in FEV BTVA appears to be a safe and effective minimally invasive intervention for selected patients with advanced COPD, leading to significant short-term improvements in lung function, exercise capacity, and hyperinflation. These findings support the clinical utility of BTVA in Asian populations, although larger prospective studies are needed to confirm long-term benefits and assess repeatability.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "short term outcomes of bronchoscopic thermal vapor ablation in patients with severe copd a case series from a single chinese center bronchoscopic thermal vapor ablation btva is a novel endoscopic lung volume reduction elvr technique designed to target emphysematous segments and reduce lung hyperinflation especially in patients with heterogeneous emphysema although previous studies have demonstrated its efficacy in western populations data regarding btva outcomes in asian cohorts remain limited this study aimed to evaluate the short term efficacy and safety of btva in patients with severe copd in a real world clinical setting this single center retrospective observational study included patients with advanced copd who underwent btva at the eighth affiliated hospital of sun yat sen university between may and december pulmonary function fev all patients completed the month follow up significant improvements in fev btva appears to be a safe and effective minimally invasive intervention for selected patients with advanced copd leading to significant short term improvements in lung function exercise capacity and hyperinflation these findings support the clinical utility of btva in asian populations although larger prospective studies are needed to confirm long term benefits and assess repeatability"
}