{
    "title": "Clinical Significance of Endometrial Cells in Pap Smear of Women Aged 40 Years and Older.",
    "doc_id": "35147975",
    "writer": "Keleş E",
    "year": "2022",
    "summary": "Gynecologic premalignant/malignant lesions were detected in 9 (17.7%) patients including 2 (3.1%) endometrial hyperplasias and 7 (10.8%) endometrial cancers. The menopausal status (p=0.010) and being 50 years and older (p=0.002) were significantly associated with pr …",
    "abstract": "Objective:\n        \n      \n      To investigate the histopathological follow-up results in women diagnosed with endometrial cells in the Papanicolaou (Pap) test.\n    \n\n\n          Material and method:\n        \n      \n      Between January 2013 to December 2018, women with endometrial cells on the Pap test were searched from the hospital electronic database. The patients with endometrial cells on the Pap test who underwent further histopathological evaluation and who were followed-up for at least 1 year were enrolled in the study, while those who had a Pap test result other than endometrial cells, were lost during follow-up, or had missing data were excluded.\n    \n\n\n          Results:\n        \n      \n      Out of 91,142 Pap smears, 121 (0.1%) cytologically had endometrial cells, and of those 65 cases were eligible for final analysis. The mean age of patients with premalignant/malignant lesions (57.7 ± 2.9) was higher than those with benign lesions (50.1 ± 0.7), with 77% of them in the postmenopausal period. Gynecologic premalignant/malignant lesions were detected in 9 (17.7%) patients including 2 (3.1%) endometrial hyperplasias and 7 (10.8%) endometrial cancers. The menopausal status (p=0.010) and being 50 years and older (p=0.002) were significantly associated with pre-neoplastic or neoplastic changes in patients with endometrial cells.\n    \n\n\n          Conclusion:\n        \n      \n      The presence of endometrial cells in Pap tests may be a harbinger of endometrial pathologies, especially at the age of 50 years and over. The menopausal status is another possible determinant in detecting endometrial carcinoma. Further investigation may be suggested in women aged ≥50 years and postmenopausal in the event of endometrial cell detection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35147975/",
    "clean_text": "clinical significance of endometrial cells in pap smear of women aged years and older gynecologic premalignant malignant lesions were detected in patients including endometrial hyperplasias and endometrial cancers the menopausal status p and being years and older p were significantly associated with pr objective to investigate the histopathological follow up results in women diagnosed with endometrial cells in the papanicolaou pap test material and method between january to december women with endometrial cells on the pap test were searched from the hospital electronic database the patients with endometrial cells on the pap test who underwent further histopathological evaluation and who were followed up for at least year were enrolled in the study while those who had a pap test result other than endometrial cells were lost during follow up or had missing data were excluded results out of pap smears cytologically had endometrial cells and of those cases were eligible for final analysis the mean age of patients with premalignant malignant lesions was higher than those with benign lesions with of them in the postmenopausal period gynecologic premalignant malignant lesions were detected in patients including endometrial hyperplasias and endometrial cancers the menopausal status p and being years and older p were significantly associated with pre neoplastic or neoplastic changes in patients with endometrial cells conclusion the presence of endometrial cells in pap tests may be a harbinger of endometrial pathologies especially at the age of years and over the menopausal status is another possible determinant in detecting endometrial carcinoma further investigation may be suggested in women aged years and postmenopausal in the event of endometrial cell detection"
}