{
    "title": "Managing patient mental health disclosures in Canadian dental and dental hygiene programs.",
    "doc_id": "40809531",
    "writer": "Mazoka MM",
    "year": "2025",
    "summary": "RESULTS: A total of 54 sources were included, primarily comprising original research articles, systematic and other literature reviews. DISCUSSION: The prevalence of mental health disclosures is rising, with 1 in 5 Canadians living with a mental health …",
    "abstract": "Objective:\n        \n      \n      This narrative literature review aims to explore the current landscape regarding the management of patient mental health disclosures and gaps in resources and protocols within Canadian dental and dental hygiene programs.\n    \n\n\n          Methods:\n        \n      \n      CINAHL and Education Source databases, and the Journal of Dental Education were used to search for literature published between 2001 and 2023.\n    \n\n\n          Results:\n        \n      \n      A total of 54 sources were included, primarily comprising original research articles, systematic and other literature reviews.\n    \n\n\n          Discussion:\n        \n      \n      The prevalence of mental health disclosures is rising, with 1 in 5 Canadians living with a mental health condition. Current dental and dental hygiene programs lack explicit protocols for managing patient mental health disclosures, and the literature reveals a scarcity of research on students' preparedness. This review underscores the importance of adopting humanistic language to reduce stigma and emphasizes educational institutions' roles in evaluating and facilitating mental health services to support the mental health lived experiences of dental and dental hygiene patients.\n    \n\n\n          Conclusion:\n        \n      \n      The review identifies 3 key research gaps: the absence of qualitative research on the student experience of managing patient disclosures, unclear integration of mental health education, and a scarcity of comprehensive evaluations of mental health services. Recommendations include incorporating mental health training in entry-to-practice curricula, aligning with established community support frameworks, and creating dedicated resources for the effective management of mental health disclosures for patients in educational settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40809531/",
    "clean_text": "managing patient mental health disclosures in canadian dental and dental hygiene programs results a total of sources were included primarily comprising original research articles systematic and other literature reviews discussion the prevalence of mental health disclosures is rising with in canadians living with a mental health objective this narrative literature review aims to explore the current landscape regarding the management of patient mental health disclosures and gaps in resources and protocols within canadian dental and dental hygiene programs methods cinahl and education source databases and the journal of dental education were used to search for literature published between and results a total of sources were included primarily comprising original research articles systematic and other literature reviews discussion the prevalence of mental health disclosures is rising with in canadians living with a mental health condition current dental and dental hygiene programs lack explicit protocols for managing patient mental health disclosures and the literature reveals a scarcity of research on students preparedness this review underscores the importance of adopting humanistic language to reduce stigma and emphasizes educational institutions roles in evaluating and facilitating mental health services to support the mental health lived experiences of dental and dental hygiene patients conclusion the review identifies key research gaps the absence of qualitative research on the student experience of managing patient disclosures unclear integration of mental health education and a scarcity of comprehensive evaluations of mental health services recommendations include incorporating mental health training in entry to practice curricula aligning with established community support frameworks and creating dedicated resources for the effective management of mental health disclosures for patients in educational settings"
}