{
    "title": "Evaluation and management of paediatric and adolescent back pain: Epidemiology, presentation, investigation, and clinical management: A narrative review.",
    "doc_id": "31524137",
    "writer": "Roberts SB",
    "year": "2019",
    "summary": "This narrative review will summarise a clinical approach to the investigation of back pain in children and adolescent patients, including a discussion of the epidemiology, presentation, investigation and clinical management of back pain in children and …",
    "abstract": "This narrative review will summarise a clinical approach to the investigation of back pain in children and adolescent patients, including a discussion of the epidemiology, presentation, investigation and clinical management of back pain in children and adolescents. This will assist the prompt and accurate diagnosis of spinal disorders that require significant medical intervention. Existing evidence suggests a relatively high incidence of non-specific back pain among young people; 27-48% of presentations of back pain in children and adolescents are attributed to non-specific back pain. Low back pain among schoolchildren is often linked to psychosocial factors and only occasionally requires medical attention, as pain is benign and self-limiting. Nonetheless, those young patients who seek medical assistance exhibit a higher incidence of organic conditions underlying the major symptom of spinal pain. A cautious and comprehensive strategy - including a detailed history, examination, radiographic imaging and diagnostic laboratory studies - should be employed, which must be accurate, reliable, consistent and reproducible in identifying spinal pathologies. A specific diagnosis can be reached in 52-73% of the cases. For cases in which a specific diagnosis cannot be made, re-evaluation after a period of observation is recommended. At this later stage, minor symptoms unrelated to underlying pathology will resolve spontaneously, whereas serious pathologies will advance and become easily identified.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31524137/",
    "clean_text": "evaluation and management of paediatric and adolescent back pain epidemiology presentation investigation and clinical management a narrative review this narrative review will summarise a clinical approach to the investigation of back pain in children and adolescent patients including a discussion of the epidemiology presentation investigation and clinical management of back pain in children and this narrative review will summarise a clinical approach to the investigation of back pain in children and adolescent patients including a discussion of the epidemiology presentation investigation and clinical management of back pain in children and adolescents this will assist the prompt and accurate diagnosis of spinal disorders that require significant medical intervention existing evidence suggests a relatively high incidence of non specific back pain among young people of presentations of back pain in children and adolescents are attributed to non specific back pain low back pain among schoolchildren is often linked to psychosocial factors and only occasionally requires medical attention as pain is benign and self limiting nonetheless those young patients who seek medical assistance exhibit a higher incidence of organic conditions underlying the major symptom of spinal pain a cautious and comprehensive strategy including a detailed history examination radiographic imaging and diagnostic laboratory studies should be employed which must be accurate reliable consistent and reproducible in identifying spinal pathologies a specific diagnosis can be reached in of the cases for cases in which a specific diagnosis cannot be made re evaluation after a period of observation is recommended at this later stage minor symptoms unrelated to underlying pathology will resolve spontaneously whereas serious pathologies will advance and become easily identified"
}