{
    "pmid": "41396816",
    "title": "Physical Exercise and Survival in Parkinson's Disease: A Cohort Study.",
    "abstract": "To estimate the overall survival rate, disease stage, age of people with Parkinson's disease, and time since diagnosis and in relation to physical exercise. Retrospective-prospective longitudinal observational analysis of two cohorts (2018 and 2022) of physical exercise from retrospective randomized clinical trials. The intervention time for the 2018 cohort was 2,100 days and for the 2020 cohort, 800 days. The dependent variable was overall survival, and the independent variables were sociodemographic and clinical variables from the prospective period. This study comprised two distinct cohort groups: the physical exercise group (PEG) and the nonphysical exercise group (NPEG). The Cox proportional hazards model was used to determine independent predictors of survival, and Kaplan-Meier analysis was used to estimate the survival curve. Sixty people with Parkinson's disease (69.5 ± 9.4 years) were included in the study according to the inclusion and exclusion criteria. The log-rank test revealed non-significant mortality rates among people with Parkinson's disease who participated in the PEG and NPEG (",
    "disease": "parkinson disease",
    "clean_text": "physical exercise and survival in parkinson s disease a cohort study to estimate the overall survival rate disease stage age of people with parkinson s disease and time since diagnosis and in relation to physical exercise retrospective prospective longitudinal observational analysis of two cohorts and of physical exercise from retrospective randomized clinical trials the intervention time for the cohort was days and for the cohort days the dependent variable was overall survival and the independent variables were sociodemographic and clinical variables from the prospective period this study comprised two distinct cohort groups the physical exercise group peg and the nonphysical exercise group npeg the cox proportional hazards model was used to determine independent predictors of survival and kaplan meier analysis was used to estimate the survival curve sixty people with parkinson s disease years were included in the study according to the inclusion and exclusion criteria the log rank test revealed non significant mortality rates among people with parkinson s disease who participated in the peg and npeg"
}