{
    "pmid": "41411505",
    "title": "Selective Osteotomy Combined With Anatomic Hip Restoration for Hartofilakidis B-C Hip Dysplasia: Long-Term Results.",
    "abstract": "Reconstructing hips in moderate-to-severe developmental dysplasia of the hip (DDH) in adults, such as Hartofilakidis type B-C, presents a notable challenge. Despite various surgical procedures available, no approach has shown consistent long-term success. This observational study aimed to report the long-term survivorship and outcomes of a \"selective osteotomy treatment algorithm,\" which involves selective osteotomy combined with anatomic hip restoration, for moderate-to-severe DDH. We retrospectively reviewed 24 patients with Hartofilakidis type B (moderate) or C (severe) DDH who underwent total hip arthroplasty with selective osteotomy approach at Siriraj Hospital, Mahidol University, Thailand from 2001 to 2021. We employed a Kaplan-Meier curve to assess procedure survivorship, with revision surgery as the end point. Clinical, functional outcomes assessed with Hip dysfunction and Osteoarthritis Outcome Score for Joint Replacement score, complications, and radiological assessments during follow-up were recorded. The mean patient age was 56.8 ± 11.8 years (range 37 to 78 years), and mean height was 152.0 ± 11.7 cm (range 111 to 167 cm). The median surgical time was 84 minutes (range 50 to 300 minutes), with a median estimated blood loss of 450 mL (range 100 to 4000 mL). The median follow-up time was 7.8 years (range 4 to 21 years). The Hip dysfunction and Osteoarthritis Outcome Score for Joint Replacement score improved markedly from baseline, with a mean anchor-based increase of 23.70 ± 0.04 at 6 months postoperatively. Three cases encountered revision surgery due to osteotomy nonunion with stem fracture, early dislocation, and periprosthetic joint infection. The survival probability at 12 years was 83.7%. No sciatic nerve injuries were reported. No radiographic pathology was detected during follow-up. Selective osteotomy combined with anatomic hip restoration is a feasible and effective approach for managing moderate-to-severe DDH, as it demonstrated favorable long-term outcomes. Our approach may serve as a treatment option for patients with similar challenging deformities.",
    "disease": "osteoarthritis",
    "clean_text": "selective osteotomy combined with anatomic hip restoration for hartofilakidis b c hip dysplasia long term results reconstructing hips in moderate to severe developmental dysplasia of the hip ddh in adults such as hartofilakidis type b c presents a notable challenge despite various surgical procedures available no approach has shown consistent long term success this observational study aimed to report the long term survivorship and outcomes of a selective osteotomy treatment algorithm which involves selective osteotomy combined with anatomic hip restoration for moderate to severe ddh we retrospectively reviewed patients with hartofilakidis type b moderate or c severe ddh who underwent total hip arthroplasty with selective osteotomy approach at siriraj hospital mahidol university thailand from to we employed a kaplan meier curve to assess procedure survivorship with revision surgery as the end point clinical functional outcomes assessed with hip dysfunction and osteoarthritis outcome score for joint replacement score complications and radiological assessments during follow up were recorded the mean patient age was years range to years and mean height was cm range to cm the median surgical time was minutes range to minutes with a median estimated blood loss of ml range to ml the median follow up time was years range to years the hip dysfunction and osteoarthritis outcome score for joint replacement score improved markedly from baseline with a mean anchor based increase of at months postoperatively three cases encountered revision surgery due to osteotomy nonunion with stem fracture early dislocation and periprosthetic joint infection the survival probability at years was no sciatic nerve injuries were reported no radiographic pathology was detected during follow up selective osteotomy combined with anatomic hip restoration is a feasible and effective approach for managing moderate to severe ddh as it demonstrated favorable long term outcomes our approach may serve as a treatment option for patients with similar challenging deformities"
}