{
    "title": "Surveillance for endometrial cancer in women receiving tamoxifen.",
    "doc_id": "10419429",
    "writer": "Suh-Burgmann EJ",
    "year": "1999",
    "summary": "Studies examining the relation between risk for endometrial cancer and tamoxifen use have conflicting results. However, because of an overall interpretation that tamoxifen use slightly increases risk for endometrial cancer, some researchers advocate ro …",
    "abstract": "Recent studies showing a protective effect of tamoxifen in women at high risk for breast cancer have expanded the indications of the drug. While acting as an estrogen antagonist in the breast, tamoxifen can have estrogenic effects on the endometrium; consensus opinion is that tamoxifen increases the risk for endometrial cancer. Because an increasing number of women are taking tamoxifen, a strategy for gynecologic surveillance is needed. Studies examining the relation between risk for endometrial cancer and tamoxifen use have conflicting results. However, because of an overall interpretation that tamoxifen use slightly increases risk for endometrial cancer, some researchers advocate routine ultrasonography and endometrial biopsy for screening asymptomatic women receiving tamoxifen. This paper reviews the literature on endometrial cancer in women taking tamoxifen and the usefulness of various screening methods in this setting. Risk factors and screening criteria for endometrial cancer in the general population are discussed, and a strategy for surveillance of women taking tamoxifen is proposed. Patients should be screened for signs or symptoms of endometrial abnormality before taking tamoxifen. This evaluation, which should include a careful history, pelvic examination, and Papanicolaou smear, should be repeated annually while the patient is receiving tamoxifen. Although transvaginal ultrasonography is not recommended for routine screening, it is indicated if an adequate pelvic examination cannot be performed or if additional risk factors are present. The likelihood of abnormality is greater for patients who have abnormal bleeding, discharge, abnormal glandular cells on Papanicolaou smear, or an endometrial measurement on ultrasonography of more than 8 mm; these findings should prompt an aggressive evaluation of the endometrium.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10419429/",
    "clean_text": "surveillance for endometrial cancer in women receiving tamoxifen studies examining the relation between risk for endometrial cancer and tamoxifen use have conflicting results however because of an overall interpretation that tamoxifen use slightly increases risk for endometrial cancer some researchers advocate ro recent studies showing a protective effect of tamoxifen in women at high risk for breast cancer have expanded the indications of the drug while acting as an estrogen antagonist in the breast tamoxifen can have estrogenic effects on the endometrium consensus opinion is that tamoxifen increases the risk for endometrial cancer because an increasing number of women are taking tamoxifen a strategy for gynecologic surveillance is needed studies examining the relation between risk for endometrial cancer and tamoxifen use have conflicting results however because of an overall interpretation that tamoxifen use slightly increases risk for endometrial cancer some researchers advocate routine ultrasonography and endometrial biopsy for screening asymptomatic women receiving tamoxifen this paper reviews the literature on endometrial cancer in women taking tamoxifen and the usefulness of various screening methods in this setting risk factors and screening criteria for endometrial cancer in the general population are discussed and a strategy for surveillance of women taking tamoxifen is proposed patients should be screened for signs or symptoms of endometrial abnormality before taking tamoxifen this evaluation which should include a careful history pelvic examination and papanicolaou smear should be repeated annually while the patient is receiving tamoxifen although transvaginal ultrasonography is not recommended for routine screening it is indicated if an adequate pelvic examination cannot be performed or if additional risk factors are present the likelihood of abnormality is greater for patients who have abnormal bleeding discharge abnormal glandular cells on papanicolaou smear or an endometrial measurement on ultrasonography of more than mm these findings should prompt an aggressive evaluation of the endometrium"
}