{
    "title": "Motives for weight loss and weight loss maintenance: results from the MedWeight study.",
    "doc_id": "33493356",
    "writer": "Poulimeneas D",
    "year": "2021",
    "summary": "BACKGROUND: The relationship of weight loss motives with long-term outcomes is equivocal. We aimed to examine differences in weight loss motives of maintainers and regainers, as well as explore associations between motives and successful maintenance. . …",
    "abstract": "Background:\n        \n      \n      The relationship of weight loss motives with long-term outcomes is equivocal. We aimed to examine differences in weight loss motives of maintainers and regainers, as well as explore associations between motives and successful maintenance.\n    \n\n\n          Methods:\n        \n      \n      The study sample includes 607 adults, with a history of overweight/obesity and self-reported ≥10% voluntary weight loss, 12 months before study entry. Participants were classified as maintainers (weighing ≤90% maximum weight) or regainers. Volunteers identified possible motives for weight loss and maintenance (maintainers only), from a specific list.\n    \n\n\n          Results:\n        \n      \n      Both maintainers and regainers were predominantly motivated by physical appearance (38.6% versus 39.9%, P > 0.05) and self-esteem (26.8% versus 32.0%, P > 0.05) for weight loss. Compared to regainers, more maintainers reported weight reduction driven by social purposes (16.6% versus 9.4%, P = 0.022) and less were prompted by friends/family to lose weight (21.1% versus 31.7%, P = 0.005). In maintainers, shifts in motives from weight loss to maintenance phase were found, including an increased prevalence of health motives (6.4% versus 9.6%, P < 0.001) and decreased physical appearance motives (38.6% versus 30.3%, P < 0.001). Reporting physical appearance as main maintenance motive was inversely associated with maintained weight loss, after adjusting for age, sex and years of education (B = -3.49 [1.07], P = 0.001); maintainers reporting physical appearance as the main motive maintained 3.5% less weight loss compared to those who did not (P = 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      The present study has highlighted motivational influences associated with weight loss outcomes. Future studies should explore the ability of people with overweight/obesity to act upon motives for long-term weight management, as well as the impact of shifting through motives on the magnitude of maintenance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33493356/",
    "clean_text": "motives for weight loss and weight loss maintenance results from the medweight study background the relationship of weight loss motives with long term outcomes is equivocal we aimed to examine differences in weight loss motives of maintainers and regainers as well as explore associations between motives and successful maintenance background the relationship of weight loss motives with long term outcomes is equivocal we aimed to examine differences in weight loss motives of maintainers and regainers as well as explore associations between motives and successful maintenance methods the study sample includes adults with a history of overweight obesity and self reported voluntary weight loss months before study entry participants were classified as maintainers weighing maximum weight or regainers volunteers identified possible motives for weight loss and maintenance maintainers only from a specific list results both maintainers and regainers were predominantly motivated by physical appearance versus p and self esteem versus p for weight loss compared to regainers more maintainers reported weight reduction driven by social purposes versus p and less were prompted by friends family to lose weight versus p in maintainers shifts in motives from weight loss to maintenance phase were found including an increased prevalence of health motives versus p and decreased physical appearance motives versus p reporting physical appearance as main maintenance motive was inversely associated with maintained weight loss after adjusting for age sex and years of education b p maintainers reporting physical appearance as the main motive maintained less weight loss compared to those who did not p conclusions the present study has highlighted motivational influences associated with weight loss outcomes future studies should explore the ability of people with overweight obesity to act upon motives for long term weight management as well as the impact of shifting through motives on the magnitude of maintenance"
}