{
    "pmid": "41441634",
    "title": "Targeting the Gut-Kidney Axis: Modulation of Gut Microbiota by Traditional Chinese Medicine for Chronic Kidney Disease Management.",
    "abstract": "The interaction between gut microbiota dysbiosis and CKD progression via the \"gut-kidney axis\" is increasingly recognized. Gut-derived uremic toxins (e.g., indoxyl sulfate and p-cresyl sulfate) accumulate systemically, while beneficial metabolites like short-chain fatty acids (SCFAs) decrease, contributing to inflammation, oxidative stress, and kidney fibrosis. Traditional Chinese Medicine (TCM), including complex formulae, single herbs, and active ingredients, has long been used to manage CKD. Emerging evidence-primarily from animal studies-highlights its potential to alleviate the disease by modulating the gut microbiota. This review summarizes how TCM interventions re-establish gut microbial symbiosis by regulating microbial composition, reducing toxin load, and reinforcing intestinal barrier integrity, thereby ameliorating systemic inflammation and protecting kidney function. Targeting the gut microbiota represents a promising therapeutic frontier for CKD, and TCM offers a rich resource for developing novel microbiota-modulating strategies. However, future research must focus on validating molecular mechanisms, standardizing TCM preparations, and conducting rigorous clinical trials to facilitate clinical translation.",
    "disease": "chronic kidney disease",
    "clean_text": "targeting the gut kidney axis modulation of gut microbiota by traditional chinese medicine for chronic kidney disease management the interaction between gut microbiota dysbiosis and ckd progression via the gut kidney axis is increasingly recognized gut derived uremic toxins e g indoxyl sulfate and p cresyl sulfate accumulate systemically while beneficial metabolites like short chain fatty acids scfas decrease contributing to inflammation oxidative stress and kidney fibrosis traditional chinese medicine tcm including complex formulae single herbs and active ingredients has long been used to manage ckd emerging evidence primarily from animal studies highlights its potential to alleviate the disease by modulating the gut microbiota this review summarizes how tcm interventions re establish gut microbial symbiosis by regulating microbial composition reducing toxin load and reinforcing intestinal barrier integrity thereby ameliorating systemic inflammation and protecting kidney function targeting the gut microbiota represents a promising therapeutic frontier for ckd and tcm offers a rich resource for developing novel microbiota modulating strategies however future research must focus on validating molecular mechanisms standardizing tcm preparations and conducting rigorous clinical trials to facilitate clinical translation"
}