{
    "pmid": "41472255",
    "title": "Timely Association of RSV Hospitalisation Waves in Children with the Detection of SARS-CoV-2 in the General Population in Eastern Bavaria.",
    "abstract": "The Respiratory Syncytial Virus (RSV) season of 2023/2024 was conspicuously different from previous seasons, with an abrupt decrease in hospitalisation rates at the peak of the season, leading to two lower peaks instead of the expected one high peak of hospitalisations. Thus, we investigated whether there was an interference with other virus infection waves in the course of that RSV season. We analysed RSV seasons since 2016 in children who were hospitalised due to an RSV infection in Eastern Bavaria and investigated epidemiological features of RSV seasons after the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic at local, regional, and national levels. Analysing patterns of four RSV seasons prior to and three seasons after the SARS-CoV-2 pandemic, we found that the paediatric RSV hospitalisation wave of the 2023/2024 season was weaker and less pronounced than expected. When we compared detailed local, regional, and national surveillance data of other viral infections, we found that paediatric RSV hospitalisation waves were anticyclical to SARS-CoV-2 infection waves, but not to rhinovirus or influenza waves in the general population. Our data suggests that concomitant SARS-CoV-2 infection waves in the general population may disrupt infection chains of RSV in children and, thus, decrease RSV-associated hospitalisation. This factor should be taken into account when assessing the effects of the upcoming RSV prophylaxis in the future.",
    "disease": "pneumonia",
    "clean_text": "timely association of rsv hospitalisation waves in children with the detection of sars cov in the general population in eastern bavaria the respiratory syncytial virus rsv season of was conspicuously different from previous seasons with an abrupt decrease in hospitalisation rates at the peak of the season leading to two lower peaks instead of the expected one high peak of hospitalisations thus we investigated whether there was an interference with other virus infection waves in the course of that rsv season we analysed rsv seasons since in children who were hospitalised due to an rsv infection in eastern bavaria and investigated epidemiological features of rsv seasons after the severe acute respiratory syndrome coronavirus sars cov pandemic at local regional and national levels analysing patterns of four rsv seasons prior to and three seasons after the sars cov pandemic we found that the paediatric rsv hospitalisation wave of the season was weaker and less pronounced than expected when we compared detailed local regional and national surveillance data of other viral infections we found that paediatric rsv hospitalisation waves were anticyclical to sars cov infection waves but not to rhinovirus or influenza waves in the general population our data suggests that concomitant sars cov infection waves in the general population may disrupt infection chains of rsv in children and thus decrease rsv associated hospitalisation this factor should be taken into account when assessing the effects of the upcoming rsv prophylaxis in the future"
}