{
    "pmid": "41428987",
    "title": "Senescent Cell Clearance Ameliorates Temporal Lobe Epilepsy and Associated Spatial Memory Deficits in Mice.",
    "abstract": "The pharmacological treatment of temporal lobe epilepsy (TLE), a disorder characterized by recurrent seizures and cognitive dysfunction, is limited to symptomatic control. Identifying novel targets to modify disease progression is of great clinical and translational interest. Cellular senescence has been recently implicated in the development and progression of other neurodegenerative diseases, but its role in TLE is unstudied. We first investigated cellular senescence markers in resected hippocampi from patients with medically intractable TLE through multiplexed immunofluorescence. We next used a mouse model of TLE (pilocarpine induced status epilepticus [SE]) for a combination of immunohistochemistry, behavioral testing, and electroencephalogram (EEG) monitoring. We implemented 2 strategies for removal of senescent cells (SCs), a genetic mouse model allowing for targeted senolysis, and a pharmacological approach using dasatinib and quercetin. We found a 5-fold elevation of senescent glia in human TLE cases as compared with controls. In mice, we found increases in senescence markers at both the transcript and protein level and predominantly expressed in microglia, which developed within 2 weeks following SE. Senolytic treatment produced a 50% reduction in SCs, rescued long-term potentiation deficits, normalized spatial memory impairments, reduced seizures, and protected a third of animals from epilepsy. Our data demonstrate that SCs accumulate in both human TLE and in a mouse model of TLE and suggest that clearing SCs may be a viable strategy to reduce seizures and associated cognitive comorbidities. ANN NEUROL 2025.",
    "disease": "epilepsy",
    "clean_text": "senescent cell clearance ameliorates temporal lobe epilepsy and associated spatial memory deficits in mice the pharmacological treatment of temporal lobe epilepsy tle a disorder characterized by recurrent seizures and cognitive dysfunction is limited to symptomatic control identifying novel targets to modify disease progression is of great clinical and translational interest cellular senescence has been recently implicated in the development and progression of other neurodegenerative diseases but its role in tle is unstudied we first investigated cellular senescence markers in resected hippocampi from patients with medically intractable tle through multiplexed immunofluorescence we next used a mouse model of tle pilocarpine induced status epilepticus se for a combination of immunohistochemistry behavioral testing and electroencephalogram eeg monitoring we implemented strategies for removal of senescent cells scs a genetic mouse model allowing for targeted senolysis and a pharmacological approach using dasatinib and quercetin we found a fold elevation of senescent glia in human tle cases as compared with controls in mice we found increases in senescence markers at both the transcript and protein level and predominantly expressed in microglia which developed within weeks following se senolytic treatment produced a reduction in scs rescued long term potentiation deficits normalized spatial memory impairments reduced seizures and protected a third of animals from epilepsy our data demonstrate that scs accumulate in both human tle and in a mouse model of tle and suggest that clearing scs may be a viable strategy to reduce seizures and associated cognitive comorbidities ann neurol"
}