{
    "title": "Reframing social cognition: Relational versus representational mentalizing.",
    "doc_id": "32852961",
    "writer": "Deschrijver E",
    "year": "2020",
    "summary": "Here, we focus on the distinction between \"mindreading\" (inferring another's mental representation) and detecting the extent to which a represented mental state of another person is matching or mismatching with our own (mental conflict monitoring). We propose …",
    "abstract": "The most dominant theory of human social cognition, the theory of mind hypothesis, emphasizes our ability to infer the mental states of others. After having represented the mental states of another person, however, we can also have an idea of how well our thinking aligns with theirs, and our sensitivity to this alignment may guide the flow of our social interactions. Here, we focus on the distinction between \"mindreading\" (inferring another's mental representation) and detecting the extent to which a represented mental state of another person is matching or mismatching with our own (mental conflict monitoring). We propose a reframing for mentalizing data of the past 40 years in terms of mental conflict monitoring rather than mental representation. Via a systematic review of 51 false belief neuroimaging studies, we argue that key brain regions implicated in false belief designs (namely, temporoparietal junction areas) may methodologically be tied to mental conflict rather than to mental representation. Patterns of false belief data suggests that autism may be tied to a subtle issue with monitoring mental conflict combined with intact mental representation, rather than to lacking mental representation abilities or \"mindblindness\" altogether. The consequences of this view for the larger social-cognitive domain are explored, including for perspective taking, moral judgments, and understanding irony and humor. This provides a potential shift in perspective for psychological science, its neuroscientific bases, and related disciplines: Throughout life, an adequate sensitivity to how others think differently (relational mentalizing) may be more fundamental to navigating the social world than inferring which thoughts others have (representational mentalizing). (PsycInfo Database Record (c) 2020 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32852961/",
    "clean_text": "reframing social cognition relational versus representational mentalizing here we focus on the distinction between mindreading inferring another s mental representation and detecting the extent to which a represented mental state of another person is matching or mismatching with our own mental conflict monitoring we propose the most dominant theory of human social cognition the theory of mind hypothesis emphasizes our ability to infer the mental states of others after having represented the mental states of another person however we can also have an idea of how well our thinking aligns with theirs and our sensitivity to this alignment may guide the flow of our social interactions here we focus on the distinction between mindreading inferring another s mental representation and detecting the extent to which a represented mental state of another person is matching or mismatching with our own mental conflict monitoring we propose a reframing for mentalizing data of the past years in terms of mental conflict monitoring rather than mental representation via a systematic review of false belief neuroimaging studies we argue that key brain regions implicated in false belief designs namely temporoparietal junction areas may methodologically be tied to mental conflict rather than to mental representation patterns of false belief data suggests that autism may be tied to a subtle issue with monitoring mental conflict combined with intact mental representation rather than to lacking mental representation abilities or mindblindness altogether the consequences of this view for the larger social cognitive domain are explored including for perspective taking moral judgments and understanding irony and humor this provides a potential shift in perspective for psychological science its neuroscientific bases and related disciplines throughout life an adequate sensitivity to how others think differently relational mentalizing may be more fundamental to navigating the social world than inferring which thoughts others have representational mentalizing psycinfo database record c apa all rights reserved"
}