{
    "title": "Core strengthening exercises for low back pain.",
    "doc_id": "19610550",
    "writer": "Baerga-Varela L",
    "year": "2006",
    "summary": "Core strengthening concepts have gained increased popularity in low back rehabilitation. Traditional low back pain rehabilitation is based on a static spine stability model and is composed mostly of modalities, stretching and strengthening exercises. . …",
    "abstract": "Core strengthening concepts have gained increased popularity in low back rehabilitation. Traditional low back pain rehabilitation is based on a static spine stability model and is composed mostly of modalities, stretching and strengthening exercises. More recent theories, however, include newer concepts of dynamic spinal stability, coordination and neuromuscular control. Core strengthening exercises incorporate these new concepts. Although more research is necessary, the best available evidence suggests that a core strengthening program may be beneficial in reducing pain scores, functional disability and recurrences of acute low back pain episodes. This article reviews \"core\" anatomy, physiologic models of spinal stability, effects, of low back pain on spinal stability, evidence-based reasoning behind core strengthening and the basic concepts involved in designing a core strengthening program.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19610550/",
    "clean_text": "core strengthening exercises for low back pain core strengthening concepts have gained increased popularity in low back rehabilitation traditional low back pain rehabilitation is based on a static spine stability model and is composed mostly of modalities stretching and strengthening exercises core strengthening concepts have gained increased popularity in low back rehabilitation traditional low back pain rehabilitation is based on a static spine stability model and is composed mostly of modalities stretching and strengthening exercises more recent theories however include newer concepts of dynamic spinal stability coordination and neuromuscular control core strengthening exercises incorporate these new concepts although more research is necessary the best available evidence suggests that a core strengthening program may be beneficial in reducing pain scores functional disability and recurrences of acute low back pain episodes this article reviews core anatomy physiologic models of spinal stability effects of low back pain on spinal stability evidence based reasoning behind core strengthening and the basic concepts involved in designing a core strengthening program"
}