{
    "title": "Shaping Immune Responses in the Tumor Microenvironment of Ovarian Cancer.",
    "doc_id": "34248988",
    "writer": "Luo X",
    "year": "2021",
    "summary": "Reciprocal signaling between immune cells and ovarian cancer cells in the tumor microenvironment can alter immune responses and regulate disease progression. These signaling events are regulated by multiple factors, including genetic and epigenetic alterations in bo …",
    "abstract": "Reciprocal signaling between immune cells and ovarian cancer cells in the tumor microenvironment can alter immune responses and regulate disease progression. These signaling events are regulated by multiple factors, including genetic and epigenetic alterations in both the ovarian cancer cells and immune cells, as well as cytokine pathways. Multiple immune cell types are recruited to the ovarian cancer tumor microenvironment, and new insights about the complexity of their interactions have emerged in recent years. The growing understanding of immune cell function in the ovarian cancer tumor microenvironment has important implications for biomarker discovery and therapeutic development. This review aims to describe the factors that shape the phenotypes of immune cells in the tumor microenvironment of ovarian cancer and how these changes impact disease progression and therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34248988/",
    "clean_text": "shaping immune responses in the tumor microenvironment of ovarian cancer reciprocal signaling between immune cells and ovarian cancer cells in the tumor microenvironment can alter immune responses and regulate disease progression these signaling events are regulated by multiple factors including genetic and epigenetic alterations in bo reciprocal signaling between immune cells and ovarian cancer cells in the tumor microenvironment can alter immune responses and regulate disease progression these signaling events are regulated by multiple factors including genetic and epigenetic alterations in both the ovarian cancer cells and immune cells as well as cytokine pathways multiple immune cell types are recruited to the ovarian cancer tumor microenvironment and new insights about the complexity of their interactions have emerged in recent years the growing understanding of immune cell function in the ovarian cancer tumor microenvironment has important implications for biomarker discovery and therapeutic development this review aims to describe the factors that shape the phenotypes of immune cells in the tumor microenvironment of ovarian cancer and how these changes impact disease progression and therapy"
}