{
    "pmid": "41399187",
    "title": "Addressing Low Physical Activity in COPD: The Importance of Patients' Symptom Perception.",
    "abstract": "The importance of pulmonary rehabilitation (PR) in chronic obstructive pulmonary disease (COPD) is well established, but improving adherence remains a challenge, particularly among patients with low physical activity (PA) despite adequate physical capacity (PC). This prospective study categorized COPD patients into 'Do do' (≥30 min/day moderate-to-vigorous PA [MVPA]) and 'Don't do' (<30 min/day MVPA) groups using Fitbit data. Baseline characteristics, pulmonary function, exercise capacity, and patient-reported outcomes (PROs)-including the mMRC, COPD Assessment Test (CAT) and Patient Health Questionnaire-9 (PHQ-9)-were assessed. Factors associated with low PA were identified by logistic regression analysis. Among the 96 patients, 44 were in the 'Do do' group and 52 in the 'Don't do' group. 'Don't do' group exhibited significantly lower 6-minute walk distance (6MWD, 424m vs. 488m, p = 0.005) and reduced pulmonary function (FEV1: 46.73% vs. 54.48%, p = 0.005), as expected. However, PRO analysis revealed that the 'Don't do' group had higher dyspnea scores (mMRC: 1.77 vs. 1.30, p = 0.019) and greater breathlessness on the CAT (OR 1.31, 95% CI 1.06-1.62), even after adjusting for 6MWD and pulmonary function. This trend persisted in the 'Can do' subgroup with high PC, indicating that dyspnea remains a major barrier to PA despite preserved PC. Low PA in COPD patients is influenced not only by PC but also by subjective symptoms such as breathlessness and fatigue. These findings highlight the importance of integrating PROs into PR assessments to identify barriers and enhance adherence. Addressing symptom burden through targeted interventions may improve PA engagement and optimize PR outcomes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "addressing low physical activity in copd the importance of patients symptom perception the importance of pulmonary rehabilitation pr in chronic obstructive pulmonary disease copd is well established but improving adherence remains a challenge particularly among patients with low physical activity pa despite adequate physical capacity pc this prospective study categorized copd patients into do do min day moderate to vigorous pa mvpa and don t do min day mvpa groups using fitbit data baseline characteristics pulmonary function exercise capacity and patient reported outcomes pros including the mmrc copd assessment test cat and patient health questionnaire phq were assessed factors associated with low pa were identified by logistic regression analysis among the patients were in the do do group and in the don t do group don t do group exhibited significantly lower minute walk distance mwd m vs m p and reduced pulmonary function fev vs p as expected however pro analysis revealed that the don t do group had higher dyspnea scores mmrc vs p and greater breathlessness on the cat or ci even after adjusting for mwd and pulmonary function this trend persisted in the can do subgroup with high pc indicating that dyspnea remains a major barrier to pa despite preserved pc low pa in copd patients is influenced not only by pc but also by subjective symptoms such as breathlessness and fatigue these findings highlight the importance of integrating pros into pr assessments to identify barriers and enhance adherence addressing symptom burden through targeted interventions may improve pa engagement and optimize pr outcomes"
}