{
    "pmid": "41469061",
    "title": "Rationale and design of the AlloFIST trial: a phase I/IIa study to evaluate dose escalation of allogeneic adipose-derived stroma/stem cells for the treatment of Crohn's fistula.",
    "abstract": "Crohn's disease (CD) is a chronic inflammatory disorder of the gastrointestinal tract distinguished by progressive bowel damage with a risk of structuring and penetrating complications. It is characterised by focal or segmental transmural inflammation that disrupts intestinal mucosal integrity and favours the development of abscesses and fistulas. Perianal fistula develops in 13%-39% of patients with CD. Their care is difficult but improves with medical and surgical treatment to preserve anal continence and avoid a maximum proctectomy. Combined treatment with seton placement and concomitant anti-TNF (infliximab, adalimumab) allows wound healing in 40%-70% of cases. The currently available treatments are not curative and fail to provide a long-term resolution. The injection of adipose stromal cells is currently being evaluated in clinical studies for repair-damaged tissues in various diseases (limb ischaemia, osteoarthritis, systemic sclerosis, etc). Immunoregulatory and anti-inflammatory properties of AdMSC (adipose-derived stroma/stem cells) are responsible for accelerating healing and represent an innovative approach for treating perianal fistulas associated with CD. This phase I/IIa study is designed to assess the treatment of complex perianal fistulas linked with CD after failure of conventional treatment by injection of AdMSC (CellReady) into the fistula. Two doses of associated AdMSC will be tested for a dose escalation (5×10 The EU CT number 2024-511821-75-00 was approved by the following Ethics Committee: CPP (committee for the protection of persons in French: comité de protection des personnes) Ouest 1 - Tours #2024UEMED-18 and ANSM (French Agency for the Safety of Health and Medicinal Products in French : Agence nationale de sécurité du médicament et des produits de santé) #2024-511821-75-00 (Sponsor number RC31/13/7030, protocol V2.1). The results will be disseminated through conventional scientific channels. NCT06636032.The results will be disseminated through conventional scientific channels.",
    "disease": "osteoarthritis",
    "clean_text": "rationale and design of the allofist trial a phase i iia study to evaluate dose escalation of allogeneic adipose derived stroma stem cells for the treatment of crohn s fistula crohn s disease cd is a chronic inflammatory disorder of the gastrointestinal tract distinguished by progressive bowel damage with a risk of structuring and penetrating complications it is characterised by focal or segmental transmural inflammation that disrupts intestinal mucosal integrity and favours the development of abscesses and fistulas perianal fistula develops in of patients with cd their care is difficult but improves with medical and surgical treatment to preserve anal continence and avoid a maximum proctectomy combined treatment with seton placement and concomitant anti tnf infliximab adalimumab allows wound healing in of cases the currently available treatments are not curative and fail to provide a long term resolution the injection of adipose stromal cells is currently being evaluated in clinical studies for repair damaged tissues in various diseases limb ischaemia osteoarthritis systemic sclerosis etc immunoregulatory and anti inflammatory properties of admsc adipose derived stroma stem cells are responsible for accelerating healing and represent an innovative approach for treating perianal fistulas associated with cd this phase i iia study is designed to assess the treatment of complex perianal fistulas linked with cd after failure of conventional treatment by injection of admsc cellready into the fistula two doses of associated admsc will be tested for a dose escalation the eu ct number was approved by the following ethics committee cpp committee for the protection of persons in french comit de protection des personnes ouest tours uemed and ansm french agency for the safety of health and medicinal products in french agence nationale de s curit du m dicament et des produits de sant sponsor number rc protocol v the results will be disseminated through conventional scientific channels nct the results will be disseminated through conventional scientific channels"
}