{
    "title": "Protective effect of metformin on lithium-induced nephrogenic diabetes insipidus: An experimental study in rats.",
    "doc_id": "34595852",
    "writer": "Tas HI",
    "year": "2021",
    "summary": "BACKGROUND: Lithium is widely used in the treatment of bipolar disorders and may lead to nephrogenic diabetes insipidus (NDI), following long-term treatment. Metformin is considered the preferred initial therapy for patients with type 2 diabetes mel …",
    "abstract": "Background:\n        \n      \n      Lithium is widely used in the treatment of bipolar disorders and may lead to nephrogenic diabetes insipidus (NDI), following long-term treatment. Metformin is considered the preferred initial therapy for patients with type 2 diabetes mellitus (T2D).\n    \n\n\n          Objectives:\n        \n      \n      To investigate the protective effect of metformin on the kidney damage caused by lithium administration.\n    \n\n\n          Material and methods:\n        \n      \n      Using an animal model of chronic lithium-induced NDI, rats were divided into 4 groups: sham, metformin, lithium, and lithium + metformin. The effects of these treatments were examined using serum electrolytes, blood and tissue total antioxidant status, total oxidant status, the oxidative stress index, urine and blood osmolality, and tissue aquaporin-2 (AQP2) levels. Additionally, histopathological changes, including congestion, hydropic swelling, tubular necrosis, tubular atrophy, and Bowman's capsule dilatation, were evaluated. The total histopathological score was obtained by summing the scores for each pathological finding.\n    \n\n\n          Results:\n        \n      \n      In the lithium group, biochemical variables indicating NDI, including sodium, chloride and blood osmolality, increased, and urine osmolality decreased, compared to the sham group. With metformin treatment, the blood osmolality decreased from 328.17 mOsm/kg to 306.33 mOsm/kg, and urine osmolality increased from 349.67 mOsm/kg to 754.50 mOsm/kg (p = 0.004 and p = 0.001, respectively). Tissue AQP2 levels decreased with lithium administration but stabilized with metformin treatment. Additionally, in comparison to the lithium group, the total histopathological score in the metformin group declined from 8.0 to 2.0 (p = 0.002).\n    \n\n\n          Conclusions:\n        \n      \n      Metformin may help protect the kidneys from lithium-induced NDI through the AQP2 regulating effect and a reduction in oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34595852/",
    "clean_text": "protective effect of metformin on lithium induced nephrogenic diabetes insipidus an experimental study in rats background lithium is widely used in the treatment of bipolar disorders and may lead to nephrogenic diabetes insipidus ndi following long term treatment metformin is considered the preferred initial therapy for patients with type diabetes mel background lithium is widely used in the treatment of bipolar disorders and may lead to nephrogenic diabetes insipidus ndi following long term treatment metformin is considered the preferred initial therapy for patients with type diabetes mellitus t d objectives to investigate the protective effect of metformin on the kidney damage caused by lithium administration material and methods using an animal model of chronic lithium induced ndi rats were divided into groups sham metformin lithium and lithium metformin the effects of these treatments were examined using serum electrolytes blood and tissue total antioxidant status total oxidant status the oxidative stress index urine and blood osmolality and tissue aquaporin aqp levels additionally histopathological changes including congestion hydropic swelling tubular necrosis tubular atrophy and bowman s capsule dilatation were evaluated the total histopathological score was obtained by summing the scores for each pathological finding results in the lithium group biochemical variables indicating ndi including sodium chloride and blood osmolality increased and urine osmolality decreased compared to the sham group with metformin treatment the blood osmolality decreased from mosm kg to mosm kg and urine osmolality increased from mosm kg to mosm kg p and p respectively tissue aqp levels decreased with lithium administration but stabilized with metformin treatment additionally in comparison to the lithium group the total histopathological score in the metformin group declined from to p conclusions metformin may help protect the kidneys from lithium induced ndi through the aqp regulating effect and a reduction in oxidative stress"
}