{
    "title": "Biomechanical analysis of low back load when sneezing.",
    "doc_id": "25149901",
    "writer": "Hasegawa T",
    "year": "2014",
    "summary": "BACKGROUND: Although sneezing is known to induce low back pain, there is no objective data of the load generated when sneezing. Moreover, the approaches often recommended for reducing low back pain, such as leaning with both hands against a wall, are n …",
    "abstract": "Background:\n        \n      \n      Although sneezing is known to induce low back pain, there is no objective data of the load generated when sneezing. Moreover, the approaches often recommended for reducing low back pain, such as leaning with both hands against a wall, are not supported by objective evidence.\n    \n\n\n          Methods:\n        \n      \n      Participants were 12 healthy young men (mean age 23.25 ± 1.54 years) with no history of spinal column pain or low back pain. Measurements were taken using a three-dimensional motion capture system and surface electromyograms in three experimental conditions: normal for sneezing, characterized by forward trunk inclination; stand, in which the body was deliberately maintained in an upright posture when sneezing; and table, in which the participants leaned with both hands on a table when sneezing. We analyzed and compared the intervertebral disk compressive force, low back moment, ground reaction force, trunk inclination angle, and co-contraction of the rectus abdominis and erector spinae muscles in the three conditions.\n    \n\n\n          Findings:\n        \n      \n      The intervertebral disk compressive force and ground reaction force were significantly lower in the stand and table conditions than in the normal condition. The co-contraction index value was significantly higher in the stand condition than in the normal and table conditions.\n    \n\n\n          Interpretation:\n        \n      \n      When sneezing, body posture in the stand or table condition can reduce load on the low back compared with body posture in the normal sneezing condition. Thus, placing both hands on a table or otherwise maintaining an upright body posture appears to be beneficial for reducing low back load when sneezing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25149901/",
    "clean_text": "biomechanical analysis of low back load when sneezing background although sneezing is known to induce low back pain there is no objective data of the load generated when sneezing moreover the approaches often recommended for reducing low back pain such as leaning with both hands against a wall are n background although sneezing is known to induce low back pain there is no objective data of the load generated when sneezing moreover the approaches often recommended for reducing low back pain such as leaning with both hands against a wall are not supported by objective evidence methods participants were healthy young men mean age years with no history of spinal column pain or low back pain measurements were taken using a three dimensional motion capture system and surface electromyograms in three experimental conditions normal for sneezing characterized by forward trunk inclination stand in which the body was deliberately maintained in an upright posture when sneezing and table in which the participants leaned with both hands on a table when sneezing we analyzed and compared the intervertebral disk compressive force low back moment ground reaction force trunk inclination angle and co contraction of the rectus abdominis and erector spinae muscles in the three conditions findings the intervertebral disk compressive force and ground reaction force were significantly lower in the stand and table conditions than in the normal condition the co contraction index value was significantly higher in the stand condition than in the normal and table conditions interpretation when sneezing body posture in the stand or table condition can reduce load on the low back compared with body posture in the normal sneezing condition thus placing both hands on a table or otherwise maintaining an upright body posture appears to be beneficial for reducing low back load when sneezing"
}