{
    "title": "Does obesity related eating behaviors only affect chronic diseases? A nationwide study of university students in China.",
    "doc_id": "36798793",
    "writer": "Peng S",
    "year": "2023",
    "summary": "A representative nationwide survey was used to collect information among 11,659 medical students from 31 universities in China. Multiple variable logistic regression analysis was conducted to examine the associations between OEB and the diseases. ...These findings undersco …",
    "abstract": "The primary aims of this study are to examine associations between obesity-related eating behaviors (OEB) and chronic and infectious diseases, and mental disorders. A representative nationwide survey was used to collect information among 11,659 medical students from 31 universities in China. Multiple variable logistic regression analysis was conducted to examine the associations between OEB and the diseases. The multiple variable logistic regression model found that OEB was significantly associated with chronic disease (OR (Odds Ratio): 1.74 < 95 % C.I (Confidence Interval): 1.45, 2.65 > ), infectious disease (OR: 3.37 < 95 % C.I: 1.04, 1.81 > ), and mental disorder (OR: 1.87(<95 % C.I: 1.55, 2.25 > ). These findings underscore the importance of addressing OEB in programs and policies to promote health and prevent disease among university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36798793/",
    "clean_text": "does obesity related eating behaviors only affect chronic diseases a nationwide study of university students in china a representative nationwide survey was used to collect information among medical students from universities in china multiple variable logistic regression analysis was conducted to examine the associations between oeb and the diseases these findings undersco the primary aims of this study are to examine associations between obesity related eating behaviors oeb and chronic and infectious diseases and mental disorders a representative nationwide survey was used to collect information among medical students from universities in china multiple variable logistic regression analysis was conducted to examine the associations between oeb and the diseases the multiple variable logistic regression model found that oeb was significantly associated with chronic disease or odds ratio c i confidence interval infectious disease or c i and mental disorder or c i these findings underscore the importance of addressing oeb in programs and policies to promote health and prevent disease among university students"
}