{
    "title": "A Review of Gene Therapy Delivery Systems for Intervertebral Disc Degeneration.",
    "doc_id": "31749423",
    "writer": "Chen S",
    "year": "2020",
    "summary": "METHODS: The MEDLINE, Web of Science, and Scopus databases were searched for English-language articles related to gene therapy for IVD degeneration articles from 1999 to May 2019. The keywords included \"gene therapy\" AND \"intervertebral disc\". ...Nonvi …",
    "abstract": "Background:\n        \n      \n      Intervertebral Disc (IVD) degeneration is a major public health concern, and gene therapy seems a promising approach to delay or even reverse IVD degeneration. However, the delivery system used to transfer exogenous genes into intervertebral disc cells remains a challenge.\n    \n\n\n          Methods:\n        \n      \n      The MEDLINE, Web of Science, and Scopus databases were searched for English-language articles related to gene therapy for IVD degeneration articles from 1999 to May 2019. The keywords included \"gene therapy\" AND \"intervertebral disc\". The history of the development of different delivery systems was analysed, and the latest developments in viral and non-viral vectors for IVD degeneration treatment were reviewed.\n    \n\n\n          Results:\n        \n      \n      Gene therapy delivery systems for IVD degeneration are divided into two broad categories: viral and non-viral vectors. The most commonly used viral vectors are adenovirus, adeno-associated virus (AAV), and lentivirus. Enthusiasm for the use of adenovirus vectors has gradually declined and has been replaced by a preference for lentivirus and AAV vectors. New technologies, such as RNAi and CRISPR, have further enhanced the advantage of viral vectors. Liposomes are the classic non-viral vector, and their successors, polyplex micelles and exosomes, have more potential for use in gene therapy for IVD degeneration.\n    \n\n\n          Conclusion:\n        \n      \n      Lentivirus and AAV are the conventional viral vectors used in gene therapy for IVD degeneration, and the new technologies RNAi and CRISPR have further enhanced their advantages. Nonviral vectors, such as polyplex micelles and exosomes, are promising gene therapy vectors for IVD degeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31749423/",
    "clean_text": "a review of gene therapy delivery systems for intervertebral disc degeneration methods the medline web of science and scopus databases were searched for english language articles related to gene therapy for ivd degeneration articles from to may the keywords included gene therapy and intervertebral disc nonvi background intervertebral disc ivd degeneration is a major public health concern and gene therapy seems a promising approach to delay or even reverse ivd degeneration however the delivery system used to transfer exogenous genes into intervertebral disc cells remains a challenge methods the medline web of science and scopus databases were searched for english language articles related to gene therapy for ivd degeneration articles from to may the keywords included gene therapy and intervertebral disc the history of the development of different delivery systems was analysed and the latest developments in viral and non viral vectors for ivd degeneration treatment were reviewed results gene therapy delivery systems for ivd degeneration are divided into two broad categories viral and non viral vectors the most commonly used viral vectors are adenovirus adeno associated virus aav and lentivirus enthusiasm for the use of adenovirus vectors has gradually declined and has been replaced by a preference for lentivirus and aav vectors new technologies such as rnai and crispr have further enhanced the advantage of viral vectors liposomes are the classic non viral vector and their successors polyplex micelles and exosomes have more potential for use in gene therapy for ivd degeneration conclusion lentivirus and aav are the conventional viral vectors used in gene therapy for ivd degeneration and the new technologies rnai and crispr have further enhanced their advantages nonviral vectors such as polyplex micelles and exosomes are promising gene therapy vectors for ivd degeneration"
}