{
    "title": "Palliative care outcome measures used in head and neck cancer: A scoping review.",
    "doc_id": "39152535",
    "writer": "Sriram S",
    "year": "2025",
    "summary": "BACKGROUND: The palliative care (PC) needs of patients with head and neck cancer (HNC) are complex, due to high and unique symptom burdens. Uniform outcome measures are critical to assessing the impact of PC interventions in HNC. ...",
    "abstract": "Background:\n        \n      \n      The palliative care (PC) needs of patients with head and neck cancer (HNC) are complex, due to high and unique symptom burdens. Uniform outcome measures are critical to assessing the impact of PC interventions in HNC.\n    \n\n\n          Methods:\n        \n      \n      A scoping review of outcome measures used in patients with HNC receiving PC was performed using PubMed, Embase, and Web of Science from 1980 to 2022.\n    \n\n\n          Results:\n        \n      \n      Of 20 eligible studies, 19 unique instruments were identified which assessed 22 physical, 5 mental, 4 social, 7 related quality of life, and 9 advanced care planning outcomes. Instruments were underutilized, with a larger number of outcomes measurable for instruments used than were reported. The average instrument assessed three domains whereas the average study only reported outcomes from two domains.\n    \n\n\n          Conclusions:\n        \n      \n      Comparison across studies is limited due to heterogeneity in outcome measures. Future work is needed to develop core PC outcome measures for use in HNC care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39152535/",
    "clean_text": "palliative care outcome measures used in head and neck cancer a scoping review background the palliative care pc needs of patients with head and neck cancer hnc are complex due to high and unique symptom burdens uniform outcome measures are critical to assessing the impact of pc interventions in hnc background the palliative care pc needs of patients with head and neck cancer hnc are complex due to high and unique symptom burdens uniform outcome measures are critical to assessing the impact of pc interventions in hnc methods a scoping review of outcome measures used in patients with hnc receiving pc was performed using pubmed embase and web of science from to results of eligible studies unique instruments were identified which assessed physical mental social related quality of life and advanced care planning outcomes instruments were underutilized with a larger number of outcomes measurable for instruments used than were reported the average instrument assessed three domains whereas the average study only reported outcomes from two domains conclusions comparison across studies is limited due to heterogeneity in outcome measures future work is needed to develop core pc outcome measures for use in hnc care"
}