{
    "pmid": "41312789",
    "title": "Human stem cells for decompensated cirrhosis in adults.",
    "abstract": "Liver cirrhosis and its complications increase the risk of death associated with end-stage liver disease. Liver transplantation is an option, but the procedure may have significant morbidity and mortality risks, in addition to the shortage of liver donors. Human stem cell interventions are expected to be able to remodel injured liver tissue and to maintain liver function in people with decompensated cirrhosis. So far, results of randomised clinical trials on the effects of human stem cells in adults with decompensated cirrhosis have been inconsistent. To assess the benefits and harms of human stem cell intervention in adults with decompensated cirrhosis, regardless of ethnicity, sex, types of stem cell, route of stem cell injection, and administered dose. We searched the Cochrane Hepato-Biliary Group (CHBG) Controlled Trials Register, CENTRAL, MEDLINE, five other databases and four trials registers, in addition to reference checking, citation searching, and contacting study authors to identify the trials for inclusion. Last date of search - 4 October 2024. Randomised clinical trials comparing any stem cell type versus placebo, conventional, or no active treatment for people (≥ 18 years old) with decompensated cirrhosis. We included trials with any route of administration, frequency, and number of stem cells administered in people with decompensated cirrhosis and irrespective of the reported outcomes of interest to our review, language, year, format, and status of publication. We excluded quasi-randomised studies. Our critical outcomes were all-cause mortality, serious adverse events, and quality of life. Our important outcomes were complications, non-serious adverse events, and liver function. We assessed the risk of bias (RoB) in the outcome results of interest to our review, using the RoB 2 tool. We conducted our meta-analyses, including outcome results, irrespective of our risk of bias judgements. Our primary analyses, on which we based our conclusions, included outcome data at the longest follow-up. We presented the results of dichotomous outcomes as risk ratios (RR) and continuous outcomes as mean difference or standardised mean difference (SMD), with 95% confidence intervals (CI). We used the random-effects model for our primary analyses. We used the Restricted Maximum Likelihood (REML) estimator to estimate the differences in the random-effects model with the inverse-variance method, which includes a measure of the degree of heterogeneity in the study weights. We employed the Hartung-Knapp-Sidik-Jonkman (HKSJ) method to compute a CI for the meta-analysis effect estimate in situations with at least three trials and an estimate of heterogeneity greater than zero. In the case of pooled analyses of two trials or where the estimate of heterogeneity equals zero, we used the Wald-type method, following the guidance in the Cochrane Handbook for Systematic Reviews of Interventions. We used GRADEPro to construct a summary of findings table. We assessed the certainty of the evidence of the outcomes in our review, applying the five GRADE domains, i.e. risk of bias in the outcome result, inconsistency of effect, indirectness, imprecision (using the minimally contextualised approach), and publication bias. Twelve trials (Brazil, China, Egypt, Iran, Korea, and Switzerland), with 823 adults (range n = 27 to 219; 68% males), assessed human stem cells in adults with decompensated cirrhosis. The experimental interventions (bone marrow-derived mesenchymal stem cells, bone marrow-derived mononuclear stem cells, umbilical cord-derived mesenchymal stem cells, autologous bone marrow stem cells, and CD34/133+, and CD133+) were compared with control (placebo or conventional treatments). Stem cell transplantation was performed through the hepatic artery (in six trials), portal vein (in two trials), upper extremity veins (in two trials), and intravenously (in one trial). One trial did not provide this information. Two trials were funded by industry, seven by research grants, and three provided no information. All 12 trials provided data for at least one outcome in our review. We pooled the outcome results in analyses, at their maximal follow-up (1 month to 75 months after end of treatment), and irrespective of their risk of bias. All evidence was assessed as having very low certainty; we downgraded the evidence due to risk of bias, inconsistency, and imprecision of the results. The evidence is very uncertain regarding the effect of stem cells on all-cause mortality (RR 0.52, 95% CI 0.24 to 1.11; I² = 54%; 7 studies, 577 participants; very low-certainty evidence), on serious adverse events (RR 0.70, 95% CI 0.38 to 1.31; I² = 73%; 9 studies, 678 participants; very low-certainty evidence), and on whether stem cells may improve health-related quality of life (SMD -1.32, 95% CI -2.00 to -0.64; I² = 42%; 2 studies, 73 participants; very low-certainty evidence). The evidence is also very uncertain on whether stem cells may reduce the development of complications (RR 0.67, 95% CI 0.39 to 1.14; I² = 0%; 3 studies, 304 participants; very low-certainty evidence), on whether stem cells may increase non-serious adverse events during treatment (RR 6.50, 95% CI 1.96 to 21.56; I² = 0%; 5 studies, 437 participants; very low-certainty evidence), and on whether stem cells may improve liver function tests (RR 0.96, 95% CI 0.64 to 1.44; I² = 0%; 3 studies, 112 participants; very low-certainty evidence). One trial with three references is awaiting assessment. Twelve studies are ongoing. Due to the overall very low certainty of the evidence, insufficient trials and outcome data, we cannot determine with certainty the effects of human stem cells (bone marrow-derived mesenchymal stem cells, bone marrow-derived mononuclear stem cells, umbilical cord-derived mesenchymal stem cells, autologous bone marrow stem cells, CD34/133+, and CD133+) versus control on all-cause mortality, serious adverse events, quality of life, complications, non-serious adverse events, and liver function. We lack properly conducted randomised clinical trials with different human stem cell types, assessing their effects on clinically critical and important outcomes in adults with decompensated cirrhosis. The ongoing randomised clinical trials may provide knowledge on the benefits and harms of stem cell therapy for clinically important outcomes, provided they are well-designed and of high quality. This Cochrane Review had no dedicated funding. Protocol available via DOI: 10.1002/14651858.CD015173.",
    "disease": "liver cirrhosis",
    "clean_text": "human stem cells for decompensated cirrhosis in adults liver cirrhosis and its complications increase the risk of death associated with end stage liver disease liver transplantation is an option but the procedure may have significant morbidity and mortality risks in addition to the shortage of liver donors human stem cell interventions are expected to be able to remodel injured liver tissue and to maintain liver function in people with decompensated cirrhosis so far results of randomised clinical trials on the effects of human stem cells in adults with decompensated cirrhosis have been inconsistent to assess the benefits and harms of human stem cell intervention in adults with decompensated cirrhosis regardless of ethnicity sex types of stem cell route of stem cell injection and administered dose we searched the cochrane hepato biliary group chbg controlled trials register central medline five other databases and four trials registers in addition to reference checking citation searching and contacting study authors to identify the trials for inclusion last date of search october randomised clinical trials comparing any stem cell type versus placebo conventional or no active treatment for people years old with decompensated cirrhosis we included trials with any route of administration frequency and number of stem cells administered in people with decompensated cirrhosis and irrespective of the reported outcomes of interest to our review language year format and status of publication we excluded quasi randomised studies our critical outcomes were all cause mortality serious adverse events and quality of life our important outcomes were complications non serious adverse events and liver function we assessed the risk of bias rob in the outcome results of interest to our review using the rob tool we conducted our meta analyses including outcome results irrespective of our risk of bias judgements our primary analyses on which we based our conclusions included outcome data at the longest follow up we presented the results of dichotomous outcomes as risk ratios rr and continuous outcomes as mean difference or standardised mean difference smd with confidence intervals ci we used the random effects model for our primary analyses we used the restricted maximum likelihood reml estimator to estimate the differences in the random effects model with the inverse variance method which includes a measure of the degree of heterogeneity in the study weights we employed the hartung knapp sidik jonkman hksj method to compute a ci for the meta analysis effect estimate in situations with at least three trials and an estimate of heterogeneity greater than zero in the case of pooled analyses of two trials or where the estimate of heterogeneity equals zero we used the wald type method following the guidance in the cochrane handbook for systematic reviews of interventions we used gradepro to construct a summary of findings table we assessed the certainty of the evidence of the outcomes in our review applying the five grade domains i e risk of bias in the outcome result inconsistency of effect indirectness imprecision using the minimally contextualised approach and publication bias twelve trials brazil china egypt iran korea and switzerland with adults range n to males assessed human stem cells in adults with decompensated cirrhosis the experimental interventions bone marrow derived mesenchymal stem cells bone marrow derived mononuclear stem cells umbilical cord derived mesenchymal stem cells autologous bone marrow stem cells and cd and cd were compared with control placebo or conventional treatments stem cell transplantation was performed through the hepatic artery in six trials portal vein in two trials upper extremity veins in two trials and intravenously in one trial one trial did not provide this information two trials were funded by industry seven by research grants and three provided no information all trials provided data for at least one outcome in our review we pooled the outcome results in analyses at their maximal follow up month to months after end of treatment and irrespective of their risk of bias all evidence was assessed as having very low certainty we downgraded the evidence due to risk of bias inconsistency and imprecision of the results the evidence is very uncertain regarding the effect of stem cells on all cause mortality rr ci to i studies participants very low certainty evidence on serious adverse events rr ci to i studies participants very low certainty evidence and on whether stem cells may improve health related quality of life smd ci to i studies participants very low certainty evidence the evidence is also very uncertain on whether stem cells may reduce the development of complications rr ci to i studies participants very low certainty evidence on whether stem cells may increase non serious adverse events during treatment rr ci to i studies participants very low certainty evidence and on whether stem cells may improve liver function tests rr ci to i studies participants very low certainty evidence one trial with three references is awaiting assessment twelve studies are ongoing due to the overall very low certainty of the evidence insufficient trials and outcome data we cannot determine with certainty the effects of human stem cells bone marrow derived mesenchymal stem cells bone marrow derived mononuclear stem cells umbilical cord derived mesenchymal stem cells autologous bone marrow stem cells cd and cd versus control on all cause mortality serious adverse events quality of life complications non serious adverse events and liver function we lack properly conducted randomised clinical trials with different human stem cell types assessing their effects on clinically critical and important outcomes in adults with decompensated cirrhosis the ongoing randomised clinical trials may provide knowledge on the benefits and harms of stem cell therapy for clinically important outcomes provided they are well designed and of high quality this cochrane review had no dedicated funding protocol available via doi cd"
}