{
    "pmid": "41462115",
    "title": "Subacute prosthetic aortic endocarditis caused by Actinotignum schaalii: a rare but destructive pathogen - case report and literature review.",
    "abstract": "Actinotignum schaalii is an emerging urogenital pathogen rarely reported as a cause of endocarditis. A 54-year-old man developed recurrent embolic strokes seven and eight years post-Bentall procedure with mechanical aortic valve. Blood cultures grew Gram-positive bacilli, initially misidentified as Corynebacterium spp., later confirmed as Actinotignum schaalii. Cardiac CT revealed a 12 mm × 15 mm × 20 mm perivalvular abscess fistulizing into the sinus of Valsalva and prosthetic graft. 18 F-FDG PET/CT confirmed intense hypermetabolism around the prosthesis. Despite targeted amoxicillin therapy, intraoperative exploration revealed complete Bentall conduit dehiscence from extensive aorto-mitral trigone destruction. Reconstruction was deemed unfeasible, and the patient died following multidisciplinary decision to limit interventions. No urological source was identified. Actinotignum schaalii can cause indolent prosthetic valve endocarditis with devastating perivalvular complications. Prolonged blood culture incubation is crucial for early diagnosis in patients with prosthetic material and unexplained embolic events. Not applicable.",
    "disease": "stroke",
    "clean_text": "subacute prosthetic aortic endocarditis caused by actinotignum schaalii a rare but destructive pathogen case report and literature review actinotignum schaalii is an emerging urogenital pathogen rarely reported as a cause of endocarditis a year old man developed recurrent embolic strokes seven and eight years post bentall procedure with mechanical aortic valve blood cultures grew gram positive bacilli initially misidentified as corynebacterium spp later confirmed as actinotignum schaalii cardiac ct revealed a mm mm mm perivalvular abscess fistulizing into the sinus of valsalva and prosthetic graft f fdg pet ct confirmed intense hypermetabolism around the prosthesis despite targeted amoxicillin therapy intraoperative exploration revealed complete bentall conduit dehiscence from extensive aorto mitral trigone destruction reconstruction was deemed unfeasible and the patient died following multidisciplinary decision to limit interventions no urological source was identified actinotignum schaalii can cause indolent prosthetic valve endocarditis with devastating perivalvular complications prolonged blood culture incubation is crucial for early diagnosis in patients with prosthetic material and unexplained embolic events not applicable"
}