{
    "title": "Aristolochic Acid Induces Renal Fibrosis and Senescence in Mice.",
    "doc_id": "34830314",
    "writer": "Urate S",
    "year": "2021",
    "summary": "The kidney is one of the most susceptible organs to age-related impairments. Generally, renal aging is accompanied by renal fibrosis, which is the final common pathway of chronic kidney diseases. ...Here, we examined senescence-related factors in AAN models b …",
    "abstract": "The kidney is one of the most susceptible organs to age-related impairments. Generally, renal aging is accompanied by renal fibrosis, which is the final common pathway of chronic kidney diseases. Aristolochic acid (AA), a nephrotoxic agent, causes AA nephropathy (AAN), which is characterized by progressive renal fibrosis and functional decline. Although renal fibrosis is associated with renal aging, whether AA induces renal aging remains unclear. The aim of the present study is to investigate the potential use of AAN as a model of renal aging. Here, we examined senescence-related factors in AAN models by chronically administering AA to C57BL/6 mice. Compared with controls, the AA group demonstrated aging kidney phenotypes, such as renal atrophy, renal functional decline, and tubulointerstitial fibrosis. Additionally, AA promoted cellular senescence specifically in the kidneys, and increased renal p16 mRNA expression and senescence-associated β-galactosidase activity. Furthermore, AA-treated mice exhibited proximal tubular mitochondrial abnormalities, as well as reactive oxygen species accumulation. Klotho, an antiaging gene, was also significantly decreased in the kidneys of AA-treated mice. Collectively, the results of the present study indicate that AA alters senescence-related factors, and that renal fibrosis is closely related to renal aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34830314/",
    "clean_text": "aristolochic acid induces renal fibrosis and senescence in mice the kidney is one of the most susceptible organs to age related impairments generally renal aging is accompanied by renal fibrosis which is the final common pathway of chronic kidney diseases here we examined senescence related factors in aan models b the kidney is one of the most susceptible organs to age related impairments generally renal aging is accompanied by renal fibrosis which is the final common pathway of chronic kidney diseases aristolochic acid aa a nephrotoxic agent causes aa nephropathy aan which is characterized by progressive renal fibrosis and functional decline although renal fibrosis is associated with renal aging whether aa induces renal aging remains unclear the aim of the present study is to investigate the potential use of aan as a model of renal aging here we examined senescence related factors in aan models by chronically administering aa to c bl mice compared with controls the aa group demonstrated aging kidney phenotypes such as renal atrophy renal functional decline and tubulointerstitial fibrosis additionally aa promoted cellular senescence specifically in the kidneys and increased renal p mrna expression and senescence associated galactosidase activity furthermore aa treated mice exhibited proximal tubular mitochondrial abnormalities as well as reactive oxygen species accumulation klotho an antiaging gene was also significantly decreased in the kidneys of aa treated mice collectively the results of the present study indicate that aa alters senescence related factors and that renal fibrosis is closely related to renal aging"
}