{
    "title": "A 12-year retrospective review of bullous systemic lupus erythematosus in cutaneous and systemic lupus erythematosus patients.",
    "doc_id": "28358242",
    "writer": "Chanprapaph K",
    "year": "2017",
    "summary": "Ten patients had validation of the diagnosis of bullous systemic lupus erythematosus, accounting for 0.19%. Bullous systemic lupus erythematosus occurred after the diagnosis of systemic lupus erythematosus in six pati …",
    "abstract": "Objective The aim of this study was to investigate the clinical features, laboratory findings, systemic manifestations, treatment and outcome of patients with bullous systemic lupus erythematosus in a tertiary care center in Thailand. Methods We performed a retrospective review from 2002 to 2014 of all patients who fulfilled the diagnostic criteria for bullous systemic lupus erythematosus to evaluate for the clinical characteristics, extracutaneous involvement, histopathologic features, immunofluorescence pattern, serological abnormalities, internal organ involvement, treatments and outcome. Results Among 5149 patients with cutaneous lupus erythematosus and/or systemic lupus erythematosus, 15 developed vesiculobullous lesions. Ten patients had validation of the diagnosis of bullous systemic lupus erythematosus, accounting for 0.19%. Bullous systemic lupus erythematosus occurred after the diagnosis of systemic lupus erythematosus in six patients with a median onset of 2.5 months (0-89). Four out of 10 patients developed bullous systemic lupus erythematosus simultaneously with systemic lupus erythematosus. Hematologic abnormalities and renal involvement were found in 100% and 90%, respectively. Polyarthritis (40%) and serositis (40%) were less frequently seen. Systemic corticosteroids, immunosuppressants, antimalarials and dapsone offered resolution of cutaneous lesions. Conclusion Bullous systemic lupus erythematosus is an uncommon presentation of systemic lupus erythematosus. Blistering can occur following or simultaneously with established systemic lupus erythematosus. We propose that clinicians should carefully search for systemic involvement, especially hematologic and renal impairment, in patients presenting with bullous systemic lupus erythematosus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28358242/",
    "clean_text": "a year retrospective review of bullous systemic lupus erythematosus in cutaneous and systemic lupus erythematosus patients ten patients had validation of the diagnosis of bullous systemic lupus erythematosus accounting for bullous systemic lupus erythematosus occurred after the diagnosis of systemic lupus erythematosus in six pati objective the aim of this study was to investigate the clinical features laboratory findings systemic manifestations treatment and outcome of patients with bullous systemic lupus erythematosus in a tertiary care center in thailand methods we performed a retrospective review from to of all patients who fulfilled the diagnostic criteria for bullous systemic lupus erythematosus to evaluate for the clinical characteristics extracutaneous involvement histopathologic features immunofluorescence pattern serological abnormalities internal organ involvement treatments and outcome results among patients with cutaneous lupus erythematosus and or systemic lupus erythematosus developed vesiculobullous lesions ten patients had validation of the diagnosis of bullous systemic lupus erythematosus accounting for bullous systemic lupus erythematosus occurred after the diagnosis of systemic lupus erythematosus in six patients with a median onset of months four out of patients developed bullous systemic lupus erythematosus simultaneously with systemic lupus erythematosus hematologic abnormalities and renal involvement were found in and respectively polyarthritis and serositis were less frequently seen systemic corticosteroids immunosuppressants antimalarials and dapsone offered resolution of cutaneous lesions conclusion bullous systemic lupus erythematosus is an uncommon presentation of systemic lupus erythematosus blistering can occur following or simultaneously with established systemic lupus erythematosus we propose that clinicians should carefully search for systemic involvement especially hematologic and renal impairment in patients presenting with bullous systemic lupus erythematosus"
}