{
    "title": "Hospice inpatients' views on physical examination by medical students: is it acceptable?",
    "doc_id": "24654224",
    "writer": "Hayes J.",
    "year": "2012",
    "summary": "No studies have specifically investigated how hospice patients view the prospect of physical examination by students. Previous evidence involves patients who have already seen students, while the views of other patients are unknown. ...However, many patients express …",
    "abstract": "Objectives:\n        \n      \n      Hospices are increasingly involved in medical student teaching, which the patients generally enjoy. No studies have specifically investigated how hospice patients view the prospect of physical examination by students. Previous evidence involves patients who have already seen students, while the views of other patients are unknown. This study aimed to provide an initial understanding of the views of a diverse group of hospice inpatients on the acceptability and perceived importance of students physically examining them.\n    \n\n\n          Methods:\n        \n      \n      42 hospice inpatients completed a short questionnaire focusing on their views of medical students examining them. Patients chose to do this alone or via a short interview. All inpatients at Exeter Hospice were considered eligible, including patients who were asked and those who may not have been asked to see students; all 42 patients completed the study.\n    \n\n\n          Results:\n        \n      \n      In accordance with existing evidence, patients generally held positive views about seeing students. However, many patients expressed concerns about being physically examined by students, specifically including that it might be painful, tiring or embarrassing. Most importantly, several patients who did not wish to be examined by medical students said they would feel obliged to accept it, or would find it difficult to decline.\n    \n\n\n          Conclusions:\n        \n      \n      Hospice inpatients generally wish to be involved in medical student teaching, but many are concerned about being physically examined, and some feel a sense of obligation to participate. There are implications for hospices that teach students. Further research is necessary to investigate the frequency and severity of these concerns.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24654224/",
    "clean_text": "hospice inpatients views on physical examination by medical students is it acceptable no studies have specifically investigated how hospice patients view the prospect of physical examination by students previous evidence involves patients who have already seen students while the views of other patients are unknown however many patients express objectives hospices are increasingly involved in medical student teaching which the patients generally enjoy no studies have specifically investigated how hospice patients view the prospect of physical examination by students previous evidence involves patients who have already seen students while the views of other patients are unknown this study aimed to provide an initial understanding of the views of a diverse group of hospice inpatients on the acceptability and perceived importance of students physically examining them methods hospice inpatients completed a short questionnaire focusing on their views of medical students examining them patients chose to do this alone or via a short interview all inpatients at exeter hospice were considered eligible including patients who were asked and those who may not have been asked to see students all patients completed the study results in accordance with existing evidence patients generally held positive views about seeing students however many patients expressed concerns about being physically examined by students specifically including that it might be painful tiring or embarrassing most importantly several patients who did not wish to be examined by medical students said they would feel obliged to accept it or would find it difficult to decline conclusions hospice inpatients generally wish to be involved in medical student teaching but many are concerned about being physically examined and some feel a sense of obligation to participate there are implications for hospices that teach students further research is necessary to investigate the frequency and severity of these concerns"
}