{
    "pmid": "41458510",
    "title": "Case Report: Tail-of-the-curve advantage from immune checkpoint inhibitor-anti-VEGF combination therapy: extended survival in a patient with metastatic lung adenocarcinoma.",
    "abstract": "Within the evolving landscape of cancer immunotherapy, the so-called tail-of-the-curve effect has emerged as a distinctive and clinically relevant phenomenon, defined by the persistence of disease remission long after discontinuation of therapy and thereby reflecting the durability of antitumour immune responses. Immunotherapy has become an indispensable component of systemic treatment for advanced non-small-cell lung cancer (NSCLC), with immune checkpoint inhibitor (ICI)-based combinations-particularly those incorporating anti-angiogenic agents-demonstrating not only robust but also durable clinical benefit across multiple settings. Against this backdrop, we describe the clinical course of a patient with invasive adenocarcinoma of the left upper lobe who underwent surgical resection followed by adjuvant pemetrexed-cisplatin chemotherapy. Two years later, an isolated perihilar recurrence was treated with radical radiotherapy in combination with recombinant human endostatin (Endostar) as a radiosensitizer, after which the patient received four further cycles of the original chemotherapy regimen and subsequently transitioned to pemetrexed maintenance. Thirteen months into maintenance therapy, brain metastases were detected; at this juncture, the patient received whole-brain radiotherapy together with combined sintilimab and Endostar therapy. Although systemic treatment was discontinued after 18 months, the patient maintained disease control for an additional 36 months, consistent with a pronounced tail-of-the-curve effect. This case raises the possibility of integrating ICIs, anti-angiogenic therapy, and focal radiotherapy to elicit durable survival benefit in patients with chemotherapy-refractory, unresectable advanced NSCLC, and further highlights the clinical significance of the immunotherapy-associated tail effect.",
    "disease": "lung cancer",
    "clean_text": "case report tail of the curve advantage from immune checkpoint inhibitor anti vegf combination therapy extended survival in a patient with metastatic lung adenocarcinoma within the evolving landscape of cancer immunotherapy the so called tail of the curve effect has emerged as a distinctive and clinically relevant phenomenon defined by the persistence of disease remission long after discontinuation of therapy and thereby reflecting the durability of antitumour immune responses immunotherapy has become an indispensable component of systemic treatment for advanced non small cell lung cancer nsclc with immune checkpoint inhibitor ici based combinations particularly those incorporating anti angiogenic agents demonstrating not only robust but also durable clinical benefit across multiple settings against this backdrop we describe the clinical course of a patient with invasive adenocarcinoma of the left upper lobe who underwent surgical resection followed by adjuvant pemetrexed cisplatin chemotherapy two years later an isolated perihilar recurrence was treated with radical radiotherapy in combination with recombinant human endostatin endostar as a radiosensitizer after which the patient received four further cycles of the original chemotherapy regimen and subsequently transitioned to pemetrexed maintenance thirteen months into maintenance therapy brain metastases were detected at this juncture the patient received whole brain radiotherapy together with combined sintilimab and endostar therapy although systemic treatment was discontinued after months the patient maintained disease control for an additional months consistent with a pronounced tail of the curve effect this case raises the possibility of integrating icis anti angiogenic therapy and focal radiotherapy to elicit durable survival benefit in patients with chemotherapy refractory unresectable advanced nsclc and further highlights the clinical significance of the immunotherapy associated tail effect"
}