{
    "title": "Characteristics of gastric cancer in Asia.",
    "doc_id": "24782601",
    "writer": "Rahman R",
    "year": "2014",
    "summary": "Gastric cancer (GC) is the fourth most common cancer in the world with more than 70% of cases occur in the developing world. More than 50% of cases occur in Eastern Asia. GC is the second leading cause of cancer death in both sexes worldwide. In Asia, …",
    "abstract": "Gastric cancer (GC) is the fourth most common cancer in the world with more than 70% of cases occur in the developing world. More than 50% of cases occur in Eastern Asia. GC is the second leading cause of cancer death in both sexes worldwide. In Asia, GC is the third most common cancer after breast and lung and is the second most common cause of cancer death after lung cancer. Although the incidence and mortality rates are slowly declining in many countries of Asia, GC still remains a significant public health problem. The incidence and mortality varies according to the geographic area in Asia. These variations are closely related to the prevalence of GC risk factors; especially Helicobacter pylori (H. pylori) and its molecular virulent characteristics. The gradual and consistent improvements in socioeconomic conditions in Asia have lowered the H. pylori seroprevalence rates leading to a reduction in the GC incidence. However, GC remains a significant public health and an economic burden in Asia. There has been no recent systemic review of GC incidence, mortality, and H. pylori molecular epidemiology in Asia. The aim of this report is to review the GC incidence, mortality, and linkage to H. pylori in Asia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24782601/",
    "clean_text": "characteristics of gastric cancer in asia gastric cancer gc is the fourth most common cancer in the world with more than of cases occur in the developing world more than of cases occur in eastern asia gc is the second leading cause of cancer death in both sexes worldwide in asia gastric cancer gc is the fourth most common cancer in the world with more than of cases occur in the developing world more than of cases occur in eastern asia gc is the second leading cause of cancer death in both sexes worldwide in asia gc is the third most common cancer after breast and lung and is the second most common cause of cancer death after lung cancer although the incidence and mortality rates are slowly declining in many countries of asia gc still remains a significant public health problem the incidence and mortality varies according to the geographic area in asia these variations are closely related to the prevalence of gc risk factors especially helicobacter pylori h pylori and its molecular virulent characteristics the gradual and consistent improvements in socioeconomic conditions in asia have lowered the h pylori seroprevalence rates leading to a reduction in the gc incidence however gc remains a significant public health and an economic burden in asia there has been no recent systemic review of gc incidence mortality and h pylori molecular epidemiology in asia the aim of this report is to review the gc incidence mortality and linkage to h pylori in asia"
}