{
    "pmid": "41401978",
    "title": "Lactate and Lactylation in Immune Cell Function and Autoimmune Diseases: Mechanisms and Therapeutic Potential.",
    "abstract": "Lactate metabolism plays a crucial role in immune cell function, particularly during inflammation or metabolic stress. Under these conditions, immune cells often undergo a metabolic shift towards glycolysis, resulting in increased lactate production. This reprogramming not only provides energy but also influences cellular signalling pathways that regulate gene expression and immune responses. A key outcome of elevated lactate levels is lactylation, a novel post-translational modification where lactate molecules are covalently attached to proteins, typically at lysine residues. Lactylation regulates protein activity and function, impacting transcription factors, enzymes and other proteins involved in immune cell activation, differentiation and inflammation. The process of lactylation is controlled by specific enzymes known as 'writers', 'erasers' and 'readers', which add, remove and recognise lactate modifications on proteins. Lactylation plays a significant role in immune cell function, influencing cytokine production, immune cell proliferation and the regulation of inflammation. Abnormal lactylation can contribute to the pathogenesis of autoimmune diseases, such as rheumatoid arthritis (RA) and systemic lupus erythematosus (SLE), by enhancing immune cell activation and promoting chronic inflammation. Elevated lactate levels in these diseases exacerbate immune responses, leading to tissue damage and autoantibody production. Targeting lactate metabolism or modulating lactylation presents a promising therapeutic strategy for autoimmune diseases. By regulating the enzymes involved in lactylation or controlling lactate accumulation, it may be possible to modulate immune responses, reduce inflammation and alleviate disease symptoms. Although current evidence largely derives from pre-clinical models and cell-based studies, emerging findings suggest that targeting lactate metabolism or modulating lactylation represents a promising therapeutic approach for autoimmune diseases. Future clinical studies are warranted to validate the translational potential of lactylation-related pathways and to develop safe and effective therapeutic strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "lactate and lactylation in immune cell function and autoimmune diseases mechanisms and therapeutic potential lactate metabolism plays a crucial role in immune cell function particularly during inflammation or metabolic stress under these conditions immune cells often undergo a metabolic shift towards glycolysis resulting in increased lactate production this reprogramming not only provides energy but also influences cellular signalling pathways that regulate gene expression and immune responses a key outcome of elevated lactate levels is lactylation a novel post translational modification where lactate molecules are covalently attached to proteins typically at lysine residues lactylation regulates protein activity and function impacting transcription factors enzymes and other proteins involved in immune cell activation differentiation and inflammation the process of lactylation is controlled by specific enzymes known as writers erasers and readers which add remove and recognise lactate modifications on proteins lactylation plays a significant role in immune cell function influencing cytokine production immune cell proliferation and the regulation of inflammation abnormal lactylation can contribute to the pathogenesis of autoimmune diseases such as rheumatoid arthritis ra and systemic lupus erythematosus sle by enhancing immune cell activation and promoting chronic inflammation elevated lactate levels in these diseases exacerbate immune responses leading to tissue damage and autoantibody production targeting lactate metabolism or modulating lactylation presents a promising therapeutic strategy for autoimmune diseases by regulating the enzymes involved in lactylation or controlling lactate accumulation it may be possible to modulate immune responses reduce inflammation and alleviate disease symptoms although current evidence largely derives from pre clinical models and cell based studies emerging findings suggest that targeting lactate metabolism or modulating lactylation represents a promising therapeutic approach for autoimmune diseases future clinical studies are warranted to validate the translational potential of lactylation related pathways and to develop safe and effective therapeutic strategies"
}