{
    "title": "What is the functional relevance of reorganization in primary motor cortex after spinal cord injury?",
    "doc_id": "30217521",
    "writer": "Urbin MA",
    "year": "2019",
    "summary": "Motor output maps within primary motor cortex are widely distributed and modified by motor skill learning and neurological injury. Functions that these maps represent after spinal cord injury remain debatable. ...A deeper understanding of the pathophys …",
    "abstract": "Motor output maps within primary motor cortex are widely distributed and modified by motor skill learning and neurological injury. Functions that these maps represent after spinal cord injury remain debatable. Moreover, the pattern of reorganization and whether it supports recovery of compromised motor function is not well understood. A deeper understanding of the pathophysiological mechanisms of motor dysfunction after spinal cord injury is necessary to develop and optimize repair strategies. There are three purposes for this review. The first is to synthesize available research on spontaneous reorganization with primary motor cortex following spinal cord injury. The second is to draw on existing evidence from the motor skill learning and brain injury literature to interpret the form and purpose of motor maps. The third purpose is to account for the existing research on intervention-induced reorganization of primary motor cortex following spinal cord injury. We conclude with directions for future work, emphasizing the need for multi-modal investigations that construct maps with both neuroimaging and non-invasive stimulation methods to derive a cohesive understanding of the effects of spinal cord injury on reorganization within primary motor cortex.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30217521/",
    "clean_text": "what is the functional relevance of reorganization in primary motor cortex after spinal cord injury motor output maps within primary motor cortex are widely distributed and modified by motor skill learning and neurological injury functions that these maps represent after spinal cord injury remain debatable a deeper understanding of the pathophys motor output maps within primary motor cortex are widely distributed and modified by motor skill learning and neurological injury functions that these maps represent after spinal cord injury remain debatable moreover the pattern of reorganization and whether it supports recovery of compromised motor function is not well understood a deeper understanding of the pathophysiological mechanisms of motor dysfunction after spinal cord injury is necessary to develop and optimize repair strategies there are three purposes for this review the first is to synthesize available research on spontaneous reorganization with primary motor cortex following spinal cord injury the second is to draw on existing evidence from the motor skill learning and brain injury literature to interpret the form and purpose of motor maps the third purpose is to account for the existing research on intervention induced reorganization of primary motor cortex following spinal cord injury we conclude with directions for future work emphasizing the need for multi modal investigations that construct maps with both neuroimaging and non invasive stimulation methods to derive a cohesive understanding of the effects of spinal cord injury on reorganization within primary motor cortex"
}