{
    "pmid": "41456528",
    "title": "Novel mechanism by which geniposide alleviates rheumatoid arthritis: Targeted inhibition of SphK1 negatively regulates S1P signaling, promotes HIF-1α acetylation-mediated degradation and blocks the VEGF-induced synovial angiogenesis.",
    "abstract": "Rheumatoid arthritis (RA) poses a significant health concern and profoundly affects patients' quality of life. Synovial angiogenesis, a key link in maintaining the formation of the RA pannus, is the fundamental reason for its prolonged treatment. Geniposide (GE) is an iridoid glycoside derived from Gardenia jasminoides Ellis (GJ) that shows promise as a treatment for RA, but its potential mechanism of regulating synovial angiogenesis remains unclear. This study aimed to elucidate the therapeutic effect of GE on RA angiogenesis and its potential underlying mechanism and specific target molecules. Synovial angiogenesis in CIA model rats were assessed by hematoxylin-eosin (HE) staining, infrared thermography, color Doppler flow imaging (CDFI), multi-color immunofluorescence (mIF) staining, Western blotting (WB) and relevance analysis. The CCK-8 and EdU assays, scratch tests, Transwell assays, tube formation assays, acetylation analysis, co-immunoprecipitation (Co-IP), laser scanning confocal microscopy (LSCM) and RT-qPCR were used to explore the mechanism of HDAC3/6 in negatively regulating HIF-1α acetylation-mediated degradation and their effect on the biological function of HUVECs. By constructing a SphK1-activated HUVEC model in vitro, the regulatory effects of S1P signaling on VEGF-induced synovial angiogenesis and GE treatment were clarified. Finally, the specific target of GE in the inhibiting of RA angiogenesis was confirmed through microscale thermophoresis (MST), molecular docking, molecular dynamics and cellular thermal shift assays (CETSAs). The findings demonstrated that GE effectively ameliorated the pathological symptoms of CIA rats by suppressing synovial angiogenesis. Hypoxia-inducible factor 1α (HIF-1α), a transcription factor that governs oxygen homeostasis in vivo, contributed to synovial angiogenesis and promoted the regulatory effect of S1P on VEGF signaling. S1P signaling triggered HDAC3/6 expression via PI3K-Akt signaling, impeded HIF-1α acetylation-mediated degradation, increased VEGF and VEGFR2 transcription and translation and significantly influenced the biological functions of HUVECs. GE significantly inhibited the regulatory effect of S1P on VEGF signaling, thereby improving the abnormal biological functions of HUVECs. In addition, molecular target studies revealed a direct binding relationship between GE and SphK1, and the binding complex had a high stability and affinity. GE effectively inhibited RA synovial angiogenesis by targeting SphK1. This study revealed that GE can suppress SphK1, leading to the decreased S1P/PI3K-Akt signaling, inhibition of HDAC3/6 activation, enhancement of HIF-1α acetylation-mediated degradation, and inhibition of S1P-mediated regulation of VEGF-induced synovial angiogenesis and alleviation of VECs dysfunction. These results suggest that preventing synovial angiogenesis could offer a novel approach for treating RA, with SphK1 emerging as a potential novel target for the diagnosis and treatment of RA in the future.",
    "disease": "rheumatoid arthritis",
    "clean_text": "novel mechanism by which geniposide alleviates rheumatoid arthritis targeted inhibition of sphk negatively regulates s p signaling promotes hif acetylation mediated degradation and blocks the vegf induced synovial angiogenesis rheumatoid arthritis ra poses a significant health concern and profoundly affects patients quality of life synovial angiogenesis a key link in maintaining the formation of the ra pannus is the fundamental reason for its prolonged treatment geniposide ge is an iridoid glycoside derived from gardenia jasminoides ellis gj that shows promise as a treatment for ra but its potential mechanism of regulating synovial angiogenesis remains unclear this study aimed to elucidate the therapeutic effect of ge on ra angiogenesis and its potential underlying mechanism and specific target molecules synovial angiogenesis in cia model rats were assessed by hematoxylin eosin he staining infrared thermography color doppler flow imaging cdfi multi color immunofluorescence mif staining western blotting wb and relevance analysis the cck and edu assays scratch tests transwell assays tube formation assays acetylation analysis co immunoprecipitation co ip laser scanning confocal microscopy lscm and rt qpcr were used to explore the mechanism of hdac in negatively regulating hif acetylation mediated degradation and their effect on the biological function of huvecs by constructing a sphk activated huvec model in vitro the regulatory effects of s p signaling on vegf induced synovial angiogenesis and ge treatment were clarified finally the specific target of ge in the inhibiting of ra angiogenesis was confirmed through microscale thermophoresis mst molecular docking molecular dynamics and cellular thermal shift assays cetsas the findings demonstrated that ge effectively ameliorated the pathological symptoms of cia rats by suppressing synovial angiogenesis hypoxia inducible factor hif a transcription factor that governs oxygen homeostasis in vivo contributed to synovial angiogenesis and promoted the regulatory effect of s p on vegf signaling s p signaling triggered hdac expression via pi k akt signaling impeded hif acetylation mediated degradation increased vegf and vegfr transcription and translation and significantly influenced the biological functions of huvecs ge significantly inhibited the regulatory effect of s p on vegf signaling thereby improving the abnormal biological functions of huvecs in addition molecular target studies revealed a direct binding relationship between ge and sphk and the binding complex had a high stability and affinity ge effectively inhibited ra synovial angiogenesis by targeting sphk this study revealed that ge can suppress sphk leading to the decreased s p pi k akt signaling inhibition of hdac activation enhancement of hif acetylation mediated degradation and inhibition of s p mediated regulation of vegf induced synovial angiogenesis and alleviation of vecs dysfunction these results suggest that preventing synovial angiogenesis could offer a novel approach for treating ra with sphk emerging as a potential novel target for the diagnosis and treatment of ra in the future"
}