{
    "title": "New paradigms of myocardial regeneration post-infarction: tissue preservation, cell environment, and pluripotent cell sources.",
    "doc_id": "19463391",
    "writer": "Forrester JS",
    "year": "2009",
    "summary": "The first paradigm is that substantial preservation of myocardium is possible even during the period of coronary occlusion and immediate reperfusion, before interventions aimed at myocardial regeneration. The factors that induce myocardial preservation may al …",
    "abstract": "Meta-analyses of intracoronary autologous bone marrow cell infusion in patients with acute myocardial infarction establish the procedure as safe. Nonetheless, the typical small increase in ejection fraction is of uncertain clinical significance, with little if any evidence of myocardial regeneration. In this paper, we describe 3 new paradigms of myocardial preservation and regeneration that provide reasonable hope that the goal of myocardial rejuvenation can be achieved. The first paradigm is that substantial preservation of myocardium is possible even during the period of coronary occlusion and immediate reperfusion, before interventions aimed at myocardial regeneration. The factors that induce myocardial preservation may also create an environment more receptive to subsequent myocardial regeneration. The second paradigm is that the local environment may regulate the behavior of cells in the ischemic/infarct region. For instance, adult cells may be induced to re-enter the cell cycle and proliferate with appropriate environmental modification. The final paradigm is that autologous cardiac stem cells or induced pluripotent stem cells can create new myocytes and myocardium. Taken together, these new ideas, each still to be proven, suggest that the goal of regenerating functioning new myocardium can still be achieved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19463391/",
    "clean_text": "new paradigms of myocardial regeneration post infarction tissue preservation cell environment and pluripotent cell sources the first paradigm is that substantial preservation of myocardium is possible even during the period of coronary occlusion and immediate reperfusion before interventions aimed at myocardial regeneration the factors that induce myocardial preservation may al meta analyses of intracoronary autologous bone marrow cell infusion in patients with acute myocardial infarction establish the procedure as safe nonetheless the typical small increase in ejection fraction is of uncertain clinical significance with little if any evidence of myocardial regeneration in this paper we describe new paradigms of myocardial preservation and regeneration that provide reasonable hope that the goal of myocardial rejuvenation can be achieved the first paradigm is that substantial preservation of myocardium is possible even during the period of coronary occlusion and immediate reperfusion before interventions aimed at myocardial regeneration the factors that induce myocardial preservation may also create an environment more receptive to subsequent myocardial regeneration the second paradigm is that the local environment may regulate the behavior of cells in the ischemic infarct region for instance adult cells may be induced to re enter the cell cycle and proliferate with appropriate environmental modification the final paradigm is that autologous cardiac stem cells or induced pluripotent stem cells can create new myocytes and myocardium taken together these new ideas each still to be proven suggest that the goal of regenerating functioning new myocardium can still be achieved"
}