{
    "pmid": "41460644",
    "title": "Endovascular vs Medical Treatment of Basilar Artery Occlusion: 3-Year Outcomes of the ATTENTION Randomized Clinical Trial.",
    "abstract": "Endovascular thrombectomy (EVT) has been established as an effective treatment for acute basilar artery occlusion (BAO) in the short term. However, the durability of these benefits over the long term has not been well characterized. To determine whether the clinical benefits of EVT for acute BAO are sustained at 3 years, with a primary focus on functional outcomes and mortality compared with best medical management alone. This study is a 3-year follow-up extension of a multicenter randomized clinical trial conducted between February 2021 and January 2022, with follow-up data collected through January 2025. The study was designed as an open-label, assessor-blinded trial to evaluate the long-term efficacy of EVT. The trial was conducted at 36 comprehensive stroke centers across China, representing a diverse, population-based setting that enhances the generalizability of the results. A total of 340 patients with acute BAO within 12 hours of estimated symptom onset were randomly assigned to the thrombectomy or control group. Eligible participants were adults with imaging-confirmed BAO and without contraindications to endovascular therapy. Of the randomized patients, 307 (90.3%) completed 3-year follow-up-203 in the thrombectomy group and 104 in the control group. Participants in the thrombectomy group received EVT in combination with best medical management, while the control group received best medical management alone. EVT procedures were performed according to institutional protocols using stent retrievers, aspiration devices, balloon angioplasty, stent deployment, intra-arterial thrombolysis, or combinations of these approaches that were left to the discretion of the treating team. The primary outcome was a modified Rankin Scale (mRS) score of 0 to 3 at 3 years, representing the ability to walk and perform self-care. Secondary outcomes included a mRS score of 0 to 2, distribution across the mRS score categories, and quality of life. These outcomes were prespecified prior to data analysis. Among 307 patients (median [IQR] age, 68 [59-75]; 211 [69%] male) with available data, an mRS score of 0 to 3 at 3 years was observed in 78 patients (38.4%) in the thrombectomy group and in 19 patients (18.3%) in the control group (adjusted risk ratio, 2.05; 95% CI, 1.35-3.11; P = .001). The distribution of mRS scores favored the thrombectomy group over the control group (adjusted common odds ratio, 2.60; 95% CI, 1.53-4.43). The cumulative 3-year mortality increased from 36.7% (n = 83) at 90 days to 55.7% (n = 113) in the thrombectomy group and 55.3% (n = 63) to 73.1% (n = 76) in the control group (adjusted risk ratio, 0.76; 95% CI, 0.65-0.89). On prespecified subgroup analysis, benefit was observed in patients younger than 70 years; a treatment effect was not demonstrated in patients aged 70 years and older. At 3 years, the clinical benefit of EVT in patients with acute BAO was durable, with substantially better functional outcomes and reduced mortality compared with medical management. These results reinforce EVT as the standard of care for BAO and support broader implementation and timely access to thrombectomy services. ChiCTR.org.cn Identifier: ChiCTR2400082236.",
    "disease": "stroke",
    "clean_text": "endovascular vs medical treatment of basilar artery occlusion year outcomes of the attention randomized clinical trial endovascular thrombectomy evt has been established as an effective treatment for acute basilar artery occlusion bao in the short term however the durability of these benefits over the long term has not been well characterized to determine whether the clinical benefits of evt for acute bao are sustained at years with a primary focus on functional outcomes and mortality compared with best medical management alone this study is a year follow up extension of a multicenter randomized clinical trial conducted between february and january with follow up data collected through january the study was designed as an open label assessor blinded trial to evaluate the long term efficacy of evt the trial was conducted at comprehensive stroke centers across china representing a diverse population based setting that enhances the generalizability of the results a total of patients with acute bao within hours of estimated symptom onset were randomly assigned to the thrombectomy or control group eligible participants were adults with imaging confirmed bao and without contraindications to endovascular therapy of the randomized patients completed year follow up in the thrombectomy group and in the control group participants in the thrombectomy group received evt in combination with best medical management while the control group received best medical management alone evt procedures were performed according to institutional protocols using stent retrievers aspiration devices balloon angioplasty stent deployment intra arterial thrombolysis or combinations of these approaches that were left to the discretion of the treating team the primary outcome was a modified rankin scale mrs score of to at years representing the ability to walk and perform self care secondary outcomes included a mrs score of to distribution across the mrs score categories and quality of life these outcomes were prespecified prior to data analysis among patients median iqr age male with available data an mrs score of to at years was observed in patients in the thrombectomy group and in patients in the control group adjusted risk ratio ci p the distribution of mrs scores favored the thrombectomy group over the control group adjusted common odds ratio ci the cumulative year mortality increased from n at days to n in the thrombectomy group and n to n in the control group adjusted risk ratio ci on prespecified subgroup analysis benefit was observed in patients younger than years a treatment effect was not demonstrated in patients aged years and older at years the clinical benefit of evt in patients with acute bao was durable with substantially better functional outcomes and reduced mortality compared with medical management these results reinforce evt as the standard of care for bao and support broader implementation and timely access to thrombectomy services chictr org cn identifier chictr"
}