{
    "pmid": "41370077",
    "title": "Risk Factors for West Nile Neuroinvasive Disease and Mortality in the US, 2013-2024.",
    "abstract": "West Nile virus (WNV) is the leading mosquito-borne infection in the US, causing West Nile fever or West Nile neuroinvasive disease (WNND) with substantial morbidity and mortality. Contemporary analyses are needed to identify at-risk populations and to target interventions. To assess risk factors associated with WNND and mortality among adults with WNV infection using a national cohort from federated data. This retrospective cohort study of deidentified electronic medical record data from the TriNetX research network from January 2013 to December 2024 included patients from 65 health care organizations from across the US. Data were accessed from March 28 to April 30, 2025. Demographic characteristics (age, sex, race, and ethnicity), comorbidities (hematologic malignant neoplasms, heart disease, diabetes, HIV infection, chronic kidney disease [CKD], liver disease, hypertension, alcohol-related disorders, cerebrovascular disease [CEVD], chronic obstructive pulmonary disease, asthma, multiple sclerosis, dementia, rheumatoid arthritis, and organ transplant), and medications (immune suppressants, antineoplastics). Primary outcomes were WNND development and all-cause mortality (at 30 days, 90 days, and overall). Among the initial cohort of 3064 patients with a diagnosis of WNV infection (per the International Statistical Classification of Diseases and Related Health Problems, Tenth Revision codes), those with demographic data included 1249 (53%) who were consistent with West Nile fever (624 females [50%]; mean [SD] age, 55 [17] years) and 1127 (47%) who were consistent with WNND (691 males [61%]; mean [SD] age, 59 [17] years). Risk factors associated with WNND included age (adjusted hazard ratio [AHR], 1.10 [95% CI, 1.06-1.15] per decade), male sex (AHR, 1.29 [95% CI, 1.15-1.45]), CKD (AHR, 1.21 [95% CI, 1.00-1.45]), CEVD (AHR, 1.22 [95% CI, 1.03-1.45]), hematologic malignant neoplasms (AHR, 1.38 [95% CI, 1.09-1.76]), immune suppressant use (AHR, 1.43 [95% CI, 1.11-1.83]), hypertension (AHR, 1.18 [95% CI, 1.04-1.34]), alcohol-related disorders (AHR, 1.54 [95% CI, 1.20-1.97]), and multiple sclerosis (AHR, 2.34 [95% CI, 1.62-3.37]). Significant risk factors associated with mortality were WNND (AHR, 2.49 [95% CI, 1.37-4.52] for 30-day mortality), age (AHR, 1.32 [95% CI, 1.07-1.60] per decade), CKD (AHR, 2.08 [95% CI, 1.01-3.93]), and CEVD (AHR, 2.00 [95% CI, 1.14-3.50]). In this cohort study of patients with WNV infection, multiple comorbidities were identified as risk factors associated with WNND; and patients who developed WNND had increased mortality risk. Targeted prevention strategies and countermeasures for high-risk individuals may substantially reduce morbidity and mortality.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "risk factors for west nile neuroinvasive disease and mortality in the us west nile virus wnv is the leading mosquito borne infection in the us causing west nile fever or west nile neuroinvasive disease wnnd with substantial morbidity and mortality contemporary analyses are needed to identify at risk populations and to target interventions to assess risk factors associated with wnnd and mortality among adults with wnv infection using a national cohort from federated data this retrospective cohort study of deidentified electronic medical record data from the trinetx research network from january to december included patients from health care organizations from across the us data were accessed from march to april demographic characteristics age sex race and ethnicity comorbidities hematologic malignant neoplasms heart disease diabetes hiv infection chronic kidney disease ckd liver disease hypertension alcohol related disorders cerebrovascular disease cevd chronic obstructive pulmonary disease asthma multiple sclerosis dementia rheumatoid arthritis and organ transplant and medications immune suppressants antineoplastics primary outcomes were wnnd development and all cause mortality at days days and overall among the initial cohort of patients with a diagnosis of wnv infection per the international statistical classification of diseases and related health problems tenth revision codes those with demographic data included who were consistent with west nile fever females mean sd age years and who were consistent with wnnd males mean sd age years risk factors associated with wnnd included age adjusted hazard ratio ahr ci per decade male sex ahr ci ckd ahr ci cevd ahr ci hematologic malignant neoplasms ahr ci immune suppressant use ahr ci hypertension ahr ci alcohol related disorders ahr ci and multiple sclerosis ahr ci significant risk factors associated with mortality were wnnd ahr ci for day mortality age ahr ci per decade ckd ahr ci and cevd ahr ci in this cohort study of patients with wnv infection multiple comorbidities were identified as risk factors associated with wnnd and patients who developed wnnd had increased mortality risk targeted prevention strategies and countermeasures for high risk individuals may substantially reduce morbidity and mortality"
}