{
    "pmid": "41410578",
    "title": "Evolving mechanisms in the pathogenesis of Sjögren's disease: one year in review 2025.",
    "abstract": "The year 2025 has brought significant progress in understanding the pathogenesis of Sjögren's disease (SjD). By 2025, SjD is no longer conceived as a gland-restricted sicca disorder driven by isolated B-cell hyperactivity or interferon signalling, but as a dynamically organised epithelial-stromal-immune ecosystem. Recent advances in immunogenetics, epigenomics, and single cell/spatial multi-omics have revealed that disease initiation precedes overt lymphocytic infiltration and is rooted in epithelial interferon licensing and metabolic reprogramming. Stromal fibroblasts and vascular mural cells subsequently acquire immunoregulatory states that scaffold tertiary lymphoid structures, sustaining antigen presentation, autoantibody generation, cytotoxic lymphocyte activity, and chronic inflammation. Beyond descriptive mapping, patient-derived organoid models have now provided causal validation, demonstrating that epithelial dysfunction is mechanistically actionable and partially reversible. Collectively, these converging lines of evidence reposition SjD as a mechanistically programmable and endotype-stratifiable disease, explaining clinical heterogeneity and opening the path toward precision medicine. Reflecting this conceptual shift, an international consensus formalised the nomenclature change from 'syndrome' to 'disease', reinforcing its systemic and biologically unified nature.",
    "disease": "rheumatoid arthritis",
    "clean_text": "evolving mechanisms in the pathogenesis of sj gren s disease one year in review the year has brought significant progress in understanding the pathogenesis of sj gren s disease sjd by sjd is no longer conceived as a gland restricted sicca disorder driven by isolated b cell hyperactivity or interferon signalling but as a dynamically organised epithelial stromal immune ecosystem recent advances in immunogenetics epigenomics and single cell spatial multi omics have revealed that disease initiation precedes overt lymphocytic infiltration and is rooted in epithelial interferon licensing and metabolic reprogramming stromal fibroblasts and vascular mural cells subsequently acquire immunoregulatory states that scaffold tertiary lymphoid structures sustaining antigen presentation autoantibody generation cytotoxic lymphocyte activity and chronic inflammation beyond descriptive mapping patient derived organoid models have now provided causal validation demonstrating that epithelial dysfunction is mechanistically actionable and partially reversible collectively these converging lines of evidence reposition sjd as a mechanistically programmable and endotype stratifiable disease explaining clinical heterogeneity and opening the path toward precision medicine reflecting this conceptual shift an international consensus formalised the nomenclature change from syndrome to disease reinforcing its systemic and biologically unified nature"
}