{
    "pmid": "41452383",
    "title": "Fibrates : Do They Still Have a Role in Therapy in 2025?",
    "abstract": "Atherosclerotic cardiovascular disease (ASCVD) remains a leading cause of mortality despite optimal LDL-C control, leaving substantial residual risk in patients with atherogenic dyslipidaemia. This review re-examines the evolving role of fibrates in the management of dyslipidaemia, metabolic dysfunction-associated steatotic liver disease (MASLD), chronic kidney disease (CKD), and diabetic microvascular complications. Large trials have demonstrated modest or inconsistent cardiovascular benefits with fibrates, with effects mainly limited to patients with elevated triglycerides and low HDL-C. The PROMINENT trial confirmed that lowering triglycerides alone does not improve cardiovascular outcomes. However, emerging evidence suggests that fibrates, particularly fenofibrate and pemafibrate, have beneficial effects on albuminuria, hepatic steatosis, and diabetic retinopathy, indicating pleiotropic metabolic benefits beyond lipid lowering. Fibrates remain therapeutically relevant in selected dyslipidaemic or metabolically altered phenotypes. Their future lies in precision metabolic therapy, targeting microvascular, hepatic, and renal complications within a personalised cardiometabolic approach.",
    "disease": "chronic kidney disease",
    "clean_text": "fibrates do they still have a role in therapy in atherosclerotic cardiovascular disease ascvd remains a leading cause of mortality despite optimal ldl c control leaving substantial residual risk in patients with atherogenic dyslipidaemia this review re examines the evolving role of fibrates in the management of dyslipidaemia metabolic dysfunction associated steatotic liver disease masld chronic kidney disease ckd and diabetic microvascular complications large trials have demonstrated modest or inconsistent cardiovascular benefits with fibrates with effects mainly limited to patients with elevated triglycerides and low hdl c the prominent trial confirmed that lowering triglycerides alone does not improve cardiovascular outcomes however emerging evidence suggests that fibrates particularly fenofibrate and pemafibrate have beneficial effects on albuminuria hepatic steatosis and diabetic retinopathy indicating pleiotropic metabolic benefits beyond lipid lowering fibrates remain therapeutically relevant in selected dyslipidaemic or metabolically altered phenotypes their future lies in precision metabolic therapy targeting microvascular hepatic and renal complications within a personalised cardiometabolic approach"
}