{
    "pmid": "41465809",
    "title": "Impact of Preservative-Free Travoprost on Intraocular Pressure and Ocular Surface in Primary Open-Angle Glaucoma Patients.",
    "abstract": "The present study assesses the effectiveness and tolerability of preservative-free travoprost in patients with primary open-angle glaucoma (POAG), focusing on intraocular pressure (IOP) reduction and ocular surface health over a six-month period. The study was prospectively designed and conducted at the University General Hospital of Alexandroupolis, Greece. A total of 45 patients diagnosed with either POAG or ocular hypertension (OHT) were included in the study; all were either newly diagnosed or had previously discontinued prostaglandin therapy due to intolerance. Of these, 39 participants completed the study. All subjects were administered preservative-free travoprost once daily. Clinical evaluations were conducted at baseline (T0), and at 1 month (T1), 3 months (T3), 6 months (T6) and 12 months (T12) following treatment initiation. The primary outcomes encompassed reductions in intraocular pressure (IOP), Schirmer test values, tear break-up time (TBUT), conjunctival hyperemia, as well as measurements of retinal nerve fiber layer (RNFL) and ganglion cell complex (GCC) thickness. Visual field parameters were also assessed. A significant reduction in IOP was observed at T1, T3, T6 and T12 compared to baseline ( Preservative-free travoprost effectively reduces IOP while improving ocular surface health, particularly in tear production and conjunctival hyperemia.",
    "disease": "hypertension",
    "clean_text": "impact of preservative free travoprost on intraocular pressure and ocular surface in primary open angle glaucoma patients the present study assesses the effectiveness and tolerability of preservative free travoprost in patients with primary open angle glaucoma poag focusing on intraocular pressure iop reduction and ocular surface health over a six month period the study was prospectively designed and conducted at the university general hospital of alexandroupolis greece a total of patients diagnosed with either poag or ocular hypertension oht were included in the study all were either newly diagnosed or had previously discontinued prostaglandin therapy due to intolerance of these participants completed the study all subjects were administered preservative free travoprost once daily clinical evaluations were conducted at baseline t and at month t months t months t and months t following treatment initiation the primary outcomes encompassed reductions in intraocular pressure iop schirmer test values tear break up time tbut conjunctival hyperemia as well as measurements of retinal nerve fiber layer rnfl and ganglion cell complex gcc thickness visual field parameters were also assessed a significant reduction in iop was observed at t t t and t compared to baseline preservative free travoprost effectively reduces iop while improving ocular surface health particularly in tear production and conjunctival hyperemia"
}