{
    "pmid": "41447409",
    "title": "Nrf2 functions as a biomarker and therapeutic target in lung cancer based on bibliometric analysis and molecular mechanisms.",
    "abstract": "Lung cancer is one of the malignant tumors with high morbidity and mortality worldwide. Nuclear factor E2-ralated factor 2 (Nrf2), a critical antioxidant transcription factor, has been identified to play a significant role in the pathogenesis, progression and chemoresistance of lung cancer through its dysregulated activation. The present investigation sought to enhance our understanding of the global research landscape concerning Nrf2 in lung cancer by employing a bibliometric methodology. The present study retrieved relevant articles and reviews concerning Nrf2 in lung cancer from the Web of Science Core Collection and Scopus databases. A comprehensive bibliometric analysis was conducted utilizing a suite of tools including Microsoft Excel, Python, CiteSpace, VOSviewer, R (bibliometrix), and Charticulator to evaluate various aspects such as publication productivity, contributing nations, affiliated institutions, prominent authors, influential journals, co-cited references, and thematic keywords. The study encompassed 1931 publications, showing a marked rise in citations from 2002 to 2025. China dominated the publication landscape, with several leading institutions contributing. Professors Masayuki Yamamoto and Shyam Biswal were identified as key contributors. Cancer Research was the most prolific journal. Nrf2 played a central role in lung cancer research, with research hotspots evolving from basic studies to clinical treatment strategies and increasing interest in specific lung cancer subtypes, reflecting the multidimensional and interdisciplinary development of the field. Research on Nrf2 in lung cancer has shifted from basic cell typing to studies of oxidation and programmed cell death, and it is time to dissect upstream regulators and create targeted Nrf2 modulators for personalized treatment.",
    "disease": "lung cancer",
    "clean_text": "nrf functions as a biomarker and therapeutic target in lung cancer based on bibliometric analysis and molecular mechanisms lung cancer is one of the malignant tumors with high morbidity and mortality worldwide nuclear factor e ralated factor nrf a critical antioxidant transcription factor has been identified to play a significant role in the pathogenesis progression and chemoresistance of lung cancer through its dysregulated activation the present investigation sought to enhance our understanding of the global research landscape concerning nrf in lung cancer by employing a bibliometric methodology the present study retrieved relevant articles and reviews concerning nrf in lung cancer from the web of science core collection and scopus databases a comprehensive bibliometric analysis was conducted utilizing a suite of tools including microsoft excel python citespace vosviewer r bibliometrix and charticulator to evaluate various aspects such as publication productivity contributing nations affiliated institutions prominent authors influential journals co cited references and thematic keywords the study encompassed publications showing a marked rise in citations from to china dominated the publication landscape with several leading institutions contributing professors masayuki yamamoto and shyam biswal were identified as key contributors cancer research was the most prolific journal nrf played a central role in lung cancer research with research hotspots evolving from basic studies to clinical treatment strategies and increasing interest in specific lung cancer subtypes reflecting the multidimensional and interdisciplinary development of the field research on nrf in lung cancer has shifted from basic cell typing to studies of oxidation and programmed cell death and it is time to dissect upstream regulators and create targeted nrf modulators for personalized treatment"
}