{
    "pmid": "41416293",
    "title": "Frontal Lobe Neurocysticercosis Presenting With Seizures and Anxiety: A Case Report Highlighting Radiological-Psychological Dimensions.",
    "abstract": "Neurocysticercosis (NCC) is a major cause of acquired epilepsy in endemic regions. While seizures are the predominant manifestation, psychological distress is often underrecognized and rarely quantified in single-lesion cases. We describe the case of a 20-year-old male from rural India with a six-month history of recurrent generalized tonic-clonic seizures, accompanied by social withdrawal and anxiety. Neurological examination was unremarkable. Brain MRI demonstrated a solitary right frontal ring-enhancing lesion with perilesional edema, consistent with parenchymal NCC in the colloid vesicular stage. Psychological assessment revealed a Generalized Anxiety Disorder-7 (GAD-7) score of 7, indicating mild anxiety. Although the anxiety was mild by scale, it was functionally significant, leading to avoidance of academic and social activities and reduced self-esteem. This case highlights that even a solitary parenchymal NCC lesion can produce disabling psychological distress alongside seizures. Quantifying anxiety with validated scales underscores the feasibility and clinical value of structured psychological assessment in NCC. Psychological assessment should be mandatory in NCC management, particularly in endemic and resource-limited settings, to optimize outcomes and reduce stigma.",
    "disease": "epilepsy",
    "clean_text": "frontal lobe neurocysticercosis presenting with seizures and anxiety a case report highlighting radiological psychological dimensions neurocysticercosis ncc is a major cause of acquired epilepsy in endemic regions while seizures are the predominant manifestation psychological distress is often underrecognized and rarely quantified in single lesion cases we describe the case of a year old male from rural india with a six month history of recurrent generalized tonic clonic seizures accompanied by social withdrawal and anxiety neurological examination was unremarkable brain mri demonstrated a solitary right frontal ring enhancing lesion with perilesional edema consistent with parenchymal ncc in the colloid vesicular stage psychological assessment revealed a generalized anxiety disorder gad score of indicating mild anxiety although the anxiety was mild by scale it was functionally significant leading to avoidance of academic and social activities and reduced self esteem this case highlights that even a solitary parenchymal ncc lesion can produce disabling psychological distress alongside seizures quantifying anxiety with validated scales underscores the feasibility and clinical value of structured psychological assessment in ncc psychological assessment should be mandatory in ncc management particularly in endemic and resource limited settings to optimize outcomes and reduce stigma"
}