{
    "title": "Type 2 myocardial infarction: the chimaera of cardiology?",
    "doc_id": "26220812",
    "writer": "Collinson P",
    "year": "2015",
    "summary": "The term type 2 myocardial infarction first appeared as part of the universal definition of myocardial infarction. ...Additionally, there are no agreed or evidence-based treatment strategies for type 2 myocardial infarction. The authors b …",
    "abstract": "The term type 2 myocardial infarction first appeared as part of the universal definition of myocardial infarction. It was introduced to cover a group of patients who had elevation of cardiac troponin but did not meet the traditional criteria for acute myocardial infarction although they were considered to have an underlying ischaemic aetiology for the myocardial damage observed. Since first inception, the term type 2 myocardial infarction has always been vague. Although attempts have been made to produce a systematic definition of what constitutes a type 2 myocardial infarction, it has been more often characterised by what it is not rather than what it is. Clinical studies that have used type 2 myocardial infarction as a diagnostic criterion have produced disparate incidence figures. The range of associated clinical conditions differs from study to study. Additionally, there are no agreed or evidence-based treatment strategies for type 2 myocardial infarction. The authors believe that the term type 2 myocardial infarction is confusing and not evidence-based. They consider that there is good reason to stop using this term and consider instead the concept of secondary myocardial injury that relates to the underlying pathophysiology of the primary clinical condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26220812/",
    "clean_text": "type myocardial infarction the chimaera of cardiology the term type myocardial infarction first appeared as part of the universal definition of myocardial infarction additionally there are no agreed or evidence based treatment strategies for type myocardial infarction the authors b the term type myocardial infarction first appeared as part of the universal definition of myocardial infarction it was introduced to cover a group of patients who had elevation of cardiac troponin but did not meet the traditional criteria for acute myocardial infarction although they were considered to have an underlying ischaemic aetiology for the myocardial damage observed since first inception the term type myocardial infarction has always been vague although attempts have been made to produce a systematic definition of what constitutes a type myocardial infarction it has been more often characterised by what it is not rather than what it is clinical studies that have used type myocardial infarction as a diagnostic criterion have produced disparate incidence figures the range of associated clinical conditions differs from study to study additionally there are no agreed or evidence based treatment strategies for type myocardial infarction the authors believe that the term type myocardial infarction is confusing and not evidence based they consider that there is good reason to stop using this term and consider instead the concept of secondary myocardial injury that relates to the underlying pathophysiology of the primary clinical condition"
}