{
    "title": "Cancer in heart disease patients: what are the limitations in the treatment strategy?",
    "doc_id": "23834694",
    "writer": "Mistiaen WP.",
    "year": "2013",
    "summary": "In patients with simultaneous disease, the most threatening disease should be treated first. This is usually heart disease, but this can pose specific problems. ...The effects of these cancer treatments have to be taken into account for the treatment o …",
    "abstract": "Cardiovascular disease and cancer are leading causes of morbidity and mortality, and can both be present in one patient. In patients with simultaneous disease, the most threatening disease should be treated first. This is usually heart disease, but this can pose specific problems. If percutaneous coronary intervention is preferred, bleeding and thrombotic tendencies have to be taken into account in the subsequent treatment of the malignancy. With coronary artery bypass grafting, the advantages and disadvantages of one- or two-stage procedures, and the use of extracorporeal circulation have to be balanced. Development of heart disease after treatment of malignancy could be due to radiotherapy and chemotherapy. The effects of these cancer treatments have to be taken into account for the treatment options of the heart disease and the postoperative prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23834694/",
    "clean_text": "cancer in heart disease patients what are the limitations in the treatment strategy in patients with simultaneous disease the most threatening disease should be treated first this is usually heart disease but this can pose specific problems the effects of these cancer treatments have to be taken into account for the treatment o cardiovascular disease and cancer are leading causes of morbidity and mortality and can both be present in one patient in patients with simultaneous disease the most threatening disease should be treated first this is usually heart disease but this can pose specific problems if percutaneous coronary intervention is preferred bleeding and thrombotic tendencies have to be taken into account in the subsequent treatment of the malignancy with coronary artery bypass grafting the advantages and disadvantages of one or two stage procedures and the use of extracorporeal circulation have to be balanced development of heart disease after treatment of malignancy could be due to radiotherapy and chemotherapy the effects of these cancer treatments have to be taken into account for the treatment options of the heart disease and the postoperative prognosis"
}