{
    "pmid": "41444278",
    "title": "A randomized controlled trial investigating digital resilience training for healthcare professionals.",
    "abstract": "The unpredictable coronavirus disease and complexity of healthcare settings have caused emotional exhaustion and burnout among healthcare professionals globally. Building resilience at work training can facilitate a change in healthcare professionals' overall ability to bounce back from adversity. The study aimed to develop, validate, and evaluate a digital resilience training (BRAW) for healthcare professionals in Singapore. Considering the multifactorial nature of resilience at work, the content of the 6-session resilience training was developed based on systematic reviews and psychological theories. The overall rating was 85% of the total points across five experts using the Conduct and Health-Related Website Evaluation Form, indicating valid content. A two-armed randomized controlled trial was used among 410 healthcare professionals. Primary outcome was resilience, and secondary outcomes included work engagement, intention to leave, and counterproductive work behavior. Three study time points were assessed. A generalized estimating equations model showed that the healthcare professionals in the BRAW had significant improvement in resilience, at the post-intervention and/or 3-month follow-up. Findings suggested that BRAW can be considered as supplementary training for healthcare professionals to equip themselves for handling unpredictable pandemics in the future. Further research is needed to examine the long-term effects and generalizability of digital resilience training.Clinical trial numbers: (ClinicalTrials.gov Identifier: NCT05130879, first registration date: 23/11/2021).",
    "disease": "pneumonia",
    "clean_text": "a randomized controlled trial investigating digital resilience training for healthcare professionals the unpredictable coronavirus disease and complexity of healthcare settings have caused emotional exhaustion and burnout among healthcare professionals globally building resilience at work training can facilitate a change in healthcare professionals overall ability to bounce back from adversity the study aimed to develop validate and evaluate a digital resilience training braw for healthcare professionals in singapore considering the multifactorial nature of resilience at work the content of the session resilience training was developed based on systematic reviews and psychological theories the overall rating was of the total points across five experts using the conduct and health related website evaluation form indicating valid content a two armed randomized controlled trial was used among healthcare professionals primary outcome was resilience and secondary outcomes included work engagement intention to leave and counterproductive work behavior three study time points were assessed a generalized estimating equations model showed that the healthcare professionals in the braw had significant improvement in resilience at the post intervention and or month follow up findings suggested that braw can be considered as supplementary training for healthcare professionals to equip themselves for handling unpredictable pandemics in the future further research is needed to examine the long term effects and generalizability of digital resilience training clinical trial numbers clinicaltrials gov identifier nct first registration date"
}