{
    "pmid": "41474381",
    "title": "Anti-arrhythmic targeting of sympathetic stellate ganglion P2X3 receptors.",
    "abstract": "Sympathetic hyperactivity associated with many primary cardiovascular diseases is pro-arrhythmic and a key contributor to sudden cardiac death. Surgically removing the sympathetic stellate ganglion has demonstrated therapeutic potential in minimising cardiac arrhythmia, but there are off-target risks prompting the need for more site-specific non-invasive approaches. Here we hypothesised that P2X3 purinergic receptors (P2X3R) may be a therapeutic target and play a role in the excessive sympathetic drive to the heart in cardiovascular disease. We investigated the role of P2X3R in the sympathetic stellate ganglion of Wistar and spontaneously hypertensive rats, and human-induced pluripotent stem cell (hiPSC)-derived sympathetic neurons, using a combination of immunohistochemistry, qRT-PCR, and in vitro calcium fluorescence imaging. Responses to ATP and P2X3R inhibition were investigated in intact stellate ganglion-heart preparations in situ. We confirm expression of P2X3R in sympathetic neurons of rat stellate ganglia at mRNA and protein levels. P2X3R mRNA was upregulated in SHR stellate ganglia compared to Wistar. Activation of P2X3R increased [Ca",
    "disease": "hypertension",
    "clean_text": "anti arrhythmic targeting of sympathetic stellate ganglion p x receptors sympathetic hyperactivity associated with many primary cardiovascular diseases is pro arrhythmic and a key contributor to sudden cardiac death surgically removing the sympathetic stellate ganglion has demonstrated therapeutic potential in minimising cardiac arrhythmia but there are off target risks prompting the need for more site specific non invasive approaches here we hypothesised that p x purinergic receptors p x r may be a therapeutic target and play a role in the excessive sympathetic drive to the heart in cardiovascular disease we investigated the role of p x r in the sympathetic stellate ganglion of wistar and spontaneously hypertensive rats and human induced pluripotent stem cell hipsc derived sympathetic neurons using a combination of immunohistochemistry qrt pcr and in vitro calcium fluorescence imaging responses to atp and p x r inhibition were investigated in intact stellate ganglion heart preparations in situ we confirm expression of p x r in sympathetic neurons of rat stellate ganglia at mrna and protein levels p x r mrna was upregulated in shr stellate ganglia compared to wistar activation of p x r increased ca"
}