{
    "title": "Telangiectatic soft tissue sarcoma and chronic expanding haematoma: a comparative review of MRI features.",
    "doc_id": "34184096",
    "writer": "Tilden W",
    "year": "2021",
    "summary": "Soft tissue sarcomas containing a dominant component of haemorrhage are known to be aggressive tumours associated with a poor prognosis. Importantly, the clinical behaviour and imaging characteristics of extensively haemorrhagic soft tissue sarcomas (also termed tel …",
    "abstract": "Soft tissue sarcomas containing a dominant component of haemorrhage are known to be aggressive tumours associated with a poor prognosis. Importantly, the clinical behaviour and imaging characteristics of extensively haemorrhagic soft tissue sarcomas (also termed telangiectatic soft tissue sarcomas) can resemble those of benign haematomas, particularly those that continue to expand over a prolonged period, so-called chronic expanding haematomas (CEH). The following review evaluates the current literature to identify the clinical, imaging and pathological characteristics of telangiectatic soft tissue sarcomas and to determine features that may help distinguish them from CEH. Ultimately, we suggest that lesions with sizeable regions of internal haemorrhage should be regarded with a high degree of suspicion for underlying malignancy and require referral to a tertiary sarcoma centre, where a carefully planned approach to biopsy and follow-up is needed to avoid errors in diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34184096/",
    "clean_text": "telangiectatic soft tissue sarcoma and chronic expanding haematoma a comparative review of mri features soft tissue sarcomas containing a dominant component of haemorrhage are known to be aggressive tumours associated with a poor prognosis importantly the clinical behaviour and imaging characteristics of extensively haemorrhagic soft tissue sarcomas also termed tel soft tissue sarcomas containing a dominant component of haemorrhage are known to be aggressive tumours associated with a poor prognosis importantly the clinical behaviour and imaging characteristics of extensively haemorrhagic soft tissue sarcomas also termed telangiectatic soft tissue sarcomas can resemble those of benign haematomas particularly those that continue to expand over a prolonged period so called chronic expanding haematomas ceh the following review evaluates the current literature to identify the clinical imaging and pathological characteristics of telangiectatic soft tissue sarcomas and to determine features that may help distinguish them from ceh ultimately we suggest that lesions with sizeable regions of internal haemorrhage should be regarded with a high degree of suspicion for underlying malignancy and require referral to a tertiary sarcoma centre where a carefully planned approach to biopsy and follow up is needed to avoid errors in diagnosis"
}