{
    "title": "Gene therapy for hemophilia: Current status and laboratory consequences.",
    "doc_id": "34288447",
    "writer": "Batty P",
    "year": "2021",
    "summary": "As the uptake of hemophilia gene therapy progresses, it is clear that many aspects of the gene therapy process require crucial laboratory support to ensure safe and effective outcomes from his new therapeutic paradigm. These laboratory contributions ex …",
    "abstract": "Since the cloning and characterization of the factor VIII (FVIII) and factor IX genes in the mid-1980s, gene therapy has been perceived as having significant potential for the treatment of severe hemophilia. Now, some 35 years later, these proposals are close to being realized through the licensing of the first clinical gene therapy product. Adeno-associated viral vector-mediated gene therapy for hemophilia A and B has been extensively investigated in preclinical models over the past 20 years, and since 2011, there has been increasing evidence in early phase clinical trials that this therapeutic strategy can provide safe and effective rescue of the hemostatic phenotype in severe hemophilia. As the uptake of hemophilia gene therapy progresses, it is clear that many aspects of the gene therapy process require crucial laboratory support to ensure safe and effective outcomes from his new therapeutic paradigm. These laboratory contributions extend from evaluations of the gene therapy vehicle, assessments of the patient immune status for the vector, and ultimately the performance of assays to determine the hemostatic benefit of the gene therapy and potentially of its long-term safety on the host genome. As with many aspects of past hemophilia care, the safe and effective delivery of gene therapy will require an informed and coordinated contribution from laboratory science.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34288447/",
    "clean_text": "gene therapy for hemophilia current status and laboratory consequences as the uptake of hemophilia gene therapy progresses it is clear that many aspects of the gene therapy process require crucial laboratory support to ensure safe and effective outcomes from his new therapeutic paradigm these laboratory contributions ex since the cloning and characterization of the factor viii fviii and factor ix genes in the mid s gene therapy has been perceived as having significant potential for the treatment of severe hemophilia now some years later these proposals are close to being realized through the licensing of the first clinical gene therapy product adeno associated viral vector mediated gene therapy for hemophilia a and b has been extensively investigated in preclinical models over the past years and since there has been increasing evidence in early phase clinical trials that this therapeutic strategy can provide safe and effective rescue of the hemostatic phenotype in severe hemophilia as the uptake of hemophilia gene therapy progresses it is clear that many aspects of the gene therapy process require crucial laboratory support to ensure safe and effective outcomes from his new therapeutic paradigm these laboratory contributions extend from evaluations of the gene therapy vehicle assessments of the patient immune status for the vector and ultimately the performance of assays to determine the hemostatic benefit of the gene therapy and potentially of its long term safety on the host genome as with many aspects of past hemophilia care the safe and effective delivery of gene therapy will require an informed and coordinated contribution from laboratory science"
}