{
    "pmid": "41455569",
    "title": "Xuanbai Chengqi Decoction Alleviates Lipopolysaccharide-Induced Acute Lung Injury by Regulating the EZH2/EGR1/TXNIP Signaling Pathway.",
    "abstract": "Xuanbai Chengqi Decoction (XCD), a classic formula from the Qing Dynasty treatise Wen Bing Tiao Bian, has traditionally been used in Traditional Chinese Medicine (TCM) to treat pulmonary infections with features of heat and obstruction. These historical indications coincide with the pathophysiology of severe pneumonia and acute lung injury/acute respiratory distress syndrome (ALI/ARDS). However, the molecular mechanisms, particularly epigenetic ones, remain unclear. To clarify the protective effects of XCD on lipopolysaccharide (LPS)-induced ALI and elucidate the underlying epigenetic mechanism centered on the EZH2/EGR1/TXNIP axis. An ALI model was induced in mice by intraperitoneal injection of LPS. Additionally, a cellular model was established using LPS-stimulated J774A.1 macrophages. Lung histology, lung wet-to-dry (W/D) ratio, and cytokine levels (TNF-α, IL-6, IL-1β) were evaluated. Bioactive constituents were identified by UPLC-HRMS, and potential EZH2-binding compounds were predicted through molecular docking and molecular dynamics simulations. RNA-seq was used to identify key pathways. RT-qPCR, Western blotting, and immunofluorescence were performed to validate key molecular targets. Pharmacological inhibition with 3-deazaneplanocin A (DZNep) and EZH2-knockout mice were utilized to confirm the essential role of EZH2. XCD alleviated lung edema, inflammation, and cytokine release in ALI mice and reduced macrophage activation in vitro. Mechanistically, XCD elevated EZH2 expression and H3K27me3 levels, thereby epigenetically suppressing EGR1 and TXNIP transcription. This inhibition attenuated NLRP3 inflammasome activation and oxidative stress. Critically, these protective effects were abolished by pharmacological EZH2 inhibition or genetic knockout, establishing EZH2 as an indispensable mediator of XCD's therapeutic efficacy. Chemical profiling identified diverse bioactive constituents, including emodin, rutin, epicatechin, and polydatin. Computational analyses suggested that emodin and polydatin form stable complexes with EZH2's catalytic domain. XCD exerts protective effects against LPS-induced ALI by enhancing EZH2 expression, which epigenetically represses the EGR1/TXNIP pro-inflammatory pathway. Emodin and polydatin are identified as candidate bioactive constituents that may directly interact with EZH2. This study provides mechanistic support for the traditional use of XCD and identifies EZH2 activation as a potential therapeutic strategy for inflammatory lung diseases.",
    "disease": "pneumonia",
    "clean_text": "xuanbai chengqi decoction alleviates lipopolysaccharide induced acute lung injury by regulating the ezh egr txnip signaling pathway xuanbai chengqi decoction xcd a classic formula from the qing dynasty treatise wen bing tiao bian has traditionally been used in traditional chinese medicine tcm to treat pulmonary infections with features of heat and obstruction these historical indications coincide with the pathophysiology of severe pneumonia and acute lung injury acute respiratory distress syndrome ali ards however the molecular mechanisms particularly epigenetic ones remain unclear to clarify the protective effects of xcd on lipopolysaccharide lps induced ali and elucidate the underlying epigenetic mechanism centered on the ezh egr txnip axis an ali model was induced in mice by intraperitoneal injection of lps additionally a cellular model was established using lps stimulated j a macrophages lung histology lung wet to dry w d ratio and cytokine levels tnf il il were evaluated bioactive constituents were identified by uplc hrms and potential ezh binding compounds were predicted through molecular docking and molecular dynamics simulations rna seq was used to identify key pathways rt qpcr western blotting and immunofluorescence were performed to validate key molecular targets pharmacological inhibition with deazaneplanocin a dznep and ezh knockout mice were utilized to confirm the essential role of ezh xcd alleviated lung edema inflammation and cytokine release in ali mice and reduced macrophage activation in vitro mechanistically xcd elevated ezh expression and h k me levels thereby epigenetically suppressing egr and txnip transcription this inhibition attenuated nlrp inflammasome activation and oxidative stress critically these protective effects were abolished by pharmacological ezh inhibition or genetic knockout establishing ezh as an indispensable mediator of xcd s therapeutic efficacy chemical profiling identified diverse bioactive constituents including emodin rutin epicatechin and polydatin computational analyses suggested that emodin and polydatin form stable complexes with ezh s catalytic domain xcd exerts protective effects against lps induced ali by enhancing ezh expression which epigenetically represses the egr txnip pro inflammatory pathway emodin and polydatin are identified as candidate bioactive constituents that may directly interact with ezh this study provides mechanistic support for the traditional use of xcd and identifies ezh activation as a potential therapeutic strategy for inflammatory lung diseases"
}