{
    "title": "Condylar resorption following mandibular advancement or bimaxillary osteotomies: A systematic review of systematic reviews.",
    "doc_id": "35263683",
    "writer": "Togninalli D",
    "year": "2022",
    "summary": "Several systematic reviews have been published on the effects of mandibular surgery on condylar remodeling without reaching a consensus. The purpose of this systematic review of systematic reviews was to assess the impact of mandibular advancement or bimaxillary sur …",
    "abstract": "Several systematic reviews have been published on the effects of mandibular surgery on condylar remodeling without reaching a consensus. The purpose of this systematic review of systematic reviews was to assess the impact of mandibular advancement or bimaxillary surgeries on condylar resorption. A literature search, using several electronic databases, was carried out by two reviewers independently. Article preselection was based on titles and abstracts, and final article selection based on full-text analysis of preselected studies. After final study selection, the quality of studies was assessed using the AMSTAR 2 tool. A decision algorithm was subsequently established to choose the best body of evidence. From an initial yield of 1'848 articles, 23 systematic reviews were identified for further analysis, with ten studies being included in the final selection. Despite the generally low quality of the reviews, certain associations could be made: young patients, female patients, and those with a high mandibular plane angle are more prone to condylar resorption following mandibular advancement osteotomies, especially if anterior rotation of the mandible is performed during surgery. Patients undergoing bimaxillary surgery also appear to have a higher risk of developing condylar resorption. In conclusion, these results confirm the multi-factorial nature of condylar resorption, stressing the need for well-controlled prospective studies with long-term follow-up to clearly identify potential risk factors associated with orthognathic surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35263683/",
    "clean_text": "condylar resorption following mandibular advancement or bimaxillary osteotomies a systematic review of systematic reviews several systematic reviews have been published on the effects of mandibular surgery on condylar remodeling without reaching a consensus the purpose of this systematic review of systematic reviews was to assess the impact of mandibular advancement or bimaxillary sur several systematic reviews have been published on the effects of mandibular surgery on condylar remodeling without reaching a consensus the purpose of this systematic review of systematic reviews was to assess the impact of mandibular advancement or bimaxillary surgeries on condylar resorption a literature search using several electronic databases was carried out by two reviewers independently article preselection was based on titles and abstracts and final article selection based on full text analysis of preselected studies after final study selection the quality of studies was assessed using the amstar tool a decision algorithm was subsequently established to choose the best body of evidence from an initial yield of articles systematic reviews were identified for further analysis with ten studies being included in the final selection despite the generally low quality of the reviews certain associations could be made young patients female patients and those with a high mandibular plane angle are more prone to condylar resorption following mandibular advancement osteotomies especially if anterior rotation of the mandible is performed during surgery patients undergoing bimaxillary surgery also appear to have a higher risk of developing condylar resorption in conclusion these results confirm the multi factorial nature of condylar resorption stressing the need for well controlled prospective studies with long term follow up to clearly identify potential risk factors associated with orthognathic surgery"
}