{
    "pmid": "41399609",
    "title": "Using the Difference Between Estimated Glomerular Filtration Rate by Cystatin C and Creatinine to Improve Mortality Risk Prediction in Elderly Patients With CKD in the HUNT Study.",
    "abstract": "The discrepancy in estimated glomerular filtration rate by cystatin C (eGFRcys) versus creatinine (eGFRcr) has been used as a surrogate for sarcopenia. We studied whether this eGFRcys - eGFRcr difference could improve prediction of kidney failure versus death, which is important in the management of patients with chronic kidney disease (CKD). We hypothesized that it improved the death prediction but not that of kidney failure. A five-year cohort study to assess prognostic accuracy. The population included 1,146 participants with creatinine (cr) and cystatin C (cys) measurements from the population-based the Nord-Trøndelag Health Study, Norway. Those aged ≤ 65 years or with estimated glomerular filtration rate (eGFR)cr ≥ 45 mL/min/1.73m The mortality risk equation in patients with CKD (MREK) includes age, sex, eGFRcr, albuminuria, smoking status, history of stroke, diabetes, and heart failure. The kidney failure risk equation includes age, sex, eGFRcr, and albuminuria. Kidney failure or death at 5 years. The performances of MREK and kidney failure risk equation with and without eGFR_diff (= eGFRcys - eGFRcr) were compared: calibration (likelihood ratio, Akaike information criterion, Brier score), discrimination (C-statistics), reclassification (net reclassification improvement and integrated discrimination improvement). The mean ± SD age was 80 ± 7 years, 42% were men, the mean eGFRcr was 36 ± 8 and eGFR_diff was 1.04 ± 12 mL/min/1.73m Untested generalizability in other populations. Including eGFR_diff into the kidney failure risk and mortality risk equations significantly improved mortality risk prediction, but not kidney failure, in patients with CKD. Serum creatinine level is influenced by many non-GFR determinants, including sarcopenia, and the discrepancy of creatinine versus cystatin C could be helpful in predialytic decision-making. Patients with chronic kidney disease have a higher mortality risk than those without chronic kidney disease. They are also at risk of kidney failure, which can be treated with dialysis, but this requires preparation. Being able to discriminate between the risk of kidney failure and the risk of death is essential to best prepare patients for the future. The difference in kidney function by 2 markers (cystatin vs creatinine), cystatin C-based eGFR minus creatinine-based eGFR (eGFR_diff), has been shown to be associated with frailty and poor outcomes. In this study, we aimed to determine whether including this eGFR_diff into prediction models for kidney failure and death would help discriminate between the 2 risks. We found that adding eGFR_diff to the death prediction model improved its performance.",
    "disease": "chronic kidney disease",
    "clean_text": "using the difference between estimated glomerular filtration rate by cystatin c and creatinine to improve mortality risk prediction in elderly patients with ckd in the hunt study the discrepancy in estimated glomerular filtration rate by cystatin c egfrcys versus creatinine egfrcr has been used as a surrogate for sarcopenia we studied whether this egfrcys egfrcr difference could improve prediction of kidney failure versus death which is important in the management of patients with chronic kidney disease ckd we hypothesized that it improved the death prediction but not that of kidney failure a five year cohort study to assess prognostic accuracy the population included participants with creatinine cr and cystatin c cys measurements from the population based the nord tr ndelag health study norway those aged years or with estimated glomerular filtration rate egfr cr ml min m the mortality risk equation in patients with ckd mrek includes age sex egfrcr albuminuria smoking status history of stroke diabetes and heart failure the kidney failure risk equation includes age sex egfrcr and albuminuria kidney failure or death at years the performances of mrek and kidney failure risk equation with and without egfr diff egfrcys egfrcr were compared calibration likelihood ratio akaike information criterion brier score discrimination c statistics reclassification net reclassification improvement and integrated discrimination improvement the mean sd age was years were men the mean egfrcr was and egfr diff was ml min m untested generalizability in other populations including egfr diff into the kidney failure risk and mortality risk equations significantly improved mortality risk prediction but not kidney failure in patients with ckd serum creatinine level is influenced by many non gfr determinants including sarcopenia and the discrepancy of creatinine versus cystatin c could be helpful in predialytic decision making patients with chronic kidney disease have a higher mortality risk than those without chronic kidney disease they are also at risk of kidney failure which can be treated with dialysis but this requires preparation being able to discriminate between the risk of kidney failure and the risk of death is essential to best prepare patients for the future the difference in kidney function by markers cystatin vs creatinine cystatin c based egfr minus creatinine based egfr egfr diff has been shown to be associated with frailty and poor outcomes in this study we aimed to determine whether including this egfr diff into prediction models for kidney failure and death would help discriminate between the risks we found that adding egfr diff to the death prediction model improved its performance"
}