{
    "pmid": "41373581",
    "title": "Diabetes Mellitus and Lipoprotein(a): A Determinant Interaction in Micro- and Macrovascular Damage.",
    "abstract": "Even when people with diabetes mellitus (DM) meet their cholesterol goals, they still face a higher risk of heart and blood vessel problems. One major reason is a particle called lipoprotein(a), or Lp(a), which is similar to LDL cholesterol. Raised levels of Lp(a) are inherited rather than caused by lifestyle. Lp(a) can build up in the body and make it easier for blood clots to form because it closely resembles a protein called plasminogen, reducing its ability to form plasmin that dissolves blood clots. At the same time, chemical changes like oxidation and glycation can make blood vessels more inflamed, adding to the risk. Elevated concentrations of Lp(a) (>30 mg/dL; 75 nmol/L), and particularly >50 mg/dL (125 nmol/L), are independently associated with coronary artery disease, ischemic stroke, diabetic nephropathy, retinopathy, and neuropathy. Conventional lipid-lowering therapies exert neutral or modest effects on Lp(a), in contrast to RNA-based targeted agents (antisense oligonucleotides and siRNA [Small Interfering RNA]), which achieve reductions of 70-95% and show consistent results in Phase 2 clinical trials. In this review, we bring together findings from laboratory research and clinical studies, and highlight why it is important to measure Lp(a) levels-at least once in a person's life, and especially in those with diabetes-to help doctors better assess risk and plan more effective treatments. In diabetic populations, the adaptation of Lp(a)-targeted therapies could redefine the management of residual risk and improve both cardiovascular and microvascular outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "diabetes mellitus and lipoprotein a a determinant interaction in micro and macrovascular damage even when people with diabetes mellitus dm meet their cholesterol goals they still face a higher risk of heart and blood vessel problems one major reason is a particle called lipoprotein a or lp a which is similar to ldl cholesterol raised levels of lp a are inherited rather than caused by lifestyle lp a can build up in the body and make it easier for blood clots to form because it closely resembles a protein called plasminogen reducing its ability to form plasmin that dissolves blood clots at the same time chemical changes like oxidation and glycation can make blood vessels more inflamed adding to the risk elevated concentrations of lp a mg dl nmol l and particularly mg dl nmol l are independently associated with coronary artery disease ischemic stroke diabetic nephropathy retinopathy and neuropathy conventional lipid lowering therapies exert neutral or modest effects on lp a in contrast to rna based targeted agents antisense oligonucleotides and sirna small interfering rna which achieve reductions of and show consistent results in phase clinical trials in this review we bring together findings from laboratory research and clinical studies and highlight why it is important to measure lp a levels at least once in a person s life and especially in those with diabetes to help doctors better assess risk and plan more effective treatments in diabetic populations the adaptation of lp a targeted therapies could redefine the management of residual risk and improve both cardiovascular and microvascular outcomes"
}