{
    "pmid": "41436829",
    "title": "SLC11A1 can activate TGF-β1 signaling pathway to resist ferroptosis in colorectal cancer.",
    "abstract": "High expression of Solute Carrier Family 11 Member 1(SLC11A1) leads to a poor prognosis in patients with CRC, while the specific role of SLC11A1 in CRC remains unreported. Therefore, this study mainly addressed the preliminary mechanism and specific role of SLC11A1 in CRC. The results showed that six subsequent genes were successfully screened by the line database, and the abnormal expression of SLC11A1 was the most obvious in colorectal cancer patients. Following phenotypic experiments demonstrated that SLC11A1 promoted proliferation, invasion and migration of colorectal cancer cells. SLC11A1 Is also able to downregulate Acyl-CoA Synthetase Long Chain Family Member 4 (ACSL 4), Cyclooxygenase-2 (COX2), NADPH Oxidase 1 (NOX1) and upregulate the expression levels of Hypoxia-Inducible Factor 1 (FIH1), Glutathione Peroxidase 1 (GPX1) protein, inhibit the expression levels of MDA and Fe",
    "disease": "colorectal cancer",
    "clean_text": "slc a can activate tgf signaling pathway to resist ferroptosis in colorectal cancer high expression of solute carrier family member slc a leads to a poor prognosis in patients with crc while the specific role of slc a in crc remains unreported therefore this study mainly addressed the preliminary mechanism and specific role of slc a in crc the results showed that six subsequent genes were successfully screened by the line database and the abnormal expression of slc a was the most obvious in colorectal cancer patients following phenotypic experiments demonstrated that slc a promoted proliferation invasion and migration of colorectal cancer cells slc a is also able to downregulate acyl coa synthetase long chain family member acsl cyclooxygenase cox nadph oxidase nox and upregulate the expression levels of hypoxia inducible factor fih glutathione peroxidase gpx protein inhibit the expression levels of mda and fe"
}