{
    "title": "Advances in stem cell and other therapies for Huntington's disease: An update.",
    "doc_id": "37257627",
    "writer": "Conner LT",
    "year": "2023",
    "summary": "Most current treatments are palliative, but the latest research has expanded into multiple modalities, including stem cells, gene therapy, and even the use of 3D cell structures, called organoids. Stem cell research as a treatment for HD has inc …",
    "abstract": "Huntington's disease (HD) is a neurodegenerative disorder caused by an autosomal dominant mutation leading to an abnormal CAG repeat expansion. The result is the synthesis of a toxic misfolded protein, called the mutant huntingtin protein (mHTT). Most current treatments are palliative, but the latest research has expanded into multiple modalities, including stem cells, gene therapy, and even the use of 3D cell structures, called organoids. Stem cell research as a treatment for HD has included the use of various types of stem cells, such as mesenchymal stem cells, neural stem cells, embryonic stem cells, and even reprogrammed stem cells called induced pluripotent stem cells. The goal has been to develop stem cell transplant grafts that will replace the existing mutated neurons, as well as release existing trophic factors for neuronal support. Additionally, research in gene modification using CRISPR-Cas9, PRIME editing, and other forms of genetic modifications are continuing to evolve. Most recently, advancements in stem cell modeling have yielded 3D stem cell tissue models, called organoids. These organoids offer the unique opportunity to transplant a structured stem cell graft which, ideally, models normal human brain tissue more accurately. This manuscript summarizes the recent research in stem cells, genetic modifications, and organoids as a potential for treatment of HD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37257627/",
    "clean_text": "advances in stem cell and other therapies for huntington s disease an update most current treatments are palliative but the latest research has expanded into multiple modalities including stem cells gene therapy and even the use of d cell structures called organoids stem cell research as a treatment for hd has inc huntington s disease hd is a neurodegenerative disorder caused by an autosomal dominant mutation leading to an abnormal cag repeat expansion the result is the synthesis of a toxic misfolded protein called the mutant huntingtin protein mhtt most current treatments are palliative but the latest research has expanded into multiple modalities including stem cells gene therapy and even the use of d cell structures called organoids stem cell research as a treatment for hd has included the use of various types of stem cells such as mesenchymal stem cells neural stem cells embryonic stem cells and even reprogrammed stem cells called induced pluripotent stem cells the goal has been to develop stem cell transplant grafts that will replace the existing mutated neurons as well as release existing trophic factors for neuronal support additionally research in gene modification using crispr cas prime editing and other forms of genetic modifications are continuing to evolve most recently advancements in stem cell modeling have yielded d stem cell tissue models called organoids these organoids offer the unique opportunity to transplant a structured stem cell graft which ideally models normal human brain tissue more accurately this manuscript summarizes the recent research in stem cells genetic modifications and organoids as a potential for treatment of hd"
}