{
    "title": "Lymph Node Predictive Model with in Vitro Ultrasound Features for Breast Cancer Lymph Node Metastasis.",
    "doc_id": "32146007",
    "writer": "Han P",
    "year": "2020",
    "summary": "Ultrasound diagnosis of axillary lymph nodes has the advantages of ease, convenience and low cost; however, most previous studies evaluated lymph node metastasis of the entire axilla rather than the association between the ultrasound features of a sing …",
    "abstract": "Ultrasound diagnosis of axillary lymph nodes has the advantages of ease, convenience and low cost; however, most previous studies evaluated lymph node metastasis of the entire axilla rather than the association between the ultrasound features of a single lymph node and its pathology. This prospective study was performed to explore the ultrasound features of lymph nodes observed in bionic medium in vitro and to develop a lymph node-specific model for prediction of metastasis based on analysis of the association between the ultrasound features and pathology of each lymph node. From November 1, 2017 to December 19, 2017, 373 nodes (54 patients) were enrolled into the modeling group; from December 20, 2017 to January 12, 2018, 139 lymph nodes (22 patients) were enrolled into the validation group. Lymph nodes from sentinel lymph node biopsy or axillary lymph node dissection were enrolled. Individual lymph nodes were placed in bionic medium and observed separately using ultrasound. Traditional ultrasound features of metastatic nodes (long axis, short axis, cortical thickness and hilum loss) were recorded, and the longitudinal-to-transverse axis ratio (L/T) and cortical proportion were calculated. Pathologic results specific to each lymph node were recorded. On the basis of two-level binary logistic regression, independent predictors of lymph node metastasis in the modeling group were lymph node long axis (p = 0.004), short axis (p < 0.001), L/T (p = 0.006), cortical thickness (p = 0.001) and hilum loss (p < 0.001). When analysis was done at the node level, the areas under the curve of the modeling and validation groups were 0.97 and 0.75, respectively. When validation was done at the patient level, the areas under the curve of the modeling and validation groups were 0.96 and 0.93, respectively. The model for prediction of metastasis based on the ultrasound features and pathology of each lymph node is of good predictive value for lymph node metastasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32146007/",
    "clean_text": "lymph node predictive model with in vitro ultrasound features for breast cancer lymph node metastasis ultrasound diagnosis of axillary lymph nodes has the advantages of ease convenience and low cost however most previous studies evaluated lymph node metastasis of the entire axilla rather than the association between the ultrasound features of a sing ultrasound diagnosis of axillary lymph nodes has the advantages of ease convenience and low cost however most previous studies evaluated lymph node metastasis of the entire axilla rather than the association between the ultrasound features of a single lymph node and its pathology this prospective study was performed to explore the ultrasound features of lymph nodes observed in bionic medium in vitro and to develop a lymph node specific model for prediction of metastasis based on analysis of the association between the ultrasound features and pathology of each lymph node from november to december nodes patients were enrolled into the modeling group from december to january lymph nodes patients were enrolled into the validation group lymph nodes from sentinel lymph node biopsy or axillary lymph node dissection were enrolled individual lymph nodes were placed in bionic medium and observed separately using ultrasound traditional ultrasound features of metastatic nodes long axis short axis cortical thickness and hilum loss were recorded and the longitudinal to transverse axis ratio l t and cortical proportion were calculated pathologic results specific to each lymph node were recorded on the basis of two level binary logistic regression independent predictors of lymph node metastasis in the modeling group were lymph node long axis p short axis p l t p cortical thickness p and hilum loss p when analysis was done at the node level the areas under the curve of the modeling and validation groups were and respectively when validation was done at the patient level the areas under the curve of the modeling and validation groups were and respectively the model for prediction of metastasis based on the ultrasound features and pathology of each lymph node is of good predictive value for lymph node metastasis"
}