{
    "pmid": "41468475",
    "title": "Individuals with latent tuberculosis in a high TB endemic country show mild COVID-19.",
    "abstract": "Infection with Mycobacterium tuberculosis (MTB) may result in active tuberculosis (TB), bacterial clearance, or asymptomatic latent infection (LTBi). During the COVID-19 pandemic, interactions between MTB and SARS-CoV-2 infections were coincident in high TB burden countries such as Pakistan. The impact of LTBi on COVID-19 is not well understood. Here we investigated the association of LTBi with COVID-19 and its severity by determining cellular activation to MTB, IgG antibody responses and expression of genes associated with host immunity. Age and sex matched Healthy Controls (HC, n = 147) and COVID-19 patients (n = 128) were recruited in this cross-sectional study. COVID-19 was categorized as ambulatory (n = 103) or hospitalized (n = 25) disease. LTBi was determined using the X.DOT-TB ELISpot assay. RT-PCR based mRNA levels of IFN-γ, IFN-α, IL-6, IL-10, OAS1, MAVS, SOCS1 and SOCS3 were determined in PBMCs. IgG to SARS-CoV-2 and rubella virus were measured. We found that 18% of COVID-19 patients and 32% of HC were LTBi positive (p < 0.0001). All COVID-19 LTBi positive cases had ambulatory disease. Logistic regression analysis revealed individuals with LTBi to have a 54% lower risk of COVID-19. The frequency of MTB-specific IFN-γ producing T cells was lower in COVID-19 patients than in HC LTBi positive individuals (p = 0.0095). The presence of a BCG scar was not associated with the occurrence of COVID-19. Levels of IgG antibodies to SARS-CoV-2 were raised in COVID-19 cases but did not differ by LTBi status in HC or COVID-19 groups. IgG levels to rubella virus were similar regardless of LTBi status in control and patient groups. COVID-19 cases displayed higher expression of mRNA levels of MAVS, OAS-1, and SOCS3 (p < 0.05). Further, OAS-1 expression was raised in LTBi positive COVID-19 group as compared to the LTBi positive HC group (p = 0.019). We observed that T cell reactivity to MTB was associated with milder COVID-19. Reduced severity of COVID-19 and higher OAS-1 gene expression in COVID-19 LTBi positive individuals suggest a protective effect in these individuals. Further studies are required to investigate the combined impact of MTB and SARS-CoV-2 infections in the host.",
    "disease": "tuberculosis",
    "clean_text": "individuals with latent tuberculosis in a high tb endemic country show mild covid infection with mycobacterium tuberculosis mtb may result in active tuberculosis tb bacterial clearance or asymptomatic latent infection ltbi during the covid pandemic interactions between mtb and sars cov infections were coincident in high tb burden countries such as pakistan the impact of ltbi on covid is not well understood here we investigated the association of ltbi with covid and its severity by determining cellular activation to mtb igg antibody responses and expression of genes associated with host immunity age and sex matched healthy controls hc n and covid patients n were recruited in this cross sectional study covid was categorized as ambulatory n or hospitalized n disease ltbi was determined using the x dot tb elispot assay rt pcr based mrna levels of ifn ifn il il oas mavs socs and socs were determined in pbmcs igg to sars cov and rubella virus were measured we found that of covid patients and of hc were ltbi positive p all covid ltbi positive cases had ambulatory disease logistic regression analysis revealed individuals with ltbi to have a lower risk of covid the frequency of mtb specific ifn producing t cells was lower in covid patients than in hc ltbi positive individuals p the presence of a bcg scar was not associated with the occurrence of covid levels of igg antibodies to sars cov were raised in covid cases but did not differ by ltbi status in hc or covid groups igg levels to rubella virus were similar regardless of ltbi status in control and patient groups covid cases displayed higher expression of mrna levels of mavs oas and socs p further oas expression was raised in ltbi positive covid group as compared to the ltbi positive hc group p we observed that t cell reactivity to mtb was associated with milder covid reduced severity of covid and higher oas gene expression in covid ltbi positive individuals suggest a protective effect in these individuals further studies are required to investigate the combined impact of mtb and sars cov infections in the host"
}