{
    "title": "Zika virus and assisted reproduction.",
    "doc_id": "28410349",
    "writer": "Cordeiro CN",
    "year": "2017",
    "summary": "PURPOSE OF REVIEW: Due to the fact that the Zika virus can be sexually transmitted, there is a potential risk for disease transmission at several stages of assisted reproduction. ...RECENT FINDINGS: Zika virus can be transmitted from infected men and w …",
    "abstract": "Purpose of review:\n        \n      \n      Due to the fact that the Zika virus can be sexually transmitted, there is a potential risk for disease transmission at several stages of assisted reproduction. Such a possibility poses a serious challenge to couples pursing fertility with reproductive technologies. Here, we discuss what is known regarding Zika virus infection with respect to sexual transmission and correlate this knowledge with recent recommendations in the realm of infertility treatment.\n    \n\n\n          Recent findings:\n        \n      \n      Zika virus can be transmitted from infected men and women through vaginal, oral or anal intercourse. Zika virus RNA has been detected in blood, semen, cervical mucus and vaginal fluid. Currently, the Centers for Disease Control recommends that infected men wait 6 months, and infected women 8 weeks, prior to attempting pregnancy. Reproductive tissue donors should wait 6 months before giving a specimen.\n    \n\n\n          Summary:\n        \n      \n      Further study of Zika virus transmission in different reproductive tissues and establishment of validated testing methods for viral disease transmissibility are urgently needed. Reproductive technologists need to establish screening, testing and laboratory protocols aimed to reduce the risk of Zika virus transmission during assisted reproduction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28410349/",
    "clean_text": "zika virus and assisted reproduction purpose of review due to the fact that the zika virus can be sexually transmitted there is a potential risk for disease transmission at several stages of assisted reproduction recent findings zika virus can be transmitted from infected men and w purpose of review due to the fact that the zika virus can be sexually transmitted there is a potential risk for disease transmission at several stages of assisted reproduction such a possibility poses a serious challenge to couples pursing fertility with reproductive technologies here we discuss what is known regarding zika virus infection with respect to sexual transmission and correlate this knowledge with recent recommendations in the realm of infertility treatment recent findings zika virus can be transmitted from infected men and women through vaginal oral or anal intercourse zika virus rna has been detected in blood semen cervical mucus and vaginal fluid currently the centers for disease control recommends that infected men wait months and infected women weeks prior to attempting pregnancy reproductive tissue donors should wait months before giving a specimen summary further study of zika virus transmission in different reproductive tissues and establishment of validated testing methods for viral disease transmissibility are urgently needed reproductive technologists need to establish screening testing and laboratory protocols aimed to reduce the risk of zika virus transmission during assisted reproduction"
}