{
    "title": "Cucurbit yellow stunting disorder virus (Genus Crinivirus) Associated with the Yellowing Disease of Cucurbit Crops in Portugal.",
    "doc_id": "30831927",
    "writer": "Louro D",
    "year": "2000",
    "summary": "During autumn 1998, chlorotic mottling, yellowing, and stunting symptoms were observed on cucumber (Cucumis sativus L.) plants in an experimental plot, in Algarve, southern Portugal. ...Reverse-transcription polymerase chain reaction (RT-PCR) using dsRNA or total RNA extra …",
    "abstract": "During autumn 1998, chlorotic mottling, yellowing, and stunting symptoms were observed on cucumber (Cucumis sativus L.) plants in an experimental plot, in Algarve, southern Portugal. The first symptoms appeared 3 weeks after planting, associated with a heavy infestation of Bemisia tabaci (Gennadius). Plants affected early produced few and small fruits. Analysis of double-stranded RNA (dsRNA) extracted from symptomatic cucumber leaves revealed the presence of two dsRNAs of about 8 and 9 kbp, not present in healthy cucumber plants. Reverse-transcription polymerase chain reaction (RT-PCR) using dsRNA or total RNA extracts as template and the oligonucleotide primers 410L and 410U (1), specifically amplified a fragment of expected size of the HSP70-homolog gene of Cucurbit yellow stunting disorder virus (CYSDV). The RT-PCR-amplified fragment was sequenced (Acc. No. AF287474) and showed 99% sequence identities with the corresponding sequences (GenBank accessions AJ223619 and U67170) from two CYSDV isolates belonging to group I (2), confirming CYSDV detection. CYSDV was also detected in samples of cucumber, melon (Cucumis melo L.) and watermelon (Citrullus lanatus [Thunb.] Matsun.) collected during the summer of 1999 in commercial greenhouses. CYSDV is an emerging and important virus of cucurbits in the Middle East and Mediterranean Europe (2). This is the first report of CYSDV infecting cucurbit crops in Portugal. References: (1) A. Célix et al. Phytopathology 86:1370, 1996. (2) L. Rubio et al. Phytopathology 89:707, 1999.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30831927/",
    "clean_text": "cucurbit yellow stunting disorder virus genus crinivirus associated with the yellowing disease of cucurbit crops in portugal during autumn chlorotic mottling yellowing and stunting symptoms were observed on cucumber cucumis sativus l plants in an experimental plot in algarve southern portugal reverse transcription polymerase chain reaction rt pcr using dsrna or total rna extra during autumn chlorotic mottling yellowing and stunting symptoms were observed on cucumber cucumis sativus l plants in an experimental plot in algarve southern portugal the first symptoms appeared weeks after planting associated with a heavy infestation of bemisia tabaci gennadius plants affected early produced few and small fruits analysis of double stranded rna dsrna extracted from symptomatic cucumber leaves revealed the presence of two dsrnas of about and kbp not present in healthy cucumber plants reverse transcription polymerase chain reaction rt pcr using dsrna or total rna extracts as template and the oligonucleotide primers l and u specifically amplified a fragment of expected size of the hsp homolog gene of cucurbit yellow stunting disorder virus cysdv the rt pcr amplified fragment was sequenced acc no af and showed sequence identities with the corresponding sequences genbank accessions aj and u from two cysdv isolates belonging to group i confirming cysdv detection cysdv was also detected in samples of cucumber melon cucumis melo l and watermelon citrullus lanatus thunb matsun collected during the summer of in commercial greenhouses cysdv is an emerging and important virus of cucurbits in the middle east and mediterranean europe this is the first report of cysdv infecting cucurbit crops in portugal references a c lix et al phytopathology l rubio et al phytopathology"
}