{
    "pmid": "41383856",
    "title": "The patient's decision dilemma after screening coronary computed tomography angiography-adult-type ALCAPA with a multimodality imaging approach: a case report.",
    "abstract": "Anomalous left coronary artery from the pulmonary artery (ALCAPA) is a very rare, congenital condition. Patients typically exhibit symptoms within the first few weeks of life. 'Adult-type ALCAPA', which presents later in life, is even rarer and is mostly detected due to symptoms of heart failure or after life-threatening arrhythmias. We present the case of a 53-year-old asymptomatic male, who was incidentally diagnosed with adult-type ALCAPA during a coronary computed tomography angiography (CCTA) screening performed for cardiac risk stratification. Further cardiac investigations included echocardiography, myocardial perfusion scintigraphy, invasive coronary angiography (ICA), and cardiac magnetic resonance imaging (CMRI). As he had never experienced any cardiac symptoms at rest or during exercise throughout his life, the patient has not yet decided to undergo the recommended cardiac surgery. The patient is currently seeking a second opinion. Anomalous left coronary artery from the pulmonary artery is rare, but the increased use of CCTA for risk stratification in asymptomatic patients might lead to more frequent diagnosis in older individuals. As with our patient, a dilemma may arise when deciding on its treatment, because the guideline-recommended treatment is surgical correction in all patients. However, there is still little evidence to support this recommendation for older, asymptomatic patients, making advice and decisions difficult for such individuals.",
    "disease": "coronary artery disease",
    "clean_text": "the patient s decision dilemma after screening coronary computed tomography angiography adult type alcapa with a multimodality imaging approach a case report anomalous left coronary artery from the pulmonary artery alcapa is a very rare congenital condition patients typically exhibit symptoms within the first few weeks of life adult type alcapa which presents later in life is even rarer and is mostly detected due to symptoms of heart failure or after life threatening arrhythmias we present the case of a year old asymptomatic male who was incidentally diagnosed with adult type alcapa during a coronary computed tomography angiography ccta screening performed for cardiac risk stratification further cardiac investigations included echocardiography myocardial perfusion scintigraphy invasive coronary angiography ica and cardiac magnetic resonance imaging cmri as he had never experienced any cardiac symptoms at rest or during exercise throughout his life the patient has not yet decided to undergo the recommended cardiac surgery the patient is currently seeking a second opinion anomalous left coronary artery from the pulmonary artery is rare but the increased use of ccta for risk stratification in asymptomatic patients might lead to more frequent diagnosis in older individuals as with our patient a dilemma may arise when deciding on its treatment because the guideline recommended treatment is surgical correction in all patients however there is still little evidence to support this recommendation for older asymptomatic patients making advice and decisions difficult for such individuals"
}