{
    "title": "Haemorrhagic stroke. Intracerebral and subarachnoid haemorrhage.",
    "doc_id": "9339587",
    "writer": "Dorsch NW.",
    "year": "1997",
    "summary": "Most intracerebral haematomas (ICH) are hypertensive in origin. Small haematomas are treated with blood pressure control and rehabilitation. ...Treatment must be tailored to the patient's circumstances, taking into account age, general and neurological health …",
    "abstract": "A proportion of strokes are due to intracranial haemorrhage. Their characteristics and treatment are different from ischaemic stroke-surgery is often necessary and thrombolytic or anticoagulant treatment contraindicated. Most intracerebral haematomas (ICH) are hypertensive in origin. Small haematomas are treated with blood pressure control and rehabilitation. Larger ones often need surgery. Treatment must be tailored to the patient's circumstances, taking into account age, general and neurological health, location of haematoma etc. Subarachnoid haemorrhage (SAH) affects younger people and is classically due to aneurysm rupture, requiring urgent neurosurgical referral. Another cause is arteriovenous malformations (AVM), also treated surgically. A major problem is failure to diagnose less severe bleeds, which often precede major haemorrhages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9339587/",
    "clean_text": "haemorrhagic stroke intracerebral and subarachnoid haemorrhage most intracerebral haematomas ich are hypertensive in origin small haematomas are treated with blood pressure control and rehabilitation treatment must be tailored to the patient s circumstances taking into account age general and neurological health a proportion of strokes are due to intracranial haemorrhage their characteristics and treatment are different from ischaemic stroke surgery is often necessary and thrombolytic or anticoagulant treatment contraindicated most intracerebral haematomas ich are hypertensive in origin small haematomas are treated with blood pressure control and rehabilitation larger ones often need surgery treatment must be tailored to the patient s circumstances taking into account age general and neurological health location of haematoma etc subarachnoid haemorrhage sah affects younger people and is classically due to aneurysm rupture requiring urgent neurosurgical referral another cause is arteriovenous malformations avm also treated surgically a major problem is failure to diagnose less severe bleeds which often precede major haemorrhages"
}