{
    "title": "A review of mental health literacy in Singapore.",
    "doc_id": "28976296",
    "writer": "Tonsing KN.",
    "year": "2018",
    "summary": "Mental health is a major concern throughout the world. The lifetime prevalence of mental health problems in Singapore for those aged 18 years and above was reported to be 12%. However, studies on mental health literacy are relatively scar …",
    "abstract": "Mental health is a major concern throughout the world. The lifetime prevalence of mental health problems in Singapore for those aged 18 years and above was reported to be 12%. However, studies on mental health literacy are relatively scarce in Singapore. The aim of this paper is to provide a topical review of local studies on mental health literacy, people's knowledge of, and attitude toward mental illness, and beliefs about mental health treatment. A narrative review of studies on mental health literacy in Singapore covering the period from 1995 to 2016 highlights the findings from various local studies about attitudes toward mental illness, belief about the causes, and help-seeking behavior. Findings revealed that many lay people are unable to recognize different types of mental disorders. Negative attitudes toward mental illness that hinders individuals from seeking professional treatment, and help-seeking, are the common themes that emerge from the findings. Health professionals have differing views about the causes and treatment of mental disorders. Findings also revealed that treatment seeking and attitudes and beliefs toward mental illness are related to mental health literacy. Implications for promoting mental health literacy are provided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28976296/",
    "clean_text": "a review of mental health literacy in singapore mental health is a major concern throughout the world the lifetime prevalence of mental health problems in singapore for those aged years and above was reported to be however studies on mental health literacy are relatively scar mental health is a major concern throughout the world the lifetime prevalence of mental health problems in singapore for those aged years and above was reported to be however studies on mental health literacy are relatively scarce in singapore the aim of this paper is to provide a topical review of local studies on mental health literacy people s knowledge of and attitude toward mental illness and beliefs about mental health treatment a narrative review of studies on mental health literacy in singapore covering the period from to highlights the findings from various local studies about attitudes toward mental illness belief about the causes and help seeking behavior findings revealed that many lay people are unable to recognize different types of mental disorders negative attitudes toward mental illness that hinders individuals from seeking professional treatment and help seeking are the common themes that emerge from the findings health professionals have differing views about the causes and treatment of mental disorders findings also revealed that treatment seeking and attitudes and beliefs toward mental illness are related to mental health literacy implications for promoting mental health literacy are provided"
}