{
    "title": "Young's modulus and Poisson ratio of composite materials: Influence of wet and dry storage.",
    "doc_id": "32448846",
    "writer": "LourenÇo AL",
    "year": "2020",
    "summary": "In this article, we evaluated the influence of the storage condition (dry versus wet) on the Young's modulus and the Poisson ratio in compression of three composite materials. The data of the Young's modulus and Poisson ratio published of dental composite materials …",
    "abstract": "In the oral environment dental materials are subject to a wet condition what might in time change their elastic properties. In this article, we evaluated the influence of the storage condition (dry versus wet) on the Young's modulus and the Poisson ratio in compression of three composite materials. The data of the Young's modulus and Poisson ratio published of dental composite materials are not always comparable, due to different test methods and sample dimensions influencing the results. Therefore, we established the degree of exactness of the results out of the test set-up used. Since the present study depicted differences of the properties after dry and wet storage, the elastic properties should be measured after wet storage. The bonding between the matrix and the filler particles showed to have an influence on the elastic properties and on the influence of a wet environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32448846/",
    "clean_text": "young s modulus and poisson ratio of composite materials influence of wet and dry storage in this article we evaluated the influence of the storage condition dry versus wet on the young s modulus and the poisson ratio in compression of three composite materials the data of the young s modulus and poisson ratio published of dental composite materials in the oral environment dental materials are subject to a wet condition what might in time change their elastic properties in this article we evaluated the influence of the storage condition dry versus wet on the young s modulus and the poisson ratio in compression of three composite materials the data of the young s modulus and poisson ratio published of dental composite materials are not always comparable due to different test methods and sample dimensions influencing the results therefore we established the degree of exactness of the results out of the test set up used since the present study depicted differences of the properties after dry and wet storage the elastic properties should be measured after wet storage the bonding between the matrix and the filler particles showed to have an influence on the elastic properties and on the influence of a wet environment"
}