{
    "title": "[Yellow fever].",
    "doc_id": "17599002",
    "writer": "Sabbatani S",
    "year": "2007",
    "summary": "After the discovery of the New World, yellow fever proved to be an important risk factor of morbidity and mortality for Caribbean populations. ...Subsequently, further advances in knowledge of yellow fever epidemiology were obtained when French scienti …",
    "abstract": "After the discovery of the New World, yellow fever proved to be an important risk factor of morbidity and mortality for Caribbean populations. In the following centuries epidemic risk, expanded by sea trade and travel, progressively reached the settlements in North America and Brazil as well as the Atlantic seaboard of tropical and equatorial Africa. In the eighteenth century and the first half of the nineteenth century epidemics of yellow fever were reported in some coastal towns in the Iberian peninsula, French coast, Great Britain and Italy, where, in 1804 at Leghorn, only one epidemic was documented. Prevention and control programs against yellow fever, developed at the beginning of the twentieth century in Cuba and in Panama, were a major breakthrough in understanding definitively its aetiology and pathogenesis. Subsequently, further advances in knowledge of yellow fever epidemiology were obtained when French scientists, working in West and Central Africa, showed that monkeys were major hosts of the yellow fever virus (the wild yellow fever virus), besides man. In addition, advances in research, contributing to the development of vaccines against the yellow fever virus in the first half of the nineteenth century, are reported in this paper.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17599002/",
    "clean_text": "yellow fever after the discovery of the new world yellow fever proved to be an important risk factor of morbidity and mortality for caribbean populations subsequently further advances in knowledge of yellow fever epidemiology were obtained when french scienti after the discovery of the new world yellow fever proved to be an important risk factor of morbidity and mortality for caribbean populations in the following centuries epidemic risk expanded by sea trade and travel progressively reached the settlements in north america and brazil as well as the atlantic seaboard of tropical and equatorial africa in the eighteenth century and the first half of the nineteenth century epidemics of yellow fever were reported in some coastal towns in the iberian peninsula french coast great britain and italy where in at leghorn only one epidemic was documented prevention and control programs against yellow fever developed at the beginning of the twentieth century in cuba and in panama were a major breakthrough in understanding definitively its aetiology and pathogenesis subsequently further advances in knowledge of yellow fever epidemiology were obtained when french scientists working in west and central africa showed that monkeys were major hosts of the yellow fever virus the wild yellow fever virus besides man in addition advances in research contributing to the development of vaccines against the yellow fever virus in the first half of the nineteenth century are reported in this paper"
}