{
    "title": "Gastric accommodation influences proximal gastric and total gastric emptying in concurrent measurements conducted in healthy volunteers.",
    "doc_id": "33719546",
    "writer": "Wang XJ",
    "year": "2021",
    "summary": "Proximal stomach fed volumes were similarly associated with 50% and 75% proximal gastric emptying. ...Larger stomach volumes were associated with slower gastric emptying....",
    "abstract": "Gastric emptying and gastric accommodation play a role in generation of upper gastrointestinal symptoms. Although both functions have been measured simultaneously using MRI or 99mTc SPECT methodology, the correlation of these two functions has not been evaluated simultaneously using a solid and liquid meal. To study relationships of whole or proximal stomach volumes to emptying, we concurrently measured postprandial gastric accommodation and emptying (over 4 h) of a 111In-labeled mixed solid and liquid meal. A semiautomated method allowing selection of a segmentation threshold based on a grayscale image was used to measure volume of the proximal half of the stomach, defined as the top half of axial slices along the vertical length of the stomach. A correction factor derived from phantom studies was applied for upscatter from the 99mTc to the 111In window. Relationships of time to emptying 10%, 25%, 50%, and 75% of the meal to fasting and postprandial gastric volumes were evaluated using Spearman correlation. Whole stomach fed and accommodation volumes were significantly correlated with all gastric emptying times (10%, 25%, and 50%). Proximal stomach fed volumes were similarly associated with 50% and 75% proximal gastric emptying. Fed proximal gastric volume was associated with 50% and 75% whole gastric emptying. Fed proximal accommodation volume was associated with 50% gastric emptying. Fasting gastric volumes were not significant determinants of emptying rates. In conclusion, postprandial gastric accommodation is significantly associated with the rate of gastric emptying, with higher gastric volumes associated with prolongation of emptying. Novel methods to measure proximal gastric accommodation and correct for radioisotope upscatter are described.NEW & NOTEWORTHY In vivo human studies evaluated concurrently the volume of the stomach during fasting and after a solid and liquid meal using a new SPECT-based method. Although fasting gastric volumes did not impact the rates of gastric emptying, both postprandial and accommodation volumes of the whole and proximal stomach were significantly correlated with gastric emptying. Larger stomach volumes were associated with slower gastric emptying.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33719546/",
    "clean_text": "gastric accommodation influences proximal gastric and total gastric emptying in concurrent measurements conducted in healthy volunteers proximal stomach fed volumes were similarly associated with and proximal gastric emptying larger stomach volumes were associated with slower gastric emptying gastric emptying and gastric accommodation play a role in generation of upper gastrointestinal symptoms although both functions have been measured simultaneously using mri or mtc spect methodology the correlation of these two functions has not been evaluated simultaneously using a solid and liquid meal to study relationships of whole or proximal stomach volumes to emptying we concurrently measured postprandial gastric accommodation and emptying over h of a in labeled mixed solid and liquid meal a semiautomated method allowing selection of a segmentation threshold based on a grayscale image was used to measure volume of the proximal half of the stomach defined as the top half of axial slices along the vertical length of the stomach a correction factor derived from phantom studies was applied for upscatter from the mtc to the in window relationships of time to emptying and of the meal to fasting and postprandial gastric volumes were evaluated using spearman correlation whole stomach fed and accommodation volumes were significantly correlated with all gastric emptying times and proximal stomach fed volumes were similarly associated with and proximal gastric emptying fed proximal gastric volume was associated with and whole gastric emptying fed proximal accommodation volume was associated with gastric emptying fasting gastric volumes were not significant determinants of emptying rates in conclusion postprandial gastric accommodation is significantly associated with the rate of gastric emptying with higher gastric volumes associated with prolongation of emptying novel methods to measure proximal gastric accommodation and correct for radioisotope upscatter are described new noteworthy in vivo human studies evaluated concurrently the volume of the stomach during fasting and after a solid and liquid meal using a new spect based method although fasting gastric volumes did not impact the rates of gastric emptying both postprandial and accommodation volumes of the whole and proximal stomach were significantly correlated with gastric emptying larger stomach volumes were associated with slower gastric emptying"
}