{
    "title": "Effects of breast size on breast reconstruction in BRCA mutation carriers and genetic high-risk patients after bilateral mastectomy.",
    "doc_id": "40113717",
    "writer": "Lam MC",
    "year": "2025",
    "summary": "BACKGROUND: Women with genetic susceptibility to breast cancer and indication for bilateral mastectomy are more likely to undergo implant-based breast reconstruction (IBR) than autologous breast reconstruction (ABR), while the impact of breast size in …",
    "abstract": "Background:\n        \n      \n      Women with genetic susceptibility to breast cancer and indication for bilateral mastectomy are more likely to undergo implant-based breast reconstruction (IBR) than autologous breast reconstruction (ABR), while the impact of breast size in this context is insufficiently studied. Ultimately, comparative data on IBR and different types of ABR beyond abdominal-based flaps in genetic susceptible women remain scarce. This study aimed to evaluate factors associated with ABR and the effects of breast size for bilateral reconstruction in high-risk patients.\n    \n\n\n          Methods:\n        \n      \n      A 2.5-year retrospective study was conducted at a single institution including all genetic high-risk patients who underwent bilateral mastectomy and breast reconstruction. Patients were stratified into two groups based on the weight of the mastectomy specimen. Small breast sizes were defined by mastectomy weights below 400 g, and medium-to-large breasts by specimen weights above 400 g. Binary logistic regression was performed to assess variables predictive of ABR, followed by an analysis of the breast size-dependent reconstructive algorithm and its complication rates.\n    \n\n\n          Results:\n        \n      \n      We included 71 patients with BRCA1/2 (97.2%), CHEK2 (1.4%), and PALB2 (1.4%) mutations in the study. Among those, 68 IBRs and 74 ABRs were performed. Increasing age, immediate reconstruction, and medium-to-large breast size were predictive of ABR compared to IBR (p < 0.05). In the IBR-group, the majority of preoperative small breasts received subpectoral implant placements (81.0%, p = 0.003), while prepectoral implants (53.9%, p = 0.003) were preferred in medium-to-large breasts. In the ABR-group, the deep inferior epigastric artery (DIEP) flap was the choice in the vast majority of cases with larger breasts (86.4%, p < 0.001), whereas the transverse myocutaneous gracilis (TMG) flap (46.7%, p < 0.001) and superior gluteal artery perforator (SGAP) flap (20.0%, p = 0.002) were only considered in small-breasted patients. No elevated incidence of overall complications with increasing breast size was found. However, patients with larger breasts were more likely to undergo elective revisions after IBR (p < 0.001) as well as ABR (p = 0.013). With regard to two-stage tissue expander reconstructions, high-risk patients with larger breast size revealed increased explantations (p = 0.043) and expander-related revisions requiring additional surgery (p = 0.003). The latter was significantly reduced by reduction mammoplasty prior to expander placement (p = 0.036).\n    \n\n\n          Conclusions:\n        \n      \n      The preoperative breast size of gene mutation carriers influences the postmastectomy reconstructive choice. TMG and SGAP flaps are suitable options for bilateral reconstruction of genetic susceptible patients with small breasts, while DIEP flaps are preferred in larger breast sizes. With increasing breast size an elevated risk for elective revisions after either IBR or ABR need to be considered. Women with medium-to-large breasts exhibit increased morbidity related to expansion and genetic high-risk patients may benefit from prior reduction mammoplasty.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40113717/",
    "clean_text": "effects of breast size on breast reconstruction in brca mutation carriers and genetic high risk patients after bilateral mastectomy background women with genetic susceptibility to breast cancer and indication for bilateral mastectomy are more likely to undergo implant based breast reconstruction ibr than autologous breast reconstruction abr while the impact of breast size in background women with genetic susceptibility to breast cancer and indication for bilateral mastectomy are more likely to undergo implant based breast reconstruction ibr than autologous breast reconstruction abr while the impact of breast size in this context is insufficiently studied ultimately comparative data on ibr and different types of abr beyond abdominal based flaps in genetic susceptible women remain scarce this study aimed to evaluate factors associated with abr and the effects of breast size for bilateral reconstruction in high risk patients methods a year retrospective study was conducted at a single institution including all genetic high risk patients who underwent bilateral mastectomy and breast reconstruction patients were stratified into two groups based on the weight of the mastectomy specimen small breast sizes were defined by mastectomy weights below g and medium to large breasts by specimen weights above g binary logistic regression was performed to assess variables predictive of abr followed by an analysis of the breast size dependent reconstructive algorithm and its complication rates results we included patients with brca chek and palb mutations in the study among those ibrs and abrs were performed increasing age immediate reconstruction and medium to large breast size were predictive of abr compared to ibr p in the ibr group the majority of preoperative small breasts received subpectoral implant placements p while prepectoral implants p were preferred in medium to large breasts in the abr group the deep inferior epigastric artery diep flap was the choice in the vast majority of cases with larger breasts p whereas the transverse myocutaneous gracilis tmg flap p and superior gluteal artery perforator sgap flap p were only considered in small breasted patients no elevated incidence of overall complications with increasing breast size was found however patients with larger breasts were more likely to undergo elective revisions after ibr p as well as abr p with regard to two stage tissue expander reconstructions high risk patients with larger breast size revealed increased explantations p and expander related revisions requiring additional surgery p the latter was significantly reduced by reduction mammoplasty prior to expander placement p conclusions the preoperative breast size of gene mutation carriers influences the postmastectomy reconstructive choice tmg and sgap flaps are suitable options for bilateral reconstruction of genetic susceptible patients with small breasts while diep flaps are preferred in larger breast sizes with increasing breast size an elevated risk for elective revisions after either ibr or abr need to be considered women with medium to large breasts exhibit increased morbidity related to expansion and genetic high risk patients may benefit from prior reduction mammoplasty"
}