{
    "title": "Therapeutic management in the low-wage workplace.",
    "doc_id": "38838531",
    "writer": "Ruppel EH.",
    "year": "2024",
    "summary": "Medicalization represents an increasingly significant form of social control. Emergent evidence suggests that workplace managers take up medicalized practices and discourses to produce a compliant labor force, but this phenomenon has received limited sociological at …",
    "abstract": "Medicalization represents an increasingly significant form of social control. Emergent evidence suggests that workplace managers take up medicalized practices and discourses to produce a compliant labor force, but this phenomenon has received limited sociological attention. This paper extends prior theories of medicalization to investigate therapeutic management in the low-wage workplace. I draw upon eight months of ethnographic fieldwork in Disability Works, a nonprofit job training program for people with mental illnesses, and interviews with other providers and advocates within this field. Disability Works harnesses therapy, psychiatry, and \"softer\" therapeutic practices such as mindfulness meditation, sleep hygiene, and positive affirmations to produce its workforce. This paper identifies two dimensions of therapeutic management: (1) it aims to inculcate work norms at the level of client-workers' embodied dispositions, and (2) it aims to transform structural problems into individual ones. Findings illuminate therapeutic management as an emergent workplace regime and may guide future research on its effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38838531/",
    "clean_text": "therapeutic management in the low wage workplace medicalization represents an increasingly significant form of social control emergent evidence suggests that workplace managers take up medicalized practices and discourses to produce a compliant labor force but this phenomenon has received limited sociological at medicalization represents an increasingly significant form of social control emergent evidence suggests that workplace managers take up medicalized practices and discourses to produce a compliant labor force but this phenomenon has received limited sociological attention this paper extends prior theories of medicalization to investigate therapeutic management in the low wage workplace i draw upon eight months of ethnographic fieldwork in disability works a nonprofit job training program for people with mental illnesses and interviews with other providers and advocates within this field disability works harnesses therapy psychiatry and softer therapeutic practices such as mindfulness meditation sleep hygiene and positive affirmations to produce its workforce this paper identifies two dimensions of therapeutic management it aims to inculcate work norms at the level of client workers embodied dispositions and it aims to transform structural problems into individual ones findings illuminate therapeutic management as an emergent workplace regime and may guide future research on its effects"
}