{
    "pmid": "41391688",
    "title": "Bioenergetic and protein processing imbalances in iPSC-dopamine neurons from individuals with idiopathic Parkinson's disease.",
    "abstract": "Patient induced pluripotent stem cell (iPSC)-based models represent a powerful human system to gain insights into the etiopathology of Parkinson's disease (PD). Here, we studied several iPSC-derived dopamine neuron (iPSC-DAN) lines, from individuals with idiopathic PD, which is the most common form of PD. Specifically, using iPSC-DAN differentiated for 50-55 days, we performed an in-depth analysis of different bioenergetic pathways and cellular quality control mechanisms in the cells. Our results showed wide ranging impairments in oxidative phosphorylation (OXPHOS), glycolysis and creatine kinase pathways in the PD dopamine (DA) neurons. Specifically, the PD neurons exhibited reduced oxygen consumption rates (OCR) at baseline and after challenges with mitochondrial inhibitors, as well as decreased glycolytic reserves measured via ECAR. This translated to lower OCR:ECAR ratios signifying more reliance on glycolysis vs OXPHOS in the PD cells. Moreover, a mislocalization of creatine kinase B to mitochondria was seen in the PD cells. These energetic changes occurred alongside the enhanced expression of mitochondrial fission proteins, disrupted mitophagy and oxidative stress. Additionally, the PD neurons contained more monomeric, phosphorylated, and aggregated forms of alpha synuclein and displayed reduced viability. Ultrastructural examination through immuno-electron microscopy showed more alpha synuclein gold particles directly associated with mitochondria and packed into autophagic vesicles. In essence, these data capture a web of key changes, associated with neuronal degeneration, in human iPSC-DAN from persons with idiopathic PD.",
    "disease": "parkinson disease",
    "clean_text": "bioenergetic and protein processing imbalances in ipsc dopamine neurons from individuals with idiopathic parkinson s disease patient induced pluripotent stem cell ipsc based models represent a powerful human system to gain insights into the etiopathology of parkinson s disease pd here we studied several ipsc derived dopamine neuron ipsc dan lines from individuals with idiopathic pd which is the most common form of pd specifically using ipsc dan differentiated for days we performed an in depth analysis of different bioenergetic pathways and cellular quality control mechanisms in the cells our results showed wide ranging impairments in oxidative phosphorylation oxphos glycolysis and creatine kinase pathways in the pd dopamine da neurons specifically the pd neurons exhibited reduced oxygen consumption rates ocr at baseline and after challenges with mitochondrial inhibitors as well as decreased glycolytic reserves measured via ecar this translated to lower ocr ecar ratios signifying more reliance on glycolysis vs oxphos in the pd cells moreover a mislocalization of creatine kinase b to mitochondria was seen in the pd cells these energetic changes occurred alongside the enhanced expression of mitochondrial fission proteins disrupted mitophagy and oxidative stress additionally the pd neurons contained more monomeric phosphorylated and aggregated forms of alpha synuclein and displayed reduced viability ultrastructural examination through immuno electron microscopy showed more alpha synuclein gold particles directly associated with mitochondria and packed into autophagic vesicles in essence these data capture a web of key changes associated with neuronal degeneration in human ipsc dan from persons with idiopathic pd"
}