{
    "pmid": "41362287",
    "title": "Depression preceding and following the diagnosis of Parkinson's disease and Lewy body dementia.",
    "abstract": "Depression is a common comorbidity in Parkinson's disease (PD) and Lewy body dementia (LBD). However, studies examining the rate of incident depression in the period preceding and following the diagnosis of PD and LBD are lacking in the literature. To quantify the incidence of depression in the period preceding and following the diagnosis of PD and LBD. We conducted a retrospective case-control study. Specifically, we used Danish registers to identify all patients with a diagnosis of PD or LBD in the period from 2007 to 2019. These patients were matched by age, calendar year of diagnosis and sex with up to three patients diagnosed with rheumatoid arthritis (RA), chronic kidney disease (CKD) or osteoporosis, respectively. The outcome was incident depression. The incidence of depression was assessed for up to 10 years before and up to 10 years after the diagnosis of PD or LBD. Hazard rates of incident depression for patients with PD or LBD, both before and after diagnosis, were compared with those for patients with RA, CKD or osteoporosis using a Cox-proportional hazards model. We identified 17 711 patients with PD or LBD. Their median age was 74.98 (68.10-80.85) years, and 39.92% were females. These patients were matched to 19 556, 40 842 and 47 809 patients with RA, CKD and osteoporosis, respectively. From 7 to 8 years before diagnosis to 5 years after diagnosis, patients with PD and LBD consistently had higher hazard rates of incident depression than all comparator groups. These findings are compatible with depression being an early manifestation of the neurodegenerative changes eventually leading to PD and LBD and imply that incident depression at a late age should raise awareness of potential PD and LBD.",
    "disease": "rheumatoid arthritis",
    "clean_text": "depression preceding and following the diagnosis of parkinson s disease and lewy body dementia depression is a common comorbidity in parkinson s disease pd and lewy body dementia lbd however studies examining the rate of incident depression in the period preceding and following the diagnosis of pd and lbd are lacking in the literature to quantify the incidence of depression in the period preceding and following the diagnosis of pd and lbd we conducted a retrospective case control study specifically we used danish registers to identify all patients with a diagnosis of pd or lbd in the period from to these patients were matched by age calendar year of diagnosis and sex with up to three patients diagnosed with rheumatoid arthritis ra chronic kidney disease ckd or osteoporosis respectively the outcome was incident depression the incidence of depression was assessed for up to years before and up to years after the diagnosis of pd or lbd hazard rates of incident depression for patients with pd or lbd both before and after diagnosis were compared with those for patients with ra ckd or osteoporosis using a cox proportional hazards model we identified patients with pd or lbd their median age was years and were females these patients were matched to and patients with ra ckd and osteoporosis respectively from to years before diagnosis to years after diagnosis patients with pd and lbd consistently had higher hazard rates of incident depression than all comparator groups these findings are compatible with depression being an early manifestation of the neurodegenerative changes eventually leading to pd and lbd and imply that incident depression at a late age should raise awareness of potential pd and lbd"
}