{
    "pmid": "41450333",
    "title": "Monometal-doped nanozymes ameliorate rheumatoid arthritis by regulating neutrophil ferroptosis via the MDM2-P53-SLC7A11 pathway.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disease characterized by persistent joint inflammation and swelling. Neutrophils play pivotal roles in the pathogenesis of RA and represent potential therapeutic targets. In this study, we investigated the efficacy of monometal-doped nanozymes (MDNs)on the RA murine model and the therapeutic mechanisms. Our results demonstrated that these MDNs effectively inhibit the formation of neutrophil extracellular traps (NETs) and suppress inflammatory responses. Furthermore, the MDNs induce ferroptosis in neutrophils by regulating the MDM2-P53-solute carrier family 7 member 11 (SLC7A11) signaling pathway. Collectively, these findings suggest that MDNs may serve as a promising therapeutic strategy for RA by modulating the ferroptosis-NETosis balance in neutrophils via the MDM2-p53-SLC7A11 axis.",
    "disease": "rheumatoid arthritis",
    "clean_text": "monometal doped nanozymes ameliorate rheumatoid arthritis by regulating neutrophil ferroptosis via the mdm p slc a pathway rheumatoid arthritis ra is a chronic autoimmune disease characterized by persistent joint inflammation and swelling neutrophils play pivotal roles in the pathogenesis of ra and represent potential therapeutic targets in this study we investigated the efficacy of monometal doped nanozymes mdns on the ra murine model and the therapeutic mechanisms our results demonstrated that these mdns effectively inhibit the formation of neutrophil extracellular traps nets and suppress inflammatory responses furthermore the mdns induce ferroptosis in neutrophils by regulating the mdm p solute carrier family member slc a signaling pathway collectively these findings suggest that mdns may serve as a promising therapeutic strategy for ra by modulating the ferroptosis netosis balance in neutrophils via the mdm p slc a axis"
}