{
    "pmid": "41466153",
    "title": "Global longitudinal strain decline after anthracyclines in a relatively low-risk Japanese breast cancer cohort.",
    "abstract": "Anthracyclines are known to exhibit dose-dependent cardiotoxicity, leading to cancer therapy-related cardiac dysfunction (CTRCD). The significance of routine global longitudinal strain (GLS) measurements remains uncertain in patients at low or moderate risk for cardiotoxicity. This study aimed to investigate the appropriateness of the contemporary CTRCD surveillance strategy in this population. We prospectively enrolled women with breast cancer undergoing anthracycline-based chemotherapy at Keio University Hospital from April 2018 to November 2023. Cardiotoxicity risk was assessed using the Heart Failure Association-International Cardio-Oncology Society (HFA-ICOS) tool. GLS was measured by echocardiography at baseline (T0), completion of anthracyclines (T1), and 6 months (T2) and 12 months (T3) after initiating chemotherapy. CTRCD was defined as a > 15% relative decline in GLS from baseline. Repeated GLS measurements were analyzed using linear mixed models with post-hoc Tukey testing. Fifty-eight patients (mean age 53.8 ± 9.3 years) were included, with 53 (91.3%) classified as low or moderate risk. GLS significantly declined at T2 and returned toward baseline at T3. GLS-based CTRCD was observed in 4 (6.9%), 14 (24.1%), and 4 (6.9%) patients at T1, T2, and T3, respectively. The majority of CTRCD cases showed spontaneous recovery by T3. Persistent CTRCD at T3 was limited to a small number of patients and was significantly associated with higher high-sensitivity cardiac troponin T levels at T1 (area under curve = 0.836; 95% CI, 0.674-0.997), with a Youden index-derived cutoff of 0.016 ng/mL by receiver operating characteristic analysis. In breast cancer patients with low to moderate cardiotoxicity risk, early GLS decline following anthracycline exposure was mostly transient. These findings support current surveillance recommendations and suggest a potential role for troponin in identifying patients at risk for persistent dysfunction.",
    "disease": "breast cancer",
    "clean_text": "global longitudinal strain decline after anthracyclines in a relatively low risk japanese breast cancer cohort anthracyclines are known to exhibit dose dependent cardiotoxicity leading to cancer therapy related cardiac dysfunction ctrcd the significance of routine global longitudinal strain gls measurements remains uncertain in patients at low or moderate risk for cardiotoxicity this study aimed to investigate the appropriateness of the contemporary ctrcd surveillance strategy in this population we prospectively enrolled women with breast cancer undergoing anthracycline based chemotherapy at keio university hospital from april to november cardiotoxicity risk was assessed using the heart failure association international cardio oncology society hfa icos tool gls was measured by echocardiography at baseline t completion of anthracyclines t and months t and months t after initiating chemotherapy ctrcd was defined as a relative decline in gls from baseline repeated gls measurements were analyzed using linear mixed models with post hoc tukey testing fifty eight patients mean age years were included with classified as low or moderate risk gls significantly declined at t and returned toward baseline at t gls based ctrcd was observed in and patients at t t and t respectively the majority of ctrcd cases showed spontaneous recovery by t persistent ctrcd at t was limited to a small number of patients and was significantly associated with higher high sensitivity cardiac troponin t levels at t area under curve ci with a youden index derived cutoff of ng ml by receiver operating characteristic analysis in breast cancer patients with low to moderate cardiotoxicity risk early gls decline following anthracycline exposure was mostly transient these findings support current surveillance recommendations and suggest a potential role for troponin in identifying patients at risk for persistent dysfunction"
}