{
    "title": "Case-control study of primary hyperparathyroidism in juvenile vs. adult patients.",
    "doc_id": "31982848",
    "writer": "Jovanovic M",
    "year": "2020",
    "summary": "RESULTS: A total of 14 patients with the age 20 years were included in the juvenile group, while 28 patients older than 20 were selected for the control group. Female-to-male ratio in juveniles was 1:1, and in adults 8:1 (p = 0.005). ...Mean preoperative PTH level w …",
    "abstract": "Objectives:\n        \n      \n      Primary hyperparathyroidism in juveniles is extremely rare condition, but in the last few decades the incidence is increasing. The aim of this study was to compare biochemical and clinical characteristics of juvenile and adult primary hyperparathyroidism patients.\n    \n\n\n          Methods:\n        \n      \n      A retrospective case-control study was conducted from 2004 until 2017 in high volume endocrine surgery center. Juvenile group consisted of all primary hyperparathyroidism patients younger than 20 who have undergone parathyroidectomy, and two-fold more patients older than 20 were classified in control (adult) group.\n    \n\n\n          Results:\n        \n      \n      A total of 14 patients with the age ≤20 years were included in the juvenile group, while 28 patients older than 20 were selected for the control group. Female-to-male ratio in juveniles was 1:1, and in adults 8:1 (p = 0.005). The most common form of the disease in juveniles was bone disease (42.9%) and most of adults were asymptomatic (39.3%). Mean preoperative serum calcium level was significantly higher in juveniles than in adults, 3.47 ± 0.74 mmol/L vs. 2.96 ± 0.25 mmol/L, p = 0.025. Mean preoperative PTH level was higher in juveniles than in control group, 572.6 ± 533.3 ng/L vs. 331.8 ± 347.5 ng/L, p = 0.089.\n    \n\n\n          Conclusion:\n        \n      \n      Clinical manifestations of primary hyperparathyroidism significantly differ in juvenile and adult patients. Juvenile primary hyperparathyroidism represents more severe form of the disease, often with end-organ damages, and it should be considered in patients with unspecific symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31982848/",
    "clean_text": "case control study of primary hyperparathyroidism in juvenile vs adult patients results a total of patients with the age years were included in the juvenile group while patients older than were selected for the control group female to male ratio in juveniles was and in adults p mean preoperative pth level w objectives primary hyperparathyroidism in juveniles is extremely rare condition but in the last few decades the incidence is increasing the aim of this study was to compare biochemical and clinical characteristics of juvenile and adult primary hyperparathyroidism patients methods a retrospective case control study was conducted from until in high volume endocrine surgery center juvenile group consisted of all primary hyperparathyroidism patients younger than who have undergone parathyroidectomy and two fold more patients older than were classified in control adult group results a total of patients with the age years were included in the juvenile group while patients older than were selected for the control group female to male ratio in juveniles was and in adults p the most common form of the disease in juveniles was bone disease and most of adults were asymptomatic mean preoperative serum calcium level was significantly higher in juveniles than in adults mmol l vs mmol l p mean preoperative pth level was higher in juveniles than in control group ng l vs ng l p conclusion clinical manifestations of primary hyperparathyroidism significantly differ in juvenile and adult patients juvenile primary hyperparathyroidism represents more severe form of the disease often with end organ damages and it should be considered in patients with unspecific symptoms"
}