{
    "title": "Comparative Analysis Based on Physiological and Transcriptomic Data between Juvenile and Adult Tree Peony (Paeonia delavayi).",
    "doc_id": "37446082",
    "writer": "Zhai X",
    "year": "2023",
    "summary": "It was further validated via qRT-PCR analysis, indicating that PdSPL10 might be a key gene regulating the process of juvenile-to-adult in P. delavayi. Based on the above results, a hypothetical transcriptional network regulating juvenile-to-adult transition and flow …",
    "abstract": "A long juvenile period limits the breeding process of many woody plants including tree peony. To investigate the physiological and transcriptomic differences between juvenile and adult plants of tree peony and to explore the key SQUAMOSA PROMOTER BINDING PROTEIN-LIKE (SPL) genes, which are vital in age-dependent pathways, 1-year-old and 3-year-old Paeonia delavayi plants were used to compare the relevant physiological parameters and transcriptomic profiles of the leaves in two phases of plants. The results of the physiological parameters showed that the starch content in the leaves of adult plants remained unchanged and that the soluble sugar content significantly increased compared with those in the juvenile plants. In terms of plant hormones, the contents of cytokinin-like hormone (N6-isopentenyladenine (iP)) and jasmonic acid (JA) significantly decreased, whereas the contents of auxin (indole-3-acetic acid, IAA), abscisic acid (ABA), cytokinin-like hormone (N6-isopentenyladenenosine (iPR)), and ethylene precursor (1-aminocyclopropane-1-carboxylic acid, ACC) showed no statistic difference. Transcriptome sequencing results showed that there were 194 differentially expressed genes (DEGs) between juvenile and adult plants, including 171 up-regulated DEGs and 23 down-regulated DEGs. Circadian rhythm, plant hormone signal transduction, and sugar metabolism were closely related to the juvenile-to-adult transition in P. delavayi, involving a total of 12 DEGs. In addition, a total of 13 SPL genes were identified in the transcriptome data, but only PdSPL10 (c71307.graph_c0) was differentially expressed. It was further validated via qRT-PCR analysis, indicating that PdSPL10 might be a key gene regulating the process of juvenile-to-adult in P. delavayi. Based on the above results, a hypothetical transcriptional network regulating juvenile-to-adult transition and flowering in P. delavayi was proposed. These findings provide a reference for understanding the mechanism of juvenile-to-adult transition in tree peony.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37446082/",
    "clean_text": "comparative analysis based on physiological and transcriptomic data between juvenile and adult tree peony paeonia delavayi it was further validated via qrt pcr analysis indicating that pdspl might be a key gene regulating the process of juvenile to adult in p delavayi based on the above results a hypothetical transcriptional network regulating juvenile to adult transition and flow a long juvenile period limits the breeding process of many woody plants including tree peony to investigate the physiological and transcriptomic differences between juvenile and adult plants of tree peony and to explore the key squamosa promoter binding protein like spl genes which are vital in age dependent pathways year old and year old paeonia delavayi plants were used to compare the relevant physiological parameters and transcriptomic profiles of the leaves in two phases of plants the results of the physiological parameters showed that the starch content in the leaves of adult plants remained unchanged and that the soluble sugar content significantly increased compared with those in the juvenile plants in terms of plant hormones the contents of cytokinin like hormone n isopentenyladenine ip and jasmonic acid ja significantly decreased whereas the contents of auxin indole acetic acid iaa abscisic acid aba cytokinin like hormone n isopentenyladenenosine ipr and ethylene precursor aminocyclopropane carboxylic acid acc showed no statistic difference transcriptome sequencing results showed that there were differentially expressed genes degs between juvenile and adult plants including up regulated degs and down regulated degs circadian rhythm plant hormone signal transduction and sugar metabolism were closely related to the juvenile to adult transition in p delavayi involving a total of degs in addition a total of spl genes were identified in the transcriptome data but only pdspl c graph c was differentially expressed it was further validated via qrt pcr analysis indicating that pdspl might be a key gene regulating the process of juvenile to adult in p delavayi based on the above results a hypothetical transcriptional network regulating juvenile to adult transition and flowering in p delavayi was proposed these findings provide a reference for understanding the mechanism of juvenile to adult transition in tree peony"
}