{
    "pmid": "41397764",
    "title": "Impact of atherosclerotic cardiovascular disease on mortality in ICU sepsis patients: a retrospective MIMIC-IV cohort study.",
    "abstract": "Evaluation of the impact of atherosclerotic cardiovascular disease (ASCVD), particularly polyvascular disease, on 30-day and 365-day mortality among intensive care unit (ICU) patients diagnosed with sepsis. Retrospective cohort study. This study was conducted using data from the Medical Information Mart for Intensive Care IV, a publicly available critical care database from a tertiary care hospital in the US. A total of 7895 adult ICU patients with sepsis were included between 2008 and 2022. Among them, 3314 (41.97%) had ASCVD, defined by International Classification of Diseases (ICD) codes for coronary artery disease, peripheral artery disease or stroke. The primary outcomes were all-cause mortality at 30 and 365 days following ICU admission. ASCVD patients with a greater number of disease beds tend to be male, older, have lower body mass index, heart rates, mean blood pressure, respiratory rate and temperature, compared with non-ASCVD patients. Before propensity-score matching, patients with ASCVD (3314) had significantly higher 30-day (29.21% vs 24.14%, p<0.001) and 365-day mortality (30.81% vs 25.67%, p<0.001) compared with those without ASCVD (4581). Multivariate Cox regression analysis identified ASCVD as an independent predictor of 30-day (HR: 1.166, 95% CI 1.046 to 1.300, p=0.006), indicating a 16.6% higher risk of death within 30 days. For 365-day mortality, ASCVD patients had an HR of 1.168 (95% CI 1.051 to 1.298, p=0.004), reflecting a 16.8% increased risk of death within a year. Mortality risk increased incrementally with the number of involved vascular beds, especially in patients with three disease beds who exhibited the highest risk. Our findings reveal that in sepsis patients with ASCVD as a continuous variable, each additional bed increased the 30-day and 365-day mortality risk by 13.1% and 13.9%. ASCVD significantly increases the mortality risk in ICU patients with sepsis. Integrated management of sepsis and ASCVD-using targeted interventions such as tailored pharmacotherapy and risk factor modification-may reduce mortality and morbidity in this high-risk population.",
    "disease": "coronary artery disease",
    "clean_text": "impact of atherosclerotic cardiovascular disease on mortality in icu sepsis patients a retrospective mimic iv cohort study evaluation of the impact of atherosclerotic cardiovascular disease ascvd particularly polyvascular disease on day and day mortality among intensive care unit icu patients diagnosed with sepsis retrospective cohort study this study was conducted using data from the medical information mart for intensive care iv a publicly available critical care database from a tertiary care hospital in the us a total of adult icu patients with sepsis were included between and among them had ascvd defined by international classification of diseases icd codes for coronary artery disease peripheral artery disease or stroke the primary outcomes were all cause mortality at and days following icu admission ascvd patients with a greater number of disease beds tend to be male older have lower body mass index heart rates mean blood pressure respiratory rate and temperature compared with non ascvd patients before propensity score matching patients with ascvd had significantly higher day vs p and day mortality vs p compared with those without ascvd multivariate cox regression analysis identified ascvd as an independent predictor of day hr ci to p indicating a higher risk of death within days for day mortality ascvd patients had an hr of ci to p reflecting a increased risk of death within a year mortality risk increased incrementally with the number of involved vascular beds especially in patients with three disease beds who exhibited the highest risk our findings reveal that in sepsis patients with ascvd as a continuous variable each additional bed increased the day and day mortality risk by and ascvd significantly increases the mortality risk in icu patients with sepsis integrated management of sepsis and ascvd using targeted interventions such as tailored pharmacotherapy and risk factor modification may reduce mortality and morbidity in this high risk population"
}