{
    "pmid": "41440221",
    "title": "Outcomes of Anal Cancer Patients with Inflammatory Bowel Disease Treated with Curative Chemoradiotherapy: A Systematic Review of Current Evidence.",
    "abstract": "Anal canal squamous cell cancer (ASCC) is commonly treated with chemoradiotherapy (CRT). Inflammatory bowel disease (IBD) is a relative contraindication to pelvic radiotherapy due to toxicity concerns. Advances in treatment planning since the 2000s have resulted in lower radiation doses delivered to nearby at-risk organs. We systematically reviewed the literature to answer the question \"Do IBD patients with ASCC treated with CRT have different outcomes than non-IBD patients in the present era?\". We searched the Medline, Web of Science, Cochrane, ClinicalTrials.gov, and CINAHL databases for English-language articles published between 1 January 2001 and 1 January 2025. We included patients with ASCC treated curatively with CRT. This systematic review is registered in the PROSPERO international systematic review registry (CRD420251062114). A total of 220 unique articles were identified. Two reviewers independently screened titles and abstracts, which was followed by full-text screening. Eleven publications, comprising 24 patients, were included in the systematic review. The local recurrence rate following CRT was 25%, and 30% of patients had documented late toxicity. The included literature consists of case reports and small case series. Despite the limitations, our review shows toxicity, local control, and survival outcomes for IBD patients with ASCC treated with CRT that are comparable to those of non-IBD patients.",
    "disease": "colorectal cancer",
    "clean_text": "outcomes of anal cancer patients with inflammatory bowel disease treated with curative chemoradiotherapy a systematic review of current evidence anal canal squamous cell cancer ascc is commonly treated with chemoradiotherapy crt inflammatory bowel disease ibd is a relative contraindication to pelvic radiotherapy due to toxicity concerns advances in treatment planning since the s have resulted in lower radiation doses delivered to nearby at risk organs we systematically reviewed the literature to answer the question do ibd patients with ascc treated with crt have different outcomes than non ibd patients in the present era we searched the medline web of science cochrane clinicaltrials gov and cinahl databases for english language articles published between january and january we included patients with ascc treated curatively with crt this systematic review is registered in the prospero international systematic review registry crd a total of unique articles were identified two reviewers independently screened titles and abstracts which was followed by full text screening eleven publications comprising patients were included in the systematic review the local recurrence rate following crt was and of patients had documented late toxicity the included literature consists of case reports and small case series despite the limitations our review shows toxicity local control and survival outcomes for ibd patients with ascc treated with crt that are comparable to those of non ibd patients"
}