{
    "pmid": "41463148",
    "title": "Association of Breast Density with Breast Cancer Risk and Stage at Diagnosis: A Korean Nationwide Cohort Study.",
    "abstract": "Breast density, as defined by the Breast Imaging Reporting and Data System (BI-RADS), reduces mammographic sensitivity and is a risk factor for breast cancer. However, its association with cancer risk and stage at diagnosis remains debated, with limited large-scale evidence. We conducted a nationwide retrospective cohort study of 952,755 Korean women who underwent screening mammography between 2013 and 2014, with breast cancer diagnoses identified over a 5-year follow-up period. Breast density was categorized by BI-RADS criteria (A-D). Breast cancer risk was evaluated using logistic regression, with odds ratios representing relative odds of developing breast cancer during the 5-year interval. Stage at diagnosis was classified as localized versus regional/distant disease according to national cancer registry records. During 5 years of follow-up, 11,286 women (1.2%) were diagnosed with breast cancer. Higher breast density was significantly associated with increased breast cancer risk: multivariable-adjusted odds ratios (ORs) were 1.174 (95% CI, 1.093-1.260), 1.268 (95% CI, 1.186-1.356), and 1.287 (95% CI, 1.196-1.385) for BI-RADS B-D, respectively, compared with BI-RADS A (all  Higher breast density was independently associated with increased breast cancer risk but not with advanced-stage disease at diagnosis. These findings underscore the importance of individualized screening strategies for women with dense breasts.",
    "disease": "breast cancer",
    "clean_text": "association of breast density with breast cancer risk and stage at diagnosis a korean nationwide cohort study breast density as defined by the breast imaging reporting and data system bi rads reduces mammographic sensitivity and is a risk factor for breast cancer however its association with cancer risk and stage at diagnosis remains debated with limited large scale evidence we conducted a nationwide retrospective cohort study of korean women who underwent screening mammography between and with breast cancer diagnoses identified over a year follow up period breast density was categorized by bi rads criteria a d breast cancer risk was evaluated using logistic regression with odds ratios representing relative odds of developing breast cancer during the year interval stage at diagnosis was classified as localized versus regional distant disease according to national cancer registry records during years of follow up women were diagnosed with breast cancer higher breast density was significantly associated with increased breast cancer risk multivariable adjusted odds ratios ors were ci ci and ci for bi rads b d respectively compared with bi rads a all higher breast density was independently associated with increased breast cancer risk but not with advanced stage disease at diagnosis these findings underscore the importance of individualized screening strategies for women with dense breasts"
}