{
    "pmid": "41446531",
    "title": "Assessing awareness of latent tuberculosis infection: the urgent need for clinical governance-driven education in rural Eastern Cape - insights from a community-based study.",
    "abstract": "Latent tuberculosis infection (LTBI) affects approximately a quarter of the global population and poses a significant barrier to TB control, particularly in high-burden settings like South Africa. Public awareness of LTBI remains limited, with widespread misconceptions, especially within rural healthcare systems. This study assessed community knowledge of LTBI, evaluated the impact of prior educational exposure, and identified sociodemographic disparities and stigma-related beliefs in a rural Eastern Cape community. A cross-sectional study was conducted using a convenience sampling strategy among 245 adults attending a rural primary care facility in a high TB-burden area. A structured questionnaire was administered to assess participants' knowledge of LTBI, including its differentiation from active TB, associated risk factors, and treatment options. Among participants (62% female, 99.6% Black African), LTBI knowledge was significantly higher among those with prior educational exposure (77% vs. 46%,  Structured LTBI education substantially improves community knowledge. However, interventions must be tailored to demographic and cultural contexts to address stigma and misconceptions effectively. Integrating LTBI education into clinical governance and quality assurance frameworks may promote equitable, consistent, and stigma-sensitive TB prevention in rural settings, thereby contributing to improved patient outcomes and a stronger health system.",
    "disease": "tuberculosis",
    "clean_text": "assessing awareness of latent tuberculosis infection the urgent need for clinical governance driven education in rural eastern cape insights from a community based study latent tuberculosis infection ltbi affects approximately a quarter of the global population and poses a significant barrier to tb control particularly in high burden settings like south africa public awareness of ltbi remains limited with widespread misconceptions especially within rural healthcare systems this study assessed community knowledge of ltbi evaluated the impact of prior educational exposure and identified sociodemographic disparities and stigma related beliefs in a rural eastern cape community a cross sectional study was conducted using a convenience sampling strategy among adults attending a rural primary care facility in a high tb burden area a structured questionnaire was administered to assess participants knowledge of ltbi including its differentiation from active tb associated risk factors and treatment options among participants female black african ltbi knowledge was significantly higher among those with prior educational exposure vs structured ltbi education substantially improves community knowledge however interventions must be tailored to demographic and cultural contexts to address stigma and misconceptions effectively integrating ltbi education into clinical governance and quality assurance frameworks may promote equitable consistent and stigma sensitive tb prevention in rural settings thereby contributing to improved patient outcomes and a stronger health system"
}