{
    "pmid": "41359912",
    "title": "Indications and Outcomes of Total Hip Arthroplasty in Patients Aged 15 to 45 years.",
    "abstract": "This study analyzed the indications, 90-day, and 10-year complication rates among young patients aged 15 to 45 years treated with contemporary total hip arthroplasty (THA) implants. Primary or conversion THA patients aged 15 to 45 years were identified from the PearlDiver M165Ortho data set. Surgical indications were categorized by International Classification of Disease codes into the following groups: primary osteoarthritis (OA), osteonecrosis, structural deformities (SD), posttraumatic OA (PTOA), and rheumatoid arthritis (RA). Demographics of THA patients stratified by indication were determined. Ninety-day adverse events and readmissions, 10-year periprosthetic fractures, dislocations, and revisions were determined for each group. Multivariable analysis identified independent predictors of adverse outcomes and 10-year Kaplan-Meier survival to revision analysis was done. A total of 46,021 THA patients aged 15 to 45 years were identified. The primary surgical indication was OA in 27,805 (60.4%), osteonecrosis in 11,251 (24.4%), SD in 3873 (8.4%), PTOA in 1778 (3.9%), and RA in 1314 (2.9%). Ninety-day adverse events were below 15% and similar across indications. Ninety-day readmissions were highest for the RA group 16.4%. The incidence of 10-year periprosthetic fractures, dislocations, and revisions were highest for PTOA patients at 2.64% and 5.79%, 5.20%, respectively. On multivariable analysis, predictors of 90-day adverse events were younger age, female sex, and PTOA as the indication for surgery (relative to OA). Younger age also strongly predicted 90-day readmissions. Predictors of 10-year periprosthetic fractures included PTOA or SD (relative to OA), and dislocation or revision included PTOA and female sex (relative to male). Younger age was a protective factor against 10-year dislocations and revisions. Although implant survival was different by Kaplan-Meier analysis out to 10 years (P = 0.02), the indication groups were clinically similar, ranging from 93.9% to 94.6%. Among young THA patients, postoperative complication rates varied by indication; however, long-term implant survival is reassuring regardless of surgical indication-with 10-year survival at approximately 94% for all groups analyzed.",
    "disease": "rheumatoid arthritis",
    "clean_text": "indications and outcomes of total hip arthroplasty in patients aged to years this study analyzed the indications day and year complication rates among young patients aged to years treated with contemporary total hip arthroplasty tha implants primary or conversion tha patients aged to years were identified from the pearldiver m ortho data set surgical indications were categorized by international classification of disease codes into the following groups primary osteoarthritis oa osteonecrosis structural deformities sd posttraumatic oa ptoa and rheumatoid arthritis ra demographics of tha patients stratified by indication were determined ninety day adverse events and readmissions year periprosthetic fractures dislocations and revisions were determined for each group multivariable analysis identified independent predictors of adverse outcomes and year kaplan meier survival to revision analysis was done a total of tha patients aged to years were identified the primary surgical indication was oa in osteonecrosis in sd in ptoa in and ra in ninety day adverse events were below and similar across indications ninety day readmissions were highest for the ra group the incidence of year periprosthetic fractures dislocations and revisions were highest for ptoa patients at and respectively on multivariable analysis predictors of day adverse events were younger age female sex and ptoa as the indication for surgery relative to oa younger age also strongly predicted day readmissions predictors of year periprosthetic fractures included ptoa or sd relative to oa and dislocation or revision included ptoa and female sex relative to male younger age was a protective factor against year dislocations and revisions although implant survival was different by kaplan meier analysis out to years p the indication groups were clinically similar ranging from to among young tha patients postoperative complication rates varied by indication however long term implant survival is reassuring regardless of surgical indication with year survival at approximately for all groups analyzed"
}