{
    "title": "[Gene therapy in orthopaedic surgery].",
    "doc_id": "17061078",
    "writer": "Madry H",
    "year": "2006",
    "summary": "Gene therapy in orthopaedic surgery is being intensively studied in the context of different genetic and nonmendelian diseases. ...The first clinical studies for gene therapy of rheumatoid arthritis already demonstrated their practical feasibili …",
    "abstract": "Gene therapy in orthopaedic surgery is being intensively studied in the context of different genetic and nonmendelian diseases. Experimental progress in this area is characterized by the complexity of gene vector selection and production, gene transfer technology, application routes, choice of animal models, and evaluation of its efficacy using structural and functional parameters. The first clinical studies for gene therapy of rheumatoid arthritis already demonstrated their practical feasibility. Current data indicate that gene-based therapies are effective in promoting the repair of articular cartilage, and bone defects. Such strategies may lead to the development of novel molecular therapies treatments in orthopaedic surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17061078/",
    "clean_text": "gene therapy in orthopaedic surgery gene therapy in orthopaedic surgery is being intensively studied in the context of different genetic and nonmendelian diseases the first clinical studies for gene therapy of rheumatoid arthritis already demonstrated their practical feasibili gene therapy in orthopaedic surgery is being intensively studied in the context of different genetic and nonmendelian diseases experimental progress in this area is characterized by the complexity of gene vector selection and production gene transfer technology application routes choice of animal models and evaluation of its efficacy using structural and functional parameters the first clinical studies for gene therapy of rheumatoid arthritis already demonstrated their practical feasibility current data indicate that gene based therapies are effective in promoting the repair of articular cartilage and bone defects such strategies may lead to the development of novel molecular therapies treatments in orthopaedic surgery"
}