{
    "pmid": "41448677",
    "title": "Clinical characteristics and outcomes of patients with type 2 diabetes mellitus and chronic kidney disease from two new-user medication cohorts: a retrospective cohort study using regional electronic health records database in China.",
    "abstract": "Given the rapidly evolving therapeutic landscape for type 2 diabetes (T2D) and chronic kidney disease (CKD), this study aimed to characterise the clinical profiles and real-world outcomes of patients with T2D and CKD in China who initiated sodium-glucose cotransporter 2 inhibitors (SGLT2i) or glucagon-like peptide-1 receptor agonists (GLP-1 RA). Retrospective cohort study. Demographic and clinical data of patients from a regional electronic health records database in Tianjin, China between 2012 and 2019 were used. Adult patients diagnosed with T2D and CKD who initiated SGLT2i or GLP-1 RA from 2012 to 2019. Baseline demographic and disease characteristics, comorbidities and comedications, healthcare resource utilisation (HRU), and clinical outcomes were assessed using descriptive statistics. A total of 935 and 4821 patients were included in SGLT2i and GLP-1 RA cohorts, with the mean ages of 59 and 56 years, respectively. Both cohorts had similar durations of T2D (mean: 5 years) and CKD (mean: 3 years). In SGLT2i and GLP-1 RA cohorts, 54.4% and 56.9% of patients had hemoglobin A1c (HbA1c) >7%, and 50.5% and 54.1% were classified as CKD stage 1 at baseline. During the follow-up period (median 1.4 months for SGLT2i cohort and median 2.3 months for GLP-1 RA cohort), higher numbers of specialist visits compared with general practitioner visits were observed numerically for both cohorts. The incidence rates (95% CI) of kidney failure per 100 person-years were 3.1 (1.0, 7.3) for SGLT2i cohort, and 4.9 (3.9, 6.0) for GLP-1 RA cohort during follow-up. This study provides descriptive evidence regarding the clinical characteristics and outcomes of patients with T2D and CKD who initiated SGLT2i or GLP-1 RA in China. The results are important for understanding the existing HRU and residual risk of severe clinical outcomes in such patient populations. The findings also provide a solid foundation for future research aimed at examining the clinical outcomes of new therapeutic options for T2D and CKD.",
    "disease": "diabetes mellitus",
    "clean_text": "clinical characteristics and outcomes of patients with type diabetes mellitus and chronic kidney disease from two new user medication cohorts a retrospective cohort study using regional electronic health records database in china given the rapidly evolving therapeutic landscape for type diabetes t d and chronic kidney disease ckd this study aimed to characterise the clinical profiles and real world outcomes of patients with t d and ckd in china who initiated sodium glucose cotransporter inhibitors sglt i or glucagon like peptide receptor agonists glp ra retrospective cohort study demographic and clinical data of patients from a regional electronic health records database in tianjin china between and were used adult patients diagnosed with t d and ckd who initiated sglt i or glp ra from to baseline demographic and disease characteristics comorbidities and comedications healthcare resource utilisation hru and clinical outcomes were assessed using descriptive statistics a total of and patients were included in sglt i and glp ra cohorts with the mean ages of and years respectively both cohorts had similar durations of t d mean years and ckd mean years in sglt i and glp ra cohorts and of patients had hemoglobin a c hba c and and were classified as ckd stage at baseline during the follow up period median months for sglt i cohort and median months for glp ra cohort higher numbers of specialist visits compared with general practitioner visits were observed numerically for both cohorts the incidence rates ci of kidney failure per person years were for sglt i cohort and for glp ra cohort during follow up this study provides descriptive evidence regarding the clinical characteristics and outcomes of patients with t d and ckd who initiated sglt i or glp ra in china the results are important for understanding the existing hru and residual risk of severe clinical outcomes in such patient populations the findings also provide a solid foundation for future research aimed at examining the clinical outcomes of new therapeutic options for t d and ckd"
}