{
    "title": "Case report: Endovascular intervention of internal carotid artery pseudoaneurysm secondary to nasopharyngeal carcinoma radiotherapy.",
    "doc_id": "36713655",
    "writer": "Li C",
    "year": "2023",
    "summary": "However, because of its relatively low incidence, many medical institutions lack experience in managing this type of emergency. CASE INFORMATION: In this case report, we described two cases suffered ruptured internal carotid artery PSA after radiotherapy for nasopha …",
    "abstract": "Background:\n        \n      \n      Internal carotid artery pseudoaneurysm (PSA) is a serious complication after radiotherapy for nasopharyngeal carcinoma, and once it ruptures and bleeds, it will seriously affect the patient's survival and prognosis. However, because of its relatively low incidence, many medical institutions lack experience in managing this type of emergency.\n    \n\n\n          Case information:\n        \n      \n      In this case report, we described two cases suffered ruptured internal carotid artery PSA after radiotherapy for nasopharyngeal carcinoma, including their history, diagnosis, and treatment. Both cases underwent emergency endovascular interventions, one of which with long-term healing after embolization of the PSA, and the other one with re-bleeding after embolization and was eventually stopped by embolization of the parent artery. Ultimately, both cases received timely and effective treatment.\n    \n\n\n          Conclusion:\n        \n      \n      This case report detailed the diagnosis and treatment course of internal carotid artery PSA after radiotherapy for nasopharyngeal carcinoma, which enhanced the understanding of this emergency, and provided valuable information and experience for the treatment strategy of similar PSA on the internal carotid artery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36713655/",
    "clean_text": "case report endovascular intervention of internal carotid artery pseudoaneurysm secondary to nasopharyngeal carcinoma radiotherapy however because of its relatively low incidence many medical institutions lack experience in managing this type of emergency case information in this case report we described two cases suffered ruptured internal carotid artery psa after radiotherapy for nasopha background internal carotid artery pseudoaneurysm psa is a serious complication after radiotherapy for nasopharyngeal carcinoma and once it ruptures and bleeds it will seriously affect the patient s survival and prognosis however because of its relatively low incidence many medical institutions lack experience in managing this type of emergency case information in this case report we described two cases suffered ruptured internal carotid artery psa after radiotherapy for nasopharyngeal carcinoma including their history diagnosis and treatment both cases underwent emergency endovascular interventions one of which with long term healing after embolization of the psa and the other one with re bleeding after embolization and was eventually stopped by embolization of the parent artery ultimately both cases received timely and effective treatment conclusion this case report detailed the diagnosis and treatment course of internal carotid artery psa after radiotherapy for nasopharyngeal carcinoma which enhanced the understanding of this emergency and provided valuable information and experience for the treatment strategy of similar psa on the internal carotid artery"
}