{
    "title": "Heart failure: when form fails to follow function.",
    "doc_id": "26497163",
    "writer": "Katz AM",
    "year": "2016",
    "summary": "Impaired adaptation of form to function in failing hearts contributes to two syndromes initially called systolic heart failure (SHF) and diastolic heart failure (DHF). In SHF, characterized by high end-diastolic volume (EDV), the left ventricle (LV) ca …",
    "abstract": "Cardiac performance is normally determined by architectural, cellular, and molecular structures that determine the heart's form, and by physiological and biochemical mechanisms that regulate the function of these structures. Impaired adaptation of form to function in failing hearts contributes to two syndromes initially called systolic heart failure (SHF) and diastolic heart failure (DHF). In SHF, characterized by high end-diastolic volume (EDV), the left ventricle (LV) cannot eject a normal stroke volume (SV); in DHF, with normal or low EDV, the LV cannot accept a normal venous return. These syndromes are now generally defined in terms of ejection fraction (EF): SHF became 'heart failure with reduced ejection fraction' (HFrEF) while DHF became 'heart failure with normal or preserved ejection fraction' (HFnEF or HFpEF). However, EF is a chimeric index because it is the ratio between SV--which measures function, and EDV--which measures form. In SHF the LV dilates when sarcomere addition in series increases cardiac myocyte length, whereas sarcomere addition in parallel can cause concentric hypertrophy in DHF by increasing myocyte thickness. Although dilatation in SHF allows the LV to accept a greater venous return, it increases the energy cost of ejection and initiates a vicious cycle that contributes to progressive dilatation. In contrast, concentric hypertrophy in DHF facilitates ejection but impairs filling and can cause heart muscle to deteriorate. Differences in the molecular signals that initiate dilatation and concentric hypertrophy can explain why many drugs that improve prognosis in SHF have little if any benefit in DHF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26497163/",
    "clean_text": "heart failure when form fails to follow function impaired adaptation of form to function in failing hearts contributes to two syndromes initially called systolic heart failure shf and diastolic heart failure dhf in shf characterized by high end diastolic volume edv the left ventricle lv ca cardiac performance is normally determined by architectural cellular and molecular structures that determine the heart s form and by physiological and biochemical mechanisms that regulate the function of these structures impaired adaptation of form to function in failing hearts contributes to two syndromes initially called systolic heart failure shf and diastolic heart failure dhf in shf characterized by high end diastolic volume edv the left ventricle lv cannot eject a normal stroke volume sv in dhf with normal or low edv the lv cannot accept a normal venous return these syndromes are now generally defined in terms of ejection fraction ef shf became heart failure with reduced ejection fraction hfref while dhf became heart failure with normal or preserved ejection fraction hfnef or hfpef however ef is a chimeric index because it is the ratio between sv which measures function and edv which measures form in shf the lv dilates when sarcomere addition in series increases cardiac myocyte length whereas sarcomere addition in parallel can cause concentric hypertrophy in dhf by increasing myocyte thickness although dilatation in shf allows the lv to accept a greater venous return it increases the energy cost of ejection and initiates a vicious cycle that contributes to progressive dilatation in contrast concentric hypertrophy in dhf facilitates ejection but impairs filling and can cause heart muscle to deteriorate differences in the molecular signals that initiate dilatation and concentric hypertrophy can explain why many drugs that improve prognosis in shf have little if any benefit in dhf"
}