{
    "pmid": "41448055",
    "title": "A low-cell-number proteomics method for elucidating the developmental mechanisms of colorectal cancer stem cells.",
    "abstract": "Colorectal cancer (CRC) is one of the leading causes of death worldwide. Colorectal cancer stem cells (CCSCs) are a critical, rare cell subpopulation that drives their malignant progression, treatment resistance, and tumor recurrence. Understanding the developmental mechanisms of CCSCs is crucial for elucidating tumor evolution and identifying potential therapeutic targets. Proteomics, as a high-throughput protein detection method, has been widely used to detect the mechanisms of tumor occurrence and development. However, the scarcity of CCSCs makes obtaining sufficient serial samples for traditional proteomics studies challenging. Herein, we constructed a multi-omics platform to study CCSCs' dynamic development based on a low-cell-number proteomics, transcriptome and metabolomics (LCNP-T-M). LCNP achieved the identification of 5774 - 5992 proteins under low-input conditions, which significantly enhanced proteome coverage. By the LCNP-T-M platform, we identified seven key regulatory factors: ROCK1, PPP2R5A, RHOA, JUN, GCLM, PIK3CB, and AK6. RT-qPCR revealed their stage-specific overexpression during CCSCs induction and showed their potential as therapeutic targets. The LCNP-T-M platform provides an effective technical framework and theoretical foundation for investigating CCSCs' mechanisms and target discovery.",
    "disease": "colorectal cancer",
    "clean_text": "a low cell number proteomics method for elucidating the developmental mechanisms of colorectal cancer stem cells colorectal cancer crc is one of the leading causes of death worldwide colorectal cancer stem cells ccscs are a critical rare cell subpopulation that drives their malignant progression treatment resistance and tumor recurrence understanding the developmental mechanisms of ccscs is crucial for elucidating tumor evolution and identifying potential therapeutic targets proteomics as a high throughput protein detection method has been widely used to detect the mechanisms of tumor occurrence and development however the scarcity of ccscs makes obtaining sufficient serial samples for traditional proteomics studies challenging herein we constructed a multi omics platform to study ccscs dynamic development based on a low cell number proteomics transcriptome and metabolomics lcnp t m lcnp achieved the identification of proteins under low input conditions which significantly enhanced proteome coverage by the lcnp t m platform we identified seven key regulatory factors rock ppp r a rhoa jun gclm pik cb and ak rt qpcr revealed their stage specific overexpression during ccscs induction and showed their potential as therapeutic targets the lcnp t m platform provides an effective technical framework and theoretical foundation for investigating ccscs mechanisms and target discovery"
}