{
    "pmid": "41469345",
    "title": "ASSESSMENT OF THE INCIDENCE OF MALIGNANT NEOPLASMS IN RESIDENTS OF THE MOST RADIONUCLIDE-CONTAMINATED TERRITORIES OF UKRAINE, TAKING INTO ACCOUNT THE INFLUENCE OF FORCE MAJEURE CIRCUMSTANCES.",
    "abstract": "to determine the incidence rates of malignant neoplasms (MNs) among residents of the most radionuclidecontaminated territories (RCT) with an assessment of the possible impact of force majeure circumstanceson the specified levels of indicatorsMaterials and methods. The object of the study was residents of the RCT of Zhytomyr and Kyiv regions, the totalnumber of which decreased from 173,198 persons in 2020 to 161,978 persons in 2023. The number of residentsof the most RCT by age group in 2021-2023 was determined in accordance with the structure observed in 2020.To estimate the number of cases of MNs diagnosed in residents of the RCT, the database of the National CancerRegistry of Ukraine (NCRU) was used. To eliminate the influence of force majeure circumstances on the assessment of the incidence rate of MNs among RCT residents in 2020-2023, the regression analysis method was substantiated and applied. The obtained data provide grounds for concluding that the previous trends towards anincrease in the frequency of MNs and certain of their nosological forms, which are considered radiationassociated (MNs of lymphoid and hematopoietic tissue, thyroid cancer, breast cancer), will persist in 2020-2023, as wellas the need to take into account the likely impact of force majeure circumstances on the magnitude of the indicators. Мета: дослідити рівні захворюваності на злоякісні новоутворення мешканців найбільш забруднених радіонуклідами територій (РЗТ) з оцінкою можливого впливу форсмажорних обставин на визначені рівні показників.Матеріали і методи. Досліджувались мешканці найбільш забруднених радіонуклідами територій Житомирськоїі Київської областей, загальна чисельність яких скоротилась, з 173 198 осіб у 2020 році до 161 978 осіб у 2023році. Чисельність мешканців РЗТ за віковими групами в 2021–2023 роках було визначено відповідно до структури, спостережуваної в 2020 році. Для оцінки кількості випадків злоякісних новоутворень (ЗН), діагностованих у мешканців РЗТ, було використано базу даних Національного канцерреєстру України (НКРУ). Для елімінації впливу форсмажорних обставин на оцінку рівня захворюваності на ЗН мешканців РЗТ у 2020–2023 роках, було обґрунтовано і застосовано метод регресійного аналізу.Результати і висновки. Отримані дані дають підстави для висновку про збереження в 2020–2023 роках попередніх тенденцій до зростання частоти ЗН та їхніх окремих нозологічних форм, що вважаються радіаційноасоційованими (ЗН лімфоїдної та кровотворної тканини, раку щитоподібної та молочної залоз), а також про необхідність враховувати ймовірний вплив форсмажорних обставин на величину показників.Ключові слова: Чорнобильська катастрофа; мешканці забруднених радіонуклідами територій; рак; захворюваність.",
    "disease": "breast cancer",
    "clean_text": "assessment of the incidence of malignant neoplasms in residents of the most radionuclide contaminated territories of ukraine taking into account the influence of force majeure circumstances to determine the incidence rates of malignant neoplasms mns among residents of the most radionuclidecontaminated territories rct with an assessment of the possible impact of force majeure circumstanceson the specified levels of indicatorsmaterials and methods the object of the study was residents of the rct of zhytomyr and kyiv regions the totalnumber of which decreased from persons in to persons in the number of residentsof the most rct by age group in was determined in accordance with the structure observed in to estimate the number of cases of mns diagnosed in residents of the rct the database of the national cancerregistry of ukraine ncru was used to eliminate the influence of force majeure circumstances on the assessment of the incidence rate of mns among rct residents in the regression analysis method was substantiated and applied the obtained data provide grounds for concluding that the previous trends towards anincrease in the frequency of mns and certain of their nosological forms which are considered radiationassociated mns of lymphoid and hematopoietic tissue thyroid cancer breast cancer will persist in as wellas the need to take into account the likely impact of force majeure circumstances on the magnitude of the indicators"
}