{
    "title": "Sex Differences in Early Weight Loss Success During a Diabetes Prevention Intervention.",
    "doc_id": "37226352",
    "writer": "Miller CK",
    "year": "2023",
    "summary": "Objectives: Males often lose more weight than females during treatment, and early weight loss predicts weight loss longer-term. ...Principal components, regression, and mediation analyses were conducted to determine whether weight loss …",
    "abstract": "Objectives: Males often lose more weight than females during treatment, and early weight loss predicts weight loss longer-term. Yet, mechanisms for sex differences in early weight loss are unknown and were examined in this study.Methods: Adults≥21 years old with overweight or obesity and prediabetes (N=206) participated in a lifestyle intervention and completed baseline psychosocial questionnaires. Percent weight loss, session attendance, and number of days participants self-monitored dietary intake and weight were determined at week 5. Principal components, regression, and mediation analyses were conducted to determine whether weight loss differed by sex and potential mediators of weight change. Results: Mean (±SD) weight loss was greater for males (2.59±1.62%) than females (2.05±1.54%; p=.02). Attendance, self-monitoring, and beliefs regarding disease risk were independent predictors of weight loss (all p<.05) but did not explain sex differences. The association between attendance and weight loss was stronger for males than females (p<.05). Conclusions: Additional research is needed to identify mechanisms that explain sex differences in early weight loss. However, strengthening risk beliefs, attendance, and self-monitoring may promote greater early weight loss for all participants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37226352/",
    "clean_text": "sex differences in early weight loss success during a diabetes prevention intervention objectives males often lose more weight than females during treatment and early weight loss predicts weight loss longer term principal components regression and mediation analyses were conducted to determine whether weight loss objectives males often lose more weight than females during treatment and early weight loss predicts weight loss longer term yet mechanisms for sex differences in early weight loss are unknown and were examined in this study methods adults years old with overweight or obesity and prediabetes n participated in a lifestyle intervention and completed baseline psychosocial questionnaires percent weight loss session attendance and number of days participants self monitored dietary intake and weight were determined at week principal components regression and mediation analyses were conducted to determine whether weight loss differed by sex and potential mediators of weight change results mean sd weight loss was greater for males than females p attendance self monitoring and beliefs regarding disease risk were independent predictors of weight loss all p but did not explain sex differences the association between attendance and weight loss was stronger for males than females p conclusions additional research is needed to identify mechanisms that explain sex differences in early weight loss however strengthening risk beliefs attendance and self monitoring may promote greater early weight loss for all participants"
}