{
    "title": "Ump1 extends yeast lifespan and enhances viability during oxidative stress: central role for the proteasome?",
    "doc_id": "16337885",
    "writer": "Chen Q",
    "year": "2006",
    "summary": "In the present study we examined the contribution of impaired proteasome function to the regulation of oxidative damage (oxidized protein levels) following the administration of oxidative stressors, and to the cytotoxicity observed in aging and oxidatively …",
    "abstract": "Increasing evidence suggests that the proteasome may play an important role in both oxidative stress response and cellular aging, although considerable controversy exists as to the exact role the proteasome plays in each of these paradigms. In the present study we examined the contribution of impaired proteasome function to the regulation of oxidative damage (oxidized protein levels) following the administration of oxidative stressors, and to the cytotoxicity observed in aging and oxidatively challenged cells. In these studies the preservation of proteasome-mediated protein degradation was achieved via increased expression of the proteasome assembly protein Ump1. We observed that Saccharomyces cerevisiae transformed to express increased levels of Ump1 exhibited increased viability in response to a variety of oxidative stressors (menadione, hydrogen peroxide, 4-hydroxynonenal). The increased viability observed in each of these paradigms was associated with an enhanced preservation of proteasome-mediated protein degradation, consistent with the preservation of proteasome function being sufficient to ameliorate oxidative stress-induced cytotoxicity. Interestingly, cells expressing Ump1 were observed to initially have robust elevations in oxidized protein levels following the addition of oxidative stressors, but exhibited a significantly reduced level of oxidized proteins following the removal of oxidative stressors. Cells expressing elevated levels of Ump1 also exhibited an enhanced preservation of proteasome-mediated protein degradation, and enhanced viability during stationary-phase aging. Taken together these data strongly support a role for the proteasome serving as a central regulator of cellular viability during oxidative stress and during aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16337885/",
    "clean_text": "ump extends yeast lifespan and enhances viability during oxidative stress central role for the proteasome in the present study we examined the contribution of impaired proteasome function to the regulation of oxidative damage oxidized protein levels following the administration of oxidative stressors and to the cytotoxicity observed in aging and oxidatively increasing evidence suggests that the proteasome may play an important role in both oxidative stress response and cellular aging although considerable controversy exists as to the exact role the proteasome plays in each of these paradigms in the present study we examined the contribution of impaired proteasome function to the regulation of oxidative damage oxidized protein levels following the administration of oxidative stressors and to the cytotoxicity observed in aging and oxidatively challenged cells in these studies the preservation of proteasome mediated protein degradation was achieved via increased expression of the proteasome assembly protein ump we observed that saccharomyces cerevisiae transformed to express increased levels of ump exhibited increased viability in response to a variety of oxidative stressors menadione hydrogen peroxide hydroxynonenal the increased viability observed in each of these paradigms was associated with an enhanced preservation of proteasome mediated protein degradation consistent with the preservation of proteasome function being sufficient to ameliorate oxidative stress induced cytotoxicity interestingly cells expressing ump were observed to initially have robust elevations in oxidized protein levels following the addition of oxidative stressors but exhibited a significantly reduced level of oxidized proteins following the removal of oxidative stressors cells expressing elevated levels of ump also exhibited an enhanced preservation of proteasome mediated protein degradation and enhanced viability during stationary phase aging taken together these data strongly support a role for the proteasome serving as a central regulator of cellular viability during oxidative stress and during aging"
}