{
    "pmid": "41461541",
    "title": "[Association of sodium-glucose linked transporter 2 inhibitors with functional outcomes at discharge in diabetic patients with acute ischemic stroke].",
    "abstract": "To investigate the association between sodium-glucose linked transporter (SGLT) 2 inhibitors use and functional outcomes at discharge in diabetic patients with acute ischemic stroke (AIS). A retrospective cohort study was conducted using data from the CASE-Ⅱ registry (NCT04487340) for patients admitted between January 2022 and November 2024. Diabetic patients with AIS were categorized as SGLT2 inhibitor users or non-users (control group). The primary outcome was a favorable functional outcome, defined as a modified Rankin Scale (mRS) score of 0-2 at discharge. Propensity score matching (PSM) was performed in a 1∶2 ratio. Multivariate logistic regression models were used to assess the association between SGLT2 inhibitor use and outcomes, adjusting for potential confounders. Stratified analyses were performed based on pre-existing diabetes versus newly diagnosed diabetes during the hospitalization. The study included 9220 patients (mean age 67±11 years; 39.4% female), of whom 1915 (20.8%) were SGLT2 inhibitor users; after PSM there were 1912 cases user group and 3683 cases in non-user group. Before PSM, the proportion of patients with an mRS score of 0-2 at discharge was significantly higher in the SGLT2 inhibitor group than that in the control group (79.8%  Among diabetic patients with AIS, SGLT2 inhibitor use is independently associated with better functional outcomes at discharge, showing a potential benefit for short-term neurological recovery.",
    "disease": "diabetes mellitus",
    "clean_text": "association of sodium glucose linked transporter inhibitors with functional outcomes at discharge in diabetic patients with acute ischemic stroke to investigate the association between sodium glucose linked transporter sglt inhibitors use and functional outcomes at discharge in diabetic patients with acute ischemic stroke ais a retrospective cohort study was conducted using data from the case registry nct for patients admitted between january and november diabetic patients with ais were categorized as sglt inhibitor users or non users control group the primary outcome was a favorable functional outcome defined as a modified rankin scale mrs score of at discharge propensity score matching psm was performed in a ratio multivariate logistic regression models were used to assess the association between sglt inhibitor use and outcomes adjusting for potential confounders stratified analyses were performed based on pre existing diabetes versus newly diagnosed diabetes during the hospitalization the study included patients mean age years female of whom were sglt inhibitor users after psm there were cases user group and cases in non user group before psm the proportion of patients with an mrs score of at discharge was significantly higher in the sglt inhibitor group than that in the control group among diabetic patients with ais sglt inhibitor use is independently associated with better functional outcomes at discharge showing a potential benefit for short term neurological recovery"
}