{
    "title": "Weight Loss and Gastrointestinal Hormone Variation Caused by Gastric Artery Embolization: An Updated Analysis Study.",
    "doc_id": "35370934",
    "writer": "Tang Y",
    "year": "2022",
    "summary": "We try to determine whether GAE caused weight loss by decreasing gastrointestinal hormone through the analysis of weight loss and gastrointestinal hormones changes. ...Physiologic changes in gastrointestinal tract of gastrointestinal hormones level may …",
    "abstract": "Objective:\n        \n      \n      Many gastric artery embolizations (GAE) have been performed in recent years. We try to determine whether GAE caused weight loss by decreasing gastrointestinal hormone through the analysis of weight loss and gastrointestinal hormones changes.\n    \n\n\n          Methods:\n        \n      \n      The PubMed and Medline databases, and the Cochrane Library, were searched using the following keywords. A total of 10 animal trials (n=144), 15 human trials (n=270) were included for analysis. After GAE, we mainly evaluated the changes in body weight loss (BWL) and body mass index (BMI), as well as metabolic indexes, such as blood glucose, lipids, and gastrointestinal hormones levels.\n    \n\n\n          Results:\n        \n      \n      Animal subjects received either chemical or particle embolization, while human subjects only received particle embolization. In animal trials (growing period), the GAE group gained weight significantly slower than the sham-operated group, ghrelin levels decreased. In human trials, GAE brought more weight loss in the early stages, with a trend towards weight recovery after several months that was still lower than baseline levels. Besides weight loss, abnormal metabolic indicators, such as blood glucose and lipids were modified, and the quality of life (QOL) scores of obese patients improved. In addition, weight loss positively correlates with ghrelin.\n    \n\n\n          Conclusion:\n        \n      \n      GAE may help people lose weight and become a new minimally invasive and effective surgery for the treatment of modest obesity. Physiologic changes in gastrointestinal tract of gastrointestinal hormones level may be one reason for weight loss in GAE.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35370934/",
    "clean_text": "weight loss and gastrointestinal hormone variation caused by gastric artery embolization an updated analysis study we try to determine whether gae caused weight loss by decreasing gastrointestinal hormone through the analysis of weight loss and gastrointestinal hormones changes physiologic changes in gastrointestinal tract of gastrointestinal hormones level may objective many gastric artery embolizations gae have been performed in recent years we try to determine whether gae caused weight loss by decreasing gastrointestinal hormone through the analysis of weight loss and gastrointestinal hormones changes methods the pubmed and medline databases and the cochrane library were searched using the following keywords a total of animal trials n human trials n were included for analysis after gae we mainly evaluated the changes in body weight loss bwl and body mass index bmi as well as metabolic indexes such as blood glucose lipids and gastrointestinal hormones levels results animal subjects received either chemical or particle embolization while human subjects only received particle embolization in animal trials growing period the gae group gained weight significantly slower than the sham operated group ghrelin levels decreased in human trials gae brought more weight loss in the early stages with a trend towards weight recovery after several months that was still lower than baseline levels besides weight loss abnormal metabolic indicators such as blood glucose and lipids were modified and the quality of life qol scores of obese patients improved in addition weight loss positively correlates with ghrelin conclusion gae may help people lose weight and become a new minimally invasive and effective surgery for the treatment of modest obesity physiologic changes in gastrointestinal tract of gastrointestinal hormones level may be one reason for weight loss in gae"
}