{
    "title": "Participation in everyday activities among young adult relatives of parents with dementia - A qualitative study.",
    "doc_id": "38579667",
    "writer": "Nielsen ML",
    "year": "2024",
    "summary": "Less is known about how young adult relatives experience their participation in everyday activities typically associated with young adulthood and how their participation is affected by the parents dementia. This study explores young adult relati …",
    "abstract": "Previous research has shown that young adult relatives of parents with dementia experience strain through increased responsibility and changed relationships in the family with potential consequences for their emotional, mental and physical well-being. Less is known about how young adult relatives experience their participation in everyday activities typically associated with young adulthood and how their participation is affected by the parent´s dementia. This study explores young adult relatives' experiences of participation in everyday activities and how their participation was affected by having a parent with dementia. The study followed a qualitative, descriptive approach. Semi-structured individual interviews with 11 young adult relatives (aged 21 - 31) of parents with dementia were conducted. The interviews were analysed using Kirsti Malterud's iterative cross case analysis method 'Systematic text condensation'. The analysis identified three categories: Dilemmas of choosing, Not having a choice and Reversal of roles. The young adult relatives experienced dilemmas and constraints regarding participation in everyday activities usually related to young adulthood. They navigated situations where they were to choose between the parent with dementia and their own everyday activities and they often downgraded or cancelled participation in own activities related to leisure time, school, job and career. Moreover, their participation seemed affected by chores and responsibilities resulting in a lack of energy leading them to forego social activities in particular or change their choice of activities. The young adult relatives need help and support in their everyday lives. Health care professionals are encouraged to focus on relieving them from some of the responsibilities and practical tasks enabling them to live their own lives as young adults, while being part of the family and contributing towards the responsibilities and tasks with which they can cope.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38579667/",
    "clean_text": "participation in everyday activities among young adult relatives of parents with dementia a qualitative study less is known about how young adult relatives experience their participation in everyday activities typically associated with young adulthood and how their participation is affected by the parents dementia this study explores young adult relati previous research has shown that young adult relatives of parents with dementia experience strain through increased responsibility and changed relationships in the family with potential consequences for their emotional mental and physical well being less is known about how young adult relatives experience their participation in everyday activities typically associated with young adulthood and how their participation is affected by the parent s dementia this study explores young adult relatives experiences of participation in everyday activities and how their participation was affected by having a parent with dementia the study followed a qualitative descriptive approach semi structured individual interviews with young adult relatives aged of parents with dementia were conducted the interviews were analysed using kirsti malterud s iterative cross case analysis method systematic text condensation the analysis identified three categories dilemmas of choosing not having a choice and reversal of roles the young adult relatives experienced dilemmas and constraints regarding participation in everyday activities usually related to young adulthood they navigated situations where they were to choose between the parent with dementia and their own everyday activities and they often downgraded or cancelled participation in own activities related to leisure time school job and career moreover their participation seemed affected by chores and responsibilities resulting in a lack of energy leading them to forego social activities in particular or change their choice of activities the young adult relatives need help and support in their everyday lives health care professionals are encouraged to focus on relieving them from some of the responsibilities and practical tasks enabling them to live their own lives as young adults while being part of the family and contributing towards the responsibilities and tasks with which they can cope"
}