{
    "pmid": "41466119",
    "title": "Histopathological Evaluation of the Pericardium in CABG Patients With and Without Prior SARS-CoV-2 Infection: A Prospective Observational Study.",
    "abstract": "BACKGROUND While the cardiac effects of SARS-CoV-2, the cause of COVID-19, are widely accepted, the long-term histopathological impact on pericardial tissue is still unclear. There are limited data on whether SARS-CoV-2 infection causes permanent structural changes such as inflammation or fibrosis in the pericardium, especially in patients undergoing open-heart surgery in which tissue samples can be directly evaluated. The aim of this study was to investigate whether a history of COVID-19 is associated with histopathological changes by examining pericardial tissues of patients undergoing elective isolated coronary artery bypass grafting (CABG). MATERIAL AND METHODS Pericardial tissue samples were prospectively collected from 93 patients undergoing their first isolated CABG. Patients were grouped according to documented SARS-CoV-2 PCR positivity within the previous 2 years. Histological and immunohistochemical analyses (CD3, CD4, CD8, CD68) were performed to assess inflammation, fibrosis, and immune cell infiltration. RESULTS Among 93 patients, 23 had previously confirmed SARS-CoV-2 infection. Chronic pericardial inflammation was more common in the PCR-negative group (54.3%) than in those with previous infection (30.4%), a statistically significant difference (P=0.047). No significant differences were found in pericardial fibrosis, immune cell infiltration, or expression of CD3+, CD4+, CD8+, and CD68+ markers. CONCLUSIONS Although SARS-CoV-2 infection can cause pericardial inflammation and fibrosis in the acute phase, our results did not reveal any lasting damage linked to COVID-19 in this patient group. However, larger studies are needed to verify these findings.",
    "disease": "pneumonia",
    "clean_text": "histopathological evaluation of the pericardium in cabg patients with and without prior sars cov infection a prospective observational study background while the cardiac effects of sars cov the cause of covid are widely accepted the long term histopathological impact on pericardial tissue is still unclear there are limited data on whether sars cov infection causes permanent structural changes such as inflammation or fibrosis in the pericardium especially in patients undergoing open heart surgery in which tissue samples can be directly evaluated the aim of this study was to investigate whether a history of covid is associated with histopathological changes by examining pericardial tissues of patients undergoing elective isolated coronary artery bypass grafting cabg material and methods pericardial tissue samples were prospectively collected from patients undergoing their first isolated cabg patients were grouped according to documented sars cov pcr positivity within the previous years histological and immunohistochemical analyses cd cd cd cd were performed to assess inflammation fibrosis and immune cell infiltration results among patients had previously confirmed sars cov infection chronic pericardial inflammation was more common in the pcr negative group than in those with previous infection a statistically significant difference p no significant differences were found in pericardial fibrosis immune cell infiltration or expression of cd cd cd and cd markers conclusions although sars cov infection can cause pericardial inflammation and fibrosis in the acute phase our results did not reveal any lasting damage linked to covid in this patient group however larger studies are needed to verify these findings"
}