{
    "title": "Adolescents' life between violence and discipline. Medical care in the \"Jugendhauser\" juvenile detention centers in East Germany in the 1960s-1980s.",
    "doc_id": "38347933",
    "writer": "Kosenko O",
    "year": "2024",
    "summary": "BACKGROUND: In 1952-1989, special juvenile detention centers, called Jugendhauser, were established in the German Democratic Republic. ...Physical health issues were also often ignored due to the stigmatization of sick juveniles as malingerers....",
    "abstract": "Background:\n        \n      \n      In 1952-1989, special juvenile detention centers, called Jugendhäuser, were established in the German Democratic Republic. There, juvenile delinquents had to not only complete their sentences, but they were also supposed to be re-educated into conscious socialist personalities through a system of collective education proposed by Soviet pedagogue Anton Makarenko. Among twelve Jugendhäuser in East Germany, the ones in Halle and Dessau were considered to have the most severe conditions due to the praxis of mental and physical violence. For the first time, based on the personal files of former juvenile prisoners and archival documents of medical services, we reconstruct a picture of the health status of prisoners and medical care in both these Jugendhäuser.\n    \n\n\n          Methods:\n        \n      \n      We analyzed personal files of juvenile prisoners from the Archive of the Correctional Facility in Halle and unpublished documents from the Saxony-Anhalt State Archive, Magdeburg Department, the State Archive in Leipzig and the Stasi Records Archive in Halle. For the examination of these sources, we implemented the historical-critical method.\n    \n\n\n          Results:\n        \n      \n      The Jugendhäuser had a system of outpatient and inpatient treatment. Although the medical services rated the level of health care as good at those detention centers, numerous complaints from juveniles, as well as cases of failure to provide assistance, indicated certain deficiencies. Cases of violence in juvenile prisons were common, especially in the Jugendhaus Halle. Brawls between inmates led to injuries and sometimes even to deaths. Fear of beatings resulted in desperate acts such as self-harm, suicide and escapes from prison.\n    \n\n\n          Conclusion:\n        \n      \n      The health status of young prisoners in the Jugendhäuser in Halle and Dessau was negatively affected by violence and often by lack of medical care. The prevalence of violence can be attributed to challenges of the penal system as well as deficiencies of the medical services. Since repressive means were used to overcome the violence, such efforts were not successful. The medical services did not offer specialized care for juveniles with mental and learning disorders or those who required psychological or even psychotherapeutic support. Physical health issues were also often ignored due to the stigmatization of sick juveniles as malingerers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38347933/",
    "clean_text": "adolescents life between violence and discipline medical care in the jugendhauser juvenile detention centers in east germany in the s s background in special juvenile detention centers called jugendhauser were established in the german democratic republic physical health issues were also often ignored due to the stigmatization of sick juveniles as malingerers background in special juvenile detention centers called jugendh user were established in the german democratic republic there juvenile delinquents had to not only complete their sentences but they were also supposed to be re educated into conscious socialist personalities through a system of collective education proposed by soviet pedagogue anton makarenko among twelve jugendh user in east germany the ones in halle and dessau were considered to have the most severe conditions due to the praxis of mental and physical violence for the first time based on the personal files of former juvenile prisoners and archival documents of medical services we reconstruct a picture of the health status of prisoners and medical care in both these jugendh user methods we analyzed personal files of juvenile prisoners from the archive of the correctional facility in halle and unpublished documents from the saxony anhalt state archive magdeburg department the state archive in leipzig and the stasi records archive in halle for the examination of these sources we implemented the historical critical method results the jugendh user had a system of outpatient and inpatient treatment although the medical services rated the level of health care as good at those detention centers numerous complaints from juveniles as well as cases of failure to provide assistance indicated certain deficiencies cases of violence in juvenile prisons were common especially in the jugendhaus halle brawls between inmates led to injuries and sometimes even to deaths fear of beatings resulted in desperate acts such as self harm suicide and escapes from prison conclusion the health status of young prisoners in the jugendh user in halle and dessau was negatively affected by violence and often by lack of medical care the prevalence of violence can be attributed to challenges of the penal system as well as deficiencies of the medical services since repressive means were used to overcome the violence such efforts were not successful the medical services did not offer specialized care for juveniles with mental and learning disorders or those who required psychological or even psychotherapeutic support physical health issues were also often ignored due to the stigmatization of sick juveniles as malingerers"
}