{
    "title": "[Imaging of normal, hyperplastic and inflammatory prostate gland].",
    "doc_id": "16484943",
    "writer": "Grenier N",
    "year": "2006",
    "summary": "According to Mc Neal, the prostate gland is characterized by three major glandular compartments: the transition zone, the central zone and the peripheral zone. ...Relationship between these elements is important to know, as well as areas of weakness of the prostatic …",
    "abstract": "According to Mc Neal, the prostate gland is characterized by three major glandular compartments: the transition zone, the central zone and the peripheral zone. This zonal anatomy can be identified with endorectal sonography and with MRI. With the later, both endorectal or external surface coils can be used. Internal structure of seminal vesicles and vas deferens is better analyzed with MRI than with sonography. Relationship between these elements is important to know, as well as areas of weakness of the prostatic capsule, mainly in the evaluation of cancer extraprostatic extension. Sonography plays a major role in diagnosis, pre-therapeutic evaluation and follow-up of patients with benign prostatic hyperplasia. The role of imaging in inflammatory disorders is more questionable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16484943/",
    "clean_text": "imaging of normal hyperplastic and inflammatory prostate gland according to mc neal the prostate gland is characterized by three major glandular compartments the transition zone the central zone and the peripheral zone relationship between these elements is important to know as well as areas of weakness of the prostatic according to mc neal the prostate gland is characterized by three major glandular compartments the transition zone the central zone and the peripheral zone this zonal anatomy can be identified with endorectal sonography and with mri with the later both endorectal or external surface coils can be used internal structure of seminal vesicles and vas deferens is better analyzed with mri than with sonography relationship between these elements is important to know as well as areas of weakness of the prostatic capsule mainly in the evaluation of cancer extraprostatic extension sonography plays a major role in diagnosis pre therapeutic evaluation and follow up of patients with benign prostatic hyperplasia the role of imaging in inflammatory disorders is more questionable"
}