{
    "title": "Zika virus: An emergent neuropathological agent.",
    "doc_id": "27464346",
    "writer": "White MK",
    "year": "2016",
    "summary": "Zika virus is an arbovirus (arthropod-borne virus) and a member of the family Flaviviridae, genus Flavivirus. ...Zika genomic RNA replicates in the cytoplasm of infected host cells. Zika virus was first detected in 1947 in the blood of a …",
    "abstract": "The emergence of Zika virus in the Americas has followed a pattern that is familiar from earlier epidemics of other viruses, where a new disease is introduced into a human population and then spreads rapidly with important public health consequences. In the case of Zika virus, an accumulating body of recent evidence implicates the virus in the etiology of serious pathologies of the human nervous system, that is, the occurrence of microcephaly in neonates and Guillain-Barré syndrome in adults. Zika virus is an arbovirus (arthropod-borne virus) and a member of the family Flaviviridae, genus Flavivirus. Zika virions are enveloped and icosahedral, and contain a nonsegmented, single-stranded, positive-sense RNA genome, which encodes 3 structural and 7 nonstructural proteins that are expressed as a single polyprotein that undergoes cleavage. Zika genomic RNA replicates in the cytoplasm of infected host cells. Zika virus was first detected in 1947 in the blood of a febrile monkey in Uganda's Zika Forest and in crushed suspensions of the Aedes mosquito, which is one of the vectors for Zika virus. The virus remained obscure, with a few human cases confined to Africa and Asia. There are two lineages of the Zika virus, African and Asian, with the Asian strain causing outbreaks in Micronesia in 2007 and French Polynesia in 2013-2014. From here, the virus spread to Brazil with the first report of autochthonous Zika transmission in the Americas in March 2015. The rapid advance of the virus in the Americas and its likely association with microcephaly and Guillain-Barré syndrome make Zika an urgent public health concern. Ann Neurol 2016;80:479-489.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27464346/",
    "clean_text": "zika virus an emergent neuropathological agent zika virus is an arbovirus arthropod borne virus and a member of the family flaviviridae genus flavivirus zika genomic rna replicates in the cytoplasm of infected host cells zika virus was first detected in in the blood of a the emergence of zika virus in the americas has followed a pattern that is familiar from earlier epidemics of other viruses where a new disease is introduced into a human population and then spreads rapidly with important public health consequences in the case of zika virus an accumulating body of recent evidence implicates the virus in the etiology of serious pathologies of the human nervous system that is the occurrence of microcephaly in neonates and guillain barr syndrome in adults zika virus is an arbovirus arthropod borne virus and a member of the family flaviviridae genus flavivirus zika virions are enveloped and icosahedral and contain a nonsegmented single stranded positive sense rna genome which encodes structural and nonstructural proteins that are expressed as a single polyprotein that undergoes cleavage zika genomic rna replicates in the cytoplasm of infected host cells zika virus was first detected in in the blood of a febrile monkey in uganda s zika forest and in crushed suspensions of the aedes mosquito which is one of the vectors for zika virus the virus remained obscure with a few human cases confined to africa and asia there are two lineages of the zika virus african and asian with the asian strain causing outbreaks in micronesia in and french polynesia in from here the virus spread to brazil with the first report of autochthonous zika transmission in the americas in march the rapid advance of the virus in the americas and its likely association with microcephaly and guillain barr syndrome make zika an urgent public health concern ann neurol"
}