{
    "title": "Review: School-based interventions to improve mental health literacy and reduce mental health stigma - a systematic review.",
    "doc_id": "35005830",
    "writer": "Ma KKY",
    "year": "2023",
    "summary": "School-based interventions aimed at improving mental health literacy and reducing mental health stigma have the potential to prevent mental disorders and promote mental well-being, thus reducing the burden of mental disorders. ...R …",
    "abstract": "Background:\n        \n      \n      The steadily increasing prevalence of mental disorders in children and adolescents presents itself as a public health challenge, especially given the health, social and economic burden of mental disorders. School-based interventions aimed at improving mental health literacy and reducing mental health stigma have the potential to prevent mental disorders and promote mental well-being, thus reducing the burden of mental disorders. This review identified and synthesised evidence on the effectiveness of school-based interventions designed to improve mental health literacy and reduce mental health stigma.\n    \n\n\n          Methods:\n        \n      \n      Electronic bibliographic databases including MEDLINE, Embase, PsycINFO, Education Resources Information Center (ERIC), Child Development and Adolescent Studies, British Education Index and Applied Social Sciences Index and Abstracts (ASSIA) were searched. Randomised controlled trials (RCTs) were included if they assessed the effectiveness or cost-effectiveness of school-based intervention aimed at improving mental health literacy and reducing mental health stigma for children and young people aged 4-18 years. Quality of studies was appraised using the EPHPP tool. A numerical summary and a narrative description of the findings in relation to the research questions were synthesised. This systematic review was registered with PROSPERO (CRD42020191265).\n    \n\n\n          Results:\n        \n      \n      We identified 21 studies describing 20 unique school-based mental health interventions. Overall, there is moderate evidence suggesting that school-based mental health interventions can be effective in improving mental health literacy and reducing mental health stigma defined as attitudes and beliefs regarding mental disorders. However, there is less evidence for their long-term effectiveness, as most studies did not include follow-ups.\n    \n\n\n          Conclusions:\n        \n      \n      Despite exclusively including studies with randomised designs, intervention and methodological heterogeneity poses uncertainties to any conclusions made. Future research should focus on resolving methodological issues concerning how outcomes are assessed and include process evaluations to better inform the design of an intervention in term of its delivery and implementation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35005830/",
    "clean_text": "review school based interventions to improve mental health literacy and reduce mental health stigma a systematic review school based interventions aimed at improving mental health literacy and reducing mental health stigma have the potential to prevent mental disorders and promote mental well being thus reducing the burden of mental disorders r background the steadily increasing prevalence of mental disorders in children and adolescents presents itself as a public health challenge especially given the health social and economic burden of mental disorders school based interventions aimed at improving mental health literacy and reducing mental health stigma have the potential to prevent mental disorders and promote mental well being thus reducing the burden of mental disorders this review identified and synthesised evidence on the effectiveness of school based interventions designed to improve mental health literacy and reduce mental health stigma methods electronic bibliographic databases including medline embase psycinfo education resources information center eric child development and adolescent studies british education index and applied social sciences index and abstracts assia were searched randomised controlled trials rcts were included if they assessed the effectiveness or cost effectiveness of school based intervention aimed at improving mental health literacy and reducing mental health stigma for children and young people aged years quality of studies was appraised using the ephpp tool a numerical summary and a narrative description of the findings in relation to the research questions were synthesised this systematic review was registered with prospero crd results we identified studies describing unique school based mental health interventions overall there is moderate evidence suggesting that school based mental health interventions can be effective in improving mental health literacy and reducing mental health stigma defined as attitudes and beliefs regarding mental disorders however there is less evidence for their long term effectiveness as most studies did not include follow ups conclusions despite exclusively including studies with randomised designs intervention and methodological heterogeneity poses uncertainties to any conclusions made future research should focus on resolving methodological issues concerning how outcomes are assessed and include process evaluations to better inform the design of an intervention in term of its delivery and implementation"
}