{
    "title": "Mapping the Young's modulus distribution of the human tympanic membrane by microindentation.",
    "doc_id": "30853348",
    "writer": "Luo H",
    "year": "2019",
    "summary": "The mechanical properties of the TM depend on the microstructures of the collagen fibers, which vary with location, resulting in a spatial variation of Young's modulus. In this study, the Young's modulus of the human TM is measured using microindentation. ...It is s …",
    "abstract": "The human tympanic membrane (TM, or eardrum) is composed primarily of layers of collagen fibers oriented in the radial and circumferential directions, as well as epidermal and mucosal layers at the lateral and medial surfaces. The mechanical properties of the TM depend on the microstructures of the collagen fibers, which vary with location, resulting in a spatial variation of Young's modulus. In this study, the Young's modulus of the human TM is measured using microindentation. A 10 μm diameter spherical nanoindenter tip is used to indent the TM at different locations in the lateral and medial surfaces. Through a viscoelastic contact analysis, the steady state out-of-plane (through thickness) Young's modulus at a constant strain rate for the TM is determined from the uniaxial relaxation modulus. The measured spatial distribution of Young's modulus is reported for the entire TM pars tensa on both lateral and medial surfaces. The Young's modulus, for the four TM quadrants, is analyzed statistically using a normal quantile-quantile (Q-Q) plot. The obtained S-shaped curve indicates a bi-modal Gaussian distribution in the Q-Q plot. The spatial distribution of the Young's modulus is modeled by a bivariate Gaussian function in the polar coordinates over the entire TM on both the lateral and medial surfaces. It is shown that the anterior-superior quadrant has the smallest value of Young's modulus. Differences are observed in the spatial distribution of the Young's modulus for both the lateral and medial surfaces. For the medial surface, Young's modulus varies mainly along the radial direction following a small-large-small trend, emanating from the umbo. For the lateral surface, the modulus at the anterior-superior quadrant shows the smallest modulus; the modulus decreases gradually along the radial directions. The quantitative results presented in this paper will help improve future simulation models of the middle ear by using spatial dependence of Young's modulus over the entire TM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30853348/",
    "clean_text": "mapping the young s modulus distribution of the human tympanic membrane by microindentation the mechanical properties of the tm depend on the microstructures of the collagen fibers which vary with location resulting in a spatial variation of young s modulus in this study the young s modulus of the human tm is measured using microindentation it is s the human tympanic membrane tm or eardrum is composed primarily of layers of collagen fibers oriented in the radial and circumferential directions as well as epidermal and mucosal layers at the lateral and medial surfaces the mechanical properties of the tm depend on the microstructures of the collagen fibers which vary with location resulting in a spatial variation of young s modulus in this study the young s modulus of the human tm is measured using microindentation a m diameter spherical nanoindenter tip is used to indent the tm at different locations in the lateral and medial surfaces through a viscoelastic contact analysis the steady state out of plane through thickness young s modulus at a constant strain rate for the tm is determined from the uniaxial relaxation modulus the measured spatial distribution of young s modulus is reported for the entire tm pars tensa on both lateral and medial surfaces the young s modulus for the four tm quadrants is analyzed statistically using a normal quantile quantile q q plot the obtained s shaped curve indicates a bi modal gaussian distribution in the q q plot the spatial distribution of the young s modulus is modeled by a bivariate gaussian function in the polar coordinates over the entire tm on both the lateral and medial surfaces it is shown that the anterior superior quadrant has the smallest value of young s modulus differences are observed in the spatial distribution of the young s modulus for both the lateral and medial surfaces for the medial surface young s modulus varies mainly along the radial direction following a small large small trend emanating from the umbo for the lateral surface the modulus at the anterior superior quadrant shows the smallest modulus the modulus decreases gradually along the radial directions the quantitative results presented in this paper will help improve future simulation models of the middle ear by using spatial dependence of young s modulus over the entire tm"
}