{
    "pmid": "41355140",
    "title": "Systemic Associations With Signs, Symptoms, and Their Discordance in an Indian Population With Dry Eye Disease.",
    "abstract": "To identify systemic conditions associated with dry eye disease (DED) symptoms, signs, and their discordance in a clinically diagnosed DED cohort. In this prospective cross-sectional study, participants with DED were assessed for systemic conditions through self-reported history, health records, and specialist referrals. Dry eye disease symptom and sign scores were transformed to a 0 to 1 scale using linear transformation. A discord score (symptom score-sign score) was calculated. Associations between systemic conditions and DED parameters were analyzed using linear regression. The study included 371 DED participants (mean age: 52.9±14.0 years; 226 women). No significant correlation was observed between signs and symptoms (Spearman rho = -0.08; P=0.08). Increasing age (β = -0.005; P<0.001) and longer DED duration (β = -0.003; P<0.001) were associated with higher signs than symptoms. Atopy, chronic gastrointestinal disorders, psychological disorders, and hormonal replacement therapy use were associated with more severe DED symptoms than signs (all P≤0.03). Female sex, graft-versus-host disease, Sjögren disease, and rheumatoid arthritis were associated with more severe DED signs and a symptom-sign discordance (all P≤0.04). Systemic conditions significantly affect how DED presents and may cause symptom-sign mismatch, highlighting the need for thorough systemic history and evaluation in DED.",
    "disease": "rheumatoid arthritis",
    "clean_text": "systemic associations with signs symptoms and their discordance in an indian population with dry eye disease to identify systemic conditions associated with dry eye disease ded symptoms signs and their discordance in a clinically diagnosed ded cohort in this prospective cross sectional study participants with ded were assessed for systemic conditions through self reported history health records and specialist referrals dry eye disease symptom and sign scores were transformed to a to scale using linear transformation a discord score symptom score sign score was calculated associations between systemic conditions and ded parameters were analyzed using linear regression the study included ded participants mean age years women no significant correlation was observed between signs and symptoms spearman rho p increasing age p and longer ded duration p were associated with higher signs than symptoms atopy chronic gastrointestinal disorders psychological disorders and hormonal replacement therapy use were associated with more severe ded symptoms than signs all p female sex graft versus host disease sj gren disease and rheumatoid arthritis were associated with more severe ded signs and a symptom sign discordance all p systemic conditions significantly affect how ded presents and may cause symptom sign mismatch highlighting the need for thorough systemic history and evaluation in ded"
}