{
    "title": "Predicting Sleep Quality via Unsupervised Learning of Cardiac Activity.",
    "doc_id": "40039685",
    "writer": "Moebus M",
    "year": "2024",
    "summary": "We then demonstrate that the proportion of time spent in these states strongly correlates with perceived sleep quality using a longitudinal study of 16 participants over one month. Our method classifies participants' perceived sleep quality with a bala …",
    "abstract": "While highly important for a person's mood, productivity, and physical performance, perceived sleep quality is challenging to model and, thus, predict with passive means such as physiological and behavioral signals alone. In this paper, we propose a novel method that diverges from traditional feature-based modeling of sleep quality. Instead, our method is unsupervised and derives states of cardiac activity from polysomnography (PSG) recordings of more than 6,800 participants. We then demonstrate that the proportion of time spent in these states strongly correlates with perceived sleep quality using a longitudinal study of 16 participants over one month. Our method classifies participants' perceived sleep quality with a balanced accuracy of 68%, significantly exceeding prior methods and feature-based approaches that incorporate established metrics of cardiac activity. Interestingly, we find that the states of cardiac activity our method derives oppose traditional sleep stages-even though the states seem easily explainable based on simple metrics of cardiac activity. Thus, we provide evidence that there are still little-understood processes during sleep that need further investigation, potentially even a rethinking of sleep analysis, especially for perceived sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40039685/",
    "clean_text": "predicting sleep quality via unsupervised learning of cardiac activity we then demonstrate that the proportion of time spent in these states strongly correlates with perceived sleep quality using a longitudinal study of participants over one month our method classifies participants perceived sleep quality with a bala while highly important for a person s mood productivity and physical performance perceived sleep quality is challenging to model and thus predict with passive means such as physiological and behavioral signals alone in this paper we propose a novel method that diverges from traditional feature based modeling of sleep quality instead our method is unsupervised and derives states of cardiac activity from polysomnography psg recordings of more than participants we then demonstrate that the proportion of time spent in these states strongly correlates with perceived sleep quality using a longitudinal study of participants over one month our method classifies participants perceived sleep quality with a balanced accuracy of significantly exceeding prior methods and feature based approaches that incorporate established metrics of cardiac activity interestingly we find that the states of cardiac activity our method derives oppose traditional sleep stages even though the states seem easily explainable based on simple metrics of cardiac activity thus we provide evidence that there are still little understood processes during sleep that need further investigation potentially even a rethinking of sleep analysis especially for perceived sleep quality"
}