{
    "title": "Potential risk factors and triggers for back pain in children and young adults. A scoping review, part II: unclear or mixed types of back pain.",
    "doc_id": "31827768",
    "writer": "Beynon AM",
    "year": "2019",
    "summary": "OBJECTIVE: Part I of this scoping review studied risk factors of incident and episodic back pain. In this part II we aimed to identify all risk factors and triggers with unclear or mixed type back pain in young people and to identify any gaps in the li …",
    "abstract": "Background:\n        \n      \n      Back pain is a global problem in terms of disability and financially, with a large burden both to the individual and to society. Back pain was previously believed to be uncommon in children. However, there is a growing body of evidence that this is not the case.\n    \n\n\n          Objective:\n        \n      \n      Part I of this scoping review studied risk factors of incident and episodic back pain. In this part II we aimed to identify all risk factors and triggers with unclear or mixed type back pain in young people and to identify any gaps in the literature.\n    \n\n\n          Methods:\n        \n      \n      A scoping review design was selected to summarise the evidence, as there are many studies on \"risk factors\" for back pain. The scoping review followed the PRISMSA-ScR guidelines. We considered all studies that tested potential risk factors and triggers for thoracic and/or lumbar spine pain, in children, adolescents, and young adults (≤ 24 years). PubMed and Cochrane databases were searched from inception to September 2018, to identify relevant English language articles. The results regarding potential risk factors were separated into temporal precursors and bidirectional risk factors and the studies were classified by study design.\n    \n\n\n          Results:\n        \n      \n      Our comprehensive search strategy identified 7356 articles, of which 83 articles were considered eligible for this review (part II). There were 53 cross-sectional studies and 30 cohort studies. Potential risk factors for back pain were: female sex, older age, later pubertal status, positive family history of back pain, increased growth, and a history of back pain, most of which are temporal precursor variables. There was limited research for the illness factors, spinal posture, and muscle endurance in the development of back pain.\n    \n\n\n          Conclusion:\n        \n      \n      Many of the included studies approached risk factors in similar ways and found factors that were associated with back pain but were not obvious risk factors as causality was uncertain. Future research should be more rigorous and innovative in the way that risk factors are considered. This could be through statistical approaches including cumulative exposures, or longitudinal approaches including multi-trajectory methods. Additionally, data on proposed risk factors should be collected before the onset of back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31827768/",
    "clean_text": "potential risk factors and triggers for back pain in children and young adults a scoping review part ii unclear or mixed types of back pain objective part i of this scoping review studied risk factors of incident and episodic back pain in this part ii we aimed to identify all risk factors and triggers with unclear or mixed type back pain in young people and to identify any gaps in the li background back pain is a global problem in terms of disability and financially with a large burden both to the individual and to society back pain was previously believed to be uncommon in children however there is a growing body of evidence that this is not the case objective part i of this scoping review studied risk factors of incident and episodic back pain in this part ii we aimed to identify all risk factors and triggers with unclear or mixed type back pain in young people and to identify any gaps in the literature methods a scoping review design was selected to summarise the evidence as there are many studies on risk factors for back pain the scoping review followed the prismsa scr guidelines we considered all studies that tested potential risk factors and triggers for thoracic and or lumbar spine pain in children adolescents and young adults years pubmed and cochrane databases were searched from inception to september to identify relevant english language articles the results regarding potential risk factors were separated into temporal precursors and bidirectional risk factors and the studies were classified by study design results our comprehensive search strategy identified articles of which articles were considered eligible for this review part ii there were cross sectional studies and cohort studies potential risk factors for back pain were female sex older age later pubertal status positive family history of back pain increased growth and a history of back pain most of which are temporal precursor variables there was limited research for the illness factors spinal posture and muscle endurance in the development of back pain conclusion many of the included studies approached risk factors in similar ways and found factors that were associated with back pain but were not obvious risk factors as causality was uncertain future research should be more rigorous and innovative in the way that risk factors are considered this could be through statistical approaches including cumulative exposures or longitudinal approaches including multi trajectory methods additionally data on proposed risk factors should be collected before the onset of back pain"
}