{
    "title": "The Perils of Medicalization for Population Health and Health Equity.",
    "doc_id": "37096631",
    "writer": "Lantz PM",
    "year": "2023",
    "summary": "Policy Points Medicalization is a historical process by which personal, behavioral, and social issues are increasingly viewed through a biomedical lens and \"diagnosed and treated\" as individual pathologies and problems by medical authorities. Medicalization i …",
    "abstract": "Policy Points Medicalization is a historical process by which personal, behavioral, and social issues are increasingly viewed through a biomedical lens and \"diagnosed and treated\" as individual pathologies and problems by medical authorities. Medicalization in the United States has led to a conflation of \"health\" and \"health care\" and a confusion between individual social needs versus the social, political, and economic determinants of health. The essential and important work of population health science, public health practice, and health policy writ large is being thwarted by a medicalized view of health and an overemphasis on personal health services and the health care delivery system as the major focal point for addressing societal health issues and health inequality. Increased recognition of the negative consequences of a medicalized view of health is essential, with a focus on education and training of clinicians and health care managers, journalists, and policymakers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37096631/",
    "clean_text": "the perils of medicalization for population health and health equity policy points medicalization is a historical process by which personal behavioral and social issues are increasingly viewed through a biomedical lens and diagnosed and treated as individual pathologies and problems by medical authorities medicalization i policy points medicalization is a historical process by which personal behavioral and social issues are increasingly viewed through a biomedical lens and diagnosed and treated as individual pathologies and problems by medical authorities medicalization in the united states has led to a conflation of health and health care and a confusion between individual social needs versus the social political and economic determinants of health the essential and important work of population health science public health practice and health policy writ large is being thwarted by a medicalized view of health and an overemphasis on personal health services and the health care delivery system as the major focal point for addressing societal health issues and health inequality increased recognition of the negative consequences of a medicalized view of health is essential with a focus on education and training of clinicians and health care managers journalists and policymakers"
}