{
    "title": "No differences in rest myocardial blood flow in stunned and hibernating myocardium: insights into the pathophysiology of ischemic cardiomyopathy.",
    "doc_id": "31359109",
    "writer": "Benz DC",
    "year": "2019",
    "summary": "METHODS: We included 110 patients with ischemic cardiomyopathy. Based on quantitative myocardial perfusion assessment and viability imaging with (13)N-NH3 and (18)F-FDG positron emission tomography, respectively, as well as wall motion assessment from echocardiography, …",
    "abstract": "Purpose:\n        \n      \n      The human pathophysiology of stunned, hibernating and scarred myocardium in ischemic cardiomyopathy is a subject of controversy. While the \"smart heart\" theory postulates that reduced myocardial blood flow (MBF) at rest is responsible for myocytes switching to a state of hibernation, other theories suggest that a reduced myocardial flow reserve (MFR) may be the cause.\n    \n\n\n          Methods:\n        \n      \n      We included 110 patients with ischemic cardiomyopathy. Based on quantitative myocardial perfusion assessment and viability imaging with 13N-NH3 and 18F-FDG positron emission tomography, respectively, as well as wall motion assessment from echocardiography, myocardial tissue was characterized as remote (i.e., normal myocardium), stunned (i.e., dysfunctional but viable myocardium with normal rest perfusion), hibernating (i.e., dysfunctional but viable myocardium with impaired rest perfusion), or scarred myocardium (i.e., non-viable myocardium).\n    \n\n\n          Results:\n        \n      \n      Compared to remote myocardium, dysfunctional but viable myocardium (including stunned and hibernating) had reduced rest MBF (0.89 mL/min/g vs. 0.79 and 0.76 mL/min/g, respectively; p < 0.001) and MFR (1.53 vs. 1.27 and 1.17; p < 0.001). Between stunned and hibernating myocardium, however, rest MBF and MFR did not differ (p = 0.40). In scarred myocardium, rest MBF was lowest (0.66 mL/min/g; p < 0.001) but, in contrast to the other myocardial states, k2 (i.e., tracer washout) was increased (0.199/min vs. 0.178/min to 0.181/min; all p < 0.05 in pairwise comparison).\n    \n\n\n          Conclusions:\n        \n      \n      In patients with ischemic cardiomyopathy, impaired MFR is associated with stunning and hibernation. These states of dysfunctional but viable myocardium have lower rest MBF compared to remote myocardium. At the end of the continuum, rest MBF is lowest in scar tissue and linked to increased rate of tracer washout.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31359109/",
    "clean_text": "no differences in rest myocardial blood flow in stunned and hibernating myocardium insights into the pathophysiology of ischemic cardiomyopathy methods we included patients with ischemic cardiomyopathy based on quantitative myocardial perfusion assessment and viability imaging with n nh and f fdg positron emission tomography respectively as well as wall motion assessment from echocardiography purpose the human pathophysiology of stunned hibernating and scarred myocardium in ischemic cardiomyopathy is a subject of controversy while the smart heart theory postulates that reduced myocardial blood flow mbf at rest is responsible for myocytes switching to a state of hibernation other theories suggest that a reduced myocardial flow reserve mfr may be the cause methods we included patients with ischemic cardiomyopathy based on quantitative myocardial perfusion assessment and viability imaging with n nh and f fdg positron emission tomography respectively as well as wall motion assessment from echocardiography myocardial tissue was characterized as remote i e normal myocardium stunned i e dysfunctional but viable myocardium with normal rest perfusion hibernating i e dysfunctional but viable myocardium with impaired rest perfusion or scarred myocardium i e non viable myocardium results compared to remote myocardium dysfunctional but viable myocardium including stunned and hibernating had reduced rest mbf ml min g vs and ml min g respectively p and mfr vs and p between stunned and hibernating myocardium however rest mbf and mfr did not differ p in scarred myocardium rest mbf was lowest ml min g p but in contrast to the other myocardial states k i e tracer washout was increased min vs min to min all p in pairwise comparison conclusions in patients with ischemic cardiomyopathy impaired mfr is associated with stunning and hibernation these states of dysfunctional but viable myocardium have lower rest mbf compared to remote myocardium at the end of the continuum rest mbf is lowest in scar tissue and linked to increased rate of tracer washout"
}