{
    "title": "The Importance of Using Exosome-Loaded miRNA for the Treatment of Spinal Cord Injury.",
    "doc_id": "36279099",
    "writer": "Shen Y",
    "year": "2023",
    "summary": "Spinal cord injury (SCI) is a major traumatic disease of the central nervous system characterized by high rates of disability and mortality. Many studies have shown that SCI can be divided into the two stages of primary and secondary injury. Primary  …",
    "abstract": "Spinal cord injury (SCI) is a major traumatic disease of the central nervous system characterized by high rates of disability and mortality. Many studies have shown that SCI can be divided into the two stages of primary and secondary injury. Primary injury leads to pathophysiological changes, while consequential injury is even more fatal, including a series of harmful reactions that expand the scope and degree of SCI. Because the pathological process of SCI is highly complex, there is still no clear and effective clinical treatment strategy. Exosomes, membrane-bound extracellular vesicles (EVs) with a diameter of 30-200 nm, have emerged as an ideal vector to deliver therapeutic molecules. At the same time, increasing numbers of studies have shown that miRNAs play a momentous role in the process of SCI. In recent studies, researchers have adopted exosomes as carriers of miRNAs with potential therapeutic effects in SCI. In this review, we summarize relevant articles describing exosomes as miRNA carriers for SCI, after which we discuss further implications and perspectives of this novel treatment modality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36279099/",
    "clean_text": "the importance of using exosome loaded mirna for the treatment of spinal cord injury spinal cord injury sci is a major traumatic disease of the central nervous system characterized by high rates of disability and mortality many studies have shown that sci can be divided into the two stages of primary and secondary injury primary spinal cord injury sci is a major traumatic disease of the central nervous system characterized by high rates of disability and mortality many studies have shown that sci can be divided into the two stages of primary and secondary injury primary injury leads to pathophysiological changes while consequential injury is even more fatal including a series of harmful reactions that expand the scope and degree of sci because the pathological process of sci is highly complex there is still no clear and effective clinical treatment strategy exosomes membrane bound extracellular vesicles evs with a diameter of nm have emerged as an ideal vector to deliver therapeutic molecules at the same time increasing numbers of studies have shown that mirnas play a momentous role in the process of sci in recent studies researchers have adopted exosomes as carriers of mirnas with potential therapeutic effects in sci in this review we summarize relevant articles describing exosomes as mirna carriers for sci after which we discuss further implications and perspectives of this novel treatment modality"
}