{
    "title": "Population attributable fractions for risk factors for spontaneous preterm births in 81 low- and middle-income countries: A systematic analysis.",
    "doc_id": "35356651",
    "writer": "Bryce E",
    "year": "2022",
    "summary": "Success in reaching the Sustainable Development Goal target requires identifying potentially modifiable risk factors for PTB, estimating the relative importance of these risk factors, and identifying/implementing effective prevention strategies to addr …",
    "abstract": "Background:\n        \n      \n      Complications associated with preterm birth (PTB) are the largest contributor to under-five mortality globally. Success in reaching the Sustainable Development Goal target requires identifying potentially modifiable risk factors for PTB, estimating the relative importance of these risk factors, and identifying/implementing effective prevention strategies to address them.\n    \n\n\n          Methods:\n        \n      \n      We conducted a literature review to define risk relationships and estimate prevalence for established risk factors for spontaneous PTB (sPTB). We then estimated population attributable fractions (PAF) for the sPTB risk factors identified in the review as statistically significant for the 81 low- and middle-income (LMIC) countries included in the Countdown 2030 initiative. We summed country-level findings to produce PAFs for each risk factor and regional estimates for sub-Saharan Africa and South Asia.\n    \n\n\n          Results:\n        \n      \n      Forty-four potential sPTB risk factors were identified. and the final analysis included twenty-four risk factors with evidence of significant associations with sPTB. A second model with three additional risk factors with borderline insignificant associations was also run. Taken together, the twenty-four risk factors had a total PAF of 73% for all 81 countries and 77% and 72% of sPTB in sub-Saharan Africa and South Asia, respectively. For all countries, maternal undernutrition had the highest PAF (17.5%), followed by maternal infections (16.6%), environmental exposures (16%) and pregnancy history (8.7%).\n    \n\n\n          Conclusions:\n        \n      \n      While multiple risk factors contribute to sPTB, no single risk factor addresses a predominant fraction, and 27% of spontaneous preterm births are not associated with risk factors that we identified. Despite the significant role of preterm birth in child survival, there are major data gaps in LMIC settings. Furthermore, there is a paucity of evidence for effective interventions to prevent preterm birth. Preventing sPTB requires understanding underlying mechanisms leading to sPTB in different populations, and the identification/implementation of effective interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35356651/",
    "clean_text": "population attributable fractions for risk factors for spontaneous preterm births in low and middle income countries a systematic analysis success in reaching the sustainable development goal target requires identifying potentially modifiable risk factors for ptb estimating the relative importance of these risk factors and identifying implementing effective prevention strategies to addr background complications associated with preterm birth ptb are the largest contributor to under five mortality globally success in reaching the sustainable development goal target requires identifying potentially modifiable risk factors for ptb estimating the relative importance of these risk factors and identifying implementing effective prevention strategies to address them methods we conducted a literature review to define risk relationships and estimate prevalence for established risk factors for spontaneous ptb sptb we then estimated population attributable fractions paf for the sptb risk factors identified in the review as statistically significant for the low and middle income lmic countries included in the countdown initiative we summed country level findings to produce pafs for each risk factor and regional estimates for sub saharan africa and south asia results forty four potential sptb risk factors were identified and the final analysis included twenty four risk factors with evidence of significant associations with sptb a second model with three additional risk factors with borderline insignificant associations was also run taken together the twenty four risk factors had a total paf of for all countries and and of sptb in sub saharan africa and south asia respectively for all countries maternal undernutrition had the highest paf followed by maternal infections environmental exposures and pregnancy history conclusions while multiple risk factors contribute to sptb no single risk factor addresses a predominant fraction and of spontaneous preterm births are not associated with risk factors that we identified despite the significant role of preterm birth in child survival there are major data gaps in lmic settings furthermore there is a paucity of evidence for effective interventions to prevent preterm birth preventing sptb requires understanding underlying mechanisms leading to sptb in different populations and the identification implementation of effective interventions"
}