{
    "title": "Antimicrobial Peptides: The Promising Therapeutics for Cutaneous Wound Healing.",
    "doc_id": "34405955",
    "writer": "Miao F",
    "year": "2021",
    "summary": "The present study focuses on the application of AMPs in wound healing and discusses the types, properties and formulation strategies of AMPs used for wound healing. In addition, the clinical trial and the current status of studies on \"antimicrobial pep …",
    "abstract": "Chronic wound infections have caused an increasing number of deaths and economic burden, which necessitates wound treatment options. Hitherto, the development of functional wound dressings has achieved reasonable progress. Antibacterial agents, growth factors, and miRNAs are incorporated in different wound dressings to treat various types of wounds. As an effective antimicrobial agent and emerging wound healing therapeutic, antimicrobial peptides (AMPs) have attracted significant attention. The present study focuses on the application of AMPs in wound healing and discusses the types, properties and formulation strategies of AMPs used for wound healing. In addition, the clinical trial and the current status of studies on \"antimicrobial peptides and wound healing\" are elaborated through bibliometrics. Also, the challenges and opportunities for further development and utilization of AMP formulations in wound healing are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34405955/",
    "clean_text": "antimicrobial peptides the promising therapeutics for cutaneous wound healing the present study focuses on the application of amps in wound healing and discusses the types properties and formulation strategies of amps used for wound healing in addition the clinical trial and the current status of studies on antimicrobial pep chronic wound infections have caused an increasing number of deaths and economic burden which necessitates wound treatment options hitherto the development of functional wound dressings has achieved reasonable progress antibacterial agents growth factors and mirnas are incorporated in different wound dressings to treat various types of wounds as an effective antimicrobial agent and emerging wound healing therapeutic antimicrobial peptides amps have attracted significant attention the present study focuses on the application of amps in wound healing and discusses the types properties and formulation strategies of amps used for wound healing in addition the clinical trial and the current status of studies on antimicrobial peptides and wound healing are elaborated through bibliometrics also the challenges and opportunities for further development and utilization of amp formulations in wound healing are discussed"
}