{
    "pmid": "41456992",
    "title": "Enlarged Perivascular Spaces and Modifiable Vascular Risk Factors: Cross-Sectional and Longitudinal Analysis in the UK Biobank Cohort.",
    "abstract": "To examine cross-sectional and longitudinal associations between vascular risk factors, APOE genotype, and perivascular spaces (PVS), with attention to sex- and region-specific patterns in older adults. Population-based observational study using automated PVS quantification and multivariable regression models. UK Biobank, a large prospective cohort study of community-dwelling adults across the United Kingdom. A total of 38,121 participants (aged 47-90) were included cross-sectionally, and 4,225 longitudinally (mean follow-up 2.61 ± 1.0 years). A deep learning model was applied to brain MRI to quantify PVS in the basal ganglia (BG) and centrum semiovale (CSO). Vascular risk factors included hypertension, hypercholesterolemia, obesity, diabetes, smoking, and alcohol consumption. Models were adjusted for age, sex, scanner, and APOE-ɛ4 carrier status. Cross-sectionally, hypertension (b = 0.089, 95% CI = 0.069-0.108), hypercholesterolemia (b = 0.043, 95% CI = 0.017-0.064), obesity (b = 0.040, 95% CI = 0.016-0.064), and smoking (b = 0.056, 95% CI = 0.037-0.074) were associated with more BG-PVS. APOE-ɛ4 carriers (b = 0.039, 95% CI = 0.0015-0.076) and hypertension (b = 0.093, 95% CI = 0.056-0.130) were linked to more CSO-PVS. Moderate alcohol intake was associated with fewer BG-PVS in males but was associated with higher BG-PVS in females. Longitudinally, risk factor associations with PVS were limited. These findings support the utility of PVS as a biologically meaningful indicator of vascular brain health, with potential relevance for early identification of neurodegenerative risk in older adults.",
    "disease": "hypertension",
    "clean_text": "enlarged perivascular spaces and modifiable vascular risk factors cross sectional and longitudinal analysis in the uk biobank cohort to examine cross sectional and longitudinal associations between vascular risk factors apoe genotype and perivascular spaces pvs with attention to sex and region specific patterns in older adults population based observational study using automated pvs quantification and multivariable regression models uk biobank a large prospective cohort study of community dwelling adults across the united kingdom a total of participants aged were included cross sectionally and longitudinally mean follow up years a deep learning model was applied to brain mri to quantify pvs in the basal ganglia bg and centrum semiovale cso vascular risk factors included hypertension hypercholesterolemia obesity diabetes smoking and alcohol consumption models were adjusted for age sex scanner and apoe carrier status cross sectionally hypertension b ci hypercholesterolemia b ci obesity b ci and smoking b ci were associated with more bg pvs apoe carriers b ci and hypertension b ci were linked to more cso pvs moderate alcohol intake was associated with fewer bg pvs in males but was associated with higher bg pvs in females longitudinally risk factor associations with pvs were limited these findings support the utility of pvs as a biologically meaningful indicator of vascular brain health with potential relevance for early identification of neurodegenerative risk in older adults"
}