{
    "pmid": "41391342",
    "title": "Plasma microRNA predict cognitive decline in Parkinson's disease.",
    "abstract": "Parkinson's disease (PD), the second most common neurodegenerative disease, is currently diagnosed clinically by impairments in motor control. PD, however, includes a diversity of non-motor symptoms, such as cognitive decline. Thus, it is imperative to establish a diagnostic framework for PD which reflects this heterogeneous phenotype. While misfolded α-synuclein is a cellular hallmark of PD and candidate biofluid marker, microRNA are an important class of biomarkers that are stable and easily detectable in blood, and are dysregulated at post-mortem in PD patients. This study aimed to establish PD plasma microRNA biomarkers that reflect cognitive abilities, as determined by the Montreal Cognitive Assessment (MoCA). Using custom-designed low-density TaqMan arrays we assessed plasma levels of 187 neurodegeneration-related microRNA, in cross-sectional (n = 102), and longitudinal cohorts (n = 26) as well as in post-mortem brain tissue (n = 16). We found numerous microRNA were altered with increasing cognitive decline in PD and that the overall direction of change moved towards downregulation. A notable exception was miR-192-5p which was consistently upregulated in plasma and was found to be downregulated at postmortem in the superior frontal gyrus. Overall, microRNA identified were largely distinct from those known to be regulated in Alzheimer's disease. Focusing on a longitudinal cohort, controlled for disease progression and age we showed that miR-151-3p and miR-192-5p provided the best predictive model for separating cognitively normal PD patients from those who decline cognitively. Plasma microRNA are altered in PD patients, can predict cognitive decline and therefore may be clinically useful biomarkers.",
    "disease": "parkinson disease",
    "clean_text": "plasma microrna predict cognitive decline in parkinson s disease parkinson s disease pd the second most common neurodegenerative disease is currently diagnosed clinically by impairments in motor control pd however includes a diversity of non motor symptoms such as cognitive decline thus it is imperative to establish a diagnostic framework for pd which reflects this heterogeneous phenotype while misfolded synuclein is a cellular hallmark of pd and candidate biofluid marker microrna are an important class of biomarkers that are stable and easily detectable in blood and are dysregulated at post mortem in pd patients this study aimed to establish pd plasma microrna biomarkers that reflect cognitive abilities as determined by the montreal cognitive assessment moca using custom designed low density taqman arrays we assessed plasma levels of neurodegeneration related microrna in cross sectional n and longitudinal cohorts n as well as in post mortem brain tissue n we found numerous microrna were altered with increasing cognitive decline in pd and that the overall direction of change moved towards downregulation a notable exception was mir p which was consistently upregulated in plasma and was found to be downregulated at postmortem in the superior frontal gyrus overall microrna identified were largely distinct from those known to be regulated in alzheimer s disease focusing on a longitudinal cohort controlled for disease progression and age we showed that mir p and mir p provided the best predictive model for separating cognitively normal pd patients from those who decline cognitively plasma microrna are altered in pd patients can predict cognitive decline and therefore may be clinically useful biomarkers"
}