{
    "pmid": "41381757",
    "title": "Psychometric testing of the 20-item Self-Management Assessment Scale in people with chronic obstructive pulmonary disease.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) represents a public health challenge and self-management support is crucial to prevent deterioration of health. The Self-Management Assessment Scale was developed to screen for prerequisites for self-management but has not been tested on people with COPD. The study aimed to evaluate the psychometric properties and internal structure of the 20-item Self-Management Assessment Scale in a Swedish COPD population. The 20-item Self-Management Assessment Scale was tested in a sample of 173 participants with a verified COPD diagnosis. Data collection was performed between September 2021 and September 2022. Assessment of content validity by an expert group, confirmatory factor analysis, and test-retest reliability were performed. The scale content validity index (S-CVI) was 0.87, and the number of missing items was low. A moderate to good goodness-of-fit of a five-factor solution was shown. The five factors, Knowledge, Goals for the future, Daily routines, Wellbeing, and Social Support, had correlations within the range of 0.59 to 0.89, with the strongest correlation between Wellbeing and Daily routines. The internal reliability was high for the instrument (0.93) and for each factor (0.73-0.85). Test-retest reliability was good, with no significant difference between scale or factor scores. Good validity and reliability were shown for the Self-Management Assessment Scale and its five key domains. The low number of missing items indicates that the instrument is easy and quick for people to complete. The Self-Management Assessment Scale is, therefore, considered a valuable tool in clinical practice.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "psychometric testing of the item self management assessment scale in people with chronic obstructive pulmonary disease chronic obstructive pulmonary disease copd represents a public health challenge and self management support is crucial to prevent deterioration of health the self management assessment scale was developed to screen for prerequisites for self management but has not been tested on people with copd the study aimed to evaluate the psychometric properties and internal structure of the item self management assessment scale in a swedish copd population the item self management assessment scale was tested in a sample of participants with a verified copd diagnosis data collection was performed between september and september assessment of content validity by an expert group confirmatory factor analysis and test retest reliability were performed the scale content validity index s cvi was and the number of missing items was low a moderate to good goodness of fit of a five factor solution was shown the five factors knowledge goals for the future daily routines wellbeing and social support had correlations within the range of to with the strongest correlation between wellbeing and daily routines the internal reliability was high for the instrument and for each factor test retest reliability was good with no significant difference between scale or factor scores good validity and reliability were shown for the self management assessment scale and its five key domains the low number of missing items indicates that the instrument is easy and quick for people to complete the self management assessment scale is therefore considered a valuable tool in clinical practice"
}