{
    "title": "Cognitive load affects early processes involved in mentalizing robot behaviour.",
    "doc_id": "36056165",
    "writer": "Spatola N",
    "year": "2022",
    "summary": "",
    "abstract": "How individuals interpret robots' actions is a timely question in the context of the general approach to increase robot's presence in human social environment in the decades to come. Facing robots, people might have a tendency to explain their actions in mentalistic terms, granting them intentions. However, how default or controllable this process is still under debate. In four experiments, we asked participants to choose between mentalistic (intentional) and mechanistic (non-intentional) descriptions to describe depicted actions of a robot in various scenarios. Our results show the primacy of mentalistic descriptions that are processed faster than mechanistic ones (experiment 1). This effect was even stronger under high vs low cognitive load when people had to decide between the two alternatives (experiment 2). Interestingly, while there was no effect of cognitive load at the later stages of the processing arguing for controllability (experiment 3), imposing cognitive load on participants at an early stage of observation resulted in a faster attribution of mentalistic properties to the robot (experiment 4). We discuss these results in the context of the idea that social cognition is a default system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36056165/",
    "clean_text": "cognitive load affects early processes involved in mentalizing robot behaviour how individuals interpret robots actions is a timely question in the context of the general approach to increase robot s presence in human social environment in the decades to come facing robots people might have a tendency to explain their actions in mentalistic terms granting them intentions however how default or controllable this process is still under debate in four experiments we asked participants to choose between mentalistic intentional and mechanistic non intentional descriptions to describe depicted actions of a robot in various scenarios our results show the primacy of mentalistic descriptions that are processed faster than mechanistic ones experiment this effect was even stronger under high vs low cognitive load when people had to decide between the two alternatives experiment interestingly while there was no effect of cognitive load at the later stages of the processing arguing for controllability experiment imposing cognitive load on participants at an early stage of observation resulted in a faster attribution of mentalistic properties to the robot experiment we discuss these results in the context of the idea that social cognition is a default system"
}