{
    "title": "Progress in the treatment of advanced gastric cancer.",
    "doc_id": "28671042",
    "writer": "Song Z",
    "year": "2017",
    "summary": "Gastric cancer is one of the most common malignant tumors in the digestive system. Surgery is currently considered to be the only radical treatment. ...In this article, we summarize several common methods used to treat advanced gastric cancer and discu …",
    "abstract": "Gastric cancer is one of the most common malignant tumors in the digestive system. Surgery is currently considered to be the only radical treatment. As surgical techniques improve and progress is made in traditional radiotherapy, chemotherapy, and the implementation of neoadjuvant therapy, the 5-year survival rate of early gastric cancer can reach >95%. However, the low rate of early diagnosis means that most patients have advanced-stage disease at diagnosis and so the best surgical window is missed. Therefore, the main treatment for advanced gastric cancer is the combination of neoadjuvant chemoradiotherapy, molecular-targeted therapy, and immunotherapy. In this article, we summarize several common methods used to treat advanced gastric cancer and discuss the progress made in the treatment of gastric cancer in detail. Only clinical practice and clinical research will allow us to prolong the survival time of patients and allow the patients to truly benefit by paying attention to the individual patient characteristics, drug choice, and developing a reasonable and comprehensive treatment plan.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28671042/",
    "clean_text": "progress in the treatment of advanced gastric cancer gastric cancer is one of the most common malignant tumors in the digestive system surgery is currently considered to be the only radical treatment in this article we summarize several common methods used to treat advanced gastric cancer and discu gastric cancer is one of the most common malignant tumors in the digestive system surgery is currently considered to be the only radical treatment as surgical techniques improve and progress is made in traditional radiotherapy chemotherapy and the implementation of neoadjuvant therapy the year survival rate of early gastric cancer can reach however the low rate of early diagnosis means that most patients have advanced stage disease at diagnosis and so the best surgical window is missed therefore the main treatment for advanced gastric cancer is the combination of neoadjuvant chemoradiotherapy molecular targeted therapy and immunotherapy in this article we summarize several common methods used to treat advanced gastric cancer and discuss the progress made in the treatment of gastric cancer in detail only clinical practice and clinical research will allow us to prolong the survival time of patients and allow the patients to truly benefit by paying attention to the individual patient characteristics drug choice and developing a reasonable and comprehensive treatment plan"
}