{
    "title": "Interaction of the adenosine A1 receptor agonist N6-cyclopentyladenosine (CPA) and opioid receptors in spinal cord nociceptive reflexes.",
    "doc_id": "23810661",
    "writer": "Ramos-Zepeda G",
    "year": "2013",
    "summary": "AIMS: We previously observed that the adenosine A1 receptor agonist N6-cyclopentyladenosine (CPA) is a very effective antinociceptive agent on intact but not on spinalized adult rats with inflammation. Since a close connection between opioid and adenosine A1 receptors has …",
    "abstract": "Aims:\n        \n      \n      We previously observed that the adenosine A1 receptor agonist N6-cyclopentyladenosine (CPA) is a very effective antinociceptive agent on intact but not on spinalized adult rats with inflammation. Since a close connection between opioid and adenosine A1 receptors has been described, we studied a possible relationship between these systems in the spinal cord.\n    \n\n\n          Main methods:\n        \n      \n      CPA-mediated antinociception was challenged by the selective adenosine A1 receptor antagonist 8-cyclopentyl-1, 3-dimethylxanthine (CPT) and by the opioid receptor antagonist naloxone on male adult Wistar rats with carrageenan-induced inflammation. Withdrawal reflexes activated by noxious mechanical and electrical stimulation were recorded using the single motor technique in intact and sham-spinalized animals.\n    \n\n\n          Key findings:\n        \n      \n      CPA was very effective in intact and sham spinalized rats but not in spinalized animals. Full reversal of CPA antinociception was observed with i.v. 1mg/kg of naloxone but not with 20mg/kg of CPT i.v. in responses to noxious mechanical and electrical stimulation. CPT fully prevented CPA from any antinociceptive action whereas naloxone did not modify CPA activity. These results suggest a centrally-mediated action, since CPA depressed the wind-up phenomenon which is derived of the activity of spinal cord neurons.\n    \n\n\n          Significance:\n        \n      \n      The present study provides strong in vivo evidence of an antinociceptive activity mediated by the adenosine A1 receptor system in the spinal cord, linked to an activation of opioid receptors in adult animals with inflammation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23810661/",
    "clean_text": "interaction of the adenosine a receptor agonist n cyclopentyladenosine cpa and opioid receptors in spinal cord nociceptive reflexes aims we previously observed that the adenosine a receptor agonist n cyclopentyladenosine cpa is a very effective antinociceptive agent on intact but not on spinalized adult rats with inflammation since a close connection between opioid and adenosine a receptors has aims we previously observed that the adenosine a receptor agonist n cyclopentyladenosine cpa is a very effective antinociceptive agent on intact but not on spinalized adult rats with inflammation since a close connection between opioid and adenosine a receptors has been described we studied a possible relationship between these systems in the spinal cord main methods cpa mediated antinociception was challenged by the selective adenosine a receptor antagonist cyclopentyl dimethylxanthine cpt and by the opioid receptor antagonist naloxone on male adult wistar rats with carrageenan induced inflammation withdrawal reflexes activated by noxious mechanical and electrical stimulation were recorded using the single motor technique in intact and sham spinalized animals key findings cpa was very effective in intact and sham spinalized rats but not in spinalized animals full reversal of cpa antinociception was observed with i v mg kg of naloxone but not with mg kg of cpt i v in responses to noxious mechanical and electrical stimulation cpt fully prevented cpa from any antinociceptive action whereas naloxone did not modify cpa activity these results suggest a centrally mediated action since cpa depressed the wind up phenomenon which is derived of the activity of spinal cord neurons significance the present study provides strong in vivo evidence of an antinociceptive activity mediated by the adenosine a receptor system in the spinal cord linked to an activation of opioid receptors in adult animals with inflammation"
}