{
    "pmid": "41467308",
    "title": "Asthma Outcomes Following Early Versus Delayed Sinus Surgery in Chronic Rhinosinusitis With Nasal Polyps.",
    "abstract": "Chronic rhinosinusitis with nasal polyps (CRSwNP) often coexists with asthma. Endoscopic sinus surgery (ESS) improves asthma morbidity, but the impact of early surgery (< 6 months from diagnosis) versus later surgery (1-3 years) is unclear. We examined whether early ESS is associated with improved asthma outcomes compared with delayed surgery. We conducted a retrospective cohort study using the TriNetX Research Network, including adults with CRSwNP who underwent ESS. Patients were grouped as early surgery (≤ 6 months after diagnosis) or late surgery (1-3 years). Outcomes over 5 years included asthma diagnoses by severity, exacerbations, and medication use (long-acting β2-agonists [LABA], corticosteroids, biologics). Propensity score matching was performed 1:1 (N = 3683 per group) based on demographics, baseline asthma severity, and asthma medication usage. After matching, groups were well balanced. Early ESS was associated with lower risk of moderate (11.5% vs. 13.5%; odds ratio [OR] = 0.84; p = 0.012) and severe persistent asthma (6.5% vs. 8.4%; OR = 0.76; p = 0.003). Rates of mild intermittent or persistent asthma and overall new asthma diagnoses did not differ. Early surgery patients had fewer associated asthma exacerbations (6.4% vs. 8.1%; OR = 0.78; p = 0.005) and were less likely to require LABAs (23.7% vs. 29.4%; OR = 0.75; p < 0.0001), steroids (63.7% vs. 67.4%; OR = 0.85; p = 0.0009), and biologics (7.7% vs. 10.1%; OR = 0.74; p = 0.0004). Early ESS for CRSwNP is associated with reduced progression to moderate/severe asthma, fewer exacerbations, and lower reliance on oral steroids, LABAs, and biologics. These findings suggest early surgery may alter asthma trajectory and reduce treatment burden in CRSwNP patients.",
    "disease": "asthma",
    "clean_text": "asthma outcomes following early versus delayed sinus surgery in chronic rhinosinusitis with nasal polyps chronic rhinosinusitis with nasal polyps crswnp often coexists with asthma endoscopic sinus surgery ess improves asthma morbidity but the impact of early surgery months from diagnosis versus later surgery years is unclear we examined whether early ess is associated with improved asthma outcomes compared with delayed surgery we conducted a retrospective cohort study using the trinetx research network including adults with crswnp who underwent ess patients were grouped as early surgery months after diagnosis or late surgery years outcomes over years included asthma diagnoses by severity exacerbations and medication use long acting agonists laba corticosteroids biologics propensity score matching was performed n per group based on demographics baseline asthma severity and asthma medication usage after matching groups were well balanced early ess was associated with lower risk of moderate vs odds ratio or p and severe persistent asthma vs or p rates of mild intermittent or persistent asthma and overall new asthma diagnoses did not differ early surgery patients had fewer associated asthma exacerbations vs or p and were less likely to require labas vs or p steroids vs or p and biologics vs or p early ess for crswnp is associated with reduced progression to moderate severe asthma fewer exacerbations and lower reliance on oral steroids labas and biologics these findings suggest early surgery may alter asthma trajectory and reduce treatment burden in crswnp patients"
}