{
    "pmid": "41451023",
    "title": "Exploring acenocoumarol and silodosin in non-small cell lung cancer: Insights into EGFR-linked signaling mechanisms.",
    "abstract": "Non-small-cell lung cancer (NSCLC) is a highly morbid disease. Chemotherapy for NSCLC lacks specificity and efficacy mainly because of drug resistance. The current study aimed to explore computational tools to target allosteric epidermal growth factor receptor (EGFR) sites and screen for the top molecules  Molecular docking, virtual screening, and molecular dynamic studies revealed that acenocoumarol and silodosin are the top two allosteric EGFR inhibitors. They were further tested for cytotoxicity, apoptosis, cell cycle, and gene expression by qPCR, western blotting, A549 cell xenograft anti-proliferative activity, and tumor regression efficacy analysis. Acenocoumarol and silodosin exhibited cytotoxicity in A549 and IMR-90 cells at concentrations below 50 and 80 μM, respectively. Acenocoumarol and silodosin induced S-phase and G2/M-phase arrest in A549 cells in the cell cycle analysis. Both drugs showed early apoptosis at their IC  The drugs acenocoumarol and silodosin downregulate KRAS and ERK2 in both A549 cell lines and Xenograft model. KRAS and ERK2 are components of EGFR-associated signaling pathways. Hence, acenocoumarol and silodosin can be further explored as repurposed candidates in future preclinical and clinical studies.",
    "disease": "lung cancer",
    "clean_text": "exploring acenocoumarol and silodosin in non small cell lung cancer insights into egfr linked signaling mechanisms non small cell lung cancer nsclc is a highly morbid disease chemotherapy for nsclc lacks specificity and efficacy mainly because of drug resistance the current study aimed to explore computational tools to target allosteric epidermal growth factor receptor egfr sites and screen for the top molecules molecular docking virtual screening and molecular dynamic studies revealed that acenocoumarol and silodosin are the top two allosteric egfr inhibitors they were further tested for cytotoxicity apoptosis cell cycle and gene expression by qpcr western blotting a cell xenograft anti proliferative activity and tumor regression efficacy analysis acenocoumarol and silodosin exhibited cytotoxicity in a and imr cells at concentrations below and m respectively acenocoumarol and silodosin induced s phase and g m phase arrest in a cells in the cell cycle analysis both drugs showed early apoptosis at their ic the drugs acenocoumarol and silodosin downregulate kras and erk in both a cell lines and xenograft model kras and erk are components of egfr associated signaling pathways hence acenocoumarol and silodosin can be further explored as repurposed candidates in future preclinical and clinical studies"
}