{
    "pmid": "41453456",
    "title": "Acute ischaemic stroke alters the composition and function of circulating B cells.",
    "abstract": "Distinct B cell populations are found in circulation, including those with innate-like properties, that have varied functions in pathogen protection, vaccination and immunoregulation. The effects of tissue injury on circulating B cell populations are poorly explored. Here we show that, following acute ischaemic stroke (AIS), a common cause of neurological disability associated with systemic immune dysfunction, the circulating B cell compartment has altered functionality, alongside marked reductions in marginal zone (MZ)-like B cells, an innate-like B cell subset. Of note, release of Immunoglobulin (Ig) M, a key innate-like B cell-derived factor important in anti-bacterial responses, and regulatory cytokines including IL-6 and IL-10, was impaired upon stimulation of sorted B cells from AIS patients. B cells express adrenergic receptors, in both control and AIS patients, and release of the β2-AR agonist noradrenaline (NA) is elevated acutely following stroke. In vitro exposure of B cells from healthy individuals to NA recapitulated some of the functional modulation observed in AIS patients. Moreover, increased cell death of MZ-like B cells was observed in response to NA. Secondary infection is a common post-stroke complication that could be responsible for altered B cell characteristics. However, in line with the impact of NA on B cell populations, alterations were largely driven by stroke rather than secondary infection. Taken together, these findings demonstrate that neuroimmune factors are an important signal that could rapidly modify defined B cell populations early after tissue injury and highlight altered innate-like B cell function as a previously unappreciated characteristic of the systemic immunological response to acute stroke.",
    "disease": "stroke",
    "clean_text": "acute ischaemic stroke alters the composition and function of circulating b cells distinct b cell populations are found in circulation including those with innate like properties that have varied functions in pathogen protection vaccination and immunoregulation the effects of tissue injury on circulating b cell populations are poorly explored here we show that following acute ischaemic stroke ais a common cause of neurological disability associated with systemic immune dysfunction the circulating b cell compartment has altered functionality alongside marked reductions in marginal zone mz like b cells an innate like b cell subset of note release of immunoglobulin ig m a key innate like b cell derived factor important in anti bacterial responses and regulatory cytokines including il and il was impaired upon stimulation of sorted b cells from ais patients b cells express adrenergic receptors in both control and ais patients and release of the ar agonist noradrenaline na is elevated acutely following stroke in vitro exposure of b cells from healthy individuals to na recapitulated some of the functional modulation observed in ais patients moreover increased cell death of mz like b cells was observed in response to na secondary infection is a common post stroke complication that could be responsible for altered b cell characteristics however in line with the impact of na on b cell populations alterations were largely driven by stroke rather than secondary infection taken together these findings demonstrate that neuroimmune factors are an important signal that could rapidly modify defined b cell populations early after tissue injury and highlight altered innate like b cell function as a previously unappreciated characteristic of the systemic immunological response to acute stroke"
}