{
    "title": "Assessment of humoral responses in COVID-19 using various quantitative antibody tests.",
    "doc_id": "33730868",
    "writer": "Wakui M",
    "year": "2021",
    "summary": "BACKGROUND: Quantitative antibody tests are expected to be useful in diagnostics of COVID-19 and investigation of herd immunity against SARS-CoV-2. To make it proper to perform them, understanding of the immunological aspects is critically impor …",
    "abstract": "Background:\n        \n      \n      Quantitative antibody tests are expected to be useful in diagnostics of COVID-19 and investigation of herd immunity against SARS-CoV-2. To make it proper to perform them, understanding of the immunological aspects is critically important. The present study aimed to assess humoral responses in COVID-19 using various quantitative antibody tests.\n    \n\n\n          Methods:\n        \n      \n      Four quantitative antibody tests that are different in targeted antigens, detectable immunoglobulin classes and avidity were used. Diagnosis was confirmed by RT-PCR for SARS-CoV-2 detection. Antibody titres of 117 samples collected from 24 COVID-19 patients and 23 non-COVID-19 patients were measured to evaluate correlations between different tests. For 24 COVID-19 patients, antibody titres measured at various time points after the onset or the RT-PCR diagnosis were subjected to assessment of humoral responses.\n    \n\n\n          Results:\n        \n      \n      Correlations between tests were observed to some degree, although there were discrepancies putatively due to differences in measurement principle. Seronegative COVID-19 was diagnosed for some patients, in whom antibody titres were less than the cut-off value in each test throughout the time courses. IgG seroconversion without prior IgM seroconversion most frequently occurred, while predominance of IgM responses over IgG responses was observed in some severe cases. Viral burdens estimated according to threshold cycle values at the RT-PCR seemed to impact antibody responses.\n    \n\n\n          Conclusions:\n        \n      \n      The results provide insights into the nature of humoral responses to SARS-CoV-2 and diagnostic performance of antibody tests.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33730868/",
    "clean_text": "assessment of humoral responses in covid using various quantitative antibody tests background quantitative antibody tests are expected to be useful in diagnostics of covid and investigation of herd immunity against sars cov to make it proper to perform them understanding of the immunological aspects is critically impor background quantitative antibody tests are expected to be useful in diagnostics of covid and investigation of herd immunity against sars cov to make it proper to perform them understanding of the immunological aspects is critically important the present study aimed to assess humoral responses in covid using various quantitative antibody tests methods four quantitative antibody tests that are different in targeted antigens detectable immunoglobulin classes and avidity were used diagnosis was confirmed by rt pcr for sars cov detection antibody titres of samples collected from covid patients and non covid patients were measured to evaluate correlations between different tests for covid patients antibody titres measured at various time points after the onset or the rt pcr diagnosis were subjected to assessment of humoral responses results correlations between tests were observed to some degree although there were discrepancies putatively due to differences in measurement principle seronegative covid was diagnosed for some patients in whom antibody titres were less than the cut off value in each test throughout the time courses igg seroconversion without prior igm seroconversion most frequently occurred while predominance of igm responses over igg responses was observed in some severe cases viral burdens estimated according to threshold cycle values at the rt pcr seemed to impact antibody responses conclusions the results provide insights into the nature of humoral responses to sars cov and diagnostic performance of antibody tests"
}