{
    "title": "Gene therapy: progress and predictions.",
    "doc_id": "26702034",
    "writer": "Collins M",
    "year": "2015",
    "summary": "In this review, we describe progress since then in gene therapy. Patients with some inherited single-gene defects can now be treated with their own bone marrow stem cells that have been engineered with a viral vector carrying the missing gene. Patients …",
    "abstract": "The first clinical gene delivery, which involved insertion of a marker gene into lymphocytes from cancer patients, was published 25 years ago. In this review, we describe progress since then in gene therapy. Patients with some inherited single-gene defects can now be treated with their own bone marrow stem cells that have been engineered with a viral vector carrying the missing gene. Patients with inherited retinopathies and haemophilia B can also be treated by local or systemic injection of viral vectors. There are also a number of promising gene therapy approaches for cancer and infectious disease. We predict that the next 25 years will see improvements in safety, efficacy and manufacture of gene delivery vectors and introduction of gene-editing technologies to the clinic. Gene delivery may also prove a cost-effective method for the delivery of biological medicines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26702034/",
    "clean_text": "gene therapy progress and predictions in this review we describe progress since then in gene therapy patients with some inherited single gene defects can now be treated with their own bone marrow stem cells that have been engineered with a viral vector carrying the missing gene patients the first clinical gene delivery which involved insertion of a marker gene into lymphocytes from cancer patients was published years ago in this review we describe progress since then in gene therapy patients with some inherited single gene defects can now be treated with their own bone marrow stem cells that have been engineered with a viral vector carrying the missing gene patients with inherited retinopathies and haemophilia b can also be treated by local or systemic injection of viral vectors there are also a number of promising gene therapy approaches for cancer and infectious disease we predict that the next years will see improvements in safety efficacy and manufacture of gene delivery vectors and introduction of gene editing technologies to the clinic gene delivery may also prove a cost effective method for the delivery of biological medicines"
}