{
    "title": "Role of molecular genetics in transforming diagnosis of diabetes mellitus.",
    "doc_id": "21463240",
    "writer": "Molven A",
    "year": "2011",
    "summary": "Most common diseases also run in families as rare, monogenic forms. Diabetes is no exception. Mutations in approximately 20 different genes are now known to cause monogenic diabetes, a disease group that can be subclassified into maturity-onset diabetes of th …",
    "abstract": "Most common diseases also run in families as rare, monogenic forms. Diabetes is no exception. Mutations in approximately 20 different genes are now known to cause monogenic diabetes, a disease group that can be subclassified into maturity-onset diabetes of the young, neonatal diabetes and mitochondrial diabetes. In some families, additional features, such as urogenital malformations, exocrine pancreatic dysfunction and neurological abnormalities, are present and may aid the diagnostic classification. The finding of a mutation in monogenic diabetes may have implications for the prediction of prognosis and choice of treatment. Mutations in the GCK gene cause a mild form of diabetes, which seldom needs insulin and has a low risk for complications. By contrast, HNF1A mutations lead to a diabetes form that in severity, treatment and complication risk resembles Type 1 diabetes, although these patients may experience a good effect of sulfonylurea treatment. The majority of neonatal diabetes cases are caused by mutations in the K(ATP) channel genes ABCC8 and KCNJ11, and sulfonylurea therapy is then usually superior to insulin. Diseases with a considerable genetic component may now be explored by genome-wide approaches using next-generation DNA sequencing technology. We expect that within a few years important breakthroughs will be made in mapping cases of diabetes with a suspected, but still unsolved monogenic basis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21463240/",
    "clean_text": "role of molecular genetics in transforming diagnosis of diabetes mellitus most common diseases also run in families as rare monogenic forms diabetes is no exception mutations in approximately different genes are now known to cause monogenic diabetes a disease group that can be subclassified into maturity onset diabetes of th most common diseases also run in families as rare monogenic forms diabetes is no exception mutations in approximately different genes are now known to cause monogenic diabetes a disease group that can be subclassified into maturity onset diabetes of the young neonatal diabetes and mitochondrial diabetes in some families additional features such as urogenital malformations exocrine pancreatic dysfunction and neurological abnormalities are present and may aid the diagnostic classification the finding of a mutation in monogenic diabetes may have implications for the prediction of prognosis and choice of treatment mutations in the gck gene cause a mild form of diabetes which seldom needs insulin and has a low risk for complications by contrast hnf a mutations lead to a diabetes form that in severity treatment and complication risk resembles type diabetes although these patients may experience a good effect of sulfonylurea treatment the majority of neonatal diabetes cases are caused by mutations in the k atp channel genes abcc and kcnj and sulfonylurea therapy is then usually superior to insulin diseases with a considerable genetic component may now be explored by genome wide approaches using next generation dna sequencing technology we expect that within a few years important breakthroughs will be made in mapping cases of diabetes with a suspected but still unsolved monogenic basis"
}