{
    "pmid": "41441981",
    "title": "Cholestanol promotes tau pathology in a mouse model of tauopathy.",
    "abstract": "Cerebrotendinous xanthomatosis (CTX) is an autosomal recessive lipid storage disease characterized by the accumulation of cholestanol. CTX patients often suffer from cognitive impairment. We found that serum cholestanol levels are higher in Alzheimer's disease (AD) patients than in control subjects. Thus, we tested whether cholestanol regulates the pathogenesis of AD. Cholestanol promotes tau fragmentation and hyperphosphorylation by activating asparagine endopeptidase (AEP). AEP knockdown alleviates cholestanol-induced tau fragmentation and phosphorylation. Feeding cholestanol to tau P301S mice aggravates tau pathology and behavioral defects, while knockout of AEP ameliorates cholestanol-induced tau pathology and behavioral defects in tau P301S mice. These results highlight the role of AEP-mediated tau cleavage in cholestanol-induced tau pathology and cognitive decline. The data also identify the potential therapeutic target of AEP in AD, particularly in AD patients with elevated serum cholestanol levels.",
    "disease": "alzheimer disease",
    "clean_text": "cholestanol promotes tau pathology in a mouse model of tauopathy cerebrotendinous xanthomatosis ctx is an autosomal recessive lipid storage disease characterized by the accumulation of cholestanol ctx patients often suffer from cognitive impairment we found that serum cholestanol levels are higher in alzheimer s disease ad patients than in control subjects thus we tested whether cholestanol regulates the pathogenesis of ad cholestanol promotes tau fragmentation and hyperphosphorylation by activating asparagine endopeptidase aep aep knockdown alleviates cholestanol induced tau fragmentation and phosphorylation feeding cholestanol to tau p s mice aggravates tau pathology and behavioral defects while knockout of aep ameliorates cholestanol induced tau pathology and behavioral defects in tau p s mice these results highlight the role of aep mediated tau cleavage in cholestanol induced tau pathology and cognitive decline the data also identify the potential therapeutic target of aep in ad particularly in ad patients with elevated serum cholestanol levels"
}