{
    "pmid": "41453293",
    "title": "First-in-human clinical trial of high-dose sodium copper chlorophyllin: Pharmacology and efficacy as a dual immunomodulatory/antiviral agent.",
    "abstract": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), the causative agent of Coronavirus Disease 2019 (COVID-19), continues to evolve, resulting in the emergence of novel variants capable of sustaining localized epidemics and global endemicity. Current therapeutic options primarily target viral replication or immune checkpoints independently, highlighting a need for agents with dual antiviral and immunomodulatory activity. Sodium copper chlorophyllin (CHL), a water-soluble chlorophyll derivative with a long-standing record of safe human consumption, exhibits antioxidant, cytoprotective, and immunoregulatory properties, suggesting potential for repurposing against SARS-CoV-2. This study aimed to evaluate the safety, pharmacokinetics, immunomodulatory efficacy, and antiviral potential of CHL in human, in vitro, and in vivo models. A first-in-human clinical trial of high-dose CHL was conducted in healthy male subjects, and pharmacokinetics, pharmacodynamics, and safety were evaluated. In silico binding studies with the SARS-CoV-2 Mpro protease and in vitro findings in the Vero2 monkey kidney cell line were performed. The in vivo antiviral efficacy of CHL was studied in SARS-CoV-2-infected golden Syrian hamsters. In a phase I clinical trial, CHL was well tolerated up to 3000 mg and achieved serum concentrations >5 μM in healthy male volunteers. Proteomic profiling revealed that CHL induced biphasic immune modulation. It bound stably to the main proteases of the coronavirus in silico and showed potent antiviral activity in vitro (IC₅₀ < 1 μM). In hamsters, CHL significantly reduced viral load, inflammation, and lung pathology in both prophylactic and therapeutic settings. CHL demonstrates a favorable safety profile, immunomodulatory capacity, and antiviral efficacy, supporting its potential as a broad-spectrum agent for COVID-19 management. Department of Atomic Energy, Government of India.",
    "disease": "lung cancer",
    "clean_text": "first in human clinical trial of high dose sodium copper chlorophyllin pharmacology and efficacy as a dual immunomodulatory antiviral agent severe acute respiratory syndrome coronavirus sars cov the causative agent of coronavirus disease covid continues to evolve resulting in the emergence of novel variants capable of sustaining localized epidemics and global endemicity current therapeutic options primarily target viral replication or immune checkpoints independently highlighting a need for agents with dual antiviral and immunomodulatory activity sodium copper chlorophyllin chl a water soluble chlorophyll derivative with a long standing record of safe human consumption exhibits antioxidant cytoprotective and immunoregulatory properties suggesting potential for repurposing against sars cov this study aimed to evaluate the safety pharmacokinetics immunomodulatory efficacy and antiviral potential of chl in human in vitro and in vivo models a first in human clinical trial of high dose chl was conducted in healthy male subjects and pharmacokinetics pharmacodynamics and safety were evaluated in silico binding studies with the sars cov mpro protease and in vitro findings in the vero monkey kidney cell line were performed the in vivo antiviral efficacy of chl was studied in sars cov infected golden syrian hamsters in a phase i clinical trial chl was well tolerated up to mg and achieved serum concentrations m in healthy male volunteers proteomic profiling revealed that chl induced biphasic immune modulation it bound stably to the main proteases of the coronavirus in silico and showed potent antiviral activity in vitro ic m in hamsters chl significantly reduced viral load inflammation and lung pathology in both prophylactic and therapeutic settings chl demonstrates a favorable safety profile immunomodulatory capacity and antiviral efficacy supporting its potential as a broad spectrum agent for covid management department of atomic energy government of india"
}