{
    "pmid": "41317084",
    "title": "Screening for Hepatocellular Carcinoma Recurrence After Liver Transplantation: Prospective Validation of Binary Criteria.",
    "abstract": "Many centers screen all recipients for hepatocellular carcinoma (HCC) recurrence after liver transplantation (LT). This approach may add substantial burdens of cost, incidental findings, and, depending on the imaging modality, radiation and/or contrast-induced complications. We created simple criteria to help clinicians identify low-risk patients in whom post-LT surveillance offers marginal utility. Criteria were developed retrospectively using adults with HCC who underwent LT at the University of Cincinnati from 2000 to 2014. Low-risk patients had none of the following at LT: (1) outside Milan criteria, (2) alpha-fetoprotein ≥ 200 ng/mL, (3) prior hepatectomy with vascular invasion or unknown histology, and (4) any vascular invasion or > 3 lesions on explant, or extrahepatic extension noted intraoperatively. Criteria were retrospectively validated in adults transplanted for HCC at Mass General Brigham from 2015 to 2023 and prospectively assessed at Cincinnati where low-risk patients received no post-LT surveillance. Among 132 development cohort patients, 14 (10.6%) developed recurrent HCC at a median of 2.0 (range 0.1-9.7) years. Only 1 (1.1%) of the 91 (68.9%) patients deemed low-risk by the proposed criteria developed recurrence compared to 13 (31.7%) of the high-risk patients (p < 0.001). In the validation cohort (n = 188), recurrence occurred in 1 (0.9%) of 114 (60.6%) low-risk and 16 (21.6%) high-risk patients. In the prospective cohort (n = 55), none of 42 (76.4%) low-risk patients developed recurrence versus 3 (23.1%) high-risk patients (p = 0.011) after 8.0 (0.1-9.4) years of follow-up. The criteria performed similarly to the RETREAT score 0 across cohorts (n = 375) in identifying patients without recurrence as low-risk (negative predictive value 99.2% vs. 97.1%) but required screening significantly fewer patients (34.1% vs. 81.9%). These prospectively validated criteria offer clinicians a practical tool for easily and accurately determining which patients would benefit from surveillance for HCC recurrence after LT. Surveillance targeting only high-risk patients could reduce the harms of excess screening.",
    "disease": "liver cirrhosis",
    "clean_text": "screening for hepatocellular carcinoma recurrence after liver transplantation prospective validation of binary criteria many centers screen all recipients for hepatocellular carcinoma hcc recurrence after liver transplantation lt this approach may add substantial burdens of cost incidental findings and depending on the imaging modality radiation and or contrast induced complications we created simple criteria to help clinicians identify low risk patients in whom post lt surveillance offers marginal utility criteria were developed retrospectively using adults with hcc who underwent lt at the university of cincinnati from to low risk patients had none of the following at lt outside milan criteria alpha fetoprotein ng ml prior hepatectomy with vascular invasion or unknown histology and any vascular invasion or lesions on explant or extrahepatic extension noted intraoperatively criteria were retrospectively validated in adults transplanted for hcc at mass general brigham from to and prospectively assessed at cincinnati where low risk patients received no post lt surveillance among development cohort patients developed recurrent hcc at a median of range years only of the patients deemed low risk by the proposed criteria developed recurrence compared to of the high risk patients p in the validation cohort n recurrence occurred in of low risk and high risk patients in the prospective cohort n none of low risk patients developed recurrence versus high risk patients p after years of follow up the criteria performed similarly to the retreat score across cohorts n in identifying patients without recurrence as low risk negative predictive value vs but required screening significantly fewer patients vs these prospectively validated criteria offer clinicians a practical tool for easily and accurately determining which patients would benefit from surveillance for hcc recurrence after lt surveillance targeting only high risk patients could reduce the harms of excess screening"
}