{
    "pmid": "41471948",
    "title": "Designing a Novel Multi-Epitope Trivalent Vaccine Against NDV, AIV and FAdV-4 Based on Immunoinformatics Approaches.",
    "abstract": "The diseases caused by genotype VII Newcastle disease virus (NDV), H9N2 avian influenza virus (AIV), and fowl adenovirus serotype 4 (FAdV-4) continue to threaten the global poultry industry. However, no broad-spectrum vaccines provide simultaneous protection against these three pathogens. This study employed bioinformatics and immunoinformatics approaches to design a multi-epitope vaccine, named NFAF, which consists of B-cell, cytotoxic T lymphocyte (CTL) epitopes, and helper T lymphocyte (HTL) epitopes derived from hemagglutinin-neuraminidase (HN) and fusion (F) proteins of genotype VII NDV, hemagglutinin (HA) protein of H9N2, and Fiber2 protein of FAdV-4. The vaccine candidate was predicted to have non-allergenic properties, non-toxicity, high antigenicity, and favorable solubility. Each of its constituent antigenic epitopes has a high degree of conservation. Molecular docking demonstrated stable binding between NFAF and chicken Toll-like receptor (TLRs) and major histocompatibility complex (MHC) molecules. NFAF was expressed in soluble form in ",
    "disease": "influenza",
    "clean_text": "designing a novel multi epitope trivalent vaccine against ndv aiv and fadv based on immunoinformatics approaches the diseases caused by genotype vii newcastle disease virus ndv h n avian influenza virus aiv and fowl adenovirus serotype fadv continue to threaten the global poultry industry however no broad spectrum vaccines provide simultaneous protection against these three pathogens this study employed bioinformatics and immunoinformatics approaches to design a multi epitope vaccine named nfaf which consists of b cell cytotoxic t lymphocyte ctl epitopes and helper t lymphocyte htl epitopes derived from hemagglutinin neuraminidase hn and fusion f proteins of genotype vii ndv hemagglutinin ha protein of h n and fiber protein of fadv the vaccine candidate was predicted to have non allergenic properties non toxicity high antigenicity and favorable solubility each of its constituent antigenic epitopes has a high degree of conservation molecular docking demonstrated stable binding between nfaf and chicken toll like receptor tlrs and major histocompatibility complex mhc molecules nfaf was expressed in soluble form in"
}