{
    "title": "Benefits and limitations of serological assays in COVID-19 infection.",
    "doc_id": "33308664",
    "writer": "Sidiq Z",
    "year": "2020",
    "summary": "Accurate and rapid diagnostic tests are critical for achieving control of coronavirus disease 2019 (covid-19), a pandemic illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2 …",
    "abstract": "Accurate and rapid diagnostic tests are critical for achieving control of coronavirus disease 2019 (covid-19), a pandemic illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Diagnostic tests for covid-19 fall into two main categories: molecular tests that detect viral RNA, and serological tests that detect anti-SARS-CoV-2 immunoglobulins. Reverse transcriptase polymerase chain reaction (RT-PCR), a molecular test, has become the gold standard for diagnosis of covid-19; however, this test has many limitations that include potential false negative results, changes in diagnostic accuracy over the disease course, and precarious availability of test materials. Serological tests have generated substantial interest as an alternative or complement to RT-PCR and other Nucleic acid tests in the diagnosis of acute infection, as some might be cheaper and easier to implement at the point of care. A clear advantage of these tests over RT-PCR is that they can identify individuals previously infected by SARS-CoV-2, even if they never underwent testing while acutely ill. Many serological tests for covid-19 have become available in a short period, including some marketed for use as rapid, point-of-care tests. The pace of development has, however, exceeded that of rigorous evaluation, and important uncertainty about test accuracy remains.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33308664/",
    "clean_text": "benefits and limitations of serological assays in covid infection accurate and rapid diagnostic tests are critical for achieving control of coronavirus disease covid a pandemic illness caused by severe acute respiratory syndrome coronavirus sars cov accurate and rapid diagnostic tests are critical for achieving control of coronavirus disease covid a pandemic illness caused by severe acute respiratory syndrome coronavirus sars cov diagnostic tests for covid fall into two main categories molecular tests that detect viral rna and serological tests that detect anti sars cov immunoglobulins reverse transcriptase polymerase chain reaction rt pcr a molecular test has become the gold standard for diagnosis of covid however this test has many limitations that include potential false negative results changes in diagnostic accuracy over the disease course and precarious availability of test materials serological tests have generated substantial interest as an alternative or complement to rt pcr and other nucleic acid tests in the diagnosis of acute infection as some might be cheaper and easier to implement at the point of care a clear advantage of these tests over rt pcr is that they can identify individuals previously infected by sars cov even if they never underwent testing while acutely ill many serological tests for covid have become available in a short period including some marketed for use as rapid point of care tests the pace of development has however exceeded that of rigorous evaluation and important uncertainty about test accuracy remains"
}