{
    "title": "Using adjuvant pharmacotherapy in the treatment of type 1 diabetes.",
    "doc_id": "34132620",
    "writer": "Sjöholm Å.",
    "year": "2021",
    "summary": "Introduction: Insulin and its analogues have so far been the only approved treatment for type 1 diabetes in Europe, while in the US, the amylin analog pramlintide is approved for adjuvant use with insulin. However, in clinical practice, various drugs against type …",
    "abstract": "Introduction: Insulin and its analogues have so far been the only approved treatment for type 1 diabetes in Europe, while in the US, the amylin analog pramlintide is approved for adjuvant use with insulin. However, in clinical practice, various drugs against type 2 diabetes have been used off label with insulin for type 1 diabetes. Recently, the EMA approved the SGLT inhibitors dapagliflozin and sotagliflozin as adjuvant treatments to insulin for type 1 diabetes in adults.Areas covered: This article is a survey of adjuvant treatments used against type 1 diabetes, focusing on SGLT inhibitors.Expert opinion: While GLP-1 R agonists and metformin may reduce weight gain associated with insulin therapy and possibly also confer non-glycemic benefits, only the SGLT inhibitors dapagliflozin and sotagliflozin have been approved in Europe as adjunctive to insulin for type 1 diabetes. Since these drugs act independently of insulin, they are very valuable additions to the armamentarium against type 1 diabetes. However, they should be used judiciously in select patients to mitigate the risk of diabetic ketoacidosis. Patients should be instructed to avoid risk situations and be taught to measure blood ketones themselves.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34132620/",
    "clean_text": "using adjuvant pharmacotherapy in the treatment of type diabetes introduction insulin and its analogues have so far been the only approved treatment for type diabetes in europe while in the us the amylin analog pramlintide is approved for adjuvant use with insulin however in clinical practice various drugs against type introduction insulin and its analogues have so far been the only approved treatment for type diabetes in europe while in the us the amylin analog pramlintide is approved for adjuvant use with insulin however in clinical practice various drugs against type diabetes have been used off label with insulin for type diabetes recently the ema approved the sglt inhibitors dapagliflozin and sotagliflozin as adjuvant treatments to insulin for type diabetes in adults areas covered this article is a survey of adjuvant treatments used against type diabetes focusing on sglt inhibitors expert opinion while glp r agonists and metformin may reduce weight gain associated with insulin therapy and possibly also confer non glycemic benefits only the sglt inhibitors dapagliflozin and sotagliflozin have been approved in europe as adjunctive to insulin for type diabetes since these drugs act independently of insulin they are very valuable additions to the armamentarium against type diabetes however they should be used judiciously in select patients to mitigate the risk of diabetic ketoacidosis patients should be instructed to avoid risk situations and be taught to measure blood ketones themselves"
}