{
    "title": "Healthcare costs associated with varicella and herpes zoster in Norway.",
    "doc_id": "31151798",
    "writer": "Haugnes H",
    "year": "2019",
    "summary": "RESULTS: We estimate that the annual healthcare cost of patients with varicella and herpes zoster are NOK 85 million (approximately 9 million). Of the annual costs, 73% are associated with herpes zoster and 27% are due to varicella. ...Most of the cost …",
    "abstract": "Background:\n        \n      \n      Norway does not implement routine vaccination against varicella or herpes zoster. Despite substantial health burden associated with both diseases, their economic impact is not well described. The aim of the present study was to document the healthcare costs associated with both conditions in a Norwegian setting.\n    \n\n\n          Methods:\n        \n      \n      We used registry data about patients' contacts with primary and specialized healthcare services from 2008 to 2014 to estimate the costs associated with varicella and herpes zoster in the primary and hospital care sector. We calculated the individual costs by treatment facility (general practitioner and emergency primary care clinic) in primary care and by treatment level (inpatient, outpatient or ambulatory treatment) at hospitals.\n    \n\n\n          Results:\n        \n      \n      We estimate that the annual healthcare cost of patients with varicella and herpes zoster are NOK 85 million (approximately € 9 million). Of the annual costs, 73% are associated with herpes zoster and 27% are due to varicella. The majority (54%) of the total annual cost is represented by patients with herpes zoster treated in hospital.\n    \n\n\n          Conclusion:\n        \n      \n      Varicella and herpes zoster impose a substantial financial burden on the national healthcare services in Norway. Most of the costs are incurred by herpes zoster, which could be prevented by vaccination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31151798/",
    "clean_text": "healthcare costs associated with varicella and herpes zoster in norway results we estimate that the annual healthcare cost of patients with varicella and herpes zoster are nok million approximately million of the annual costs are associated with herpes zoster and are due to varicella most of the cost background norway does not implement routine vaccination against varicella or herpes zoster despite substantial health burden associated with both diseases their economic impact is not well described the aim of the present study was to document the healthcare costs associated with both conditions in a norwegian setting methods we used registry data about patients contacts with primary and specialized healthcare services from to to estimate the costs associated with varicella and herpes zoster in the primary and hospital care sector we calculated the individual costs by treatment facility general practitioner and emergency primary care clinic in primary care and by treatment level inpatient outpatient or ambulatory treatment at hospitals results we estimate that the annual healthcare cost of patients with varicella and herpes zoster are nok million approximately million of the annual costs are associated with herpes zoster and are due to varicella the majority of the total annual cost is represented by patients with herpes zoster treated in hospital conclusion varicella and herpes zoster impose a substantial financial burden on the national healthcare services in norway most of the costs are incurred by herpes zoster which could be prevented by vaccination"
}