{
    "pmid": "41447954",
    "title": "Estimated projection of cancer mortality in Taiwan until 2050.",
    "abstract": "This study projected mortality trends through 2050 for 17 cancers in Taiwan by using mortality data from 1996 to 2023. The synthesized age-period-cohort prediction method is used for projection. Among men, mortality from oral, prostate, and kidney cancers would increase by 2050. Esophageal and brain cancers follow a U-shaped trend. Mortality from most other cancers would decline. Lung (18.54 % of all cancer deaths), prostate (17.25 %), oral (15.10 %), colorectal (11.11 %), and liver (9.07 %) cancers would become leading causes of cancer death in men by 2050, accounting for 71.08 % of all cancer deaths. Mortality from bladder and kidney cancers would slightly increase. Among women, mortality from ovarian cancer would increase steadily. Pancreatic, breast, cervical, endometrial, bladder, and brain cancers would follow a U-shaped trend. Mortality from other cancers would decline. Lung (13.63 %), breast (13.06 %), bladder (12.90 %), colorectal (12.81 %), and pancreatic (11.24 %) cancers would become leading causes of cancer death in women by 2050, accounting for 63.65 % of all cancer deaths. Mortality from ovarian cancer would increase from 3.57 % to 5.42 % (from 2023 to 2050). Kidney, prostate, pancreatic, endometrial, ovarian, and bladder cancers are projected to surpass their observation in past and may become new threat in future.",
    "disease": "breast cancer",
    "clean_text": "estimated projection of cancer mortality in taiwan until this study projected mortality trends through for cancers in taiwan by using mortality data from to the synthesized age period cohort prediction method is used for projection among men mortality from oral prostate and kidney cancers would increase by esophageal and brain cancers follow a u shaped trend mortality from most other cancers would decline lung of all cancer deaths prostate oral colorectal and liver cancers would become leading causes of cancer death in men by accounting for of all cancer deaths mortality from bladder and kidney cancers would slightly increase among women mortality from ovarian cancer would increase steadily pancreatic breast cervical endometrial bladder and brain cancers would follow a u shaped trend mortality from other cancers would decline lung breast bladder colorectal and pancreatic cancers would become leading causes of cancer death in women by accounting for of all cancer deaths mortality from ovarian cancer would increase from to from to kidney prostate pancreatic endometrial ovarian and bladder cancers are projected to surpass their observation in past and may become new threat in future"
}