{
    "pmid": "41462369",
    "title": "Virome profiling of long-tailed marmots reveals tissue tropism and cross-species transmission of a diversity of uncharacterized mammalian viruses.",
    "abstract": "Anthropogenic land conversion and population encroachment into wildlife habitats are amplifying zoonotic risks through intensified human-livestock-wildlife contacts. As ecologically resilient rodents exhibiting dynamic population fluxes, long-tailed marmots (Marmota caudata) are crucial viral reservoirs in Central Asian ecosystems. Their sympatric coexistence with domestic herds creates sustained spillover risks, yet comprehensive virome characterization remains limited. This study employs a whole-virome profiling strategy to comprehensively characterize the viral diversity of 101 wild M. caudata across 5 habitats in Xinjiang, aiming to address key knowledge gaps in rodent-borne zoonoses under anthropogenic pressures. Our study identified 3314 viral contigs spanning 21 families, with intestinal and lung samples exhibiting the highest viral diversity. Organ-specific tropism was characterized by preferential niches, notably adenoviral predominance in intestinal ecosystems and herpesviral selectivity for lymph node microenvironments. Phylogenetic reconstruction suggested potential cross-species transmission of rotavirus and ephemerovirus from bovines to marmots, along with the identification of 72 novel viruses expanding taxonomic diversity across 17 species and 2 genera. Particularly, two novel coronaviruses showing lung tropism are sufficiently divergent to be new subgenus candidates within the genus Betacoronavirus. This comprehensive virome profiling delineates the ecological niches of marmot-associated viruses and identifies a diversity of uncharacterized mammalian viruses, including taxonomically novel lineages and multiple potential zoonotic pathogens requiring prioritized attention. These findings expand our understanding of the circulation dynamics and diverse background of marmot viruses, providing preliminary data for developing surveillance frameworks and prevention strategies targeting zoonotic risks associated with this ecologically pivotal species. Video Abstract.",
    "disease": "covid-19",
    "clean_text": "virome profiling of long tailed marmots reveals tissue tropism and cross species transmission of a diversity of uncharacterized mammalian viruses anthropogenic land conversion and population encroachment into wildlife habitats are amplifying zoonotic risks through intensified human livestock wildlife contacts as ecologically resilient rodents exhibiting dynamic population fluxes long tailed marmots marmota caudata are crucial viral reservoirs in central asian ecosystems their sympatric coexistence with domestic herds creates sustained spillover risks yet comprehensive virome characterization remains limited this study employs a whole virome profiling strategy to comprehensively characterize the viral diversity of wild m caudata across habitats in xinjiang aiming to address key knowledge gaps in rodent borne zoonoses under anthropogenic pressures our study identified viral contigs spanning families with intestinal and lung samples exhibiting the highest viral diversity organ specific tropism was characterized by preferential niches notably adenoviral predominance in intestinal ecosystems and herpesviral selectivity for lymph node microenvironments phylogenetic reconstruction suggested potential cross species transmission of rotavirus and ephemerovirus from bovines to marmots along with the identification of novel viruses expanding taxonomic diversity across species and genera particularly two novel coronaviruses showing lung tropism are sufficiently divergent to be new subgenus candidates within the genus betacoronavirus this comprehensive virome profiling delineates the ecological niches of marmot associated viruses and identifies a diversity of uncharacterized mammalian viruses including taxonomically novel lineages and multiple potential zoonotic pathogens requiring prioritized attention these findings expand our understanding of the circulation dynamics and diverse background of marmot viruses providing preliminary data for developing surveillance frameworks and prevention strategies targeting zoonotic risks associated with this ecologically pivotal species video abstract"
}