{
    "title": "Advances in Gastric Cancer Surgical Management.",
    "doc_id": "38402138",
    "writer": "Stroobant EE",
    "year": "2024",
    "summary": "The goal of a gastric cancer operation is a microscopically negative resection margin and D2 lymphadenectomy. ...Endoscopic mucosal resection can be used for T1a N0 tumor resection. Better understanding of hereditary gastric cancer and molecular subtyp …",
    "abstract": "The goal of a gastric cancer operation is a microscopically negative resection margin and D2 lymphadenectomy. Minimally invasive techniques (laparoscopic and robotic) have been proven to be equivalent for oncologic care, yet with faster recovery. Endoscopic mucosal resection can be used for T1a N0 tumor resection. Better understanding of hereditary gastric cancer and molecular subtypes has led to specialized recommendations for MSI-high tumors and patients with pathogenic CDH1 mutations. In the future, surgical management will support minimally invasive approaches and personalized cancer care based on subtype.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38402138/",
    "clean_text": "advances in gastric cancer surgical management the goal of a gastric cancer operation is a microscopically negative resection margin and d lymphadenectomy endoscopic mucosal resection can be used for t a n tumor resection better understanding of hereditary gastric cancer and molecular subtyp the goal of a gastric cancer operation is a microscopically negative resection margin and d lymphadenectomy minimally invasive techniques laparoscopic and robotic have been proven to be equivalent for oncologic care yet with faster recovery endoscopic mucosal resection can be used for t a n tumor resection better understanding of hereditary gastric cancer and molecular subtypes has led to specialized recommendations for msi high tumors and patients with pathogenic cdh mutations in the future surgical management will support minimally invasive approaches and personalized cancer care based on subtype"
}