{
    "pmid": "41409705",
    "title": "Addressing the challenge of tuberculosis screening in diabetic populations: a narrative review of methods and strategies.",
    "abstract": "The comorbidity of diabetes and tuberculosis (TB) poses a major public health challenge. Patients with diabetes have impaired immune function, increasing their risk of contracting TB. They often present with atypical clinical symptoms after infection, which can lead to delayed diagnosis. Therefore, TB screening in the diabetic patients is essential. This study systematically reviews advances in TB screening strategies for diabetic patients by searching databases including PubMed, WHO Global Index Medicus, Web of Science, China National Knowledge Infrastructure (CNKI), and Wanfang Data Knowledge Service Platform (search period: 2000-2025). We compare the efficacy of various screening techniques and strategies, discuss their suitable scenarios, advantages, and disadvantages, and provide recommendations for post-screening case management and cohort studies of screened populations. Our review found that novel screening technologies are gaining traction for TB screening in diabetes. AI-based imaging significantly improves the accuracy and efficiency of traditional radiological diagnosis. Oral swab testing and urine-based lipoarabinomannan (LAM) testing help overcome the challenge of specimen collection in individuals who have difficulty producing sputum. Recombinant fusion protein ESAT6-CPF10 (EC) skin test shows good accuracy and cost-effectiveness for latent tuberculosis infection (LTBI) screening. However, some techniques still require large-scale validation specifically in diabetic patients. The choice of TB screening strategy should consider local TB prevalence, prioritizing screening for high-risk subgroups among diabetic patients is cost-effective. The therapeutic management of patients with concurrent diabetes and tuberculosis is challenging. Successful treatment depends on the appropriate management of drug interactions, improved medication adherence, effective glycemic control, and timely drug susceptibility testing to adjust anti-TB regimens. Preventive treatment regimens for patients with diabetes and LTBI require further research. This study aims to provide evidence-based references for public health policymakers to help develop more targeted TB screening systems for diabetic patients, thereby improving early diagnosis and treatment rates, and reducing TB incidence and transmission risk.",
    "disease": "tuberculosis",
    "clean_text": "addressing the challenge of tuberculosis screening in diabetic populations a narrative review of methods and strategies the comorbidity of diabetes and tuberculosis tb poses a major public health challenge patients with diabetes have impaired immune function increasing their risk of contracting tb they often present with atypical clinical symptoms after infection which can lead to delayed diagnosis therefore tb screening in the diabetic patients is essential this study systematically reviews advances in tb screening strategies for diabetic patients by searching databases including pubmed who global index medicus web of science china national knowledge infrastructure cnki and wanfang data knowledge service platform search period we compare the efficacy of various screening techniques and strategies discuss their suitable scenarios advantages and disadvantages and provide recommendations for post screening case management and cohort studies of screened populations our review found that novel screening technologies are gaining traction for tb screening in diabetes ai based imaging significantly improves the accuracy and efficiency of traditional radiological diagnosis oral swab testing and urine based lipoarabinomannan lam testing help overcome the challenge of specimen collection in individuals who have difficulty producing sputum recombinant fusion protein esat cpf ec skin test shows good accuracy and cost effectiveness for latent tuberculosis infection ltbi screening however some techniques still require large scale validation specifically in diabetic patients the choice of tb screening strategy should consider local tb prevalence prioritizing screening for high risk subgroups among diabetic patients is cost effective the therapeutic management of patients with concurrent diabetes and tuberculosis is challenging successful treatment depends on the appropriate management of drug interactions improved medication adherence effective glycemic control and timely drug susceptibility testing to adjust anti tb regimens preventive treatment regimens for patients with diabetes and ltbi require further research this study aims to provide evidence based references for public health policymakers to help develop more targeted tb screening systems for diabetic patients thereby improving early diagnosis and treatment rates and reducing tb incidence and transmission risk"
}