{
    "title": "Salivary proteins offer insights into keratinocyte death during aphthous stomatitis. A case-crossover study.",
    "doc_id": "37170213",
    "writer": "Cofré-Leiva C",
    "year": "2023",
    "summary": "METHODS: In this case-crossover study, we assessed the salivary proteome of patients with RAS (n = 36) in the presence and absence of ulcers using discovery proteomics and bioinformatics. Additionally, we contrasted these patterns with those of healthy individuals (n = 31) …",
    "abstract": "Background:\n        \n      \n      The death of oral keratinocytes is a crucial step in the emergence of recurrent aphthous stomatitis (RAS, also known as aphthae or aphthous ulcers). Since there are no experimental models available to research aphthous ulcers, little is understood about this process. We hypothesize that saliva can be a data bank of information that offers insights on epithelial damage.\n    \n\n\n          Methods:\n        \n      \n      In this case-crossover study, we assessed the salivary proteome of patients with RAS (n = 36) in the presence and absence of ulcers using discovery proteomics and bioinformatics. Additionally, we contrasted these patterns with those of healthy individuals (n = 31) who had no prior aphthous ulceration.\n    \n\n\n          Results:\n        \n      \n      Salivary proteome showed that during the ulcerative phase, controlled cell death was downregulated. Due to its ability to distinguish between individuals with and without ulcers, the ATF6B protein raises the possibility that endoplasmic reticulum (ER) stress is responsible for the damage that leads to the death of oral keratinocytes. The high abundance of TRAP1 and ERN1 matches with this biological discovery. The type of death is immunogenic, according to the functional data found in a cell death database.\n    \n\n\n          Conclusion:\n        \n      \n      We identified a cellular process that can lead to the death of oral keratinocytes in the etiopathogenesis process of RAS. Future studies should be conducted to identify what is responsible for the increase in ER stress signaling that would lead to an anti-cell death response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37170213/",
    "clean_text": "salivary proteins offer insights into keratinocyte death during aphthous stomatitis a case crossover study methods in this case crossover study we assessed the salivary proteome of patients with ras n in the presence and absence of ulcers using discovery proteomics and bioinformatics additionally we contrasted these patterns with those of healthy individuals n background the death of oral keratinocytes is a crucial step in the emergence of recurrent aphthous stomatitis ras also known as aphthae or aphthous ulcers since there are no experimental models available to research aphthous ulcers little is understood about this process we hypothesize that saliva can be a data bank of information that offers insights on epithelial damage methods in this case crossover study we assessed the salivary proteome of patients with ras n in the presence and absence of ulcers using discovery proteomics and bioinformatics additionally we contrasted these patterns with those of healthy individuals n who had no prior aphthous ulceration results salivary proteome showed that during the ulcerative phase controlled cell death was downregulated due to its ability to distinguish between individuals with and without ulcers the atf b protein raises the possibility that endoplasmic reticulum er stress is responsible for the damage that leads to the death of oral keratinocytes the high abundance of trap and ern matches with this biological discovery the type of death is immunogenic according to the functional data found in a cell death database conclusion we identified a cellular process that can lead to the death of oral keratinocytes in the etiopathogenesis process of ras future studies should be conducted to identify what is responsible for the increase in er stress signaling that would lead to an anti cell death response"
}