{
    "title": "[Low back load reduction using mechanical lift during transfer of patients].",
    "doc_id": "18566524",
    "writer": "Tomioka K",
    "year": "2008",
    "summary": "Moreover we examined the levels of skill which CWs had acquired in transfer by Lift and the effects of acquired skill on low back loads and operation time. We explored low back load using surface electromyography (EMG) of the lumbar paraspinals between …",
    "abstract": "In Japanese care-work sites, care-workers (CWs) have lacked basic health risk awareness for transferring patients. Knowledge of lifting equipment and skills for transfer of patients have not been disseminated and many CWs have suffered from work-related musculoskeletal disorders, especially low back pain (LBP). In order to find better ways of patient transfer which reduce and prevent LBP, we conducted a study of low back loads and operation time during the transfer of a simulated patient, who was totally dependent from bed to wheelchair, using a mechanical lift (Lift) and manual handling (handling). Moreover we examined the levels of skill which CWs had acquired in transfer by Lift and the effects of acquired skill on low back loads and operation time. We explored low back load using surface electromyography (EMG) of the lumbar paraspinals between L3 and L4 and the trunk inclination angle (TIA) measurement method. The subjects were 5 caregivers who performed the task of transferring a simulated patient from lying on the bed to sitting in a wheelchair using the Lift and by handling. Handling transfer was assisted by two-persons at the head and foot. A 'simulated' patient (a 70 kg healthy male; instructed to keep whole body relaxed) was used in all transfer tasks. When subjects used the Lift, we made an ergonomics checklist for reduction of low back load of caregivers. Subjects performed the task 4 times and were evaluated with the checklist. The level of acquired skill was significantly improved by the guidance of the checklist. TIA was observed to be significantly lower in Lift than in handling, but with EMG no significant differences were seen between Lift and handling. The effects of acquired skill on low back loads showed that TIA was statistically reduced at high skill as compared to low skill. However, there were no significant differences between both skills in Lift and handling by EMG. Operation time of Lift showed significant shortening of operation time with high skill as compared to low skill. Operation time of Lift was about 10 times longer than handling. Thus, we suggest that transfer by Lift is a valid way of reducing the burden on CWs low back. Additionally, this study found that for reduction of LBP risk for CWs, it will be important not only to use the Lift but also to observe proper procedure and raise CW skill levels in patient transfer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18566524/",
    "clean_text": "low back load reduction using mechanical lift during transfer of patients moreover we examined the levels of skill which cws had acquired in transfer by lift and the effects of acquired skill on low back loads and operation time we explored low back load using surface electromyography emg of the lumbar paraspinals between in japanese care work sites care workers cws have lacked basic health risk awareness for transferring patients knowledge of lifting equipment and skills for transfer of patients have not been disseminated and many cws have suffered from work related musculoskeletal disorders especially low back pain lbp in order to find better ways of patient transfer which reduce and prevent lbp we conducted a study of low back loads and operation time during the transfer of a simulated patient who was totally dependent from bed to wheelchair using a mechanical lift lift and manual handling handling moreover we examined the levels of skill which cws had acquired in transfer by lift and the effects of acquired skill on low back loads and operation time we explored low back load using surface electromyography emg of the lumbar paraspinals between l and l and the trunk inclination angle tia measurement method the subjects were caregivers who performed the task of transferring a simulated patient from lying on the bed to sitting in a wheelchair using the lift and by handling handling transfer was assisted by two persons at the head and foot a simulated patient a kg healthy male instructed to keep whole body relaxed was used in all transfer tasks when subjects used the lift we made an ergonomics checklist for reduction of low back load of caregivers subjects performed the task times and were evaluated with the checklist the level of acquired skill was significantly improved by the guidance of the checklist tia was observed to be significantly lower in lift than in handling but with emg no significant differences were seen between lift and handling the effects of acquired skill on low back loads showed that tia was statistically reduced at high skill as compared to low skill however there were no significant differences between both skills in lift and handling by emg operation time of lift showed significant shortening of operation time with high skill as compared to low skill operation time of lift was about times longer than handling thus we suggest that transfer by lift is a valid way of reducing the burden on cws low back additionally this study found that for reduction of lbp risk for cws it will be important not only to use the lift but also to observe proper procedure and raise cw skill levels in patient transfer"
}