{
    "title": "Screening and treating intermediate lesions to prevent gastric cancer.",
    "doc_id": "23639643",
    "writer": "Uedo N",
    "year": "2013",
    "summary": "Early gastric cancer is defined as adenocarcinoma confined to the mucosa or submucosa irrespective of lymph node involvement. In Japan, mucosal high-grade neoplasia is diagnosed as intramucosal early gastric cancer. Some early gastric cancers pr …",
    "abstract": "Early gastric cancer is defined as adenocarcinoma confined to the mucosa or submucosa irrespective of lymph node involvement. In Japan, mucosal high-grade neoplasia is diagnosed as intramucosal early gastric cancer. Some early gastric cancers progress to advanced gastric cancer after several years of follow-up. Image-enhanced endoscopy (chromoendoscopy), narrow-band imaging, and magnifying endoscopy increase the diagnostic yield in characterizing early gastric cancer. Endoscopic resection of intramucosal early gastric cancer with endoscopic mucosal resection or endoscopic submucosal dissection is currently performed in East Asian countries to prevent the development of advanced gastric cancer and preserve patients' quality of life after treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23639643/",
    "clean_text": "screening and treating intermediate lesions to prevent gastric cancer early gastric cancer is defined as adenocarcinoma confined to the mucosa or submucosa irrespective of lymph node involvement in japan mucosal high grade neoplasia is diagnosed as intramucosal early gastric cancer some early gastric cancers pr early gastric cancer is defined as adenocarcinoma confined to the mucosa or submucosa irrespective of lymph node involvement in japan mucosal high grade neoplasia is diagnosed as intramucosal early gastric cancer some early gastric cancers progress to advanced gastric cancer after several years of follow up image enhanced endoscopy chromoendoscopy narrow band imaging and magnifying endoscopy increase the diagnostic yield in characterizing early gastric cancer endoscopic resection of intramucosal early gastric cancer with endoscopic mucosal resection or endoscopic submucosal dissection is currently performed in east asian countries to prevent the development of advanced gastric cancer and preserve patients quality of life after treatment"
}