{
    "pmid": "41387976",
    "title": "Airborne transmission-mediated delivery of a live-attenuated influenza virus vector-based intranasal COVID-19 vaccine protects Syrian hamsters against SARS-CoV-2 challenge.",
    "abstract": "Given their critical role in eliciting respiratory immunity, mucosal SARS-CoV-2 vaccines receive significant research attention. Our previous phase 1/2 trial revealed that aerosolized live-attenuated vectored influenza virus COVID-19 vaccine likely elicited specific cellular immunity and weak s-IgA responses in placebo recipients. Here, we demonstrated that viral vector vaccines undergo contact or airborne transmission in various animal models. Vaccines have difficulty spreading in the mouse model, but can effectively spread through the air in more sensitive ferrets. However, the virus transmission in ferrets can be effectively restricted by ventilation system. Furthermore, contact transmission of virus vaccine provided effective protection against lung pathology post-challenge with SARS-CoV-2 in hamsters. These findings suggest the potential to achieve herd immunity in specialized scenarios through airborne or contact transmission of dNS1-RBD, provided that appropriate delivery and control measures are implemented during the administration of live attenuated or viral vectored vaccines.",
    "disease": "influenza",
    "clean_text": "airborne transmission mediated delivery of a live attenuated influenza virus vector based intranasal covid vaccine protects syrian hamsters against sars cov challenge given their critical role in eliciting respiratory immunity mucosal sars cov vaccines receive significant research attention our previous phase trial revealed that aerosolized live attenuated vectored influenza virus covid vaccine likely elicited specific cellular immunity and weak s iga responses in placebo recipients here we demonstrated that viral vector vaccines undergo contact or airborne transmission in various animal models vaccines have difficulty spreading in the mouse model but can effectively spread through the air in more sensitive ferrets however the virus transmission in ferrets can be effectively restricted by ventilation system furthermore contact transmission of virus vaccine provided effective protection against lung pathology post challenge with sars cov in hamsters these findings suggest the potential to achieve herd immunity in specialized scenarios through airborne or contact transmission of dns rbd provided that appropriate delivery and control measures are implemented during the administration of live attenuated or viral vectored vaccines"
}