{
    "title": "Fragile X syndrome: From protein function to therapy.",
    "doc_id": "24115651",
    "writer": "Bagni C",
    "year": "2013",
    "summary": "Fragile X syndrome (FXS) is the leading monogenic cause of intellectual disability and autism. ...The disease is a result of lack of expression of the fragile X mental retardation protein leading to severe symptoms, including intellectual disability, h …",
    "abstract": "Fragile X syndrome (FXS) is the leading monogenic cause of intellectual disability and autism. The FMR1 gene contains a CGG repeat present in the 5'-untranslated region which can be unstable upon transmission to the next generation. The repeat is up to 55 CGGs long in the normal population. In patients with fragile X syndrome (FXS), a repeat length exceeding 200 CGGs generally leads to methylation of the repeat and the promoter region, which is accompanied by silencing of the FMR1 gene. The disease is a result of lack of expression of the fragile X mental retardation protein leading to severe symptoms, including intellectual disability, hyperactivity, and autistic-like behavior. The FMR1 protein (FMRP) has a number of functions. The translational dysregulation of a subset of mRNAs targeted by FMRP is probably the major contribution to FXS. FMRP is also involved in mRNA transport to synapses where protein synthesis occurs. For some FMRP-bound mRNAs, FMRP is a direct modulator of mRNA stability either by sustaining or preventing mRNA decay. Increased knowledge about the role of FMRP has led to the identification of potential treatments for fragile X syndrome that were often tested first in the different animal models. This review gives an overview about the present knowledge of the function of FMRP and the therapeutic strategies in mouse and man.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24115651/",
    "clean_text": "fragile x syndrome from protein function to therapy fragile x syndrome fxs is the leading monogenic cause of intellectual disability and autism the disease is a result of lack of expression of the fragile x mental retardation protein leading to severe symptoms including intellectual disability h fragile x syndrome fxs is the leading monogenic cause of intellectual disability and autism the fmr gene contains a cgg repeat present in the untranslated region which can be unstable upon transmission to the next generation the repeat is up to cggs long in the normal population in patients with fragile x syndrome fxs a repeat length exceeding cggs generally leads to methylation of the repeat and the promoter region which is accompanied by silencing of the fmr gene the disease is a result of lack of expression of the fragile x mental retardation protein leading to severe symptoms including intellectual disability hyperactivity and autistic like behavior the fmr protein fmrp has a number of functions the translational dysregulation of a subset of mrnas targeted by fmrp is probably the major contribution to fxs fmrp is also involved in mrna transport to synapses where protein synthesis occurs for some fmrp bound mrnas fmrp is a direct modulator of mrna stability either by sustaining or preventing mrna decay increased knowledge about the role of fmrp has led to the identification of potential treatments for fragile x syndrome that were often tested first in the different animal models this review gives an overview about the present knowledge of the function of fmrp and the therapeutic strategies in mouse and man"
}