{
    "pmid": "41403510",
    "title": "Exploring role of genetics in diagnosing, management, and outcome of infantile epilepsy: A case series of three interesting cases.",
    "abstract": "In childhood epilepsy, infantile epilepsy constitutes a very high number and is usually associated with significant co-morbidities. So, this warrants the diagnosing and initiating treatment at the earliest. Infantile epilepsy is described from day one of life of a child till completion of 2 years of life. Recently, there has been improvement in diagnosing infantile epilepsy by rapid advancements in genetic testing by novel tests like use of Cytogenetic microarray (CMA) and next generation sequencing (NGS). These techniques help in better management of infantile epilepsy. In last few years, approach has changed to precisely diagnosing the epilepsy understand whether there is an underlying genetic basis and if proven so, its role in treatment protocols. However, as of now, there is no consensus on stepwise approach or development of standard guidelines to incorporate detailed genetic evaluation in the management of infantile epilepsy.",
    "disease": "epilepsy",
    "clean_text": "exploring role of genetics in diagnosing management and outcome of infantile epilepsy a case series of three interesting cases in childhood epilepsy infantile epilepsy constitutes a very high number and is usually associated with significant co morbidities so this warrants the diagnosing and initiating treatment at the earliest infantile epilepsy is described from day one of life of a child till completion of years of life recently there has been improvement in diagnosing infantile epilepsy by rapid advancements in genetic testing by novel tests like use of cytogenetic microarray cma and next generation sequencing ngs these techniques help in better management of infantile epilepsy in last few years approach has changed to precisely diagnosing the epilepsy understand whether there is an underlying genetic basis and if proven so its role in treatment protocols however as of now there is no consensus on stepwise approach or development of standard guidelines to incorporate detailed genetic evaluation in the management of infantile epilepsy"
}