{
    "pmid": "41465463",
    "title": "Dapagliflozin Preserves Peripheral Nerve Structure and Reduces Neuropathic Damage in Streptozotocin-Induced Diabetic Peripheral Neuropathy.",
    "abstract": "Diabetic peripheral neuropathy (DPN) is one of the most common chronic complications of diabetes mellitus, driven by oxidative stress, inflammation, and microvascular dysfunction. Dapagliflozin, a selective inhibitor of sodium-glucose cotransporter type 2 (SGLT2), is used in the treatment of type 2 diabetes and has pleiotropic antioxidant and anti-inflammatory effects. The aim of this study was to evaluate the neuroprotective effects of dapagliflozin in an experimental model of streptozotocin (STZ)-induced diabetic peripheral neuropathy in mice. C57BL/6 mice were divided into three groups: control (DM-), STZ-induced diabetes (DM+), and diabetes + dapagliflozin (DM + DAPA, 10 mg/kg/day, oral administration for 12 weeks). Clinical (glycemia, weight, diuresis), electrophysiological, and histopathological parameters were evaluated, and behavioral tests (Open Field, Von Frey, Hot Tail) were performed. Dapagliflozin significantly reduced hyperglycemia, limited weight loss and polyuria, and improved locomotor behavior and nociceptive sensitivity. Electrodiagnostically, the treatment increased the amplitude and reduced the duration of motor potentials, indicating improved nerve conduction. Histological analyses showed decreased hydroxynonenal (HNE) immunoreactivity, suggesting attenuation of oxidative stress, reduced perineural fibrogenesis, and maintained intraepidermal nerve fiber density. Dapagliflozin exerts significant neuroprotective effects in experimental diabetic peripheral neuropathy by reducing oxidative stress, inflammation, and fibrosis and maintaining the structural and functional integrity of peripheral nerves.",
    "disease": "diabetes mellitus",
    "clean_text": "dapagliflozin preserves peripheral nerve structure and reduces neuropathic damage in streptozotocin induced diabetic peripheral neuropathy diabetic peripheral neuropathy dpn is one of the most common chronic complications of diabetes mellitus driven by oxidative stress inflammation and microvascular dysfunction dapagliflozin a selective inhibitor of sodium glucose cotransporter type sglt is used in the treatment of type diabetes and has pleiotropic antioxidant and anti inflammatory effects the aim of this study was to evaluate the neuroprotective effects of dapagliflozin in an experimental model of streptozotocin stz induced diabetic peripheral neuropathy in mice c bl mice were divided into three groups control dm stz induced diabetes dm and diabetes dapagliflozin dm dapa mg kg day oral administration for weeks clinical glycemia weight diuresis electrophysiological and histopathological parameters were evaluated and behavioral tests open field von frey hot tail were performed dapagliflozin significantly reduced hyperglycemia limited weight loss and polyuria and improved locomotor behavior and nociceptive sensitivity electrodiagnostically the treatment increased the amplitude and reduced the duration of motor potentials indicating improved nerve conduction histological analyses showed decreased hydroxynonenal hne immunoreactivity suggesting attenuation of oxidative stress reduced perineural fibrogenesis and maintained intraepidermal nerve fiber density dapagliflozin exerts significant neuroprotective effects in experimental diabetic peripheral neuropathy by reducing oxidative stress inflammation and fibrosis and maintaining the structural and functional integrity of peripheral nerves"
}