{
    "pmid": "41474139",
    "title": "Differential Effect of M1 and Cerebellar Repetitive Transcranial Magnetic Stimulation on Balance Performance in Stroke.",
    "abstract": "Both the primary motor cortex (M1) and the cerebellum can be viable targets for noninvasive brain stimulation (NIBS) to improve balance after stroke; however, the optimal stimulation target is unknown. The study objective was to compare the role of two neural loci (M1 and cerebellum) in modulating balance performance in individuals with chronic stroke using repetitive transcranial magnetic stimulation (rTMS). Nineteen individuals with chronic stroke (mean age = 57.2 ± 11.1 years, 13 males) received a single session of 5-Hz rTMS applied to bilateral M1 and the contralesional cerebellum in a crossover randomized manner with a washout period of 7 ± 2 days. Anticipatory and reactive balance was assessed before and after rTMS using the Limits of Stability (LOS) test and modified Clinical Test of Sensory Interaction on Balance (mCTSIB), respectively. M1 rTMS significantly improved LOS sway angle compared to cerebellar rTMS (p < 0.001). The rTMS effect on the mCTSIB sway index was mediated by stimulation target, surface, vision, and time (p = 0.006). Sway index measured under the eyes-open conditions was not influenced by rTMS. Under eyes-closed conditions, M1 rTMS significantly improved sway index on the firm surface (p = 0.002), whereas cerebellar rTMS improved sway index on the foam surface (p = 0.001). M1 and cerebellum are viable rTMS targets for improving balance. M1 stimulation enhances anticipatory balance, whereas cerebellar rTMS improves reactive balance, especially under sensory-deprived conditions. This study provides critical information for future tailored NIBS intervention in individuals with stroke.",
    "disease": "stroke",
    "clean_text": "differential effect of m and cerebellar repetitive transcranial magnetic stimulation on balance performance in stroke both the primary motor cortex m and the cerebellum can be viable targets for noninvasive brain stimulation nibs to improve balance after stroke however the optimal stimulation target is unknown the study objective was to compare the role of two neural loci m and cerebellum in modulating balance performance in individuals with chronic stroke using repetitive transcranial magnetic stimulation rtms nineteen individuals with chronic stroke mean age years males received a single session of hz rtms applied to bilateral m and the contralesional cerebellum in a crossover randomized manner with a washout period of days anticipatory and reactive balance was assessed before and after rtms using the limits of stability los test and modified clinical test of sensory interaction on balance mctsib respectively m rtms significantly improved los sway angle compared to cerebellar rtms p the rtms effect on the mctsib sway index was mediated by stimulation target surface vision and time p sway index measured under the eyes open conditions was not influenced by rtms under eyes closed conditions m rtms significantly improved sway index on the firm surface p whereas cerebellar rtms improved sway index on the foam surface p m and cerebellum are viable rtms targets for improving balance m stimulation enhances anticipatory balance whereas cerebellar rtms improves reactive balance especially under sensory deprived conditions this study provides critical information for future tailored nibs intervention in individuals with stroke"
}