{
    "pmid": "41428683",
    "title": "Green synthesized silver nanoparticles from Moringa: Potential for preventative treatment of SARS-CoV-2 contaminated water.",
    "abstract": "Biogenic silver nanoparticles have been reported as good antimicrobial candidates. In this study, we synthesized and characterized silver nanoparticles using aqueous leaf extracts of Moringa oleifera (AgNPmo) and investigated their antimicrobial and antiviral activities. The AgNPmo demonstrated antibacterial activity against Pseudomonas aeruginosa and Staphylococcus aureus, with concentration-dependent zones of inhibition ranging from 6.5-15.5 mm and 0-7 mm, respectively. Cytotoxicity was assessed on Vero cells using a CCK-8 assay, which revealed an IC50 value of 38 µg/ml, indicating relatively low toxicity at effective concentrations. The antiviral activity against SARS-CoV-2 was confirmed using quantitative RT-PCR: AgNPmo exposure led to a time- and dose-dependent increase in Ct values for ORF1ab and N genes, with the strongest inhibition observed after 48 h. These results provide direct evidence of both antimicrobial and antiviral activity. The green synthesis using Moringa extracts offers added advantages by employing phenolic and flavonoid compounds as natural reducing and capping agents, making the process eco-friendly and biocompatible. While direct wastewater treatment was not tested, these findings highlight the advantages of Moringa leaf extract as a natural reducing and capping agent that enabled rapid, eco-friendly AgNP formation, while the resulting AgNPmo demonstrated antimicrobial and antiviral activity. Thus, AgNPmo represents a promising, sustainable option for point-of-use disinfection and potential environmental water treatment.\".",
    "disease": "tuberculosis",
    "clean_text": "green synthesized silver nanoparticles from moringa potential for preventative treatment of sars cov contaminated water biogenic silver nanoparticles have been reported as good antimicrobial candidates in this study we synthesized and characterized silver nanoparticles using aqueous leaf extracts of moringa oleifera agnpmo and investigated their antimicrobial and antiviral activities the agnpmo demonstrated antibacterial activity against pseudomonas aeruginosa and staphylococcus aureus with concentration dependent zones of inhibition ranging from mm and mm respectively cytotoxicity was assessed on vero cells using a cck assay which revealed an ic value of g ml indicating relatively low toxicity at effective concentrations the antiviral activity against sars cov was confirmed using quantitative rt pcr agnpmo exposure led to a time and dose dependent increase in ct values for orf ab and n genes with the strongest inhibition observed after h these results provide direct evidence of both antimicrobial and antiviral activity the green synthesis using moringa extracts offers added advantages by employing phenolic and flavonoid compounds as natural reducing and capping agents making the process eco friendly and biocompatible while direct wastewater treatment was not tested these findings highlight the advantages of moringa leaf extract as a natural reducing and capping agent that enabled rapid eco friendly agnp formation while the resulting agnpmo demonstrated antimicrobial and antiviral activity thus agnpmo represents a promising sustainable option for point of use disinfection and potential environmental water treatment"
}