{
    "pmid": "41408609",
    "title": "The multipathogen profiles and co-infection characteristics obtained from comprehensive surveillance of patients with acute respiratory infections in the post-COVID-19 era in Shenzhen, China.",
    "abstract": "The long-term impact of the COVID-19 pandemic on the distribution pattern of respiratory pathogens in China was unknown. Our study aimed to determine the multipathogen profiles and co-infection characteristics among patients with acute respiratory infections (ARIs) in the post-COVID-19 era in Shenzhen, China. This multi-center cross-sectional study was conducted among patients with ARIs from five sentinel hospitals from November 1, 2022 to June 30, 2023 in Shenzhen, China. The collected respiratory samples were subjected to targeted next-generation sequencing for high-throughput screening of 108 respiratory pathogens. Multi-stage logistic regression models were built to infer interactions between pathogens at the individual level. The median [IQR] age of 1890 patients included was 31.8 [23.7, 45.2] years. The proportions of positivity on any pathogen and co-infection were 84.0% (1587/1890) and 41.4% (782/1890). Children < 5 years and school-age children have the highest viral (78.0%, 99/127) and bacterial positive proportion (65.5%, 114/127). Influenza virus (IFV), SARS-CoV-2, and human rhinovirus (HRV) were the three leading viral pathogens, and Haemophilus influenzae (H. influenzae), Staphylococcus aureus (S. aureus), and Streptococcus pneumoniae (S. pneumoniae) were the three leading bacterial pathogens. The three leading co-infection pathogens were S. pneumoniae combined with H. influenzae (4.6%, 86/1890), IFV with S. aureus (4.5%, 85/1890) and with H. influenzae (3.3%, 62/1890). The proportions of positivity on IFV, enterovirus, SARS-CoV-2, H. influenzae, S. aureus, and S. pneumoniae in outpatients were higher than those in inpatients, while the proportions of positivity on human parainfluenza virus (HPIV), human metapneumovirus (HMPV), Pseudomonas aeruginosa, Acinetobacter baumannii, Mycoplasma pneumoniae, and Legionella pneumophila in inpatients were higher than those in outpatients. RSV, IFV, HPIV, human adenovirus, and HRV were the top five viral pathogens among hospitalized children before, during, and after the COVID-19 pandemic in Shenzhen. Virus‒virus interactions, such as IFV combined with SARS-CoV-2 (OR = 20.3 [95% confidence interval (CI): 7.2-57.0]) and with HRV (OR = 7.2 [95% CI: 3.5-15.0]) exhibited competitive effects. Bacteria-bacteria interactions exhibited synergistic effects such as Moraxella catarrhalis combined with S. pneumoniae (OR = 0.3 [95% CI: 0.2-0.5]). There were differences in the pathogen profiles among patients with different ages, pneumonia groups, and case types. Virus‒virus interactions presented competitive effects, while bacterium‒bacterium interactions exhibited synergistic effects.",
    "disease": "influenza",
    "clean_text": "the multipathogen profiles and co infection characteristics obtained from comprehensive surveillance of patients with acute respiratory infections in the post covid era in shenzhen china the long term impact of the covid pandemic on the distribution pattern of respiratory pathogens in china was unknown our study aimed to determine the multipathogen profiles and co infection characteristics among patients with acute respiratory infections aris in the post covid era in shenzhen china this multi center cross sectional study was conducted among patients with aris from five sentinel hospitals from november to june in shenzhen china the collected respiratory samples were subjected to targeted next generation sequencing for high throughput screening of respiratory pathogens multi stage logistic regression models were built to infer interactions between pathogens at the individual level the median iqr age of patients included was years the proportions of positivity on any pathogen and co infection were and children years and school age children have the highest viral and bacterial positive proportion influenza virus ifv sars cov and human rhinovirus hrv were the three leading viral pathogens and haemophilus influenzae h influenzae staphylococcus aureus s aureus and streptococcus pneumoniae s pneumoniae were the three leading bacterial pathogens the three leading co infection pathogens were s pneumoniae combined with h influenzae ifv with s aureus and with h influenzae the proportions of positivity on ifv enterovirus sars cov h influenzae s aureus and s pneumoniae in outpatients were higher than those in inpatients while the proportions of positivity on human parainfluenza virus hpiv human metapneumovirus hmpv pseudomonas aeruginosa acinetobacter baumannii mycoplasma pneumoniae and legionella pneumophila in inpatients were higher than those in outpatients rsv ifv hpiv human adenovirus and hrv were the top five viral pathogens among hospitalized children before during and after the covid pandemic in shenzhen virus virus interactions such as ifv combined with sars cov or confidence interval ci and with hrv or ci exhibited competitive effects bacteria bacteria interactions exhibited synergistic effects such as moraxella catarrhalis combined with s pneumoniae or ci there were differences in the pathogen profiles among patients with different ages pneumonia groups and case types virus virus interactions presented competitive effects while bacterium bacterium interactions exhibited synergistic effects"
}