{
    "title": "Ulcerative colitis--diagnosis and surgical treatment.",
    "doc_id": "15382597",
    "writer": "Stein P.",
    "year": "2004",
    "summary": "Ulcerative colitis may increase a patient's risk of cancer, depending on the duration and extent of the disease. ...Normal bowel physiology, pathophysiology of ulcerative colitis, medical and surgical treatments, and postoperative complications are dis …",
    "abstract": "Ulcerative colitis is a serious illness affecting the colon. Extracolonic manifestations include sclerosing cholangitis, arthritis, eye diseases, ankylosing spondylitis, and sacroiliitis. Ulcerative colitis may increase a patient's risk of cancer, depending on the duration and extent of the disease. Surgery is the only definitive way to remove the disease in its entirety. It may be possible for patients who do not wish to have a permanent stoma to undergo a restorative proctocolectomy with ileal pouch-anal anastomosis. Normal bowel physiology, pathophysiology of ulcerative colitis, medical and surgical treatments, and postoperative complications are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15382597/",
    "clean_text": "ulcerative colitis diagnosis and surgical treatment ulcerative colitis may increase a patient s risk of cancer depending on the duration and extent of the disease normal bowel physiology pathophysiology of ulcerative colitis medical and surgical treatments and postoperative complications are dis ulcerative colitis is a serious illness affecting the colon extracolonic manifestations include sclerosing cholangitis arthritis eye diseases ankylosing spondylitis and sacroiliitis ulcerative colitis may increase a patient s risk of cancer depending on the duration and extent of the disease surgery is the only definitive way to remove the disease in its entirety it may be possible for patients who do not wish to have a permanent stoma to undergo a restorative proctocolectomy with ileal pouch anal anastomosis normal bowel physiology pathophysiology of ulcerative colitis medical and surgical treatments and postoperative complications are discussed"
}