{
    "title": "The Act of Controlling Adult Stem Cell Dynamics: Insights from Animal Models.",
    "doc_id": "33946143",
    "writer": "Krishnan M",
    "year": "2021",
    "summary": "Adult stem cells (ASCs) are the undifferentiated cells that possess self-renewal and differentiation abilities. ...In this review, we have discussed the recent In Vivo studies demonstrating the role of various genetic factors in regulating dynamics of differe …",
    "abstract": "Adult stem cells (ASCs) are the undifferentiated cells that possess self-renewal and differentiation abilities. They are present in all major organ systems of the body and are uniquely reserved there during development for tissue maintenance during homeostasis, injury, and infection. They do so by promptly modulating the dynamics of proliferation, differentiation, survival, and migration. Any imbalance in these processes may result in regeneration failure or developing cancer. Hence, the dynamics of these various behaviors of ASCs need to always be precisely controlled. Several genetic and epigenetic factors have been demonstrated to be involved in tightly regulating the proliferation, differentiation, and self-renewal of ASCs. Understanding these mechanisms is of great importance, given the role of stem cells in regenerative medicine. Investigations on various animal models have played a significant part in enriching our knowledge and giving In Vivo in-sight into such ASCs regulatory mechanisms. In this review, we have discussed the recent In Vivo studies demonstrating the role of various genetic factors in regulating dynamics of different ASCs viz. intestinal stem cells (ISCs), neural stem cells (NSCs), hematopoietic stem cells (HSCs), and epidermal stem cells (Ep-SCs).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33946143/",
    "clean_text": "the act of controlling adult stem cell dynamics insights from animal models adult stem cells ascs are the undifferentiated cells that possess self renewal and differentiation abilities in this review we have discussed the recent in vivo studies demonstrating the role of various genetic factors in regulating dynamics of differe adult stem cells ascs are the undifferentiated cells that possess self renewal and differentiation abilities they are present in all major organ systems of the body and are uniquely reserved there during development for tissue maintenance during homeostasis injury and infection they do so by promptly modulating the dynamics of proliferation differentiation survival and migration any imbalance in these processes may result in regeneration failure or developing cancer hence the dynamics of these various behaviors of ascs need to always be precisely controlled several genetic and epigenetic factors have been demonstrated to be involved in tightly regulating the proliferation differentiation and self renewal of ascs understanding these mechanisms is of great importance given the role of stem cells in regenerative medicine investigations on various animal models have played a significant part in enriching our knowledge and giving in vivo in sight into such ascs regulatory mechanisms in this review we have discussed the recent in vivo studies demonstrating the role of various genetic factors in regulating dynamics of different ascs viz intestinal stem cells iscs neural stem cells nscs hematopoietic stem cells hscs and epidermal stem cells ep scs"
}