{
    "title": "Selecting COVID-19 convalescent plasma for neutralizing antibody potency using a high-capacity SARS-CoV-2 antibody assay.",
    "doc_id": "33554362",
    "writer": "Goodhue Meyer E",
    "year": "2021",
    "summary": "BACKGROUND: Efficacy of COVID-19 convalescent plasma (CCP) is hypothesized to be associated with the concentration of neutralizing antibodies (nAb) to SARS-CoV-2. ...METHODS: CCP donor serum collected by three US blood collectors was tested with …",
    "abstract": "Background:\n        \n      \n      Efficacy of COVID-19 convalescent plasma (CCP) is hypothesized to be associated with the concentration of neutralizing antibodies (nAb) to SARS-CoV-2. High capacity serologic assays detecting binding antibodies (bAb) have been developed; nAb assays are not adaptable to high-throughput testing. We sought to determine the effectiveness of using surrogate bAb signal-to-cutoff ratios (S/Co) in predicting nAb titers using a pseudovirus reporter viral particle neutralization (RVPN) assay.\n    \n\n\n          Methods:\n        \n      \n      CCP donor serum collected by three US blood collectors was tested with a bAb assay (Ortho Clinical Diagnostics VITROS Anti-SARS-CoV-2 Total, CoV2T) and a nAb RVPN assay. Prediction effectiveness of various CoV2T S/Co criteria was evaluated for RVPN nAb NT50 titers using receiver operating characteristics.\n    \n\n\n          Results:\n        \n      \n      Seven hundred and fifty-three CCPs were tested with median CoV2T S/Co and NT50 of 71.2 of 527.5. Proportions of donors with NT50 over target nAb titers were 86% ≥1:80, 76% ≥1:160, and 62% ≥1:320. Increasing CoV2T S/Co criterion reduced the sensitivity to predict NT50 titers, while specificity to identify those below increased. As target NT50 titers increase, the CoV2T assay becomes less accurate as a predictor with a decline in positive predictive value and rise in negative predictive value.\n    \n\n\n          Conclusion:\n        \n      \n      Selection of a clinically effective nAb titer will impact availability of CCP. Product release with CoV2T assay S/Co criterion must balance the risk of releasing products below target nAb titers with the cost of false negatives. A two-step testing scheme may be optimal, with nAb testing on CoV2T samples with S/Cos below criterion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33554362/",
    "clean_text": "selecting covid convalescent plasma for neutralizing antibody potency using a high capacity sars cov antibody assay background efficacy of covid convalescent plasma ccp is hypothesized to be associated with the concentration of neutralizing antibodies nab to sars cov methods ccp donor serum collected by three us blood collectors was tested with background efficacy of covid convalescent plasma ccp is hypothesized to be associated with the concentration of neutralizing antibodies nab to sars cov high capacity serologic assays detecting binding antibodies bab have been developed nab assays are not adaptable to high throughput testing we sought to determine the effectiveness of using surrogate bab signal to cutoff ratios s co in predicting nab titers using a pseudovirus reporter viral particle neutralization rvpn assay methods ccp donor serum collected by three us blood collectors was tested with a bab assay ortho clinical diagnostics vitros anti sars cov total cov t and a nab rvpn assay prediction effectiveness of various cov t s co criteria was evaluated for rvpn nab nt titers using receiver operating characteristics results seven hundred and fifty three ccps were tested with median cov t s co and nt of of proportions of donors with nt over target nab titers were and increasing cov t s co criterion reduced the sensitivity to predict nt titers while specificity to identify those below increased as target nt titers increase the cov t assay becomes less accurate as a predictor with a decline in positive predictive value and rise in negative predictive value conclusion selection of a clinically effective nab titer will impact availability of ccp product release with cov t assay s co criterion must balance the risk of releasing products below target nab titers with the cost of false negatives a two step testing scheme may be optimal with nab testing on cov t samples with s cos below criterion"
}