{
    "pmid": "41452782",
    "title": "Neuropsychiatric Factors Contribute to Heterogeneous Motor Outcomes in Parkinson's Disease After Subthalamic Deep Brain Stimulation.",
    "abstract": "Subthalamic deep brain stimulation (STN-DBS) is an established treatment for Parkinson's disease (PD); however, long-term motor outcomes vary, affecting patients' quality of life. Identifying the factors that influence these heterogeneous motor outcomes is essential. This study investigated the factors influencing heterogeneous motor outcomes in patients with PD after STN-DBS and developed predictive models using preoperative demographic and clinical factors. We studied 92 patients with PD who underwent bilateral STN-DBS at the Beijing Tiantan Hospital between 2020 and 2022. Motor outcomes were assessed preoperatively and 1 and 12 months postoperatively. Patients were grouped based on different motor outcomes (change in Unified Parkinson's Disease Rating Scale Part III scores) between the 12- and 1-month assessments: those achieving minimal clinically significant motor improvement (MCID+) and those who did not (MCID-). Machine learning models were used to predict outcomes based on preoperative factors. The MCID+ group (n=46) showed significantly better motor outcomes at the 1-year follow-up than the MCID - group (n=46, mean difference 10.47, p < 0.001). A lower levodopa equivalent daily dose (p < 0.01), reduced anxiety (p < 0.05), reduced depression (p < 0.001), and milder freezing of gait (p < 0.05) were associated with better motor outcomes. Predictive models using logistic regression and XGBoost achieved a high accuracy (82%) in forecasting motor outcomes. Preoperative non-motor factors, particularly emotional status, significantly affected motor outcomes following STN-DBS. Machine learning models enhance prognostic accuracy and offer the potential for personalized treatment strategies.",
    "disease": "parkinson disease",
    "clean_text": "neuropsychiatric factors contribute to heterogeneous motor outcomes in parkinson s disease after subthalamic deep brain stimulation subthalamic deep brain stimulation stn dbs is an established treatment for parkinson s disease pd however long term motor outcomes vary affecting patients quality of life identifying the factors that influence these heterogeneous motor outcomes is essential this study investigated the factors influencing heterogeneous motor outcomes in patients with pd after stn dbs and developed predictive models using preoperative demographic and clinical factors we studied patients with pd who underwent bilateral stn dbs at the beijing tiantan hospital between and motor outcomes were assessed preoperatively and and months postoperatively patients were grouped based on different motor outcomes change in unified parkinson s disease rating scale part iii scores between the and month assessments those achieving minimal clinically significant motor improvement mcid and those who did not mcid machine learning models were used to predict outcomes based on preoperative factors the mcid group n showed significantly better motor outcomes at the year follow up than the mcid group n mean difference p a lower levodopa equivalent daily dose p reduced anxiety p reduced depression p and milder freezing of gait p were associated with better motor outcomes predictive models using logistic regression and xgboost achieved a high accuracy in forecasting motor outcomes preoperative non motor factors particularly emotional status significantly affected motor outcomes following stn dbs machine learning models enhance prognostic accuracy and offer the potential for personalized treatment strategies"
}