{
    "pmid": "41424427",
    "title": "Recurrent self-inflicted abdominal stab injuries leading to isolated Meckel's diverticulum perforation: A surgical case report and literature-backed review.",
    "abstract": "Meckel's diverticulum (MD) is a frequently silent congenital anomaly of the gastrointestinal tract. While complications such as bleeding and obstruction are more common, traumatic perforation remains extremely rare, particularly from penetrating injuries. To date, isolated perforation of MD following self-inflicted abdominal stab wounds has been reported only sporadically. We present the case of a 39-year-old male with a long-standing history of schizophrenia and epilepsy who arrived at the emergency department following his fifth self-inflicted abdominal stab injury over the past decade. On physical examination, a segment of small bowel was found protruding from a 4 cm periumbilical wound. Emergency exploratory laparotomy revealed extensive intra-abdominal adhesions and an isolated perforation of a Meckel's diverticulum located 60 cm proximal to the ileocecal valve. No other visceral injuries or hemorrhage were detected. The diverticulum was resected using a linear stapler, and serosal defects were repaired. The postoperative course was uneventful, and the patient was discharged on postoperative day five. Isolated MD perforation caused by penetrating abdominal trauma is exceedingly rare and diagnostically challenging. When occurring in psychiatric patients with repetitive self-harm behavior, it presents an even more complex scenario. This case underscores the importance of meticulous intra-abdominal exploration in stab wound patients and contributes novel insight to the limited literature on traumatic MD injuries.",
    "disease": "epilepsy",
    "clean_text": "recurrent self inflicted abdominal stab injuries leading to isolated meckel s diverticulum perforation a surgical case report and literature backed review meckel s diverticulum md is a frequently silent congenital anomaly of the gastrointestinal tract while complications such as bleeding and obstruction are more common traumatic perforation remains extremely rare particularly from penetrating injuries to date isolated perforation of md following self inflicted abdominal stab wounds has been reported only sporadically we present the case of a year old male with a long standing history of schizophrenia and epilepsy who arrived at the emergency department following his fifth self inflicted abdominal stab injury over the past decade on physical examination a segment of small bowel was found protruding from a cm periumbilical wound emergency exploratory laparotomy revealed extensive intra abdominal adhesions and an isolated perforation of a meckel s diverticulum located cm proximal to the ileocecal valve no other visceral injuries or hemorrhage were detected the diverticulum was resected using a linear stapler and serosal defects were repaired the postoperative course was uneventful and the patient was discharged on postoperative day five isolated md perforation caused by penetrating abdominal trauma is exceedingly rare and diagnostically challenging when occurring in psychiatric patients with repetitive self harm behavior it presents an even more complex scenario this case underscores the importance of meticulous intra abdominal exploration in stab wound patients and contributes novel insight to the limited literature on traumatic md injuries"
}