{
    "pmid": "41395464",
    "title": "Microbiota-sphingolipid pathway in generalized epilepsy: evidence from Mendelian randomization and clinical metabolomics.",
    "abstract": "Epilepsy is a complex disorder with growing evidence linking gut microbiota and metabolism, though causal relationships unclear. This study investigated causal effects of gut microbiota on three epilepsy types via metabolic pathways, using Mediation Mendelian randomization (MR), evaluated directional consistency metabolomics of refractory epilepsy (RE) patients before and after medium-chain triglyceride (MCT) diet intervention. Two-step MR was applied to summary statistics for 207 species (Dutch Microbiome Project) and 196 species (MiBioGen consortium), evaluating 871 serum metabolites as mediators of three epilepsy types. For validation, directional consistency in metabolomics was conducted on serum samples from 9 RE patients before and after MCT diet intervention. Only sphingomyelin (SM; d18:0/20:0, d16:0/22:0) and Glycocholate glucuronide (1) were the metabolites significantly associated with three epilepsy types. Mediation MR analysis revealed Mollicutes RF9 had a unidirectional effect via sphingomyelin (d18:1/22:1, d18:2/22:0, d16:1/24:1) modulation ( This study identifies both unidirectional and bidirectional microbiota-metabolite pathways modulating generalized epilepsy risk, with converging evidence pointing to sphingomyelin as a potential lipid biomarker and therapeutic target.",
    "disease": "epilepsy",
    "clean_text": "microbiota sphingolipid pathway in generalized epilepsy evidence from mendelian randomization and clinical metabolomics epilepsy is a complex disorder with growing evidence linking gut microbiota and metabolism though causal relationships unclear this study investigated causal effects of gut microbiota on three epilepsy types via metabolic pathways using mediation mendelian randomization mr evaluated directional consistency metabolomics of refractory epilepsy re patients before and after medium chain triglyceride mct diet intervention two step mr was applied to summary statistics for species dutch microbiome project and species mibiogen consortium evaluating serum metabolites as mediators of three epilepsy types for validation directional consistency in metabolomics was conducted on serum samples from re patients before and after mct diet intervention only sphingomyelin sm d d and glycocholate glucuronide were the metabolites significantly associated with three epilepsy types mediation mr analysis revealed mollicutes rf had a unidirectional effect via sphingomyelin d d d modulation this study identifies both unidirectional and bidirectional microbiota metabolite pathways modulating generalized epilepsy risk with converging evidence pointing to sphingomyelin as a potential lipid biomarker and therapeutic target"
}