{
    "pmid": "41409519",
    "title": "Association Between Fibrinogen-to-Albumin Ratio and Long-Term Mortality in Senile Patients with Coronary Artery Disease: A Prospective 10-Year Follow-up Study.",
    "abstract": "The synergistic effect of fibrinogen and albumin on long-term mortality remains unclear in senile patients with coronary artery disease (CAD). This study aimed to evaluate the association between fibrinogen-to-albumin ratio (FAR) and 10-year mortality, and to develop a model to predict survival probability in senile patients with CAD. In total, 819 senile patients with CAD were enrolled on the basis of the China Geriatric Cardiovascular Comorbidity Study. Compared with patients in the lowest FAR (FAR-Q1) group, the median overall survival (OS) was 2631 days, and patients in the highest FAR (FAR-Q4) group had the shortest OS, with a median of 311 days ( FAR was independently associated with long-term mortality, and a prognostic model based on FAR may aid risk stratification in senile patients with CAD. 1. Coronary artery disease (CAD) is the principal cause of death worldwide and is a huge burden on medical care each year. 2. The synergistic effect of fibrinogen and albumin on long-term mortality remains unclear in senile patients with CAD. 3. This study aimed to evaluate the association between fibrinogen-to-albumin ratio (FAR) and 10-year mortality, and to develop a model to predict survival probability. 4. FAR was independently associated with long-term mortality, with a nonlinear J-shaped relationship between FAR and mortality. 5. This study was the first to construct a prognostic model based on FAR for predicting long-term mortality in senile patients with CAD.",
    "disease": "coronary artery disease",
    "clean_text": "association between fibrinogen to albumin ratio and long term mortality in senile patients with coronary artery disease a prospective year follow up study the synergistic effect of fibrinogen and albumin on long term mortality remains unclear in senile patients with coronary artery disease cad this study aimed to evaluate the association between fibrinogen to albumin ratio far and year mortality and to develop a model to predict survival probability in senile patients with cad in total senile patients with cad were enrolled on the basis of the china geriatric cardiovascular comorbidity study compared with patients in the lowest far far q group the median overall survival os was days and patients in the highest far far q group had the shortest os with a median of days far was independently associated with long term mortality and a prognostic model based on far may aid risk stratification in senile patients with cad coronary artery disease cad is the principal cause of death worldwide and is a huge burden on medical care each year the synergistic effect of fibrinogen and albumin on long term mortality remains unclear in senile patients with cad this study aimed to evaluate the association between fibrinogen to albumin ratio far and year mortality and to develop a model to predict survival probability far was independently associated with long term mortality with a nonlinear j shaped relationship between far and mortality this study was the first to construct a prognostic model based on far for predicting long term mortality in senile patients with cad"
}