{
    "title": "Recent Advances in Animal Models of Zika Virus Infection.",
    "doc_id": "29541942",
    "writer": "Dong S",
    "year": "2018",
    "summary": "An infection by Zika virus (ZIKV), a mosquito-borne flavivirus, broke out in South American regions in 2015, and recently showed a tendency of spreading to North America and even worldwide. ZIKV was first detected in 1947 and only 14 human infection cases were repor …",
    "abstract": "An infection by Zika virus (ZIKV), a mosquito-borne flavivirus, broke out in South American regions in 2015, and recently showed a tendency of spreading to North America and even worldwide. ZIKV was first detected in 1947 and only 14 human infection cases were reported until 2007. This virus was previously observed to cause only mild flu-like symptoms. However, recent ZIKV infections might be responsible for the increasing cases of neurological disorders such as Guillain-Barré syndrome and congenital defects, including newborn microcephaly. Therefore, researchers have established several animal models to study ZIKV transmission and pathogenesis, and test therapeutic candidates. This review mainly summarizes the reported animal models of ZIKV infection, including mice and non-human primates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29541942/",
    "clean_text": "recent advances in animal models of zika virus infection an infection by zika virus zikv a mosquito borne flavivirus broke out in south american regions in and recently showed a tendency of spreading to north america and even worldwide zikv was first detected in and only human infection cases were repor an infection by zika virus zikv a mosquito borne flavivirus broke out in south american regions in and recently showed a tendency of spreading to north america and even worldwide zikv was first detected in and only human infection cases were reported until this virus was previously observed to cause only mild flu like symptoms however recent zikv infections might be responsible for the increasing cases of neurological disorders such as guillain barr syndrome and congenital defects including newborn microcephaly therefore researchers have established several animal models to study zikv transmission and pathogenesis and test therapeutic candidates this review mainly summarizes the reported animal models of zikv infection including mice and non human primates"
}