{
    "title": "[Expression of MMP-9 and TIMP-1 in nasopharyngeal carcinoma and its signification at Xi'an and Shenzhen].",
    "doc_id": "20545111",
    "writer": "Wang H",
    "year": "2010",
    "summary": "OBJECTIVE: To compare the expression of matrix metalloproteinase-9 and tissue inhibitor of matrix metalloproteinase-1 of nasopharyngeal carcinoma at Xi'an and Shenzhen area. METHOD: The protein expression of MMP 9 and TIMP 1 were studied by immunohistochemistry stai …",
    "abstract": "Objective:\n        \n      \n      To compare the expression of matrix metalloproteinase-9 and tissue inhibitor of matrix metalloproteinase-1 of nasopharyngeal carcinoma at Xi'an and Shenzhen area.\n    \n\n\n          Method:\n        \n      \n      The protein expression of MMP 9 and TIMP 1 were studied by immunohistochemistry staining in 21 cases nasopharyngeal carcinoma of Xi'an and 22 cases of Shenzhen.\n    \n\n\n          Result:\n        \n      \n      The expression positive rates of MMP-9 in nasopharyngeal carcinoma tissues at Xi'an and Shenzhen were 61.90% and 68.18%. The positive rates of TIMP-1 in nasopharyngeal carcinoma tissues at two regions were 28.57% and 31.82%. The expression between MMP-9 and TIMP-1 were negative relationship either Xi'an or Shenzhen. The expression of MMP-9 was positively correlated to lymph node metastasis, and TIMP-1 was no relationship with lymph node metastasis. The expression of MMP-9 and TIMP-1 was no difference between Xi'an and Shenzhen.\n    \n\n\n          Conclusion:\n        \n      \n      The expression of MMP-9 and TIMP-1 in nasopharyngeal carcinoma 2 tissues was no difference between Xi'an and Shenzhen. Increase of MMP-9 play an important role in progression and metastasis of nasopharyngeal carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20545111/",
    "clean_text": "expression of mmp and timp in nasopharyngeal carcinoma and its signification at xi an and shenzhen objective to compare the expression of matrix metalloproteinase and tissue inhibitor of matrix metalloproteinase of nasopharyngeal carcinoma at xi an and shenzhen area method the protein expression of mmp and timp were studied by immunohistochemistry stai objective to compare the expression of matrix metalloproteinase and tissue inhibitor of matrix metalloproteinase of nasopharyngeal carcinoma at xi an and shenzhen area method the protein expression of mmp and timp were studied by immunohistochemistry staining in cases nasopharyngeal carcinoma of xi an and cases of shenzhen result the expression positive rates of mmp in nasopharyngeal carcinoma tissues at xi an and shenzhen were and the positive rates of timp in nasopharyngeal carcinoma tissues at two regions were and the expression between mmp and timp were negative relationship either xi an or shenzhen the expression of mmp was positively correlated to lymph node metastasis and timp was no relationship with lymph node metastasis the expression of mmp and timp was no difference between xi an and shenzhen conclusion the expression of mmp and timp in nasopharyngeal carcinoma tissues was no difference between xi an and shenzhen increase of mmp play an important role in progression and metastasis of nasopharyngeal carcinoma"
}