{
    "title": "Effects of the diabetic patients' perceived social support on their quality-of-life.",
    "doc_id": "17584354",
    "writer": "Göz F",
    "year": "2007",
    "summary": "AIM: The aim of this descriptive study was to determine effects of the diabetic patients' perceived social support on theirs life qualities. BACKGROUND: Type 2 diabetes and its treatment effects patients' quality of life. ...CONCLUSIONS: If perceived s …",
    "abstract": "Aim:\n        \n      \n      The aim of this descriptive study was to determine effects of the diabetic patients' perceived social support on theirs life qualities.\n    \n\n\n          Background:\n        \n      \n      Type 2 diabetes and its treatment effects patients' quality of life. Quality-of-life is important for people with diabetes and their health care providers. Social support for diabetic adults has been shown to benefit disease management and adjustment.\n    \n\n\n          Research design:\n        \n      \n      This research was conducted with 66 type 2 diabetic patients who came for control to the diabetes policlinic between May and June 2003 at diabetes polyclinic in Kocaeli State Hospital of Marmara Region in Turkey. Informed consent was obtained from patients. Data were collected by using the quality-of-life scale (SF-36), perceptional social support scale and the questionnaire prepared by the researchers.\n    \n\n\n          Method:\n        \n      \n      For the analysis of data, Mann-Whitney U-test, Kruskal-Wallis test, Pearson and Spearman correlation analysis have been employed.\n    \n\n\n          Results:\n        \n      \n      Perceived social support and quality-of-life were increased together. Male patients' and retired patients' quality life score and perceived social support were high. Meanwhile when educational level was increased, perceived social support and quality-of-life were increased. The quality life scores and perceived social support scores were high in patients who living alone and used oral antidiabetic drugs.\n    \n\n\n          Conclusions:\n        \n      \n      If perceived social support and quality-of-life were increased together, it means social support increases quality-of-life. That is why nurses must try to plan some strategies for increase social support of patients.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      Assessment of social support of type 2 diabetic patients may assist in determining individualized goals and strategies. Enhanced social support in diabetes self-management may subsequently improve metabolic control, self-management and psychosocial adjustment to diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17584354/",
    "clean_text": "effects of the diabetic patients perceived social support on their quality of life aim the aim of this descriptive study was to determine effects of the diabetic patients perceived social support on theirs life qualities background type diabetes and its treatment effects patients quality of life conclusions if perceived s aim the aim of this descriptive study was to determine effects of the diabetic patients perceived social support on theirs life qualities background type diabetes and its treatment effects patients quality of life quality of life is important for people with diabetes and their health care providers social support for diabetic adults has been shown to benefit disease management and adjustment research design this research was conducted with type diabetic patients who came for control to the diabetes policlinic between may and june at diabetes polyclinic in kocaeli state hospital of marmara region in turkey informed consent was obtained from patients data were collected by using the quality of life scale sf perceptional social support scale and the questionnaire prepared by the researchers method for the analysis of data mann whitney u test kruskal wallis test pearson and spearman correlation analysis have been employed results perceived social support and quality of life were increased together male patients and retired patients quality life score and perceived social support were high meanwhile when educational level was increased perceived social support and quality of life were increased the quality life scores and perceived social support scores were high in patients who living alone and used oral antidiabetic drugs conclusions if perceived social support and quality of life were increased together it means social support increases quality of life that is why nurses must try to plan some strategies for increase social support of patients relevance to clinical practice assessment of social support of type diabetic patients may assist in determining individualized goals and strategies enhanced social support in diabetes self management may subsequently improve metabolic control self management and psychosocial adjustment to diabetes"
}