{
    "pmid": "41408089",
    "title": "Spatial mapping of influenza and coronavirus receptors in the respiratory and intestinal tract epithelium of beef cattle using advanced PixF image analysis.",
    "abstract": "Influenza A viruses (IAV) and coronaviruses (CoV) pose significant threats to various animal species, including cattle. Reports of SARS-CoV-2 infections and recent outbreaks of highly pathogenic avian influenza (HPAI H5N1) in dairy cattle highlight the need to understand receptor distributions critical for viral entry. This study investigates the spatial distribution of IAV and CoV receptors in bovine tissues using PixF, a novel and newly developed web-based image analysis tool. Respiratory (trachea and lung) and intestinal (small and large intestine) tissues from crossbred Holstein-Angus steers were analyzed. Lectin histochemistry staining with fluorescently labeled Sambucus nigra (SA α2,6-Gal receptors) and Maackia amurensis (SA α2,3-Gal receptors) identified IAV receptors, while coronavirus receptors ACE2, TMPRSS2, APN, DPP4, and CEACAM1 were assessed using indirect immunofluorescence. PixF provides an initial yet tailored image processing framework for quantifying and mapping receptor expression, revealing a predominance of SA α2,3-Gal receptors in epithelial regions, while SA α2,6-Gal receptors were confined to glandular tissues of the respiratory tract. Coronavirus receptors exhibited variable expression across tissues; TMPRSS2, APN, and DPP4 are highly expressed in the respiratory mucosal epithelium; ACE2, TMPRSS2, and DPP4 are highly expressed in the intestinal mucosal epithelium, while CEACAM1 is notably low across tissues. These findings demonstrate the potential utility of PixF, a simple prototypic fluorescence quantification tool customized for the use case detailed in this work, to provide a browser interface that prioritizes ease-of-use, enabling non-specialists to obtain essential quantification and spatial information quickly. PixF was utilized to elucidate receptor co-localization and enhance our understanding of host-pathogen interactions in cattle, offering a reproducible, accessible, and biologically informed analysis pipeline.",
    "disease": "influenza",
    "clean_text": "spatial mapping of influenza and coronavirus receptors in the respiratory and intestinal tract epithelium of beef cattle using advanced pixf image analysis influenza a viruses iav and coronaviruses cov pose significant threats to various animal species including cattle reports of sars cov infections and recent outbreaks of highly pathogenic avian influenza hpai h n in dairy cattle highlight the need to understand receptor distributions critical for viral entry this study investigates the spatial distribution of iav and cov receptors in bovine tissues using pixf a novel and newly developed web based image analysis tool respiratory trachea and lung and intestinal small and large intestine tissues from crossbred holstein angus steers were analyzed lectin histochemistry staining with fluorescently labeled sambucus nigra sa gal receptors and maackia amurensis sa gal receptors identified iav receptors while coronavirus receptors ace tmprss apn dpp and ceacam were assessed using indirect immunofluorescence pixf provides an initial yet tailored image processing framework for quantifying and mapping receptor expression revealing a predominance of sa gal receptors in epithelial regions while sa gal receptors were confined to glandular tissues of the respiratory tract coronavirus receptors exhibited variable expression across tissues tmprss apn and dpp are highly expressed in the respiratory mucosal epithelium ace tmprss and dpp are highly expressed in the intestinal mucosal epithelium while ceacam is notably low across tissues these findings demonstrate the potential utility of pixf a simple prototypic fluorescence quantification tool customized for the use case detailed in this work to provide a browser interface that prioritizes ease of use enabling non specialists to obtain essential quantification and spatial information quickly pixf was utilized to elucidate receptor co localization and enhance our understanding of host pathogen interactions in cattle offering a reproducible accessible and biologically informed analysis pipeline"
}