{
    "title": "Nitric Oxide and Anxiety.",
    "doc_id": "28061970",
    "writer": "Gulati K",
    "year": "2017",
    "summary": "Anxiety is a common neuropsychiatric disorder which affects both physical and mental health. Complex neurobiological mechanisms are involved in the genesis of anxiety, and the drugs used to date, though effective, are not free from shortcomings. ...",
    "abstract": "Anxiety is a common neuropsychiatric disorder which affects both physical and mental health. Complex neurobiological mechanisms are involved in the genesis of anxiety, and the drugs used to date, though effective, are not free from shortcomings. Conventional agents like the classical benzodiazepines and the atypical nonbenzodiazepine agents like buspirone have their own limitations. There is thus need to explore newer neurochemical pathways to develop efficacious and safer drugs for the disorder. Nitric oxide (NO) is a unique neuromodulator substance, with the ability to influence and modulate several other conventional messengers which play an important role in anxiety. The currently available experimental and clinical data indicate that NO may be involved in the regulation of anxiety-like behavior induced by a variety of stimuli. These studies have explored the pharmacological and biochemical basis of nitrergic mechanisms in anxiety, and the data available are equivocal. This chapter reviews the research data available in this specific area and suggests that in view of the nature of the existing data, there is considerable scope for future research in this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28061970/",
    "clean_text": "nitric oxide and anxiety anxiety is a common neuropsychiatric disorder which affects both physical and mental health complex neurobiological mechanisms are involved in the genesis of anxiety and the drugs used to date though effective are not free from shortcomings anxiety is a common neuropsychiatric disorder which affects both physical and mental health complex neurobiological mechanisms are involved in the genesis of anxiety and the drugs used to date though effective are not free from shortcomings conventional agents like the classical benzodiazepines and the atypical nonbenzodiazepine agents like buspirone have their own limitations there is thus need to explore newer neurochemical pathways to develop efficacious and safer drugs for the disorder nitric oxide no is a unique neuromodulator substance with the ability to influence and modulate several other conventional messengers which play an important role in anxiety the currently available experimental and clinical data indicate that no may be involved in the regulation of anxiety like behavior induced by a variety of stimuli these studies have explored the pharmacological and biochemical basis of nitrergic mechanisms in anxiety and the data available are equivocal this chapter reviews the research data available in this specific area and suggests that in view of the nature of the existing data there is considerable scope for future research in this field"
}