{
    "title": "Modulation of adrenal aldosterone release by oxidative modification of low-density lipoprotein.",
    "doc_id": "20559286",
    "writer": "Ansurudeen I",
    "year": "2010",
    "summary": "Low-density lipoprotein (LDL) is a major cholesterol source for aldosterone steroidogenesis; however, the effect of oxidative modification of LDL on aldosterone release is not known. We studied the effect of hypochlorite-oxidized LDL (oxLDL) on adrenal aldosterone s …",
    "abstract": "Background:\n        \n      \n      Serum aldosterone is a causative factor for various metabolic and cardiovascular disorders. Low-density lipoprotein (LDL) is a major cholesterol source for aldosterone steroidogenesis; however, the effect of oxidative modification of LDL on aldosterone release is not known. We studied the effect of hypochlorite-oxidized LDL (oxLDL) on adrenal aldosterone secretion.\n    \n\n\n          Methods:\n        \n      \n      LDL (native LDL (natLDL)) was obtained from healthy volunteers and oxidatively modified in vitro. NCI-H295R cells were stimulated with natLDL and oxLDL, and the aldosterone release was quantified by radioimmunoassay. Molecular changes were studied with western blot analysis and quantitative RT-PCR analysis.\n    \n\n\n          Results:\n        \n      \n      NatLDL and oxLDL caused dose-dependent increase in aldosterone release up to threefold. However, the stimulatory effects of modified LDL on aldosterone secretion decreased with increasing degree of LDL oxidation. 24-h incubations with natLDL, mild- and medium-oxidized LDL sensitized the adrenocortical cells to subsequent angiotensin II (Ang II) stimulations by 2.9-, 2.8-, and 2.5-folds, respectively. Heavily oxidized LDL did not sensitize the cells to Ang II stimulations to a similar extent. At the molecular level, the ERK pathway was activated within a minute by both natLDL and oxLDL; however, oxLDL showed a stronger (2.75-fold at 1 and 15 min) and longer (15 min) activation of ERK than natLDL (twofold).\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrates the following: (i) both natLDL and hypochlorite-oxidized LDL utilize ERK pathway to mediate aldosterone release; (ii) mildly oxidized LDL sensitizes the adrenocortical cells to further stimulations by Ang II similar to natLDL that may have a role in pathological processes; (iii) extensive LDL oxidation counteracts adrenocortical aldosterone release.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20559286/",
    "clean_text": "modulation of adrenal aldosterone release by oxidative modification of low density lipoprotein low density lipoprotein ldl is a major cholesterol source for aldosterone steroidogenesis however the effect of oxidative modification of ldl on aldosterone release is not known we studied the effect of hypochlorite oxidized ldl oxldl on adrenal aldosterone s background serum aldosterone is a causative factor for various metabolic and cardiovascular disorders low density lipoprotein ldl is a major cholesterol source for aldosterone steroidogenesis however the effect of oxidative modification of ldl on aldosterone release is not known we studied the effect of hypochlorite oxidized ldl oxldl on adrenal aldosterone secretion methods ldl native ldl natldl was obtained from healthy volunteers and oxidatively modified in vitro nci h r cells were stimulated with natldl and oxldl and the aldosterone release was quantified by radioimmunoassay molecular changes were studied with western blot analysis and quantitative rt pcr analysis results natldl and oxldl caused dose dependent increase in aldosterone release up to threefold however the stimulatory effects of modified ldl on aldosterone secretion decreased with increasing degree of ldl oxidation h incubations with natldl mild and medium oxidized ldl sensitized the adrenocortical cells to subsequent angiotensin ii ang ii stimulations by and folds respectively heavily oxidized ldl did not sensitize the cells to ang ii stimulations to a similar extent at the molecular level the erk pathway was activated within a minute by both natldl and oxldl however oxldl showed a stronger fold at and min and longer min activation of erk than natldl twofold conclusions this study demonstrates the following i both natldl and hypochlorite oxidized ldl utilize erk pathway to mediate aldosterone release ii mildly oxidized ldl sensitizes the adrenocortical cells to further stimulations by ang ii similar to natldl that may have a role in pathological processes iii extensive ldl oxidation counteracts adrenocortical aldosterone release"
}