{
    "title": "Breast cancer in elderly women.",
    "doc_id": "8087783",
    "writer": "Fleming ID",
    "year": "1994",
    "summary": "With the aging of the American population, more older women are being diagnosed with breast cancer. With the possible exception of women under 40 years of age, there is no clear evidence of a biologic or clinical difference between breast cancer in you …",
    "abstract": "With the aging of the American population, more older women are being diagnosed with breast cancer. With the possible exception of women under 40 years of age, there is no clear evidence of a biologic or clinical difference between breast cancer in younger and older aged groups. Breast cancer is diagnosed at a more advanced stage in older women. Elderly women with breast cancer frequently are treated with less than standard therapy and are less often included in clinical trials. With the exception of specific comorbid conditions that preclude anesthesia and surgery, older women tolerate breast surgery as well as younger women. The results of good surgical and adjuvant therapy for elderly women are as good as those for younger women. Older women with breast cancer deserve the most effective screening, diagnosis, and surgical treatment available.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8087783/",
    "clean_text": "breast cancer in elderly women with the aging of the american population more older women are being diagnosed with breast cancer with the possible exception of women under years of age there is no clear evidence of a biologic or clinical difference between breast cancer in you with the aging of the american population more older women are being diagnosed with breast cancer with the possible exception of women under years of age there is no clear evidence of a biologic or clinical difference between breast cancer in younger and older aged groups breast cancer is diagnosed at a more advanced stage in older women elderly women with breast cancer frequently are treated with less than standard therapy and are less often included in clinical trials with the exception of specific comorbid conditions that preclude anesthesia and surgery older women tolerate breast surgery as well as younger women the results of good surgical and adjuvant therapy for elderly women are as good as those for younger women older women with breast cancer deserve the most effective screening diagnosis and surgical treatment available"
}