{
    "title": "Generation of the antioxidant yellow pigment derived from 4-methylthio-3-butenyl isothiocyanate in salted radish roots (takuan-zuke).",
    "doc_id": "25893375",
    "writer": "Takahashi A",
    "year": "2015",
    "summary": "All salted radish samples turned yellow, and their b(*) values increased with time and temperature. The salted radish that was sun-dried and pickled at room temperature turned the brightest yellow, and the generation of TPMT was clearly confirmed. These results indi …",
    "abstract": "2-[3-(2-Thioxopyrrolidin-3-ylidene)methyl]-tryptophan (TPMT) is a yellow pigment of salted radish roots (takuan-zuke) derived from 4-methylthio-3-butenyl isothiocyanate (MTBITC), the pungent component of radish roots. Here, we prepared salted radish and analyzed the behavior of the yellow pigment and related substances in the dehydration process and long-term salting process. All salted radish samples turned yellow, and their b(*) values increased with time and temperature. The salted radish that was sun-dried and pickled at room temperature turned the brightest yellow, and the generation of TPMT was clearly confirmed. These results indicate that tissue shrinkage due to dehydration, salting temperature, and pH play important roles in the yellowing of takuan-zuke.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25893375/",
    "clean_text": "generation of the antioxidant yellow pigment derived from methylthio butenyl isothiocyanate in salted radish roots takuan zuke all salted radish samples turned yellow and their b values increased with time and temperature the salted radish that was sun dried and pickled at room temperature turned the brightest yellow and the generation of tpmt was clearly confirmed these results indi thioxopyrrolidin ylidene methyl tryptophan tpmt is a yellow pigment of salted radish roots takuan zuke derived from methylthio butenyl isothiocyanate mtbitc the pungent component of radish roots here we prepared salted radish and analyzed the behavior of the yellow pigment and related substances in the dehydration process and long term salting process all salted radish samples turned yellow and their b values increased with time and temperature the salted radish that was sun dried and pickled at room temperature turned the brightest yellow and the generation of tpmt was clearly confirmed these results indicate that tissue shrinkage due to dehydration salting temperature and ph play important roles in the yellowing of takuan zuke"
}