{
    "title": "Chronic Stenosing Enteritis: A Variant of Chronic Non-specific Stenosing Ulceration (CNSU) that Is Distinct from Crohn's Disease.",
    "doc_id": "39985738",
    "writer": "Cave DR",
    "year": "2025",
    "summary": "OBJECTIVE: Chronic non-specific stenosing ulcers (CNSU) of the small intestine is an under-recognized syndrome characterized by iron-deficiency anemia, superficial ulcerations, and stenoses of the small intestine. ...We report a similar pattern of non-specific ul …",
    "abstract": "Objective:\n        \n      \n      Chronic non-specific stenosing ulcers (CNSU) of the small intestine is an under-recognized syndrome characterized by iron-deficiency anemia, superficial ulcerations, and stenoses of the small intestine. Despite the recent identification of a gene mutation SLCO2A1 in some Japanese patients that plays an etiological role, much remains uncertain about the etiology and pathogenesis of CNSU in the Western Hemisphere. We report a similar pattern of non-specific ulceration that is nontransmural and often associated with small intestinal stenosis and iron deficiency but not hypoalbuminemia, and that appears to be distinct from Crohn's disease, and compare the demographic, clinic, and histopathologic features.\n    \n\n\n          Methods:\n        \n      \n      This was a retrospective, single-center study performed at a tertiary care hospital between 2007 and 2019. Forty patients were included, of whom 20 were diagnosed with CNSU and 20 with small intestinal CD. Demographic, clinical, and histopathologic data were collected and compared.\n    \n\n\n          Results:\n        \n      \n      Patients with CNSU were significantly older than patients with CD (56.9-years vs. 33.6-years, p < 0.0001), and had significantly lower rates of diarrhea (10% vs 90%; p < 0.01) and weight loss (5% vs 40%; p = 0.005) and greater rates of blood transfusions (50% vs 10%, p = 0.005) and iron infusions (35% vs. 0%, p = 0.001). In addition, qualitative descriptions of endoscopic findings and histopathologic features differed between the two groups.\n    \n\n\n          Conclusion:\n        \n      \n      CNSU is an uncommon small intestinal disease with clinical and pathologic features that distinguish it from CD. However, the immunology of both conditions is similar, suggesting a generic immune response. Further research is needed to better define the pathogenesis and prognosis of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39985738/",
    "clean_text": "chronic stenosing enteritis a variant of chronic non specific stenosing ulceration cnsu that is distinct from crohn s disease objective chronic non specific stenosing ulcers cnsu of the small intestine is an under recognized syndrome characterized by iron deficiency anemia superficial ulcerations and stenoses of the small intestine we report a similar pattern of non specific ul objective chronic non specific stenosing ulcers cnsu of the small intestine is an under recognized syndrome characterized by iron deficiency anemia superficial ulcerations and stenoses of the small intestine despite the recent identification of a gene mutation slco a in some japanese patients that plays an etiological role much remains uncertain about the etiology and pathogenesis of cnsu in the western hemisphere we report a similar pattern of non specific ulceration that is nontransmural and often associated with small intestinal stenosis and iron deficiency but not hypoalbuminemia and that appears to be distinct from crohn s disease and compare the demographic clinic and histopathologic features methods this was a retrospective single center study performed at a tertiary care hospital between and forty patients were included of whom were diagnosed with cnsu and with small intestinal cd demographic clinical and histopathologic data were collected and compared results patients with cnsu were significantly older than patients with cd years vs years p and had significantly lower rates of diarrhea vs p and weight loss vs p and greater rates of blood transfusions vs p and iron infusions vs p in addition qualitative descriptions of endoscopic findings and histopathologic features differed between the two groups conclusion cnsu is an uncommon small intestinal disease with clinical and pathologic features that distinguish it from cd however the immunology of both conditions is similar suggesting a generic immune response further research is needed to better define the pathogenesis and prognosis of the disease"
}