{
    "pmid": "41472504",
    "title": "Superficial fungal infections in patients with diabetes. Is hyperglycemia the only associated factor?",
    "abstract": "Diabetes Mellitus (DM) is a chronic metabolic disease that has become increasingly prevalent over the past few years as a result of sedentary lifestyles. Up to 70% of diabetic patients have skin lesions due to deterioration in the skin barrier and changes in the physiological pH of the skin, leading to alterations in both innate and adaptive immunity, which predisposes individuals to bacterial, fungal, and viral infections. This article focuses on the superficial mycoses associated with DM. We conducted a search in the following databases: Pubmed, EMBASE, and Web of Science. Using a date range of 15 years from 2010 to 2025 resulted in 178 articles with the following inclusion criteria: written in English, be relevant to the topic at hand, with Open or institutional access. We observe that these infections remain at the level of the stratum corneum and, in exceptional cases, affect the epidermis and dermis. The three most common types are those caused by dermatophytes ( Diabetes mellitus is a condition in which the body cannot properly use or make insulin, a hormone, that helps control blood sugar. This condition is becoming more common. High or poorly managed blood glucose levels can lead to higher concentrations in the skin. This can cause problems like dry skin and slower healing, which can lead to infections, especially fungal or yeast infections, in areas like the body, groin, feet, and nails. Washing the hands too often using alkaline soap during bathe and wearing socks or closed shoes for a long time may increase the risk of fungal infections. This review summarizes what we currently know about how fungi interact with diabetic patients. It explores the mechanisms that cause infections and the immune responses of the host. It also explores the factors that contribute to infection.",
    "disease": "diabetes mellitus",
    "clean_text": "superficial fungal infections in patients with diabetes is hyperglycemia the only associated factor diabetes mellitus dm is a chronic metabolic disease that has become increasingly prevalent over the past few years as a result of sedentary lifestyles up to of diabetic patients have skin lesions due to deterioration in the skin barrier and changes in the physiological ph of the skin leading to alterations in both innate and adaptive immunity which predisposes individuals to bacterial fungal and viral infections this article focuses on the superficial mycoses associated with dm we conducted a search in the following databases pubmed embase and web of science using a date range of years from to resulted in articles with the following inclusion criteria written in english be relevant to the topic at hand with open or institutional access we observe that these infections remain at the level of the stratum corneum and in exceptional cases affect the epidermis and dermis the three most common types are those caused by dermatophytes diabetes mellitus is a condition in which the body cannot properly use or make insulin a hormone that helps control blood sugar this condition is becoming more common high or poorly managed blood glucose levels can lead to higher concentrations in the skin this can cause problems like dry skin and slower healing which can lead to infections especially fungal or yeast infections in areas like the body groin feet and nails washing the hands too often using alkaline soap during bathe and wearing socks or closed shoes for a long time may increase the risk of fungal infections this review summarizes what we currently know about how fungi interact with diabetic patients it explores the mechanisms that cause infections and the immune responses of the host it also explores the factors that contribute to infection"
}