{
    "title": "Central motor conduction studies in patients with spinal cord disorders: a review.",
    "doc_id": "24752292",
    "writer": "Nardone R",
    "year": "2014",
    "summary": "The objective of this review article was to assess the utility of the motor evoked potentials (MEPs) in diagnosis and management of the most frequent spinal cord disorders. SETTING: Salzburg (Austria) and Merano (Italy). METHODS: A MEDLINE search was performed using …",
    "abstract": "Study design:\n        \n      \n      Topical review of the literature.\n    \n\n\n          Objectives:\n        \n      \n      The evaluation of patients with myelopathies requires radiological investigations; however, for the correct interpretation of the neuroimaging findings, the functional assessment of corticospinal conduction is helpful or even mandatory in many conditions. The objective of this review article was to assess the utility of the motor evoked potentials (MEPs) in diagnosis and management of the most frequent spinal cord disorders.\n    \n\n\n          Setting:\n        \n      \n      Salzburg (Austria) and Merano (Italy).\n    \n\n\n          Methods:\n        \n      \n      A MEDLINE search was performed using following terms: 'motor evoked potentials', 'transcranial magnetic stimulation', 'central motor conduction', 'compressive myelopathy', 'spinal cord infarction', 'spinal cord injury', 'syringomyelia', 'myelitis', 'hereditary spastic paraparesis', 'subacute combined degeneration' and 'hepatic myelopathy'.\n    \n\n\n          Results:\n        \n      \n      Central motor conduction abnormalities can be detected also in the absence of neuroradiological abnormalities-for example, in patients with subacute combined degeneration or hepatic myelopathy. In the most frequent patients with compressive myelopathies, MEPs were found to be very helpful in determining the functional significance of neuroimaging findings. MEP recording can supplement clinical examination and neuroimaging findings also in the assessment of the spinal cord injury level. In patients with spinal cord infarction, the MEP study can demonstrate spinal involvement even when radiological evidence for spinal cord damage is absent or equivocal, thus allowing an important early diagnosis.\n    \n\n\n          Conclusion:\n        \n      \n      MEPs represent a highly sensitive and accurate diagnostic tool in many different spinal cord disorders. MEPs can also be useful in follow-up evaluation of motor function during treatment and rehabilitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24752292/",
    "clean_text": "central motor conduction studies in patients with spinal cord disorders a review the objective of this review article was to assess the utility of the motor evoked potentials meps in diagnosis and management of the most frequent spinal cord disorders setting salzburg austria and merano italy methods a medline search was performed using study design topical review of the literature objectives the evaluation of patients with myelopathies requires radiological investigations however for the correct interpretation of the neuroimaging findings the functional assessment of corticospinal conduction is helpful or even mandatory in many conditions the objective of this review article was to assess the utility of the motor evoked potentials meps in diagnosis and management of the most frequent spinal cord disorders setting salzburg austria and merano italy methods a medline search was performed using following terms motor evoked potentials transcranial magnetic stimulation central motor conduction compressive myelopathy spinal cord infarction spinal cord injury syringomyelia myelitis hereditary spastic paraparesis subacute combined degeneration and hepatic myelopathy results central motor conduction abnormalities can be detected also in the absence of neuroradiological abnormalities for example in patients with subacute combined degeneration or hepatic myelopathy in the most frequent patients with compressive myelopathies meps were found to be very helpful in determining the functional significance of neuroimaging findings mep recording can supplement clinical examination and neuroimaging findings also in the assessment of the spinal cord injury level in patients with spinal cord infarction the mep study can demonstrate spinal involvement even when radiological evidence for spinal cord damage is absent or equivocal thus allowing an important early diagnosis conclusion meps represent a highly sensitive and accurate diagnostic tool in many different spinal cord disorders meps can also be useful in follow up evaluation of motor function during treatment and rehabilitation"
}