{
    "title": "Nonalcoholic fatty liver disease.",
    "doc_id": "22541706",
    "writer": "Paredes AH",
    "year": "2012",
    "summary": "As the hepatic manifestation of the metabolic syndrome, nonalcoholic fatty liver disease (NAFLD) has become the most common cause of asymptomatic liver enzyme elevations in Western nations. Although it is easy to diagnose NAFLD, a liver biopsy is curre …",
    "abstract": "As the hepatic manifestation of the metabolic syndrome, nonalcoholic fatty liver disease (NAFLD) has become the most common cause of asymptomatic liver enzyme elevations in Western nations. Although it is easy to diagnose NAFLD, a liver biopsy is currently required to diagnose nonalcoholic steatohepatitis (NASH). Patients with NASH are those at greatest risk of progression to cirrhosis and, thus, treatment efforts are targeted to these individuals. Although currently there are no FDA-approved treatments for NASH, a multidisciplinary approach that addresses comorbid conditions and promotes modest weight loss comprises the backbone of therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22541706/",
    "clean_text": "nonalcoholic fatty liver disease as the hepatic manifestation of the metabolic syndrome nonalcoholic fatty liver disease nafld has become the most common cause of asymptomatic liver enzyme elevations in western nations although it is easy to diagnose nafld a liver biopsy is curre as the hepatic manifestation of the metabolic syndrome nonalcoholic fatty liver disease nafld has become the most common cause of asymptomatic liver enzyme elevations in western nations although it is easy to diagnose nafld a liver biopsy is currently required to diagnose nonalcoholic steatohepatitis nash patients with nash are those at greatest risk of progression to cirrhosis and thus treatment efforts are targeted to these individuals although currently there are no fda approved treatments for nash a multidisciplinary approach that addresses comorbid conditions and promotes modest weight loss comprises the backbone of therapy"
}