{
    "pmid": "41462869",
    "title": "Glycosphingolipids in Dementia: Insights from Mass Spectrometry and Systems Biology Approaches.",
    "abstract": "This narrative literature review synthesizes recent evidence on glycosphingolipid (GSL) dysregulation in dementia, emphasizing discoveries enabled by mass spectrometry (MS) and systems biology. Focusing on the research published within the last decade, we selected studies that are relevant to GSL alterations in dementia and notable for their methodological advances. The findings were conceptually integrated to emphasize key molecular, analytical, and systems-level aspects across the major dementia types. The results from MS-based glycolipidomics in Alzheimer's disease, dementia with Lewy bodies, frontotemporal dementia, Parkinson's disease dementia, and Huntington's disease consistently indicate altered GSL metabolism and shared molecular vulnerabilities in neuronal lipid regulation. At the same time, distinct GSL signatures differentiate individual dementias, reflecting the disease-specific mechanisms of neurodegeneration. The literature also reveals that recent advances in high-resolution MS and integrative analytical workflows have shifted GSL research from descriptive to mechanistic, facilitating the detailed mapping of species linked to neuroinflammation, protein aggregation, and synaptic dysfunction. Systems-level analyses combining MS data with other omics approaches increasingly depict GSLs as active regulators of neuronal function rather than inert membrane components. At the same time, emerging trends position GSLs as promising early biomarkers and potential therapeutic targets, while the growing use of artificial intelligence in MS data analysis is accelerating the detection of their subtle patterns, improving cross-disease comparisons. Together, these results reinforce the major role of MS-based platforms in discovering dementia-associated GSLs, identifying therapeutic targets, and influencing future strategies for diagnosis and treatment.",
    "disease": "alzheimer disease",
    "clean_text": "glycosphingolipids in dementia insights from mass spectrometry and systems biology approaches this narrative literature review synthesizes recent evidence on glycosphingolipid gsl dysregulation in dementia emphasizing discoveries enabled by mass spectrometry ms and systems biology focusing on the research published within the last decade we selected studies that are relevant to gsl alterations in dementia and notable for their methodological advances the findings were conceptually integrated to emphasize key molecular analytical and systems level aspects across the major dementia types the results from ms based glycolipidomics in alzheimer s disease dementia with lewy bodies frontotemporal dementia parkinson s disease dementia and huntington s disease consistently indicate altered gsl metabolism and shared molecular vulnerabilities in neuronal lipid regulation at the same time distinct gsl signatures differentiate individual dementias reflecting the disease specific mechanisms of neurodegeneration the literature also reveals that recent advances in high resolution ms and integrative analytical workflows have shifted gsl research from descriptive to mechanistic facilitating the detailed mapping of species linked to neuroinflammation protein aggregation and synaptic dysfunction systems level analyses combining ms data with other omics approaches increasingly depict gsls as active regulators of neuronal function rather than inert membrane components at the same time emerging trends position gsls as promising early biomarkers and potential therapeutic targets while the growing use of artificial intelligence in ms data analysis is accelerating the detection of their subtle patterns improving cross disease comparisons together these results reinforce the major role of ms based platforms in discovering dementia associated gsls identifying therapeutic targets and influencing future strategies for diagnosis and treatment"
}