{
    "title": "Structured online training for university students to deliver peer-led addiction counselling for young drug abusers in China: Effect on improving knowledge, attitude, confidence, and skills.",
    "doc_id": "34334262",
    "writer": "Xia W",
    "year": "2022",
    "summary": "OBJECTIVES: To measure the effect of a structured online training programme on improving the knowledge, attitude, confidence, and skills of university students to deliver peer-led addiction counselling to young drug abusers. METHODS: A structured training programme was des …",
    "abstract": "Objectives:\n        \n      \n      To measure the effect of a structured online training programme on improving the knowledge, attitude, confidence, and skills of university students to deliver peer-led addiction counselling to young drug abusers.\n    \n\n\n          Methods:\n        \n      \n      A structured training programme was designed for university students with a background in health-related disciplines. Pre- and post-training evaluations were conducted for 245 university students with health-related backgrounds who completed the training programme. The participants' knowledge of and attitudes towards drug abuse and their confidence in delivering addiction counselling were evaluated and compared before and after the training. Counselling skills were assessed using a simulated standardised case.\n    \n\n\n          Results:\n        \n      \n      A paired test indicated that after attending the training programme, the participants' knowledge of and attitudes towards drug abuse and their confidence in delivering addiction counselling were significantly improved. Most of the trained participants demonstrated satisfactory counselling skills.\n    \n\n\n          Conclusion:\n        \n      \n      Participation in a one-day structured addiction training programme significantly improved students' knowledge of and attitudes towards drug abuse and their confidence and skills to deliver addiction counselling.\n    \n\n\n          Practice implication:\n        \n      \n      Future research should elucidate the implementation of the counselling skills in terms of the counselling outcomes and successful referral. The clients' health outcomes should be assessed to reflect the peer counsellors' skills.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34334262/",
    "clean_text": "structured online training for university students to deliver peer led addiction counselling for young drug abusers in china effect on improving knowledge attitude confidence and skills objectives to measure the effect of a structured online training programme on improving the knowledge attitude confidence and skills of university students to deliver peer led addiction counselling to young drug abusers methods a structured training programme was des objectives to measure the effect of a structured online training programme on improving the knowledge attitude confidence and skills of university students to deliver peer led addiction counselling to young drug abusers methods a structured training programme was designed for university students with a background in health related disciplines pre and post training evaluations were conducted for university students with health related backgrounds who completed the training programme the participants knowledge of and attitudes towards drug abuse and their confidence in delivering addiction counselling were evaluated and compared before and after the training counselling skills were assessed using a simulated standardised case results a paired test indicated that after attending the training programme the participants knowledge of and attitudes towards drug abuse and their confidence in delivering addiction counselling were significantly improved most of the trained participants demonstrated satisfactory counselling skills conclusion participation in a one day structured addiction training programme significantly improved students knowledge of and attitudes towards drug abuse and their confidence and skills to deliver addiction counselling practice implication future research should elucidate the implementation of the counselling skills in terms of the counselling outcomes and successful referral the clients health outcomes should be assessed to reflect the peer counsellors skills"
}