{
    "title": "[Prevention and treatment of endometrial cancer].",
    "doc_id": "38462350",
    "writer": "Kong BH",
    "year": "2024",
    "summary": "Endometrial cancer is rising in incidence, especially in young women. This rise in incidence has implications for both primary prevention and screening in high-risk population. In the past several years, our understanding of the integration of clinically related gen …",
    "abstract": "Endometrial cancer is rising in incidence, especially in young women. This rise in incidence has implications for both primary prevention and screening in high-risk population. In the past several years, our understanding of the integration of clinically related genomic and pathologic data optimized the management of endometrial cancer. The updated 2023 FIGO staging includes the histological and molecular classification to better reflect the improved understanding of the heterogenous nature of endometrial carcinoma. Standard primary treatment is quite essential, however, selection of patients for adjuvant radiation or chemotherapy remains in controversy. Molecular characterization of endometrial cancer is becoming critical in directing treatment for advanced and recurrent disease, and the addition of immunotherapy to frontline chemotherapy is becoming the standard of care. More attention should be given to increase awareness of survivorship issues and improve patient quality-of-life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38462350/",
    "clean_text": "prevention and treatment of endometrial cancer endometrial cancer is rising in incidence especially in young women this rise in incidence has implications for both primary prevention and screening in high risk population in the past several years our understanding of the integration of clinically related gen endometrial cancer is rising in incidence especially in young women this rise in incidence has implications for both primary prevention and screening in high risk population in the past several years our understanding of the integration of clinically related genomic and pathologic data optimized the management of endometrial cancer the updated figo staging includes the histological and molecular classification to better reflect the improved understanding of the heterogenous nature of endometrial carcinoma standard primary treatment is quite essential however selection of patients for adjuvant radiation or chemotherapy remains in controversy molecular characterization of endometrial cancer is becoming critical in directing treatment for advanced and recurrent disease and the addition of immunotherapy to frontline chemotherapy is becoming the standard of care more attention should be given to increase awareness of survivorship issues and improve patient quality of life"
}