{
    "title": "Shingles (Herpes Zoster) Vaccine (Zostavax()): A Review in the Prevention of Herpes Zoster and Postherpetic Neuralgia.",
    "doc_id": "27189459",
    "writer": "Keating GM.",
    "year": "2016",
    "summary": "Zostavax() is a live attenuated shingles (herpes zoster) vaccine approved in the EU for the prevention of herpes zoster (HZ) and postherpetic neuralgia (PHN) in adults aged 50 years. ...In conclusion, zoster vaccine reduces the incidence of HZ a …",
    "abstract": "Zostavax(®) is a live attenuated shingles (herpes zoster) vaccine approved in the EU for the prevention of herpes zoster (HZ) and postherpetic neuralgia (PHN) in adults aged ≥50 years. Zoster vaccine protected against HZ in adults aged 50-59 years (ZEST trial) and ≥60 years [Shingles Prevention Study (SPS)], and also reduced the burden of illness associated with HZ and the risk of PHN in adults aged ≥60 years (SPS). A large amount of real-world data also supports the efficacy of zoster vaccine. Results of the SPS Short- and Long-Term Persistence Substudies and real-world studies indicate that zoster vaccine provided continued benefit in the longer term, albeit with a gradual decline in vaccine efficacy over time; long-term effectiveness studies are ongoing. The need for a booster dose is still unknown, but a study showed that, if necessary, a booster dose administered to adults aged ≥70 years who received their first dose of zoster vaccine ≥10 years previously was immunogenic. Zoster vaccine had a favourable safety and tolerability profile, with the most commonly reported adverse events being non-severe injection-site reactions. In conclusion, zoster vaccine reduces the incidence of HZ and PHN, thereby reducing the burden of illness associated with HZ; improved uptake of zoster vaccine is needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27189459/",
    "clean_text": "shingles herpes zoster vaccine zostavax a review in the prevention of herpes zoster and postherpetic neuralgia zostavax is a live attenuated shingles herpes zoster vaccine approved in the eu for the prevention of herpes zoster hz and postherpetic neuralgia phn in adults aged years in conclusion zoster vaccine reduces the incidence of hz a zostavax is a live attenuated shingles herpes zoster vaccine approved in the eu for the prevention of herpes zoster hz and postherpetic neuralgia phn in adults aged years zoster vaccine protected against hz in adults aged years zest trial and years shingles prevention study sps and also reduced the burden of illness associated with hz and the risk of phn in adults aged years sps a large amount of real world data also supports the efficacy of zoster vaccine results of the sps short and long term persistence substudies and real world studies indicate that zoster vaccine provided continued benefit in the longer term albeit with a gradual decline in vaccine efficacy over time long term effectiveness studies are ongoing the need for a booster dose is still unknown but a study showed that if necessary a booster dose administered to adults aged years who received their first dose of zoster vaccine years previously was immunogenic zoster vaccine had a favourable safety and tolerability profile with the most commonly reported adverse events being non severe injection site reactions in conclusion zoster vaccine reduces the incidence of hz and phn thereby reducing the burden of illness associated with hz improved uptake of zoster vaccine is needed"
}