{
    "title": "The end effector of circadian heart rate variation: the sinoatrial node pacemaker cell.",
    "doc_id": "25999176",
    "writer": "Yaniv Y",
    "year": "2015",
    "summary": "Specific time scales of different cell types drive their functions: circadian gene regulation at hours scale, activation-inactivation cycles of ion channels at millisecond scales, the heart's beating rate at hundreds of millisecond scales, and low frequency autonomi …",
    "abstract": "Cardiovascular function is regulated by the rhythmicity of circadian, infradian and ultradian clocks. Specific time scales of different cell types drive their functions: circadian gene regulation at hours scale, activation-inactivation cycles of ion channels at millisecond scales, the heart's beating rate at hundreds of millisecond scales, and low frequency autonomic signaling at cycles of tens of seconds. Heart rate and rhythm are modulated by a hierarchical clock system: autonomic signaling from the brain releases neurotransmitters from the vagus and sympathetic nerves to the heart's pacemaker cells activate receptors on the cell. These receptors activating ultradian clock functions embedded within pacemaker cells include sarcoplasmic reticulum rhythmic spontaneous Ca2+ cycling, rhythmic ion channel current activation and inactivation, and rhythmic oscillatory mitochondria ATP production. Here we summarize the evidence that intrinsic pacemaker cell mechanisms are the end effector of the hierarchical brain-heart circadian clock system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25999176/",
    "clean_text": "the end effector of circadian heart rate variation the sinoatrial node pacemaker cell specific time scales of different cell types drive their functions circadian gene regulation at hours scale activation inactivation cycles of ion channels at millisecond scales the heart s beating rate at hundreds of millisecond scales and low frequency autonomi cardiovascular function is regulated by the rhythmicity of circadian infradian and ultradian clocks specific time scales of different cell types drive their functions circadian gene regulation at hours scale activation inactivation cycles of ion channels at millisecond scales the heart s beating rate at hundreds of millisecond scales and low frequency autonomic signaling at cycles of tens of seconds heart rate and rhythm are modulated by a hierarchical clock system autonomic signaling from the brain releases neurotransmitters from the vagus and sympathetic nerves to the heart s pacemaker cells activate receptors on the cell these receptors activating ultradian clock functions embedded within pacemaker cells include sarcoplasmic reticulum rhythmic spontaneous ca cycling rhythmic ion channel current activation and inactivation and rhythmic oscillatory mitochondria atp production here we summarize the evidence that intrinsic pacemaker cell mechanisms are the end effector of the hierarchical brain heart circadian clock system"
}