{
    "pmid": "41468110",
    "title": "Comparison of Single and Multiple Toe Amputations in Diabetic Patients with Long-Term Follow-Up and Evaluation of Reamputation Risk.",
    "abstract": "Diabetes mellitus is becoming one of the most important health problems today due to its increasing incidence and mortality. Many diabetic patients have foot ulcers; 60% of patients with foot ulcers undergo foot amputations. We aimed to show that circulatory disorders, smoking habit, chronic renal diseases, biochemical parameters, and inflammatory markers can cause and affect the course of reamputation. Patients were considered for revision surgery if they had at least one of the following with positive acute phase reactants: an aseptically obtained positive wound culture, abscess or purulent drainage from the surgical site, and infection symptoms such as fever, pain, swelling, erythema, or heat. We considered toe amputation as amputation at any level of the phalanx or at the level of the metatarsophalangeal joint. Patients were divided two groups: single (group 1) and multiple (group 2) toe and metatarsal amputations. We identified 166 patients (57 women and 109 men) for the study: 114 (68.7%) had a single amputation (group 1) and 52 (31.3%) had multiple amputations (group 2). The mean patient age was 58.3 years (range, 36-88 years). The mean ± SD time to reamputation was 10.0 ± 42.0 days in group 1 and 9.1 ± 18.6 days in group 2; there was no difference between groups (P = .890). It was observed that 122 patients (73%) used a prosthesis after amputation. Many parameters should be evaluated when assessing toe amputations. The possibility of reamputation carries a high risk. Therefore, infection, serum parameters, renal diseases, peripheral artery diseases, C-reactive protein level, duration of diabetes, hypertension, diabetic neuropathy, hematocrit value, and ankle-arm indices should be considered in patients undergoing amputation due to diabetic foot ulcer. Wound care and antibiotic therapy after primary amputation play an important role in preventing reamputation.",
    "disease": "diabetes mellitus",
    "clean_text": "comparison of single and multiple toe amputations in diabetic patients with long term follow up and evaluation of reamputation risk diabetes mellitus is becoming one of the most important health problems today due to its increasing incidence and mortality many diabetic patients have foot ulcers of patients with foot ulcers undergo foot amputations we aimed to show that circulatory disorders smoking habit chronic renal diseases biochemical parameters and inflammatory markers can cause and affect the course of reamputation patients were considered for revision surgery if they had at least one of the following with positive acute phase reactants an aseptically obtained positive wound culture abscess or purulent drainage from the surgical site and infection symptoms such as fever pain swelling erythema or heat we considered toe amputation as amputation at any level of the phalanx or at the level of the metatarsophalangeal joint patients were divided two groups single group and multiple group toe and metatarsal amputations we identified patients women and men for the study had a single amputation group and had multiple amputations group the mean patient age was years range years the mean sd time to reamputation was days in group and days in group there was no difference between groups p it was observed that patients used a prosthesis after amputation many parameters should be evaluated when assessing toe amputations the possibility of reamputation carries a high risk therefore infection serum parameters renal diseases peripheral artery diseases c reactive protein level duration of diabetes hypertension diabetic neuropathy hematocrit value and ankle arm indices should be considered in patients undergoing amputation due to diabetic foot ulcer wound care and antibiotic therapy after primary amputation play an important role in preventing reamputation"
}