{
    "pmid": "41460605",
    "title": "Repetitive transcranial magnetic stimulation enhances alpha power in Alzheimer's disease patients.",
    "abstract": "BackgroundWith Alzheimer's disease (AD) presenting an ongoing challenge, innovative treatment methods are essential. Repetitive transcranial magnetic stimulation (rTMS) has emerged as a promising noninvasive intervention, particularly targeting alpha band oscillations associated with AD-related cognitive decline.ObjectiveThis study aimed to investigate the effects of low-intensity rTMS over posterior cortical areas on alpha band oscillations and memory performance in AD patients compared to age-matched healthy controls.MethodsIn a single-blinded, sham-controlled rTMS-EEG study, we examined 14 amyloid-positive AD patients and 14 age-matched healthy controls. Continuous EEG was recorded at rest (eyes closed) before, during, and after stimulation. During stimulation, participants completed an episodic memory task.ResultsWe were able to demonstrate that during rTMS alpha power increased compared to sham, with a notable 25% increase observed in AD patients. However, comparison of memory performance under the sham and stimulation conditions revealed no significant stimulation effect.ConclusionsThese findings support and extend current knowledge of noninvasive brain stimulation mechanisms. Our results suggest that alpha frequency-tuned rTMS over posterior cortical areas can modulate pathological brain activity in AD patients even at low intensities. Given the limited sample size and moderate effect sizes, results should be interpreted with caution. Nevertheless, our results warrant further studies with long-term EEG-rTMS protocols to evaluate the potential therapeutic benefit.",
    "disease": "alzheimer disease",
    "clean_text": "repetitive transcranial magnetic stimulation enhances alpha power in alzheimer s disease patients backgroundwith alzheimer s disease ad presenting an ongoing challenge innovative treatment methods are essential repetitive transcranial magnetic stimulation rtms has emerged as a promising noninvasive intervention particularly targeting alpha band oscillations associated with ad related cognitive decline objectivethis study aimed to investigate the effects of low intensity rtms over posterior cortical areas on alpha band oscillations and memory performance in ad patients compared to age matched healthy controls methodsin a single blinded sham controlled rtms eeg study we examined amyloid positive ad patients and age matched healthy controls continuous eeg was recorded at rest eyes closed before during and after stimulation during stimulation participants completed an episodic memory task resultswe were able to demonstrate that during rtms alpha power increased compared to sham with a notable increase observed in ad patients however comparison of memory performance under the sham and stimulation conditions revealed no significant stimulation effect conclusionsthese findings support and extend current knowledge of noninvasive brain stimulation mechanisms our results suggest that alpha frequency tuned rtms over posterior cortical areas can modulate pathological brain activity in ad patients even at low intensities given the limited sample size and moderate effect sizes results should be interpreted with caution nevertheless our results warrant further studies with long term eeg rtms protocols to evaluate the potential therapeutic benefit"
}