{
    "pmid": "41332850",
    "title": "Modeling Familial MASH by iPSC-Hepatocytes.",
    "abstract": "Increasing obesity has led to a vast rise in metabolic dysfunction-associated steatotic liver disease (MASLD) in the general population with a significant fraction progressing to metabolic dysfunction-associated steatohepatitis (MASH). Patients with MASH progressively develop inflammation and fibrosis that over time can develop into cirrhosis with an increased risk for hepatocellular carcinoma. Despite the study of human hepatoma lines and development of numerous mouse models to dissect this disease, none of these truly function as a preclinical platform for the human disease. To faithfully model this disease pathogenesis, we identified several families with a genetic predisposition for MASH identified via the clinic, reprogramed their skin fibroblasts into induced pluripotent stem cells (iPSCs) and differentiated these to hepatocytes (iHeps). Focusing on one family, and compared to control iHeps, this MASH family showed increased baseline steatosis. Whole exome sequencing revealed the presence of numerous single nucleotide polymorphisms (SNP) of unclear significance. Interestingly these patients were heterozygous for the transmembrane 6 superfamily member 2 (TM6SF2) E167K SNP. We further analyzed these iHeps for spontaneous steatosis, apoptosis, mitochondrial function, and ER stress. Our findings illustrate the complexity of human genetic MASH patients but also highlights the power of using iHeps to characterize complex human diseases.",
    "disease": "liver cirrhosis",
    "clean_text": "modeling familial mash by ipsc hepatocytes increasing obesity has led to a vast rise in metabolic dysfunction associated steatotic liver disease masld in the general population with a significant fraction progressing to metabolic dysfunction associated steatohepatitis mash patients with mash progressively develop inflammation and fibrosis that over time can develop into cirrhosis with an increased risk for hepatocellular carcinoma despite the study of human hepatoma lines and development of numerous mouse models to dissect this disease none of these truly function as a preclinical platform for the human disease to faithfully model this disease pathogenesis we identified several families with a genetic predisposition for mash identified via the clinic reprogramed their skin fibroblasts into induced pluripotent stem cells ipscs and differentiated these to hepatocytes iheps focusing on one family and compared to control iheps this mash family showed increased baseline steatosis whole exome sequencing revealed the presence of numerous single nucleotide polymorphisms snp of unclear significance interestingly these patients were heterozygous for the transmembrane superfamily member tm sf e k snp we further analyzed these iheps for spontaneous steatosis apoptosis mitochondrial function and er stress our findings illustrate the complexity of human genetic mash patients but also highlights the power of using iheps to characterize complex human diseases"
}