{
    "title": "Genetics of fulminant type 1 diabetes.",
    "doc_id": "17130528",
    "writer": "Kawasaki E",
    "year": "2006",
    "summary": "Fulminant type 1 diabetes exhibits distinct clinical futures from \"classic\" autoimmune type 1 diabetes. Although the etiology of fulminant type 1 diabetes is not fully elucidated, class II HLA could contribute to the development of fulmin …",
    "abstract": "Fulminant type 1 diabetes exhibits distinct clinical futures from \"classic\" autoimmune type 1 diabetes. Although the etiology of fulminant type 1 diabetes is not fully elucidated, class II HLA could contribute to the development of fulminant type 1 diabetes. In Japanese patients with \"classic\" type 1 diabetes, DRB1*0405-DQB1*0401 and DRB1*0901-DQB1*0303 are major susceptible HLA-DR-DQ haplotypes, whereas DRB1*1502-DQB1*0601 and DRB1*1501-DQB1*0602 are protective. In contrast, only DRB1*0405-DQB1*0401, but not DRB1*0901-DQB1*0303, is a susceptible haplotype in fulminant type 1 diabetes. In addition, neither DRB1*1502-DQB1*0601 nor DRB1*1501-DQB1*0602 are protective haplotypes in fulminant type 1 diabetes. In genotypic combination analysis, the homozygotes of DRB1*0405-DQB1*0401 are associated with both fulminant type 1 diabetes and \"classic\" type 1 diabetes, whereas the homozygotes of DRB1*0901-DQB1*0303 are associated with only \"classic\" type 1 diabetes. These findings suggest a different contribution of class II HLA in the mechanisms of beta cell damage between fulminant and \"classic\" type 1 diabetes. To further address the pathogenesis of fulminant type 1 diabetes, HNF-1alpha gene mutation and mutation of the mitochondrial DNA were analyzed in patients with fulminant type 1 diabetes admitted to our department during the period from 1990 to 2000. Neither mutations of HNF-1alpha gene nor A-to-G mutation at nucleotide position 3,243 of the mitochondrial tRNA(LEU(UUR)) gene were identified in these patients. These results suggest that the HNF-1alpha gene mutation and mutation of the mitochondrial DNA are not likely associated with diabetic patients with fulminant clinical symptoms at disease onset. In this article we will summarize the current findings on the genetics of Japanese patients with fulminant type 1 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17130528/",
    "clean_text": "genetics of fulminant type diabetes fulminant type diabetes exhibits distinct clinical futures from classic autoimmune type diabetes although the etiology of fulminant type diabetes is not fully elucidated class ii hla could contribute to the development of fulmin fulminant type diabetes exhibits distinct clinical futures from classic autoimmune type diabetes although the etiology of fulminant type diabetes is not fully elucidated class ii hla could contribute to the development of fulminant type diabetes in japanese patients with classic type diabetes drb dqb and drb dqb are major susceptible hla dr dq haplotypes whereas drb dqb and drb dqb are protective in contrast only drb dqb but not drb dqb is a susceptible haplotype in fulminant type diabetes in addition neither drb dqb nor drb dqb are protective haplotypes in fulminant type diabetes in genotypic combination analysis the homozygotes of drb dqb are associated with both fulminant type diabetes and classic type diabetes whereas the homozygotes of drb dqb are associated with only classic type diabetes these findings suggest a different contribution of class ii hla in the mechanisms of beta cell damage between fulminant and classic type diabetes to further address the pathogenesis of fulminant type diabetes hnf alpha gene mutation and mutation of the mitochondrial dna were analyzed in patients with fulminant type diabetes admitted to our department during the period from to neither mutations of hnf alpha gene nor a to g mutation at nucleotide position of the mitochondrial trna leu uur gene were identified in these patients these results suggest that the hnf alpha gene mutation and mutation of the mitochondrial dna are not likely associated with diabetic patients with fulminant clinical symptoms at disease onset in this article we will summarize the current findings on the genetics of japanese patients with fulminant type diabetes"
}