{
    "title": "Review: Impact of Helicobacter pylori on Alzheimer's disease: What do we know so far?",
    "doc_id": "29181894",
    "writer": "Doulberis M",
    "year": "2018",
    "summary": "Special interest appeared within the field of neurodegenerative diseases and particularly Alzheimer's disease, as the latter and Helicobacter pylori infection are associated with a large public health burden and Alzheimer's disease ranks …",
    "abstract": "Background:\n        \n      \n      Helicobacter pylori has changed radically gastroenterologic world, offering a new concept in patients' management. Over time, more medical data gave rise to diverse distant, extragastric manifestations and interactions of the \"new\" discovered bacterium. Special interest appeared within the field of neurodegenerative diseases and particularly Alzheimer's disease, as the latter and Helicobacter pylori infection are associated with a large public health burden and Alzheimer's disease ranks as the leading cause of disability. However, the relationship between Helicobacter pylori infection and Alzheimer's disease remains uncertain.\n    \n\n\n          Methods:\n        \n      \n      We performed a narrative review regarding a possible connection between Helicobacter pylori and Alzheimer's disease. All accessible relevant (pre)clinical studies written in English were included. Both affected pathologies were briefly analyzed, and relevant studies are discussed, trying to focus on the possible pathogenetic role of this bacterium in Alzheimer's disease.\n    \n\n\n          Results:\n        \n      \n      Data stemming from both epidemiologic studies and animal experiments seem to be rather encouraging, tending to confirm the hypothesis that Helicobacter pylori infection might influence the course of Alzheimer's disease pleiotropically. Possible main mechanisms may include the bacterium's access to the brain via the oral-nasal-olfactory pathway or by circulating monocytes (infected with Helicobacter pylori due to defective autophagy) through disrupted blood-brain barrier, thereby possibly triggering neurodegeneration.\n    \n\n\n          Conclusions:\n        \n      \n      Current data suggest that Helicobacter pylori infection might influence the pathophysiology of Alzheimer's disease. However, further large-scale randomized controlled trials are mandatory to clarify a possible favorable effect of Helicobacter pylori eradication on Alzheimer's disease pathophysiology, before the recommendation of short-term and cost-effective therapeutic regimens against Helicobacter pylori-related Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29181894/",
    "clean_text": "review impact of helicobacter pylori on alzheimer s disease what do we know so far special interest appeared within the field of neurodegenerative diseases and particularly alzheimer s disease as the latter and helicobacter pylori infection are associated with a large public health burden and alzheimer s disease ranks background helicobacter pylori has changed radically gastroenterologic world offering a new concept in patients management over time more medical data gave rise to diverse distant extragastric manifestations and interactions of the new discovered bacterium special interest appeared within the field of neurodegenerative diseases and particularly alzheimer s disease as the latter and helicobacter pylori infection are associated with a large public health burden and alzheimer s disease ranks as the leading cause of disability however the relationship between helicobacter pylori infection and alzheimer s disease remains uncertain methods we performed a narrative review regarding a possible connection between helicobacter pylori and alzheimer s disease all accessible relevant pre clinical studies written in english were included both affected pathologies were briefly analyzed and relevant studies are discussed trying to focus on the possible pathogenetic role of this bacterium in alzheimer s disease results data stemming from both epidemiologic studies and animal experiments seem to be rather encouraging tending to confirm the hypothesis that helicobacter pylori infection might influence the course of alzheimer s disease pleiotropically possible main mechanisms may include the bacterium s access to the brain via the oral nasal olfactory pathway or by circulating monocytes infected with helicobacter pylori due to defective autophagy through disrupted blood brain barrier thereby possibly triggering neurodegeneration conclusions current data suggest that helicobacter pylori infection might influence the pathophysiology of alzheimer s disease however further large scale randomized controlled trials are mandatory to clarify a possible favorable effect of helicobacter pylori eradication on alzheimer s disease pathophysiology before the recommendation of short term and cost effective therapeutic regimens against helicobacter pylori related alzheimer s disease"
}