{
    "pmid": "41377414",
    "title": "Categorization of rheumatoid arthritis into mild, moderate, and severe conditions to discriminate specificity and sensitivity of routine diagnostic serum biomarkers.",
    "abstract": "Rheumatoid arthritis (RA) diagnosis continues to face challenges regarding the specificity and sensitivity of routine serological markers. This study aimed to assess the demographic distribution and serum biomarker profiles of RA patients with varying disease severity in Haryana, India, and to evaluate their diagnostic utility. A total of 200 participants were enrolled, including 150 RA patients and 50 healthy controls. RA patients were stratified into mild ( Female predominance was observed across all RA severity groups, with the highest proportion in the severe category. Biomarker levels (RF, anti-CCP, and CRP) showed significant progressive elevation from mild to severe RA. Statistical analysis demonstrated robust correlations between biomarker titers and disease severity, with anti-CCP exhibiting the highest specificity among individual markers. Combined RF and anti-CCP assessment improved diagnostic accuracy. Chi-square tests revealed significant associations between biomarker profiles and disease severity, supporting their diagnostic relevance. Our findings underscore the clinical significance of combining serological biomarkers to enhance diagnostic precision in RA. The graded increase in biomarker titers across severity levels suggests their potential role in disease stratification and the development of tailored therapeutic strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "categorization of rheumatoid arthritis into mild moderate and severe conditions to discriminate specificity and sensitivity of routine diagnostic serum biomarkers rheumatoid arthritis ra diagnosis continues to face challenges regarding the specificity and sensitivity of routine serological markers this study aimed to assess the demographic distribution and serum biomarker profiles of ra patients with varying disease severity in haryana india and to evaluate their diagnostic utility a total of participants were enrolled including ra patients and healthy controls ra patients were stratified into mild female predominance was observed across all ra severity groups with the highest proportion in the severe category biomarker levels rf anti ccp and crp showed significant progressive elevation from mild to severe ra statistical analysis demonstrated robust correlations between biomarker titers and disease severity with anti ccp exhibiting the highest specificity among individual markers combined rf and anti ccp assessment improved diagnostic accuracy chi square tests revealed significant associations between biomarker profiles and disease severity supporting their diagnostic relevance our findings underscore the clinical significance of combining serological biomarkers to enhance diagnostic precision in ra the graded increase in biomarker titers across severity levels suggests their potential role in disease stratification and the development of tailored therapeutic strategies"
}