{
    "title": "Differentiation Potential of Mesenchymal Stem Cells into Pancreatic beta-Cells.",
    "doc_id": "32002800",
    "writer": "Aydin S",
    "year": "2020",
    "summary": "Investigations in stem cells revealed that mesenchymal stem cells can successfully differentiate into other type of cells like adipocytes, hepatocytes, osteocytes, neurocytes and chondrocytes. ...There are many different reports for the differen …",
    "abstract": "Stem cells having the capability to differentiate into other type of cells and renewing themselves, gained so much importance in recent years. Investigations in stem cells revealed that mesenchymal stem cells can successfully differentiate into other type of cells like adipocytes, hepatocytes, osteocytes, neurocytes and chondrocytes. In addition, these cells can also differentiate into insulin-producing beta cells. Insulin is a crucial hormone for glucose balance of the body. Insufficiency or unavailability of insulin is called diabetes. External insulin intake, as well as pancreas or islet transplantation, is the most basic treatment of diabetes. In vivo and in vitro studies demonstrate that stem cell therapy is also used in the cure of diabetes. Differentiation process of stem cells into beta cells releasing insulin is quite complicated. There are many different reports for the differentiation of stem cells in the literature. The success of differentiation of stem cells into beta cells depends on several factors like the source of stem cells, chemicals added into the differentiation medium and the duration of differentiation protocol. Distinct studies for the differentiation of stem cells into insulin-secreting cells are available in the literature. Moreover, thanks to the superior differentiation capacity of stem cells, they are being preferred in clinical studies. Stem cells were clinically used to heal diabetic ulcer, to increase c-peptide level and insulin secretion in both type 1 and type 2 diabetes. Mesenchymal stem cells having high differentiation potential to insulin-secreting cells are encouraging vehicles for both in vivo and in vitro studies together with clinical trials for diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32002800/",
    "clean_text": "differentiation potential of mesenchymal stem cells into pancreatic beta cells investigations in stem cells revealed that mesenchymal stem cells can successfully differentiate into other type of cells like adipocytes hepatocytes osteocytes neurocytes and chondrocytes there are many different reports for the differen stem cells having the capability to differentiate into other type of cells and renewing themselves gained so much importance in recent years investigations in stem cells revealed that mesenchymal stem cells can successfully differentiate into other type of cells like adipocytes hepatocytes osteocytes neurocytes and chondrocytes in addition these cells can also differentiate into insulin producing beta cells insulin is a crucial hormone for glucose balance of the body insufficiency or unavailability of insulin is called diabetes external insulin intake as well as pancreas or islet transplantation is the most basic treatment of diabetes in vivo and in vitro studies demonstrate that stem cell therapy is also used in the cure of diabetes differentiation process of stem cells into beta cells releasing insulin is quite complicated there are many different reports for the differentiation of stem cells in the literature the success of differentiation of stem cells into beta cells depends on several factors like the source of stem cells chemicals added into the differentiation medium and the duration of differentiation protocol distinct studies for the differentiation of stem cells into insulin secreting cells are available in the literature moreover thanks to the superior differentiation capacity of stem cells they are being preferred in clinical studies stem cells were clinically used to heal diabetic ulcer to increase c peptide level and insulin secretion in both type and type diabetes mesenchymal stem cells having high differentiation potential to insulin secreting cells are encouraging vehicles for both in vivo and in vitro studies together with clinical trials for diabetes mellitus"
}