{
    "title": "Iron Deficiency among School-Aged Adolescents in Hong Kong: Prevalence, Predictors, and Effects on Health-Related Quality of Life.",
    "doc_id": "36767942",
    "writer": "Cheung YT",
    "year": "2023",
    "summary": "We reported (1) the prevalence of ID and ID with anemia (IDA) among Chinese school-aged adolescents, (2) clinical and dietary predictors of iron status, and (3) its impact on health-related qualities of life (HRQoL). This cross-sectional study recruited 183 boys and …",
    "abstract": "Iron deficiency (ID) is a prevalent nutritional deficiency affecting children/adolescents worldwide. We reported (1) the prevalence of ID and ID with anemia (IDA) among Chinese school-aged adolescents, (2) clinical and dietary predictors of iron status, and (3) its impact on health-related qualities of life (HRQoL). This cross-sectional study recruited 183 boys and 340 girls (mean age = 17.55) from 16 schools in Hong Kong. ID is defined as serum ferritin <15 μg/L. The participants reported their dietary habits, menstrual patterns (girls), and HRQoL using structured questionnaires. The overall prevalence of ID was 11.1%. None of the boys had ID or IDA. Among girls, the rate of ID was 17.1% and IDA was 10.9%. One-third (36.3%) reported a regular habit of skipping ≥1 meal/day. Lower ferritin was found in adolescents who skipped meals (Est = -35.1, p = 0.017). Lower ferritin is correlated with poorer school functioning (Est = 0.81, p = 0.045) and fatigue (Est = 0.92, p = 0.016). Skipping meals is associated with poorer physical (p = 0.0017) and school functioning (p = 0.027). To conclude, 1 in 10 school-aged adolescents in Hong Kong are iron-deficient. The ID rate in girls (17.1%) is similar to that in other industrialized countries (5.2-16.6%). Future work should promote awareness on the potential health consequences of poor dietary habits on ID and the well-being of adolescents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36767942/",
    "clean_text": "iron deficiency among school aged adolescents in hong kong prevalence predictors and effects on health related quality of life we reported the prevalence of id and id with anemia ida among chinese school aged adolescents clinical and dietary predictors of iron status and its impact on health related qualities of life hrqol this cross sectional study recruited boys and iron deficiency id is a prevalent nutritional deficiency affecting children adolescents worldwide we reported the prevalence of id and id with anemia ida among chinese school aged adolescents clinical and dietary predictors of iron status and its impact on health related qualities of life hrqol this cross sectional study recruited boys and girls mean age from schools in hong kong id is defined as serum ferritin g l the participants reported their dietary habits menstrual patterns girls and hrqol using structured questionnaires the overall prevalence of id was none of the boys had id or ida among girls the rate of id was and ida was one third reported a regular habit of skipping meal day lower ferritin was found in adolescents who skipped meals est p lower ferritin is correlated with poorer school functioning est p and fatigue est p skipping meals is associated with poorer physical p and school functioning p to conclude in school aged adolescents in hong kong are iron deficient the id rate in girls is similar to that in other industrialized countries future work should promote awareness on the potential health consequences of poor dietary habits on id and the well being of adolescents"
}