{
    "title": "Evaluating different methods for kidney recellularization.",
    "doc_id": "39384961",
    "writer": "Luque-Badillo AC",
    "year": "2024",
    "summary": "This study explores a potential solution to the shortage of kidneys for transplantation in end-stage renal disease (ESRD). Currently, kidney transplantation stands as the optimal option, yet the scarcity of organs persists. Employing tissue engineering, researchers …",
    "abstract": "This study explores a potential solution to the shortage of kidneys for transplantation in end-stage renal disease (ESRD). Currently, kidney transplantation stands as the optimal option, yet the scarcity of organs persists. Employing tissue engineering, researchers sought to assess the feasibility of generating kidneys for transplantation. Pig kidneys were utilized since they possess higher similarities to human kidneys. Cells were removed via decellularization, which maintains the organ's microarchitecture. Subsequently, pig kidney cells and human red blood cells were perfused into the vacant kidney structure to reconstitute it. The methodologies employed showed promising results, suggesting a viable approach to increase the recellularization rate in whole pig kidneys. This proof-of-concept establishes a groundwork for potentially extending this technology to human kidneys, tackling the organ shortage, thus positively enhancing outcomes for ESRD patients by increasing the availability of transplantable organs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39384961/",
    "clean_text": "evaluating different methods for kidney recellularization this study explores a potential solution to the shortage of kidneys for transplantation in end stage renal disease esrd currently kidney transplantation stands as the optimal option yet the scarcity of organs persists employing tissue engineering researchers this study explores a potential solution to the shortage of kidneys for transplantation in end stage renal disease esrd currently kidney transplantation stands as the optimal option yet the scarcity of organs persists employing tissue engineering researchers sought to assess the feasibility of generating kidneys for transplantation pig kidneys were utilized since they possess higher similarities to human kidneys cells were removed via decellularization which maintains the organ s microarchitecture subsequently pig kidney cells and human red blood cells were perfused into the vacant kidney structure to reconstitute it the methodologies employed showed promising results suggesting a viable approach to increase the recellularization rate in whole pig kidneys this proof of concept establishes a groundwork for potentially extending this technology to human kidneys tackling the organ shortage thus positively enhancing outcomes for esrd patients by increasing the availability of transplantable organs"
}