{
    "pmid": "41429602",
    "title": "Per- and polyfluoroalkyl substances and hand osteoarthritis: data from the Osteoarthritis Initiative.",
    "abstract": "To explore whether biological levels of specific per- and polyfluoroalkyl substances (PFAS) and a mixture of PFAS - reflecting the overall effect and accounting for correlations among each PFAS - relate to incident hand osteoarthritis (HOA) and progression. Among a case-cohort sample from the Osteoarthritis Initiative (n=1,878), we examined associations of 8 PFAS in serum with odds of developing over the subsequent 4 years (1) symptomatic HOA and (2) an increased number of joints with radiographic osteoarthritis (Kellgren-Lawrence≥2; yes/no). We used weighted logistic regression to assess single PFAS (continuous and quartiles) and quantile g-computation to assess the PFAS-mixture in relation to our primary outcomes. Participants were primarily female (58%) and on average 62 years of age and overweight (mean BMI=28.6 kg/m We observed possible associations of PFDA and PFNA serum concentrations with symptomatic HOA incidence, but we otherwise found no consistent evidence that greater PFAS concentrations relate to a greater chance of developing HOA incidence or progression.",
    "disease": "osteoarthritis",
    "clean_text": "per and polyfluoroalkyl substances and hand osteoarthritis data from the osteoarthritis initiative to explore whether biological levels of specific per and polyfluoroalkyl substances pfas and a mixture of pfas reflecting the overall effect and accounting for correlations among each pfas relate to incident hand osteoarthritis hoa and progression among a case cohort sample from the osteoarthritis initiative n we examined associations of pfas in serum with odds of developing over the subsequent years symptomatic hoa and an increased number of joints with radiographic osteoarthritis kellgren lawrence yes no we used weighted logistic regression to assess single pfas continuous and quartiles and quantile g computation to assess the pfas mixture in relation to our primary outcomes participants were primarily female and on average years of age and overweight mean bmi kg m we observed possible associations of pfda and pfna serum concentrations with symptomatic hoa incidence but we otherwise found no consistent evidence that greater pfas concentrations relate to a greater chance of developing hoa incidence or progression"
}