{
    "title": "Young's Modulus of Bilateral Infraspinatus Tendon Measured in Different Postures by Shear Wave Elastography Before and After Exercise.",
    "doc_id": "34109747",
    "writer": "Yu M",
    "year": "2021",
    "summary": "OBJECTIVE: To investigate the Young's modulus value of infraspinatus tendons using shear wave elastography (SWE) technique in normal adults, and to analyze the influence of gender, postures, exercise, and dominant side on Young's modulus of infraspinatus tendons. .. …",
    "abstract": "Objective:\n        \n      \n      To investigate the Young's modulus value of infraspinatus tendons using shear wave elastography (SWE) technique in normal adults, and to analyze the influence of gender, postures, exercise, and dominant side on Young's modulus of infraspinatus tendons.\n    \n\n\n          Methods:\n        \n      \n      This is a prospective cross-sectional study. From January 2019 to July 2020, 14 healthy subjects were identified, including seven males and seven females aged between 24 to 34, with a mean age of 27.67 ± 3.08 years. The Young's modulus of their infraspinatus tendons was measured by two operators using SWE in neutral and maximum external rotation positions of both sides before exercise and the dominant side after exercise. The Young's modulus values in different sexes, different postures, before vs after exercise, and dominant vs non-dominant side were statistically analyzed.\n    \n\n\n          Results:\n        \n      \n      All 14 subjects completed the data collection process. The mean Young's modulus values of infraspinatus tendon for dominant sides in neutral position were 33.04 ± 3.01 kPa for males and 28.76 ± 3.09 kPa for females. And for non-dominant sides in the neutral position, the values were 33.02 ± 2.38 kPa for males and 28.86 ± 2.47 kPa for females. In the maximum external rotation position, the values for dominant sides were 50.19 ± 4.86 kPa for males and 42.79 ± 4.44 kPa for females, and for non-dominant sides were 50.95 ± 3.24 kPa for males and 42.42 ± 3.66 kPa for females. After exercise, the mean Young's modulus values of infraspinatus tendon for dominant sides in neutral position were 54.56 ± 3.76 kPa for males and 46.66 ± 5.99 kPa for females. And for the maximum external rotation position, the values were 59.13 ± 3.78 kPa for males and 54.49 ± 5.67 kPa for females. The Young's modulus of infraspinatus tendon in the neutral and maximum external rotation positions showed statistically significant differences in males and females, as well as before and after exercise (P < 0.05). However, the difference in Young's modulus between the dominant and non-dominant sides was not statistically significant (P > 0.05). Intergroup reliability between both operators was excellent (ICC > 0.85).\n    \n\n\n          Conclusion:\n        \n      \n      There are gender-related differences and post-exercise increase in Young's modulus, yet such a difference cannot be witnessed between the dominant and non-dominant sides.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34109747/",
    "clean_text": "young s modulus of bilateral infraspinatus tendon measured in different postures by shear wave elastography before and after exercise objective to investigate the young s modulus value of infraspinatus tendons using shear wave elastography swe technique in normal adults and to analyze the influence of gender postures exercise and dominant side on young s modulus of infraspinatus tendons objective to investigate the young s modulus value of infraspinatus tendons using shear wave elastography swe technique in normal adults and to analyze the influence of gender postures exercise and dominant side on young s modulus of infraspinatus tendons methods this is a prospective cross sectional study from january to july healthy subjects were identified including seven males and seven females aged between to with a mean age of years the young s modulus of their infraspinatus tendons was measured by two operators using swe in neutral and maximum external rotation positions of both sides before exercise and the dominant side after exercise the young s modulus values in different sexes different postures before vs after exercise and dominant vs non dominant side were statistically analyzed results all subjects completed the data collection process the mean young s modulus values of infraspinatus tendon for dominant sides in neutral position were kpa for males and kpa for females and for non dominant sides in the neutral position the values were kpa for males and kpa for females in the maximum external rotation position the values for dominant sides were kpa for males and kpa for females and for non dominant sides were kpa for males and kpa for females after exercise the mean young s modulus values of infraspinatus tendon for dominant sides in neutral position were kpa for males and kpa for females and for the maximum external rotation position the values were kpa for males and kpa for females the young s modulus of infraspinatus tendon in the neutral and maximum external rotation positions showed statistically significant differences in males and females as well as before and after exercise p however the difference in young s modulus between the dominant and non dominant sides was not statistically significant p intergroup reliability between both operators was excellent icc conclusion there are gender related differences and post exercise increase in young s modulus yet such a difference cannot be witnessed between the dominant and non dominant sides"
}