{
    "pmid": "41418340",
    "title": "Multicenter verification and method comparison of the STANDARD M10 Influenza, RSV and SARS-CoV-2 assay in Amies medium.",
    "abstract": "The STANDARD M10 Flu/RSV/SARS-CoV-2 (M10) is an all-in-one RT-PCR assay which can simultaneously differentiate and detect SARS-CoV-2, influenza A (InfA), influenza B (InfB) and respiratory syncytial virus (RSV). This study describes a multicenter verification of the M10 assay and is the first study to report a method comparison performed on nasopharyngeal swabs collected in Amies medium (eSwab, Copan) which isn't a manufacturer approved medium. The multicenter verification was performed in four Belgian Hospital laboratories. The accuracy was determined on 28 external quality assessment samples. The reproducibility was assessed using a COVFLU control sample. The method comparison was conducted at the Imelda Hospital where 26 positive and 40 negative samples analyzed with the Magpix NxTAG Respiratory pathogen panel + and 14 positive samples analyzed with Xpert Xpress SARS-CoV-2/Flu/RSV assay were retrospectively analyzed with the M10 assay. Regarding the multicenter verification, the accuracy was 100 % and the M10 assay systematically detected the four pathogens from the COVFLU control. The method comparison yielded positive and negative percent agreements of 100 %, except for InfB the positive percent agreement between the M10 and the Xpert assay was 83.3 %. These results are in line with the results of other studies evaluating the performance of the M10 assay on manufacturers approved media. It is concluded that M10 assay can be used for nasopharyngeal samples collected in Amies medium.",
    "disease": "influenza",
    "clean_text": "multicenter verification and method comparison of the standard m influenza rsv and sars cov assay in amies medium the standard m flu rsv sars cov m is an all in one rt pcr assay which can simultaneously differentiate and detect sars cov influenza a infa influenza b infb and respiratory syncytial virus rsv this study describes a multicenter verification of the m assay and is the first study to report a method comparison performed on nasopharyngeal swabs collected in amies medium eswab copan which isn t a manufacturer approved medium the multicenter verification was performed in four belgian hospital laboratories the accuracy was determined on external quality assessment samples the reproducibility was assessed using a covflu control sample the method comparison was conducted at the imelda hospital where positive and negative samples analyzed with the magpix nxtag respiratory pathogen panel and positive samples analyzed with xpert xpress sars cov flu rsv assay were retrospectively analyzed with the m assay regarding the multicenter verification the accuracy was and the m assay systematically detected the four pathogens from the covflu control the method comparison yielded positive and negative percent agreements of except for infb the positive percent agreement between the m and the xpert assay was these results are in line with the results of other studies evaluating the performance of the m assay on manufacturers approved media it is concluded that m assay can be used for nasopharyngeal samples collected in amies medium"
}