{
    "pmid": "41459022",
    "title": "Preoperative testosterone replacement therapy: a potential risk-factor for complications and reoperation after rotator cuff repair.",
    "abstract": "Prior studies have shown that testosterone replacement therapy (TRT) may be a risk-factor for complications after rotator cuff repair (RCR). This study evaluated complication rates among male RCR patients with and without a history of TRT preoperatively. A retrospective review of 33,032 male patients undergoing RCR in the PearlDiver database was performed. Patients receiving TRT within 1-year of surgery were propensity score matched 1:3 to those not receiving TRT, 8,258 TRT, and 24,774 no-TRT patients were included. Univariate and multivariate analyses were performed to compare outcomes between groups. After controlling for decreased libido, benign prostatic hypertrophy, tobacco use, alcohol disorders, liver disease, rheumatologic disease, and preoperative steroid injections, TRT patients were more likely to be readmitted within 90 days (odds ratio [OR]: 1.26,  TRT within 1 year of RCR appears to be a risk factor for multiple postoperative complications and subsequent shoulder surgery. Cessation of TRT prior to RCR should be considered on a patient-specific basis.",
    "disease": "stroke",
    "clean_text": "preoperative testosterone replacement therapy a potential risk factor for complications and reoperation after rotator cuff repair prior studies have shown that testosterone replacement therapy trt may be a risk factor for complications after rotator cuff repair rcr this study evaluated complication rates among male rcr patients with and without a history of trt preoperatively a retrospective review of male patients undergoing rcr in the pearldiver database was performed patients receiving trt within year of surgery were propensity score matched to those not receiving trt trt and no trt patients were included univariate and multivariate analyses were performed to compare outcomes between groups after controlling for decreased libido benign prostatic hypertrophy tobacco use alcohol disorders liver disease rheumatologic disease and preoperative steroid injections trt patients were more likely to be readmitted within days odds ratio or trt within year of rcr appears to be a risk factor for multiple postoperative complications and subsequent shoulder surgery cessation of trt prior to rcr should be considered on a patient specific basis"
}