{
    "pmid": "41431542",
    "title": "In Search of Commonality: Physiological and Therapeutic Potentials of Sodium-Glucose Transport Protein 2 Inhibitors in Cardiovascular and Chronic Kidney Diseases.",
    "abstract": "Cardiovascular diseases (CVD), including atherosclerotic cardiovascular disease (ASCVD), remain the leading cause of disease burden across the globe, and their prevalence continues to rise outside high-income areas. Furthermore, CVD rates are now showing an upward trend in many locations where rates were previously declining. Despite all the knowledge accumulated about prevention and treatment, many issues remain unaddressed, and this gap between knowledge and prevention continues to widen. The importance of the kidneys in the whole CVD spectrum should be placed in proper perspective, as chronic kidney disease (CKD) is directly linked to the increasing age of the population and is more prevalent among individuals afflicted with obesity, hypertension, and diabetes mellitus - all conditions that influence CVD. Moreover, failure to implement detection strategies and suboptimal prevention strategies for CKD may be contributing to its overall impact on CVD mortality. Within these lines, the use of recent therapeutic interventions, such as sodium-glucose transport protein 2 inhibitors (SGLT2i), may well provide corrective effects on the heart-kidney relationship, particularly in patients with diabetes-related renal disease. Therefore, in this review, we sought to be diligent in identifying which events are responsible for triggering the first \"wave\" that causes initial destabilization between kidney and cardiac function. Additionally, we aim to provide a comprehensive overview of SGLT2 inhibitors and their pathophysiology in mediating the unquestionable benefits to both the heart and kidneys.",
    "disease": "chronic kidney disease",
    "clean_text": "in search of commonality physiological and therapeutic potentials of sodium glucose transport protein inhibitors in cardiovascular and chronic kidney diseases cardiovascular diseases cvd including atherosclerotic cardiovascular disease ascvd remain the leading cause of disease burden across the globe and their prevalence continues to rise outside high income areas furthermore cvd rates are now showing an upward trend in many locations where rates were previously declining despite all the knowledge accumulated about prevention and treatment many issues remain unaddressed and this gap between knowledge and prevention continues to widen the importance of the kidneys in the whole cvd spectrum should be placed in proper perspective as chronic kidney disease ckd is directly linked to the increasing age of the population and is more prevalent among individuals afflicted with obesity hypertension and diabetes mellitus all conditions that influence cvd moreover failure to implement detection strategies and suboptimal prevention strategies for ckd may be contributing to its overall impact on cvd mortality within these lines the use of recent therapeutic interventions such as sodium glucose transport protein inhibitors sglt i may well provide corrective effects on the heart kidney relationship particularly in patients with diabetes related renal disease therefore in this review we sought to be diligent in identifying which events are responsible for triggering the first wave that causes initial destabilization between kidney and cardiac function additionally we aim to provide a comprehensive overview of sglt inhibitors and their pathophysiology in mediating the unquestionable benefits to both the heart and kidneys"
}