{
    "pmid": "41457980",
    "title": "Heart Failure Risk and Events in People With HIV: The Randomized Trial to Prevent Vascular Events in HIV (REPRIEVE).",
    "abstract": "People with HIV (PWH) may have a higher risk of heart failure (HF) due to traditional and HIV-related factors. Incidence and risk prediction of HF in PWH are not well characterized. We aimed to quantify the risk of HF events in a global population of PWH with low-to-moderate estimated atherosclerotic cardiovascular disease risk. HF incidence (events/1000 person years) was described overall and by demographic, HIV-specific, and HF factors, including estimated Predicting Risk of Cardiovascular Disease Events 10-year risk of HF. Confirmed HF events included adjudicated HF hospitalization and adverse events identified via a standardized Medical Dictionary for Regulatory Archives HF query. We analyzed 7769 REPRIEVE (Randomized Trial to Prevent Vascular Events in HIV) participants from 5 global regions (median, 50 years; 31% female). Over a median follow-up of 5.6 years (interquartile range, 4.3-5.9), HF incidence was higher in women, among Black participants in high-income regions, participants in sub-Saharan Africa, and among those with preexisting hypertension and obesity compared with the absence of these factors. Current and nadir CD4+T-cell count, and HIV-1 RNA level were not related to the incidence of HF events. Median (Q1-Q3) Predicting Risk of Cardiovascular Disease Events HF score was 1.66% (1.01-2.62). HF incidence was 1.65/1000 person-years (95% CI, 1.30-2.09). Expected number of HF events by Predicting Risk of Cardiovascular Disease Events HF (n=73) was consistent with observed (n=67). Select demographics, clinical factors, and global regions contribute to a higher incidence of HF events among PWH. In PWH, the observed overall number of HF events aligned with the estimated Predicting Risk of Cardiovascular Disease Events HF risk rates.",
    "disease": "hypertension",
    "clean_text": "heart failure risk and events in people with hiv the randomized trial to prevent vascular events in hiv reprieve people with hiv pwh may have a higher risk of heart failure hf due to traditional and hiv related factors incidence and risk prediction of hf in pwh are not well characterized we aimed to quantify the risk of hf events in a global population of pwh with low to moderate estimated atherosclerotic cardiovascular disease risk hf incidence events person years was described overall and by demographic hiv specific and hf factors including estimated predicting risk of cardiovascular disease events year risk of hf confirmed hf events included adjudicated hf hospitalization and adverse events identified via a standardized medical dictionary for regulatory archives hf query we analyzed reprieve randomized trial to prevent vascular events in hiv participants from global regions median years female over a median follow up of years interquartile range hf incidence was higher in women among black participants in high income regions participants in sub saharan africa and among those with preexisting hypertension and obesity compared with the absence of these factors current and nadir cd t cell count and hiv rna level were not related to the incidence of hf events median q q predicting risk of cardiovascular disease events hf score was hf incidence was person years ci expected number of hf events by predicting risk of cardiovascular disease events hf n was consistent with observed n select demographics clinical factors and global regions contribute to a higher incidence of hf events among pwh in pwh the observed overall number of hf events aligned with the estimated predicting risk of cardiovascular disease events hf risk rates"
}