{
    "title": "Perspective of pregnant women regarding antenatal preparation: A qualitative study.",
    "doc_id": "30528818",
    "writer": "Heim MA",
    "year": "2019",
    "summary": "BACKGROUND: Antenatal Education programs have been recommended for pregnant women to help them during gestation, childbirth and development of parenthood. ...AIM: Identify experiences, needs and expectations of a group of pregnant women regarding anten …",
    "abstract": "Background:\n        \n      \n      Antenatal Education programs have been recommended for pregnant women to help them during gestation, childbirth and development of parenthood. Evidence on the perspectives and expectations of pregnant women regarding antenatal education in hospital settings, specifically in developing countries is still scarce. In-depth understanding is a key issue to organize interventions.\n    \n\n\n          Aim:\n        \n      \n      Identify experiences, needs and expectations of a group of pregnant women regarding antenatal education.\n    \n\n\n          Methods:\n        \n      \n      A qualitative study was conducted. Data were collected through semi-structured interviews at the antenatal clinic of a public maternity teaching hospital in the southeastern region of Brazil. The interviews were recorded, transcribed verbatim and thematic analysis was performed. Twenty-two pregnant women were recruited following the logic of purposive sampling.\n    \n\n\n          Findings:\n        \n      \n      All the participants reported they would like to receive guidance on non-pharmacological techniques for pain management during labor. The participants reported barriers to performed physical exercise; however, they also said that if they were encouraged by healthcare professionals they would exercise. According to the majority, the exercises should be of low intensity, and the improvement of general wellbeing was the most commented benefit. Also participants said that antenatal education meetings should be linked to antenatal consultations to facilitate participation. According to some participants, knowledge about antenatal education was acquired in conversations with other women, from lay media, and some reported a lack of guidance during antenatal consultation.\n    \n\n\n          Conclusion:\n        \n      \n      The participants of our study reported they would like to participate in antenatal education groups to receive guidance on non-pharmacological techniques to use during labor and childbirth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30528818/",
    "clean_text": "perspective of pregnant women regarding antenatal preparation a qualitative study background antenatal education programs have been recommended for pregnant women to help them during gestation childbirth and development of parenthood aim identify experiences needs and expectations of a group of pregnant women regarding anten background antenatal education programs have been recommended for pregnant women to help them during gestation childbirth and development of parenthood evidence on the perspectives and expectations of pregnant women regarding antenatal education in hospital settings specifically in developing countries is still scarce in depth understanding is a key issue to organize interventions aim identify experiences needs and expectations of a group of pregnant women regarding antenatal education methods a qualitative study was conducted data were collected through semi structured interviews at the antenatal clinic of a public maternity teaching hospital in the southeastern region of brazil the interviews were recorded transcribed verbatim and thematic analysis was performed twenty two pregnant women were recruited following the logic of purposive sampling findings all the participants reported they would like to receive guidance on non pharmacological techniques for pain management during labor the participants reported barriers to performed physical exercise however they also said that if they were encouraged by healthcare professionals they would exercise according to the majority the exercises should be of low intensity and the improvement of general wellbeing was the most commented benefit also participants said that antenatal education meetings should be linked to antenatal consultations to facilitate participation according to some participants knowledge about antenatal education was acquired in conversations with other women from lay media and some reported a lack of guidance during antenatal consultation conclusion the participants of our study reported they would like to participate in antenatal education groups to receive guidance on non pharmacological techniques to use during labor and childbirth"
}