{
    "title": "Community Structure of Bacteria Associated With Drifting Sargassum horneri, the Causative Species of Golden Tide in the Yellow Sea.",
    "doc_id": "31191503",
    "writer": "Mei X",
    "year": "2019",
    "summary": "In China, Sargassum has started to bloom in the Yellow Sea and led to tremendous economic losses, but the underlying biological causes and mechanisms are still unclear. ...Molecular identification revealed that the golden tide analyzed in the Yellow Sea was dominate …",
    "abstract": "Golden tides dominated by Sargassum spp. are occurring at an accelerated rate worldwide. In China, Sargassum has started to bloom in the Yellow Sea and led to tremendous economic losses, but the underlying biological causes and mechanisms are still unclear. Although algae-associated bacteria were suggested to play crucial roles in algal blooms, the profiles of bacteria associated with drifting Sargassum remain unexplored. In this study, the community structures and functions of Sargassum-associated bacteria were analyzed using the high-throughput sequencing data of the V5-V7 hypervariable region of the 16S rRNA gene. Molecular identification revealed that the golden tide analyzed in the Yellow Sea was dominated by a single species, Sargassum horneri. They were a healthy brown color nearshore but were yellow offshore with significantly decreased chlorophyll contents (P < 0.01), which indicates that yellow S. horneri was under physiological stress. The structural and functional analyses of bacterial communities indicated that the drifting S. horneri had an obvious selectivity on their associated bacteria against surrounding seawater. Although the bacterial communities phylogenetically differed between brown and yellow S. horneri (P < 0.01), their dominant functions were all nitrogen and iron transporters, which strongly indicates microbial contribution to blooming of the algal host. For the first time, potential epiphytic and endophytic bacteria associated with Sargassum were independently analyzed by a modified co-vortex method with silica sand. We showed that the composition of dominant endophytes, mainly Bacillus and Propionibacterium, was relatively consistent regardless of host status, whereas the epiphytic operational taxonomic units (OTUs) greatly varied in response to weakness of host status; however, dominant functions were consistent at elevated intensities, which might protect the host from stress related to nitrogen or iron deficiency. Thus, we propose that host physiological status at different intensities of functional demands, which were related to variable environmental conditions, may be a critical factor that influences the assembly of epiphytic bacterial communities. This study provided new insight into the structure and potential functions of associated bacteria with golden tide blooms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31191503/",
    "clean_text": "community structure of bacteria associated with drifting sargassum horneri the causative species of golden tide in the yellow sea in china sargassum has started to bloom in the yellow sea and led to tremendous economic losses but the underlying biological causes and mechanisms are still unclear molecular identification revealed that the golden tide analyzed in the yellow sea was dominate golden tides dominated by sargassum spp are occurring at an accelerated rate worldwide in china sargassum has started to bloom in the yellow sea and led to tremendous economic losses but the underlying biological causes and mechanisms are still unclear although algae associated bacteria were suggested to play crucial roles in algal blooms the profiles of bacteria associated with drifting sargassum remain unexplored in this study the community structures and functions of sargassum associated bacteria were analyzed using the high throughput sequencing data of the v v hypervariable region of the s rrna gene molecular identification revealed that the golden tide analyzed in the yellow sea was dominated by a single species sargassum horneri they were a healthy brown color nearshore but were yellow offshore with significantly decreased chlorophyll contents p which indicates that yellow s horneri was under physiological stress the structural and functional analyses of bacterial communities indicated that the drifting s horneri had an obvious selectivity on their associated bacteria against surrounding seawater although the bacterial communities phylogenetically differed between brown and yellow s horneri p their dominant functions were all nitrogen and iron transporters which strongly indicates microbial contribution to blooming of the algal host for the first time potential epiphytic and endophytic bacteria associated with sargassum were independently analyzed by a modified co vortex method with silica sand we showed that the composition of dominant endophytes mainly bacillus and propionibacterium was relatively consistent regardless of host status whereas the epiphytic operational taxonomic units otus greatly varied in response to weakness of host status however dominant functions were consistent at elevated intensities which might protect the host from stress related to nitrogen or iron deficiency thus we propose that host physiological status at different intensities of functional demands which were related to variable environmental conditions may be a critical factor that influences the assembly of epiphytic bacterial communities this study provided new insight into the structure and potential functions of associated bacteria with golden tide blooms"
}