{
    "title": "Effects of Different Grain Sources in Both Maternal and Offspring Diets on Pigmentation and Growth Performance in Yellow-Skinned Chickens.",
    "doc_id": "32908430",
    "writer": "Peng Y",
    "year": "2017",
    "summary": "This study aims at investigating the effects of different grain sources during pre-hatch (from diet of the breeders) and post-hatch (from the diet of broilers) on coloration (Roche color fan scores; L*, lightness; a*, redness; and b*, yellowness) as well as the growth perf …",
    "abstract": "This study aims at investigating the effects of different grain sources during pre-hatch (from diet of the breeders) and post-hatch (from the diet of broilers) on coloration (Roche color fan scores; L*, lightness; a*, redness; and b*, yellowness) as well as the growth performance in yellow-skinned chickens at market age (42 days old). In this experiment, six thousand yellow-skinned broiler breeders at 27 weeks were fed with a corn or sorghum and barley-based diet in which contained high (+) or low (-) xanthophyll levels, respectively. After the beginning of the trial, from day 41 to 42, eggs from two treatments were collected to artificial incubation. In this trial, 2×2 factorial designs were used and male chicks hatched from breeders fed with a corn or sorghum-based diet. According to the results, it demonstrated that hens fed with a corn-base diet were observed an elevated coloration both in the eggs and newly-hatched chicks (p<0.05). The dietary pigments improved pigment deposition in the egg yolk and the tissue of newly-hatched chicks. Besides, there was no difference in growth performance attributed to dietary grain sources both from hens or chicks. There showed no difference of coloration in abdominal fat, shank or breast skin (or kept at 4°C for 24 hours and 7 days) between two breeder grain sources (p>0.05). However, abdominal fat, shank and breast skin from the broiler chicks fed with the corn-based diet had a significantly higher RFC scores, a* and b* value than that fed with the sorghum and barley-based diet. The current results indicated that the broiler dietary grain sources (different xanthophyll contents), other than the breeder dietary grain sources influenced the pigmentation in abdominal fat, shank and breast skin, and the skins stored at 4°C in broiler. Therefore, it can be suggested that a low xanthophyll-containing diet (sorghum and barley-based diet) might be applied in yellow-skinned broiler breeders without causing negative effects of coloration or growth performance on their offspring at market age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32908430/",
    "clean_text": "effects of different grain sources in both maternal and offspring diets on pigmentation and growth performance in yellow skinned chickens this study aims at investigating the effects of different grain sources during pre hatch from diet of the breeders and post hatch from the diet of broilers on coloration roche color fan scores l lightness a redness and b yellowness as well as the growth perf this study aims at investigating the effects of different grain sources during pre hatch from diet of the breeders and post hatch from the diet of broilers on coloration roche color fan scores l lightness a redness and b yellowness as well as the growth performance in yellow skinned chickens at market age days old in this experiment six thousand yellow skinned broiler breeders at weeks were fed with a corn or sorghum and barley based diet in which contained high or low xanthophyll levels respectively after the beginning of the trial from day to eggs from two treatments were collected to artificial incubation in this trial factorial designs were used and male chicks hatched from breeders fed with a corn or sorghum based diet according to the results it demonstrated that hens fed with a corn base diet were observed an elevated coloration both in the eggs and newly hatched chicks p the dietary pigments improved pigment deposition in the egg yolk and the tissue of newly hatched chicks besides there was no difference in growth performance attributed to dietary grain sources both from hens or chicks there showed no difference of coloration in abdominal fat shank or breast skin or kept at c for hours and days between two breeder grain sources p however abdominal fat shank and breast skin from the broiler chicks fed with the corn based diet had a significantly higher rfc scores a and b value than that fed with the sorghum and barley based diet the current results indicated that the broiler dietary grain sources different xanthophyll contents other than the breeder dietary grain sources influenced the pigmentation in abdominal fat shank and breast skin and the skins stored at c in broiler therefore it can be suggested that a low xanthophyll containing diet sorghum and barley based diet might be applied in yellow skinned broiler breeders without causing negative effects of coloration or growth performance on their offspring at market age"
}