{
    "pmid": "41469250",
    "title": "Aconitum coreanum (H.Lév l.) Rapaics exerts neuroprotective effects on cerebral ischemic stroke by inhibiting autophagy through the AMPK/mTOR/ULK1 pathway.",
    "abstract": "Cerebral ischemic stroke (CIS) induces neuronal damage and activates neuronal autophagy through diverse mechanisms. Autophagy exerts adverse effects in acute neurological disorders, leading to neuronal apoptosis and death. The dried tuberous root of Aconitum coreanum (H.Lév l.) Rapaics is a traditional herbal medicine that has been used to treat stroke. This study explores the neuroprotective effects of A. coreanum through its role in autophagy and the mechanisms that underly this activity. The middle cerebral artery occlusion/reperfusion technique was used to establish a CIS rat model. The neuroprotective effects of A. coreanum were explored using a suite of techniques: behavioral injury was assessed with the Longa method; infarct size was measured using 2,3,5-triphenyltetrazolium chloride; neuronal morphology was observed using hematoxylin-eosin and Nissl staining; neuronal apoptosis was observed with terminal-deoxynucleotidyl transferase dUTP nick-end labeling staining. Then, the mechanisms behind the neuroprotective effects were explored: the oxidative stress index was detected using enzyme-linked immunosorbent assay; the ultrastructure of rat neurons was observed using transmission electron microscopy; the protein expression was detected with Western blotting and immunofluorescence analyses; the mRNA expression was measured by quantitative reverse transcription-polymerase chain reaction analysis. A. coreanum significantly reduced the behavioral score and infarct size of CIS rats, increased the number of neurons in the cerebral cortex and hippocampus, improved the morphology and structure of neurons, and suppressed neuronal apoptosis. In addition, A. coreanum downregulated levels of malondialdehyde and myeloperoxidase and upregulated those of superoxide dismutase and glutathione. It inhibited the generation of autophagosomes and modulated the indicators of autophagy, including decreasing the ratio of microtubule-associated protein 1 light chain 3-II (LC3-II)/LC3-I, and increasing the expression of sequestosome 1. A. coreanum also upregulated the expression of phosphorylated mammalian target of rapamycin (mTOR) and phosphorylated unc-51-like kinase 1 (ULK1) and downregulated that of phosphorylated adenosine monophosphate-activated protein kinase (AMPK). A. coreanum exerts neuroprotective effects in CIS by inhibiting autophagy through regulating the AMPK/mTOR/ULK1 signaling pathway. This finding provides a novel perspective on the treatment of CIS with A. coreanum. Please cite this article as: Yue L, Yang Q, Qian C. Aconitum coreanum (H.Lév l.) Rapaics exerts neuroprotective effects on cerebral ischemic stroke by inhibiting autophagy through the AMPK/mTOR/ULK1 pathway. J Integr Med. 2025; Epub ahead of print.",
    "disease": "stroke",
    "clean_text": "aconitum coreanum h l v l rapaics exerts neuroprotective effects on cerebral ischemic stroke by inhibiting autophagy through the ampk mtor ulk pathway cerebral ischemic stroke cis induces neuronal damage and activates neuronal autophagy through diverse mechanisms autophagy exerts adverse effects in acute neurological disorders leading to neuronal apoptosis and death the dried tuberous root of aconitum coreanum h l v l rapaics is a traditional herbal medicine that has been used to treat stroke this study explores the neuroprotective effects of a coreanum through its role in autophagy and the mechanisms that underly this activity the middle cerebral artery occlusion reperfusion technique was used to establish a cis rat model the neuroprotective effects of a coreanum were explored using a suite of techniques behavioral injury was assessed with the longa method infarct size was measured using triphenyltetrazolium chloride neuronal morphology was observed using hematoxylin eosin and nissl staining neuronal apoptosis was observed with terminal deoxynucleotidyl transferase dutp nick end labeling staining then the mechanisms behind the neuroprotective effects were explored the oxidative stress index was detected using enzyme linked immunosorbent assay the ultrastructure of rat neurons was observed using transmission electron microscopy the protein expression was detected with western blotting and immunofluorescence analyses the mrna expression was measured by quantitative reverse transcription polymerase chain reaction analysis a coreanum significantly reduced the behavioral score and infarct size of cis rats increased the number of neurons in the cerebral cortex and hippocampus improved the morphology and structure of neurons and suppressed neuronal apoptosis in addition a coreanum downregulated levels of malondialdehyde and myeloperoxidase and upregulated those of superoxide dismutase and glutathione it inhibited the generation of autophagosomes and modulated the indicators of autophagy including decreasing the ratio of microtubule associated protein light chain ii lc ii lc i and increasing the expression of sequestosome a coreanum also upregulated the expression of phosphorylated mammalian target of rapamycin mtor and phosphorylated unc like kinase ulk and downregulated that of phosphorylated adenosine monophosphate activated protein kinase ampk a coreanum exerts neuroprotective effects in cis by inhibiting autophagy through regulating the ampk mtor ulk signaling pathway this finding provides a novel perspective on the treatment of cis with a coreanum please cite this article as yue l yang q qian c aconitum coreanum h l v l rapaics exerts neuroprotective effects on cerebral ischemic stroke by inhibiting autophagy through the ampk mtor ulk pathway j integr med epub ahead of print"
}