{
    "title": "Commuter exposure to particulate matter in urban public transportation of Xi'an, China.",
    "doc_id": "33312574",
    "writer": "Qiu Z",
    "year": "2020",
    "summary": "PURPOSE: To investigate commuter exposures to particulate matter (PM) in urban public transportation buses and subways, PM concentrations were simultaneously monitored for these two modes, over the same routes, in Xi'an, China. METHODS: The microenvironment variabil …",
    "abstract": "Purpose:\n        \n      \n      To investigate commuter exposures to particulate matter (PM) in urban public transportation buses and subways, PM concentrations were simultaneously monitored for these two modes, over the same routes, in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      The microenvironment variabilities in each stage of the total trip were analyzed. Exposure doses for the different commute processes were estimated based on the heart rates of volunteers. Experimental measurements were taken during peak traffic hours in July and October (summer and autumn) on two typical commute routes, for a total of 36 trips. One-way ANOVA was used to analyze the effects of different variables on commuter exposures.\n    \n\n\n          Results:\n        \n      \n      On the same route, the average PM exposure concentration of bus commuters was higher than those of subway commuters. For example, on Route 1 in the case study, the average PM10, PM2.5, and PM1 exposure concentrations of bus commuters were 71.6%, 19%, and 10.4% higher, respectively, than those of subway commuters. In the ground transportation mode, the exposure concentration of bus commuters was affected by the type of vehicle. Particle concentrations were significantly higher inside compressed natural gas (CNG) buses, than in pure electric (PE) buses, and in summer, the PM10 concentration in a CNG bus was 4.3 times higher than that in a PE bus. In a CNG bus, commuters in the back door area suffered the highest PM10 exposure concentration (179.6 μg/m3), followed by those in the rear of the carriage (142.8 μg/m3), and then those in the front door area (105.4 μg/m3).\n    \n\n\n          Conclusion:\n        \n      \n      Commuters' avoidance of ground traffic sources, effective ventilation systems in buses, and the use of screens in subway systems can all help to lower the PM exposure of commuters. For all the modes of transportation in our study, the hottest spots for PM exposure appeared in the period when commuters were waiting for transit vehicles to arrive.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33312574/",
    "clean_text": "commuter exposure to particulate matter in urban public transportation of xi an china purpose to investigate commuter exposures to particulate matter pm in urban public transportation buses and subways pm concentrations were simultaneously monitored for these two modes over the same routes in xi an china methods the microenvironment variabil purpose to investigate commuter exposures to particulate matter pm in urban public transportation buses and subways pm concentrations were simultaneously monitored for these two modes over the same routes in xi an china methods the microenvironment variabilities in each stage of the total trip were analyzed exposure doses for the different commute processes were estimated based on the heart rates of volunteers experimental measurements were taken during peak traffic hours in july and october summer and autumn on two typical commute routes for a total of trips one way anova was used to analyze the effects of different variables on commuter exposures results on the same route the average pm exposure concentration of bus commuters was higher than those of subway commuters for example on route in the case study the average pm pm and pm exposure concentrations of bus commuters were and higher respectively than those of subway commuters in the ground transportation mode the exposure concentration of bus commuters was affected by the type of vehicle particle concentrations were significantly higher inside compressed natural gas cng buses than in pure electric pe buses and in summer the pm concentration in a cng bus was times higher than that in a pe bus in a cng bus commuters in the back door area suffered the highest pm exposure concentration g m followed by those in the rear of the carriage g m and then those in the front door area g m conclusion commuters avoidance of ground traffic sources effective ventilation systems in buses and the use of screens in subway systems can all help to lower the pm exposure of commuters for all the modes of transportation in our study the hottest spots for pm exposure appeared in the period when commuters were waiting for transit vehicles to arrive"
}