{
    "pmid": "41410487",
    "title": "Associations Between the Maternal Diet Index and Childhood Asthma: The NorthPop and Healthy Start Cohorts.",
    "abstract": "A novel maternal diet index (MDI), characterizing offspring asthma- and allergy-associated maternal intake during pregnancy was constructed and validated in Healthy Start, USA. This study aims to (1) externally validate the asthma findings from Healthy Start in the NorthPop Birth Cohort Study (NorthPop) in Sweden; and (2) characterize the diet and demographics of the two cohorts. The MDI was computed as a weighted combination of seven components associated with offspring allergies and asthma, including vegetables and yogurt (associated with decreased odds) and cold cereals, fried potatoes, juice, red meat, and rice (associated with increased odds). Doctor diagnoses provided childhood asthma incidence and timing. Parametric Weibull time-to-event analysis evaluated associations between the MDI, dichotomized at the median (72.2) for Healthy Start, and offspring asthma. The NorthPop and Healthy Start mean MDI values differed significantly (p < 0.001) and in NorthPop, only 6.1% had MDI < 72.2. Data from 6446 mother-child dyads in NorthPop yielded a crude hazard ratio (HR) for asthma of 0.70 (95% confidence interval [CI] 0.50-0.98, p = 0.037) and a fully adjusted HR of 0.84 (0.55-1.29; p = 0.428) for MDI > 72.2 versus < 72.2 (n = 4655). The fully adjusted HR for 945 Healthy Start dyads was significant at HR 0.41 (0.29-0.57; p < 0.0001). Results show that in a population with different maternal dietary patterns and demographics compared to the source population, MDI > 72.2 was not an independent predictor of offspring asthma. Further proof of the utility and generalizability of the MDI needs to be tested in other populations.",
    "disease": "asthma",
    "clean_text": "associations between the maternal diet index and childhood asthma the northpop and healthy start cohorts a novel maternal diet index mdi characterizing offspring asthma and allergy associated maternal intake during pregnancy was constructed and validated in healthy start usa this study aims to externally validate the asthma findings from healthy start in the northpop birth cohort study northpop in sweden and characterize the diet and demographics of the two cohorts the mdi was computed as a weighted combination of seven components associated with offspring allergies and asthma including vegetables and yogurt associated with decreased odds and cold cereals fried potatoes juice red meat and rice associated with increased odds doctor diagnoses provided childhood asthma incidence and timing parametric weibull time to event analysis evaluated associations between the mdi dichotomized at the median for healthy start and offspring asthma the northpop and healthy start mean mdi values differed significantly p and in northpop only had mdi data from mother child dyads in northpop yielded a crude hazard ratio hr for asthma of confidence interval ci p and a fully adjusted hr of p for mdi versus n the fully adjusted hr for healthy start dyads was significant at hr p results show that in a population with different maternal dietary patterns and demographics compared to the source population mdi was not an independent predictor of offspring asthma further proof of the utility and generalizability of the mdi needs to be tested in other populations"
}