{
    "title": "Ebselen Inhibits the Growth of Lung Cancer Cells via Cell Cycle Arrest and Cell Death Accompanied by Glutathione Depletion.",
    "doc_id": "37764247",
    "writer": "Park WH.",
    "year": "2023",
    "summary": "However, little is known about its cytotoxicological effects on lung cells. Therefore, this study aimed to investigate the effects of Ebselen on the cell growth and cell death of A549 lung cancer cells, Calu-6 lung cancer cells …",
    "abstract": "Ebselen is a glutathione (GSH) peroxidase (GPx) mimic originally developed to reduce reactive oxygen species (ROS). However, little is known about its cytotoxicological effects on lung cells. Therefore, this study aimed to investigate the effects of Ebselen on the cell growth and cell death of A549 lung cancer cells, Calu-6 lung cancer cells, and primary normal human pulmonary fibroblast (HPF) cells in relation to redox status. The results showed that Ebselen inhibited the growth of A549, Calu-6, and HPF cells with IC50 values of approximately 12.5 μM, 10 μM, and 20 μM, respectively, at 24 h. After exposure to 15 μM Ebselen, the proportions of annexin V-positive cells were approximately 25%, 65%, and 10% in A549, Calu-6, and HPF cells, respectively. In addition, Ebselen induced arrest at the S phase of the cell cycle in A549 cells and induced G2/M phase arrest in Calu-6 cells. Treatment with Ebselen induced mitochondrial membrane potential (MMP; ΔΨm) loss in A549 and Calu-6 cells. Z-VAD, a pan-caspase inhibitor, did not decrease the number of annexin V-positive cells in Ebselen-treated A549 and Calu-6 cells. Intracellular ROS levels were not significantly changed in the Ebselen-treated cancer cells at 24 h, but GSH depletion was efficiently induced in these cells. Z-VAD did not affect ROS levels or GSH depletion in Ebselen-treated A549 or Ebselen-treated Calu-6 cells. In conclusion, Ebselen inhibited the growth of lung cancer and normal fibroblast cells and induced cell cycle arrest and cell death in lung cancer cells with GSH depletion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37764247/",
    "clean_text": "ebselen inhibits the growth of lung cancer cells via cell cycle arrest and cell death accompanied by glutathione depletion however little is known about its cytotoxicological effects on lung cells therefore this study aimed to investigate the effects of ebselen on the cell growth and cell death of a lung cancer cells calu lung cancer cells ebselen is a glutathione gsh peroxidase gpx mimic originally developed to reduce reactive oxygen species ros however little is known about its cytotoxicological effects on lung cells therefore this study aimed to investigate the effects of ebselen on the cell growth and cell death of a lung cancer cells calu lung cancer cells and primary normal human pulmonary fibroblast hpf cells in relation to redox status the results showed that ebselen inhibited the growth of a calu and hpf cells with ic values of approximately m m and m respectively at h after exposure to m ebselen the proportions of annexin v positive cells were approximately and in a calu and hpf cells respectively in addition ebselen induced arrest at the s phase of the cell cycle in a cells and induced g m phase arrest in calu cells treatment with ebselen induced mitochondrial membrane potential mmp m loss in a and calu cells z vad a pan caspase inhibitor did not decrease the number of annexin v positive cells in ebselen treated a and calu cells intracellular ros levels were not significantly changed in the ebselen treated cancer cells at h but gsh depletion was efficiently induced in these cells z vad did not affect ros levels or gsh depletion in ebselen treated a or ebselen treated calu cells in conclusion ebselen inhibited the growth of lung cancer and normal fibroblast cells and induced cell cycle arrest and cell death in lung cancer cells with gsh depletion"
}