{
    "title": "Medical constructions of long-term exhaustion, past and present.",
    "doc_id": "25912053",
    "writer": "Lian OS",
    "year": "2015",
    "summary": "Culture and history affect the ways in which medical knowledge is shaped, sustained and changed. The less knowledge we have, the larger the space for the cultural imprint becomes. ...The historical controversies surrounding this medically contested condition neatly …",
    "abstract": "Culture and history affect the ways in which medical knowledge is shaped, sustained and changed. The less knowledge we have, the larger the space for the cultural imprint becomes. Based on these assumptions, we ask: how have medical constructions of long-term exhaustion changed over time, and how are changing constructions related to societal change? To discuss these questions we conducted a comparative study of medical texts from two historical periods: 1860-1930 and 1970-2013. Our data are limited to two diagnoses: neurasthenia and encephalomyelitis. After comparing the two periods by identifying diverging and converging aspects, we interpreted observed continuities and interruptions in relation to historical developments. We found that in the medical literature, long-term exhaustion became transformed from a somatic ailment bred by modern civilisation to a self-inflicted psychiatric ailment. At the same time, it changed from being a male-connoted high-status condition to a female-connoted low-status condition. We interpret these changes as contingent upon culturally available modes of interpretations. Medical knowledge thereby becomes infused with cultural norms and values which give them a distinct cultural bias. The historical controversies surrounding this medically contested condition neatly display the socially contingent factors that govern the social construction of medical knowledge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25912053/",
    "clean_text": "medical constructions of long term exhaustion past and present culture and history affect the ways in which medical knowledge is shaped sustained and changed the less knowledge we have the larger the space for the cultural imprint becomes the historical controversies surrounding this medically contested condition neatly culture and history affect the ways in which medical knowledge is shaped sustained and changed the less knowledge we have the larger the space for the cultural imprint becomes based on these assumptions we ask how have medical constructions of long term exhaustion changed over time and how are changing constructions related to societal change to discuss these questions we conducted a comparative study of medical texts from two historical periods and our data are limited to two diagnoses neurasthenia and encephalomyelitis after comparing the two periods by identifying diverging and converging aspects we interpreted observed continuities and interruptions in relation to historical developments we found that in the medical literature long term exhaustion became transformed from a somatic ailment bred by modern civilisation to a self inflicted psychiatric ailment at the same time it changed from being a male connoted high status condition to a female connoted low status condition we interpret these changes as contingent upon culturally available modes of interpretations medical knowledge thereby becomes infused with cultural norms and values which give them a distinct cultural bias the historical controversies surrounding this medically contested condition neatly display the socially contingent factors that govern the social construction of medical knowledge"
}