{
    "pmid": "41472298",
    "title": "Cardiac Tissue Damage in a Female Animal Post-COVID Model: Relevance of Chemokine-Mediated Inflammation.",
    "abstract": "Post-COVID cardiac complications have emerged as a significant and persistent clinical concern, yet their underlying mechanisms remain poorly understood. Animal models can act as proxies to investigate the pathophysiology of the human, post-acute sequelae of SARS-CoV-2 infection (PASC). The aim of this experimental study was to evaluate the expression of inflammatory biomarkers in cardiac tissue 28 days after SARS-CoV-2 infection in a female hACE2 mouse model, with a focus on chemokine-mediated immune activation. Twelve female C57BL/6 hACE2 mice were infected with the Omicron variant (BA.1.17 lineage) of SARS-CoV-2, and eleven non-infected mice served as controls. Cardiac tissue was analyzed via Western blot for markers of innate immune activation (TLR4, MyD88, NF-κB) and pro-inflammatory cytokines (IL-6, IL-18, IL-1β, TNF-α, CD11d). Cardiac tissue injury markers (iNOS, PAI-1 and Connexin43) were also analyzed. Compared to non-infected mice, cardiac tissue from infected mice showed significantly higher expression of IL-6 (",
    "disease": "pneumonia",
    "clean_text": "cardiac tissue damage in a female animal post covid model relevance of chemokine mediated inflammation post covid cardiac complications have emerged as a significant and persistent clinical concern yet their underlying mechanisms remain poorly understood animal models can act as proxies to investigate the pathophysiology of the human post acute sequelae of sars cov infection pasc the aim of this experimental study was to evaluate the expression of inflammatory biomarkers in cardiac tissue days after sars cov infection in a female hace mouse model with a focus on chemokine mediated immune activation twelve female c bl hace mice were infected with the omicron variant ba lineage of sars cov and eleven non infected mice served as controls cardiac tissue was analyzed via western blot for markers of innate immune activation tlr myd nf b and pro inflammatory cytokines il il il tnf cd d cardiac tissue injury markers inos pai and connexin were also analyzed compared to non infected mice cardiac tissue from infected mice showed significantly higher expression of il"
}