{
    "pmid": "41462326",
    "title": "Cognitive therapy for depression in tuberculosis treatment: protocol for process evaluation of a multicenter hybrid type 1 effectiveness implementation trial in Pakistan.",
    "abstract": "Tuberculosis (TB) remains a significant public health challenge, particularly in low- and middle-income countries (LMICs) such as Pakistan, where TB and depression frequently co-occur, negatively impacting treatment adherence and outcomes. The cognitive therapy for depression in tuberculosis (CONTROL) trial evaluates the effectiveness of a cognitive behavioral therapy (CBT)-based intervention integrated into TB care. Following the Proctor's framework, this process evaluation aims to assess key implementation outcomes of the trial, including acceptability, adoption, feasibility, appropriateness, fidelity, penetration, and sustainability, to inform the potential scale-up of the intervention within Pakistan's routine TB care. This mixed-methods process evaluation is embedded within the CONTROL randomized controlled trial conducted in Khyber Pakhtunkhwa, Pakistan. Quantitative data collection will include structured implementation outcome measures such as Intervention Appropriateness Measure (IAM), Acceptability of Intervention Measure (AIM), Feasibility of Intervention Measure (FIM), Applied Mental Health Research (AMHR) group tool, Revised Cognitive Therapy Scale (CTS-R), CBT-content delivery assessment checklist, Client Service Receipt Inventory (CSRI), and trial administrative data logs. Qualitative data will comprise semi-structured interviews and focus group discussions. Data collection will be at three points: 8-, 24-, and 32-week post-randomization across 12 TB care facilities. Quantitative data will be analyzed descriptively, while qualitative data will be analyzed thematically, followed by triangulation of findings. The process evaluation will inform the implementation of CBT-based intervention within TB care. It will also identify barriers and facilitators for integrating mental health care in the TB control program for future scale-up. Findings will inform policymakers on the feasibility of incorporating mental health interventions into routine TB care, support improved patient outcomes, and contribute to global implementation science on integrated mental health care for chronic diseases. ISRCTN10761003. Registered on November 2023.",
    "disease": "tuberculosis",
    "clean_text": "cognitive therapy for depression in tuberculosis treatment protocol for process evaluation of a multicenter hybrid type effectiveness implementation trial in pakistan tuberculosis tb remains a significant public health challenge particularly in low and middle income countries lmics such as pakistan where tb and depression frequently co occur negatively impacting treatment adherence and outcomes the cognitive therapy for depression in tuberculosis control trial evaluates the effectiveness of a cognitive behavioral therapy cbt based intervention integrated into tb care following the proctor s framework this process evaluation aims to assess key implementation outcomes of the trial including acceptability adoption feasibility appropriateness fidelity penetration and sustainability to inform the potential scale up of the intervention within pakistan s routine tb care this mixed methods process evaluation is embedded within the control randomized controlled trial conducted in khyber pakhtunkhwa pakistan quantitative data collection will include structured implementation outcome measures such as intervention appropriateness measure iam acceptability of intervention measure aim feasibility of intervention measure fim applied mental health research amhr group tool revised cognitive therapy scale cts r cbt content delivery assessment checklist client service receipt inventory csri and trial administrative data logs qualitative data will comprise semi structured interviews and focus group discussions data collection will be at three points and week post randomization across tb care facilities quantitative data will be analyzed descriptively while qualitative data will be analyzed thematically followed by triangulation of findings the process evaluation will inform the implementation of cbt based intervention within tb care it will also identify barriers and facilitators for integrating mental health care in the tb control program for future scale up findings will inform policymakers on the feasibility of incorporating mental health interventions into routine tb care support improved patient outcomes and contribute to global implementation science on integrated mental health care for chronic diseases isrctn registered on november"
}