{
    "title": "Umbrella systematic review of systematic reviews and meta-analyses on comorbid physical conditions in people with autism spectrum disorder.",
    "doc_id": "33161922",
    "writer": "Rydzewska E",
    "year": "2021",
    "summary": "AIMS: To identify what is and what is not known about comorbid physical conditions in people with ASD. METHOD: We undertook an umbrella systematic review of systematic reviews and meta-analyses on comorbid physical conditions in people with ASD. ...",
    "abstract": "Background:\n        \n      \n      Comorbid physical conditions may be more common in people with autism spectrum disorder (ASD) than other people.\n    \n\n\n          Aims:\n        \n      \n      To identify what is and what is not known about comorbid physical conditions in people with ASD.\n    \n\n\n          Method:\n        \n      \n      We undertook an umbrella systematic review of systematic reviews and meta-analyses on comorbid physical conditions in people with ASD. Five databases were searched. There were strict inclusion/exclusion criteria. We undertook double reviewing for eligibility, systematic data extraction and quality assessment. Prospective PROSPERO registration: CRD42015020896.\n    \n\n\n          Results:\n        \n      \n      In total, 24 of 5552 retrieved articles were included, 15 on children, 1 on adults, and 8 both on children and adults. Although the quality of included reviews was good, most reported several limitations in the studies they included and considerable heterogeneity. Comorbid physical conditions are common, and some are more prevalent than in the general population: sleep problems, epilepsy, sensory impairments, atopy, autoimmune disorders and obesity. Asthma is not. However, there are substantial gaps in the evidence base. Fewer studies have been undertaken on other conditions and some findings are inconsistent.\n    \n\n\n          Conclusions:\n        \n      \n      Comorbid physical conditions occur more commonly in people with ASD, but the evidence base is slim and more research is needed. Some comorbidities compound care if clinicians are unaware, for example sensory impairments, given the communication needs of people with ASD. Others, such as obesity, can lead to an array of other conditions, disadvantages and early mortality. It is essential that potentially modifiable physical conditions are identified to ensure people with ASD achieve their best outcomes. Heightening clinicians' awareness is important to aid in assessments and differential diagnoses, and to improve healthcare.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33161922/",
    "clean_text": "umbrella systematic review of systematic reviews and meta analyses on comorbid physical conditions in people with autism spectrum disorder aims to identify what is and what is not known about comorbid physical conditions in people with asd method we undertook an umbrella systematic review of systematic reviews and meta analyses on comorbid physical conditions in people with asd background comorbid physical conditions may be more common in people with autism spectrum disorder asd than other people aims to identify what is and what is not known about comorbid physical conditions in people with asd method we undertook an umbrella systematic review of systematic reviews and meta analyses on comorbid physical conditions in people with asd five databases were searched there were strict inclusion exclusion criteria we undertook double reviewing for eligibility systematic data extraction and quality assessment prospective prospero registration crd results in total of retrieved articles were included on children on adults and both on children and adults although the quality of included reviews was good most reported several limitations in the studies they included and considerable heterogeneity comorbid physical conditions are common and some are more prevalent than in the general population sleep problems epilepsy sensory impairments atopy autoimmune disorders and obesity asthma is not however there are substantial gaps in the evidence base fewer studies have been undertaken on other conditions and some findings are inconsistent conclusions comorbid physical conditions occur more commonly in people with asd but the evidence base is slim and more research is needed some comorbidities compound care if clinicians are unaware for example sensory impairments given the communication needs of people with asd others such as obesity can lead to an array of other conditions disadvantages and early mortality it is essential that potentially modifiable physical conditions are identified to ensure people with asd achieve their best outcomes heightening clinicians awareness is important to aid in assessments and differential diagnoses and to improve healthcare"
}