{
    "title": "Late Intragastric Balloon Induced Gastric Perforation.",
    "doc_id": "26975202",
    "writer": "Dayan D",
    "year": "2016",
    "summary": "We herein present a 20-year-old patient, with gastric perforation occurring 10 months after Spatz IGB deployment. The patient underwent a successful endoscopic IGB retrieval and laparoscopic exploration with abdominal lavage. We also review the literature of late IGB-induc …",
    "abstract": "Intragastric balloon (IGB) has been introduced in the 1980's for weight reduction. It can be classified into nonadjustable IGB, such as the BioEnterics Intragastric Balloon (BIB), or newer generation Spatz adjustable balloon system. Late IGB-induced gastric perforation is a rare major complication, presenting as acute abdominal pain weeks to months after its insertion. We herein present a 20-year-old patient, with gastric perforation occurring 10 months after Spatz IGB deployment. The patient underwent a successful endoscopic IGB retrieval and laparoscopic exploration with abdominal lavage. We also review the literature of late IGB-induced gastric perforation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26975202/",
    "clean_text": "late intragastric balloon induced gastric perforation we herein present a year old patient with gastric perforation occurring months after spatz igb deployment the patient underwent a successful endoscopic igb retrieval and laparoscopic exploration with abdominal lavage we also review the literature of late igb induc intragastric balloon igb has been introduced in the s for weight reduction it can be classified into nonadjustable igb such as the bioenterics intragastric balloon bib or newer generation spatz adjustable balloon system late igb induced gastric perforation is a rare major complication presenting as acute abdominal pain weeks to months after its insertion we herein present a year old patient with gastric perforation occurring months after spatz igb deployment the patient underwent a successful endoscopic igb retrieval and laparoscopic exploration with abdominal lavage we also review the literature of late igb induced gastric perforation"
}