{
    "pmid": "41459331",
    "title": "Shared Decision-Making Supported by Outcome Information During Discharge Planning of Patients Hospitalized With Stroke.",
    "abstract": "The SHOUT-STROKE study aimed to evaluate the effects of a shared decision-making (SDM) intervention on decision-making, health, and process outcomes during discharge planning of hospitalized patients with stroke. The intervention included a patient decision aid (PtDA) with integrated outcome information, training for health care professionals, and an implementation strategy. A prospective multiple interrupted time-series study was conducted across 7 Dutch hospitals between November 2019 and March 2022. The study comprised 3 phases: a pre-implementation phase evaluating standard care, a transition phase integrating the PtDA and training into existing stroke care pathways, and a post-implementation phase evaluating the new workflow. Effects per hospital were estimated using segmented autoregression and combined in a meta-analysis to assess the overall effect. Of 635 eligible patients, 462 (73%) completed the primary outcome measure, the SDM-Q-9, a 9-item questionnaire assessing patient-reported levels of SDM (score range 0-100). The overall effect on SDM-Q-9 scores was -4.5 points (95% CI -11.3 to 2.2). No significant overall differences were observed in secondary decision-making outcomes (e.g., decisional conflict) or health outcomes (e.g., quality of life). Knowledge scores improved significantly in 2 hospitals, with an effect of 0.85 points (95% CI 0.08 to 1.6) in Hospital 4 and 0.94 points (95% CI 0.20 to 1.7) in Hospital 6. Of the 234 patients in the post-implementation phase, 137 (59%) received the PtDA, of whom 40% used it. Most patients reported that the PtDA with integrated outcome information was useful for decision-making and indicated that they would recommend the PtDA to other patients. The SDM intervention was appreciated by patients but did not significantly improve SDM levels or other decision-making or health outcomes. The significant improvement in patient knowledge scores in 2 hospitals is notable but insufficient to fully empower patients to actively participate in SDM. Future efforts should focus on optimizing the implementation process to achieve more impactful outcomes. The SHOUT-STROKE study was registered in the Dutch Clinical Trial Register and automatically listed in the International Clinical Trial Registry Platform: Registration IDs: NL8375 | NL-OMON21735. Link to the registration: trialsearch.who.int/Trial2.aspx?TrialID=NL-OMON21735.",
    "disease": "stroke",
    "clean_text": "shared decision making supported by outcome information during discharge planning of patients hospitalized with stroke the shout stroke study aimed to evaluate the effects of a shared decision making sdm intervention on decision making health and process outcomes during discharge planning of hospitalized patients with stroke the intervention included a patient decision aid ptda with integrated outcome information training for health care professionals and an implementation strategy a prospective multiple interrupted time series study was conducted across dutch hospitals between november and march the study comprised phases a pre implementation phase evaluating standard care a transition phase integrating the ptda and training into existing stroke care pathways and a post implementation phase evaluating the new workflow effects per hospital were estimated using segmented autoregression and combined in a meta analysis to assess the overall effect of eligible patients completed the primary outcome measure the sdm q a item questionnaire assessing patient reported levels of sdm score range the overall effect on sdm q scores was points ci to no significant overall differences were observed in secondary decision making outcomes e g decisional conflict or health outcomes e g quality of life knowledge scores improved significantly in hospitals with an effect of points ci to in hospital and points ci to in hospital of the patients in the post implementation phase received the ptda of whom used it most patients reported that the ptda with integrated outcome information was useful for decision making and indicated that they would recommend the ptda to other patients the sdm intervention was appreciated by patients but did not significantly improve sdm levels or other decision making or health outcomes the significant improvement in patient knowledge scores in hospitals is notable but insufficient to fully empower patients to actively participate in sdm future efforts should focus on optimizing the implementation process to achieve more impactful outcomes the shout stroke study was registered in the dutch clinical trial register and automatically listed in the international clinical trial registry platform registration ids nl nl omon link to the registration trialsearch who int trial aspx trialid nl omon"
}