{
    "pmid": "41398896",
    "title": "Loffler endocarditis as an initial manifestation of lung adenocarcinoma: A case report.",
    "abstract": "Löffler endocarditis, a rare form of hypereosinophilic syndrome (HES), is characterized by transient left ventricular endomyocardial thickening, intracardiac thrombi, and eosinophilic infiltration. Its occurrence as a paraneoplastic manifestation of solid tumors, particularly lung adenocarcinoma, is exceedingly rare and underrecognized. A 75-year-old male smoker presented with progressive dyspnea (New York Heart Association Class III) and bilateral leg edema. He had no history of asthma, allergy, or parasitic infection. Physical examination revealed jugular venous distention and bilateral crackles. Laboratory tests showed marked hypereosinophilia (15.29 × 109/L). Transthoracic echocardiography demonstrated endomyocardial thickening, reduced left ventricular compliance, and mobile intracardiac thrombi. Computed tomography angiography revealed a spiculated left upper lobe lung mass with mediastinal lymphadenopathy. Symptoms developed over 4 weeks. Hypereosinophilia and cardiac abnormalities were identified at presentation. The lung mass was detected on initial imaging; histopathology confirmed adenocarcinoma (biopsy-proven). Despite anticoagulation and heart failure therapy, the patient declined corticosteroids and oncologic treatment. Clinical deterioration occurred within 2 weeks, leading to death. The patient received guideline-directed medical therapy for heart failure (beta-blocker, angiotensin-converting enzyme inhibitor, diuretics), anticoagulation (low-molecular-weight heparin), and diagnostic bronchoscopic biopsy. Corticosteroids and chemotherapy were recommended but refused by the family. The patient's condition rapidly worsened due to progressive heart failure and untreated malignancy. This case highlights the importance of considering occult malignancy in unexplained HES with cardiac involvement. It is the first reported case of Löffler endocarditis as a paraneoplastic manifestation of lung adenocarcinoma. Limitations include the lack of postmortem examination and the inability to initiate immunosuppressive or antitumor therapy due to patient refusal.",
    "disease": "asthma",
    "clean_text": "loffler endocarditis as an initial manifestation of lung adenocarcinoma a case report l ffler endocarditis a rare form of hypereosinophilic syndrome hes is characterized by transient left ventricular endomyocardial thickening intracardiac thrombi and eosinophilic infiltration its occurrence as a paraneoplastic manifestation of solid tumors particularly lung adenocarcinoma is exceedingly rare and underrecognized a year old male smoker presented with progressive dyspnea new york heart association class iii and bilateral leg edema he had no history of asthma allergy or parasitic infection physical examination revealed jugular venous distention and bilateral crackles laboratory tests showed marked hypereosinophilia l transthoracic echocardiography demonstrated endomyocardial thickening reduced left ventricular compliance and mobile intracardiac thrombi computed tomography angiography revealed a spiculated left upper lobe lung mass with mediastinal lymphadenopathy symptoms developed over weeks hypereosinophilia and cardiac abnormalities were identified at presentation the lung mass was detected on initial imaging histopathology confirmed adenocarcinoma biopsy proven despite anticoagulation and heart failure therapy the patient declined corticosteroids and oncologic treatment clinical deterioration occurred within weeks leading to death the patient received guideline directed medical therapy for heart failure beta blocker angiotensin converting enzyme inhibitor diuretics anticoagulation low molecular weight heparin and diagnostic bronchoscopic biopsy corticosteroids and chemotherapy were recommended but refused by the family the patient s condition rapidly worsened due to progressive heart failure and untreated malignancy this case highlights the importance of considering occult malignancy in unexplained hes with cardiac involvement it is the first reported case of l ffler endocarditis as a paraneoplastic manifestation of lung adenocarcinoma limitations include the lack of postmortem examination and the inability to initiate immunosuppressive or antitumor therapy due to patient refusal"
}