{
    "title": "Side effects of common acne treatments.",
    "doc_id": "23163336",
    "writer": "Tripathi SV",
    "year": "2013",
    "summary": "EXPERT OPINION: A comprehensive overview of acne treatments' side effects is imperative for healthcare professionals and scientists working with and prescribing acne treatments. Side effects to be aware of when prescribing range from local irritation w …",
    "abstract": "Introduction:\n        \n      \n      A variety of acne treatments exist, including topical benzoyl peroxide, topical retinoids, topical antibiotics, oral antibiotics, hormonal therapy, isotretinoin, and procedural therapies, such as light and laser therapies. Although each of these treatment modalities confer various benefits for the management of acne, it is important for healthcare providers to be aware of their potential side effects, including ones that are most common and most serious, so that these medications can be prescribed in a safe manner.\n    \n\n\n          Areas covered:\n        \n      \n      A systematic literature review was performed to identify publications discussing the side effects of the different treatment modalities used for acne vulgaris. Acne treatments reviewed included benzoyl peroxide gel, topical retinoids, topical antibiotics, oral antibiotics, hormonal therapy, isotretinoin, and light/laser treatments.\n    \n\n\n          Expert opinion:\n        \n      \n      A comprehensive overview of acne treatments' side effects is imperative for healthcare professionals and scientists working with and prescribing acne treatments. Side effects to be aware of when prescribing range from local irritation with topical treatments to systemic side effects including liver function abnormalities and teratogenic side effects. The best available options are those that address acne severity while minimizing side effects for the patient. Consequently, personalized medicine must be strongly emphasized to healthcare providers developing patients' treatment plans.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23163336/",
    "clean_text": "side effects of common acne treatments expert opinion a comprehensive overview of acne treatments side effects is imperative for healthcare professionals and scientists working with and prescribing acne treatments side effects to be aware of when prescribing range from local irritation w introduction a variety of acne treatments exist including topical benzoyl peroxide topical retinoids topical antibiotics oral antibiotics hormonal therapy isotretinoin and procedural therapies such as light and laser therapies although each of these treatment modalities confer various benefits for the management of acne it is important for healthcare providers to be aware of their potential side effects including ones that are most common and most serious so that these medications can be prescribed in a safe manner areas covered a systematic literature review was performed to identify publications discussing the side effects of the different treatment modalities used for acne vulgaris acne treatments reviewed included benzoyl peroxide gel topical retinoids topical antibiotics oral antibiotics hormonal therapy isotretinoin and light laser treatments expert opinion a comprehensive overview of acne treatments side effects is imperative for healthcare professionals and scientists working with and prescribing acne treatments side effects to be aware of when prescribing range from local irritation with topical treatments to systemic side effects including liver function abnormalities and teratogenic side effects the best available options are those that address acne severity while minimizing side effects for the patient consequently personalized medicine must be strongly emphasized to healthcare providers developing patients treatment plans"
}