{
    "title": "Loneliness in Young Adult Workers.",
    "doc_id": "36361344",
    "writer": "Wright SL",
    "year": "2022",
    "summary": "However, loneliness seems to be on the rise for young adults more so than the elderly. Our research focusses on the experiences of young workers who report feeling lonely at work. We explore individual and organisational factors that may be contributing to lonelines …",
    "abstract": "Loneliness is commonly associated with older people with the majority of research and interventions focusing on loneliness in aged and aging populations. However, loneliness seems to be on the rise for young adults more so than the elderly. Our research focusses on the experiences of young workers who report feeling lonely at work. We explore individual and organisational factors that may be contributing to loneliness, and comment on the consequences of feeling lonely at work. Qualitative data from 37 young adults from Western Europe suggest that these workers feel invisible at work, have a thwarted sense of belonging to their employing organisation, and often experience relational deficiencies due to automation and individualisation of work practices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36361344/",
    "clean_text": "loneliness in young adult workers however loneliness seems to be on the rise for young adults more so than the elderly our research focusses on the experiences of young workers who report feeling lonely at work we explore individual and organisational factors that may be contributing to lonelines loneliness is commonly associated with older people with the majority of research and interventions focusing on loneliness in aged and aging populations however loneliness seems to be on the rise for young adults more so than the elderly our research focusses on the experiences of young workers who report feeling lonely at work we explore individual and organisational factors that may be contributing to loneliness and comment on the consequences of feeling lonely at work qualitative data from young adults from western europe suggest that these workers feel invisible at work have a thwarted sense of belonging to their employing organisation and often experience relational deficiencies due to automation and individualisation of work practices"
}