{
    "title": "Diagnosis and Prevention of Transition Zone Pull-through in Patients With Hirschsprung Disease.",
    "doc_id": "40067189",
    "writer": "Kapur RP",
    "year": "2025",
    "summary": "RESULTS.-: The length of the resected ganglionic bowel was stated or calculable in 18 of 35 cases (51%) and most pathology reports did not address the presence or absence of transitional zone histology at the proximal surgical margin. Intraoperative frozen section e …",
    "abstract": "Context.—:\n        \n      \n      Surgery for Hirschsprung disease includes resection of the aganglionic bowel and adjacent transition zone (ganglionic bowel with partial circumferential aganglionosis, myenteric hypoganglionosis, and/or submucosal nerve hypertrophy). Pathology practices, including intraoperative frozen sections and sampling of resection specimens and accurate recognition and reporting of transition zone histopathology, are necessary to both prevent and diagnose incomplete resection.\n    \n\n\n          Objective.—:\n        \n      \n      To identify opportunities to improve pathology practice related to Hirschsprung disease.\n    \n\n\n          Design.—:\n        \n      \n      Surgical pathology reports and histology slides from Hirschsprung disease resections performed on 35 patients (25 institutions) were reviewed. Data included what type of analyses were performed on proximal resection margins (eg, intraoperative frozen section), how resections were sampled for histology, and how the results were reported. Slides were assessed for features of transition zone histology and the findings compared with those in the original surgical pathology reports.\n    \n\n\n          Results.—:\n        \n      \n      The length of the resected ganglionic bowel was stated or calculable in 18 of 35 cases (51%) and most pathology reports did not address the presence or absence of transitional zone histology at the proximal surgical margin. Intraoperative frozen section evaluations of the proximal margin were performed in 8 of 35 cases (23%); 1 or more features of transition zone were present in 3 of these but not documented. Among the remaining 27 patients, transition zone histology was present in 9 (33%) but not reported.\n    \n\n\n          Conclusions.—:\n        \n      \n      Pathologists need to understand transition zone histology and to implement methods to enhance accurate and timely diagnosis. Specific recommendations are provided here to achieve these goals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40067189/",
    "clean_text": "diagnosis and prevention of transition zone pull through in patients with hirschsprung disease results the length of the resected ganglionic bowel was stated or calculable in of cases and most pathology reports did not address the presence or absence of transitional zone histology at the proximal surgical margin intraoperative frozen section e context surgery for hirschsprung disease includes resection of the aganglionic bowel and adjacent transition zone ganglionic bowel with partial circumferential aganglionosis myenteric hypoganglionosis and or submucosal nerve hypertrophy pathology practices including intraoperative frozen sections and sampling of resection specimens and accurate recognition and reporting of transition zone histopathology are necessary to both prevent and diagnose incomplete resection objective to identify opportunities to improve pathology practice related to hirschsprung disease design surgical pathology reports and histology slides from hirschsprung disease resections performed on patients institutions were reviewed data included what type of analyses were performed on proximal resection margins eg intraoperative frozen section how resections were sampled for histology and how the results were reported slides were assessed for features of transition zone histology and the findings compared with those in the original surgical pathology reports results the length of the resected ganglionic bowel was stated or calculable in of cases and most pathology reports did not address the presence or absence of transitional zone histology at the proximal surgical margin intraoperative frozen section evaluations of the proximal margin were performed in of cases or more features of transition zone were present in of these but not documented among the remaining patients transition zone histology was present in but not reported conclusions pathologists need to understand transition zone histology and to implement methods to enhance accurate and timely diagnosis specific recommendations are provided here to achieve these goals"
}