{
    "pmid": "41473481",
    "title": "Geographic shift of Japanese spotted fever and diagnostic overshadowing by COVID-19 testing: A genetically confirmed northernmost case.",
    "abstract": "Japanese spotted fever (JSF), caused by Rickettsia japonica, typically presents with fever, rash, and eschar. While endemic to western and southern Japan, recent cases have emerged in urban, non-endemic areas. A 49-year-old man developed fever after returning from a work assignment in Yamagata Prefecture, a historically non-endemic region. Despite no respiratory findings, he tested positive for SARS-CoV-2 antigen and was initially treated as COVID-19. His condition deteriorated into multiorgan dysfunction, requiring intensive care. Physical examination revealed a diffuse rash and an eschar on the lower leg. Rickettsial infection was suspected, and intravenous minocycline was initiated. Rickettsia japonica was later confirmed by PCR and serology. This case represents the northernmost genetically confirmed JSF in Japan and emphasizes the importance of maintaining a broad differential diagnosis, particularly when COVID-19 test results conflict with clinical findings.",
    "disease": "covid-19",
    "clean_text": "geographic shift of japanese spotted fever and diagnostic overshadowing by covid testing a genetically confirmed northernmost case japanese spotted fever jsf caused by rickettsia japonica typically presents with fever rash and eschar while endemic to western and southern japan recent cases have emerged in urban non endemic areas a year old man developed fever after returning from a work assignment in yamagata prefecture a historically non endemic region despite no respiratory findings he tested positive for sars cov antigen and was initially treated as covid his condition deteriorated into multiorgan dysfunction requiring intensive care physical examination revealed a diffuse rash and an eschar on the lower leg rickettsial infection was suspected and intravenous minocycline was initiated rickettsia japonica was later confirmed by pcr and serology this case represents the northernmost genetically confirmed jsf in japan and emphasizes the importance of maintaining a broad differential diagnosis particularly when covid test results conflict with clinical findings"
}