{
    "title": "Investigations of cellular immunity in juvenile idiopathic arthritis.",
    "doc_id": "31114442",
    "writer": "Sur LM",
    "year": "2019",
    "summary": "Therefore, knowledge of immunological investigations in patients with juvenile idiopathic arthritis is important for finding new treatment pathways. Our aim was to assess the immunological investigations and immune system implications in juvenile idiopathi …",
    "abstract": "The following was emphasised in an informative, educational issued on the American College of Rheumatology website in April 2017: \"About one child in every 1000 develops some type of chronic arthritis. These disorders can affect children at any age, although rarely in the first six months of life. It is estimated that around 300,000 children in the United States have been diagnosed with the condition\". Therefore, knowledge of immunological investigations in patients with juvenile idiopathic arthritis is important for finding new treatment pathways. Our aim was to assess the immunological investigations and immune system implications in juvenile idiopathic arthritis. We will discuss: a) the specifically targeted proteins - the citrullinated peptide antibodies; b) non-specifically targeted proteins - heat-shock proteins (anti-HSP60, -65, and -70 antibodies), CLEC16A, inflammasomes, and phagocyte-derived S100; c) interleukins - IL-1, IL-6, IL-10, IL-17, and IL-18; d) innate immunity - macrophage activation syndrome, natural killer cells, complement activity, and immune complexes; and e) therapeutic targets - monoclonal antibodies, JAK inhibitors, and intravenous immune globulin.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31114442/",
    "clean_text": "investigations of cellular immunity in juvenile idiopathic arthritis therefore knowledge of immunological investigations in patients with juvenile idiopathic arthritis is important for finding new treatment pathways our aim was to assess the immunological investigations and immune system implications in juvenile idiopathi the following was emphasised in an informative educational issued on the american college of rheumatology website in april about one child in every develops some type of chronic arthritis these disorders can affect children at any age although rarely in the first six months of life it is estimated that around children in the united states have been diagnosed with the condition therefore knowledge of immunological investigations in patients with juvenile idiopathic arthritis is important for finding new treatment pathways our aim was to assess the immunological investigations and immune system implications in juvenile idiopathic arthritis we will discuss a the specifically targeted proteins the citrullinated peptide antibodies b non specifically targeted proteins heat shock proteins anti hsp and antibodies clec a inflammasomes and phagocyte derived s c interleukins il il il il and il d innate immunity macrophage activation syndrome natural killer cells complement activity and immune complexes and e therapeutic targets monoclonal antibodies jak inhibitors and intravenous immune globulin"
}