{
    "pmid": "41474428",
    "title": "Safety and outcome of bedaquiline and delamanid-based longer oral regimen in Indian children less than 5 years with drug-resistant tuberculosis.",
    "abstract": "Paediatric drug-resistant tuberculosis (DR-TB) remains a significant challenge, especially in high-burden countries like India. While bedaquiline (BDQ) and delamanid (DLM) are shown to be successful in treating multi-drug-resistant TB (MDR-TB) in older children, evidence of their safety and effectiveness in children under 5 is limited. We set out to evaluate the clinical outcomes and safety of BDQ and concurrent BDQ and DLM-based regimens in children under 5 years with DR-TB in a tertiary care Mumbai, India. A retrospective study was conducted on 23 children under 5 years diagnosed with DR-TB and treated with BDQ or BDQ and DLM-based longer oral regimens between December 2021 and May 2024. Data on treatment regimens, drug resistance patterns, adverse effects, and outcomes were collected. Treatment was stopped based on clinico-radiological response. Among the 23 children, 8 (34.78%) completed treatment, 12 (52.17%) were still undergoing therapy, 1 (4.34%) was lost to follow-up, and 2 (8.69%) died. For those who completed treatment, the average duration of treatment was 19.25 months. Weight gain was observed in 19 (82.6%) patients. Adverse drug reactions were noted in 8 (34.78%) patients, of which 2 (25%) had vomiting, 2 (25%) had hallucinations, 1 (12.5%) had psychosis, 4 (50%) had anaemia, and 3 (37.5%) had QTcF prolongation while on treatment. BDQ and DLM-based regimens appear effective and generally well tolerated in treating DR-TB in children under 5. However, a longer course of treatment of over 18 months is required. Careful monitoring for side effects, especially QTc prolongation, remains critical.",
    "disease": "tuberculosis",
    "clean_text": "safety and outcome of bedaquiline and delamanid based longer oral regimen in indian children less than years with drug resistant tuberculosis paediatric drug resistant tuberculosis dr tb remains a significant challenge especially in high burden countries like india while bedaquiline bdq and delamanid dlm are shown to be successful in treating multi drug resistant tb mdr tb in older children evidence of their safety and effectiveness in children under is limited we set out to evaluate the clinical outcomes and safety of bdq and concurrent bdq and dlm based regimens in children under years with dr tb in a tertiary care mumbai india a retrospective study was conducted on children under years diagnosed with dr tb and treated with bdq or bdq and dlm based longer oral regimens between december and may data on treatment regimens drug resistance patterns adverse effects and outcomes were collected treatment was stopped based on clinico radiological response among the children completed treatment were still undergoing therapy was lost to follow up and died for those who completed treatment the average duration of treatment was months weight gain was observed in patients adverse drug reactions were noted in patients of which had vomiting had hallucinations had psychosis had anaemia and had qtcf prolongation while on treatment bdq and dlm based regimens appear effective and generally well tolerated in treating dr tb in children under however a longer course of treatment of over months is required careful monitoring for side effects especially qtc prolongation remains critical"
}