{
    "title": "Tight junction modulation of the blood brain barrier: CNS delivery of small molecules.",
    "doc_id": "27141420",
    "writer": "Greene C",
    "year": "2016",
    "summary": "Significant advances in barrier research over the past decade has led to the discovery of an increasing number of structural and regulatory proteins in tight junctions (TJ) and adherens junctions (AJ). These discoveries are providing the framework for the dev …",
    "abstract": "The blood brain barrier (BBB) represents a major obstacle for targeted drug delivery to the brain for the treatment of central nervous system (CNS) disorders. Significant advances in barrier research over the past decade has led to the discovery of an increasing number of structural and regulatory proteins in tight junctions (TJ) and adherens junctions (AJ). These discoveries are providing the framework for the development of novel TJ modulators which can act specifically and temporarily to alter BBB function and regulate paracellular uptake of molecules. TJ modulators that have shown therapeutic potential in preclinical models include claudin-5 and occludin siRNAs, peptides derived from zonula occludens toxin as well as synthetic peptides targeting the extracellular loops of TJs. Adding to the array of modulating agents are novel mechanisms of BBB regulation such as focused ultrasound (FUS). This review will give a succinct overview of BBB biology and TJ modulation in general. Novel insights into BBB regulation in health and disease will also be summarized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27141420/",
    "clean_text": "tight junction modulation of the blood brain barrier cns delivery of small molecules significant advances in barrier research over the past decade has led to the discovery of an increasing number of structural and regulatory proteins in tight junctions tj and adherens junctions aj these discoveries are providing the framework for the dev the blood brain barrier bbb represents a major obstacle for targeted drug delivery to the brain for the treatment of central nervous system cns disorders significant advances in barrier research over the past decade has led to the discovery of an increasing number of structural and regulatory proteins in tight junctions tj and adherens junctions aj these discoveries are providing the framework for the development of novel tj modulators which can act specifically and temporarily to alter bbb function and regulate paracellular uptake of molecules tj modulators that have shown therapeutic potential in preclinical models include claudin and occludin sirnas peptides derived from zonula occludens toxin as well as synthetic peptides targeting the extracellular loops of tjs adding to the array of modulating agents are novel mechanisms of bbb regulation such as focused ultrasound fus this review will give a succinct overview of bbb biology and tj modulation in general novel insights into bbb regulation in health and disease will also be summarized"
}