{
    "title": "Women with low back pain do not show a pattern in the lumbopelvic muscle activation sequence that differentiates from women without low back pain.",
    "doc_id": "39593587",
    "writer": "Carlos CQ",
    "year": "2024",
    "summary": "The aim of this study was to investigate whether there is a difference in the time of activation of these muscles between women with and without chronic low back pain. METHOD: It is a cross-sectional study carried out with 28 women, 17 women without low ba …",
    "abstract": "Background:\n        \n      \n      One of the causes of low back pain can be directly related to mechanical stability. Stability is the result of coordinated muscle patterns. One of the clinical tests used to assess the pattern of muscle activation is the hip extension test in the prone position, which is considered a reliable test to evaluate lumbopelvic stability. The aim of this study was to investigate whether there is a difference in the time of activation of these muscles between women with and without chronic low back pain.\n    \n\n\n          Method:\n        \n      \n      It is a cross-sectional study carried out with 28 women, 17 women without low back pain and 11 with pain complaints. The electromyographic signals from the spinal erector muscles, gluteus maximus and biceps femoris were collected during the performance of 3 repetitions of the tests.\n    \n\n\n          Results:\n        \n      \n      A total of 22 different sequences were found, 14 in the group without low back pain (NLBPG) and 16 in the group with low back pain (LBPG). Only 8 sequences were common in both groups. Muscle activation sequences were also compared between repetitions, the number of different sequences increased at each repetition and the accumulated percentage corresponding to the second most prevalent sequence decreased.\n    \n\n\n          Conclusion:\n        \n      \n      No significant differences were found in onset values between groups. The results demonstrate that there is no pattern in the activation sequence of these muscles and we can understand that pelvic stabilization seems to depend on individual strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39593587/",
    "clean_text": "women with low back pain do not show a pattern in the lumbopelvic muscle activation sequence that differentiates from women without low back pain the aim of this study was to investigate whether there is a difference in the time of activation of these muscles between women with and without chronic low back pain method it is a cross sectional study carried out with women women without low ba background one of the causes of low back pain can be directly related to mechanical stability stability is the result of coordinated muscle patterns one of the clinical tests used to assess the pattern of muscle activation is the hip extension test in the prone position which is considered a reliable test to evaluate lumbopelvic stability the aim of this study was to investigate whether there is a difference in the time of activation of these muscles between women with and without chronic low back pain method it is a cross sectional study carried out with women women without low back pain and with pain complaints the electromyographic signals from the spinal erector muscles gluteus maximus and biceps femoris were collected during the performance of repetitions of the tests results a total of different sequences were found in the group without low back pain nlbpg and in the group with low back pain lbpg only sequences were common in both groups muscle activation sequences were also compared between repetitions the number of different sequences increased at each repetition and the accumulated percentage corresponding to the second most prevalent sequence decreased conclusion no significant differences were found in onset values between groups the results demonstrate that there is no pattern in the activation sequence of these muscles and we can understand that pelvic stabilization seems to depend on individual strategies"
}