{
    "title": "Targeted Therapies for Ovarian Cancer.",
    "doc_id": "28111228",
    "writer": "Grunewald T",
    "year": "2017",
    "summary": "Epithelial ovarian cancer has the highest mortality rate of all gynaecological malignancies. Most women present with advanced disease and develop a recurrence after radical surgery and chemotherapy. ...Many of these innovative approaches already demonstrate promisin …",
    "abstract": "Epithelial ovarian cancer has the highest mortality rate of all gynaecological malignancies. Most women present with advanced disease and develop a recurrence after radical surgery and chemotherapy. Improving the results of first- or subsequent-line chemotherapy has been slow, and novel approaches to systemic treatment are needed. Ovarian cancer is a heterogeneous disease with complex molecular and genetic changes. Understanding these better will provide information on the mechanisms of resistance and opportunities to target therapy more rationally, exploiting specific changes in the tumour. Here we reviewed targeted approaches to therapy, focussing on targeting angiogenesis and inhibition of DNA repair, 2 areas that show promising activity. Additionally, we reviewed studies that are underway, targeting the cell cycle, signalling pathways and immunotherapeutic strategies. Many of these innovative approaches already demonstrate promising activity in ovarian cancer and have the potential to improve the outcome in women with ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28111228/",
    "clean_text": "targeted therapies for ovarian cancer epithelial ovarian cancer has the highest mortality rate of all gynaecological malignancies most women present with advanced disease and develop a recurrence after radical surgery and chemotherapy many of these innovative approaches already demonstrate promisin epithelial ovarian cancer has the highest mortality rate of all gynaecological malignancies most women present with advanced disease and develop a recurrence after radical surgery and chemotherapy improving the results of first or subsequent line chemotherapy has been slow and novel approaches to systemic treatment are needed ovarian cancer is a heterogeneous disease with complex molecular and genetic changes understanding these better will provide information on the mechanisms of resistance and opportunities to target therapy more rationally exploiting specific changes in the tumour here we reviewed targeted approaches to therapy focussing on targeting angiogenesis and inhibition of dna repair areas that show promising activity additionally we reviewed studies that are underway targeting the cell cycle signalling pathways and immunotherapeutic strategies many of these innovative approaches already demonstrate promising activity in ovarian cancer and have the potential to improve the outcome in women with ovarian cancer"
}