{
    "title": "Identifying decision-making biases in self-care behaviours among patients with type 2 diabetes mellitus: A qualitative study from a behavioural economics perspective.",
    "doc_id": "40850026",
    "writer": "Yan F",
    "year": "2025",
    "summary": "BACKGROUND: Patients with type 2 diabetes mellitus often make self-care behaviour decisions according to their immediate needs and desires in the real world. ...CONCLUSIONS: Decision-making biases clearly impact the self-care behaviours of patients wit …",
    "abstract": "Background:\n        \n      \n      Patients with type 2 diabetes mellitus often make self-care behaviour decisions according to their immediate needs and desires in the real world. Deviations from optimal choices in seeking satisfying options are known as decision-making biases, which are not obvious in the self-care behaviours of patients with type 2 diabetes mellitus. Qualitative research can provide insights into patients' descriptions of and experiences in self-care, aiding in systematically identifying decision-making biases.\n    \n\n\n          Objective:\n        \n      \n      To identify the decision-making biases of patients with type 2 diabetes mellitus from their descriptions of and experiences in self-care to guide targeted strategies for supplementing existing intervention paradigms.\n    \n\n\n          Design:\n        \n      \n      Qualitative, descriptive design.\n    \n\n\n          Participants:\n        \n      \n      We used purposive sampling to recruit 18 participants with type 2 diabetes mellitus at the endocrinology outpatient unit of a large urban general hospital in Lanzhou, China, between July and September 2023.\n    \n\n\n          Methods:\n        \n      \n      We conducted individual, semi-structured interviews to identify decision-making biases of self-care behaviours from the behavioural economics perspective. The interviews were transcribed verbatim, and the thematic analysis approach was utilized to code the transcribed data and identify themes.\n    \n\n\n          Results:\n        \n      \n      We found that patients with type 2 diabetes mellitus showed emotion-driven and short-term-oriented decision-making biases regarding self-maintenance. Self-monitoring decisions tend to be personal experiences and based on individual perceptions. Self-management decisions depend heavily on accessibility to and sources of information.\n    \n\n\n          Conclusions:\n        \n      \n      Decision-making biases clearly impact the self-care behaviours of patients with type 2 diabetes mellitus. We identified 10 decision-making biases related to self-care behaviour maintenance, monitoring, and management, suggesting that future research can leverage these biases to improve the health-related behaviours of patients with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40850026/",
    "clean_text": "identifying decision making biases in self care behaviours among patients with type diabetes mellitus a qualitative study from a behavioural economics perspective background patients with type diabetes mellitus often make self care behaviour decisions according to their immediate needs and desires in the real world conclusions decision making biases clearly impact the self care behaviours of patients wit background patients with type diabetes mellitus often make self care behaviour decisions according to their immediate needs and desires in the real world deviations from optimal choices in seeking satisfying options are known as decision making biases which are not obvious in the self care behaviours of patients with type diabetes mellitus qualitative research can provide insights into patients descriptions of and experiences in self care aiding in systematically identifying decision making biases objective to identify the decision making biases of patients with type diabetes mellitus from their descriptions of and experiences in self care to guide targeted strategies for supplementing existing intervention paradigms design qualitative descriptive design participants we used purposive sampling to recruit participants with type diabetes mellitus at the endocrinology outpatient unit of a large urban general hospital in lanzhou china between july and september methods we conducted individual semi structured interviews to identify decision making biases of self care behaviours from the behavioural economics perspective the interviews were transcribed verbatim and the thematic analysis approach was utilized to code the transcribed data and identify themes results we found that patients with type diabetes mellitus showed emotion driven and short term oriented decision making biases regarding self maintenance self monitoring decisions tend to be personal experiences and based on individual perceptions self management decisions depend heavily on accessibility to and sources of information conclusions decision making biases clearly impact the self care behaviours of patients with type diabetes mellitus we identified decision making biases related to self care behaviour maintenance monitoring and management suggesting that future research can leverage these biases to improve the health related behaviours of patients with type diabetes mellitus"
}