{
    "pmid": "41343784",
    "title": "Prevalence of Metabolic Syndrome and Noncommunicable Disease Risk Factors in Andaman and Nicobar Islands, India, and Their Association With Ayurvedic Psychosomatic Constitution (Prakriti) and Socioeconomic Status: Protocol for a Cross-Sectional Study.",
    "abstract": "Metabolic syndrome (MetS) comprises several interrelated conditions, including central obesity, insulin resistance, hypertension, and dyslipidemia-all substantially raise the risk of cardiovascular disease and type 2 diabetes mellitus. National Family Health Survey-5 survey findings indicate that the Andaman and Nicobar Islands has a high risk of MetS due to the high prevalence of obesity, hypertension, and diabetes. Ayurveda highlights that an individual's psychosomatic constitution (Prakriti) plays a key role in determining disease susceptibility, prognosis, and treatment outcomes. Few studies have demonstrated the association and specific Prakriti types with diabetes, hypertension, dyslipidemia, insulin resistance, Parkinson disease, and rheumatoid arthritis. However, the association between MetS and Prakriti remains uninvestigated. Moreover, data on the prevalence of MetS in these islands are limited, and the variations reported in prevalence studies on MetS from mainland India point to challenges in generalizing those findings. Additionally, the unique geography, ethnicity, lifestyle, and health care infrastructure of the Andaman and Nicobar Islands further stress the need for this study. This study examines the prevalence of MetS and noncommunicable disease (NCD) risk factors in the South Andaman district and their association with Prakriti and socioeconomic status (SES). A cross-sectional study will be conducted with 1000 randomly sampled adult participants from the South Andaman district, Andaman and Nicobar Islands, India. In this study, participants aged 18 years and older who are willing to provide written consent will be included. The exclusion criteria include pregnant women, nonambulant individuals, and those who are unable to undergo Prakriti assessment. MetS will be assessed using the International Diabetes Federation criteria, and NCD risk factors will be recorded via the WHO STEPS (World Health Organization STEPwise approach to noncommunicable disease risk factor surveillance) instrument. Prakriti will be assessed using the Central Council for Research in Ayurvedic Sciences Prakriti Assessment Scale, and SES will be determined using the Modified Kuppuswamy Scale. Data analyses will include descriptive statistics to estimate MetS and NCD risk factor prevalence. Bivariate analyses (chi-square) will explore associations between the variables, quantifying strength with crude and adjusted odds ratios. A multivariable logistic regression will be used to adjust for confounders. Propensity score matching will serve as a sensitivity analysis. Significance is set at an α of .05, using STATA (version 16.1; Stata Corp LLC) software. The study started in August 2024; as of June 2025, the survey covered 619 participants. This study will provide crucial data on the prevalence of MetS and NCD risk factors in the South Andaman population and investigate associations between constitutional Prakriti types and SES with MetS and NCD risk factors. Despite the constraints inherent to its cross-sectional design, the research offers essential baseline information to support future studies on both Prakriti and MetS in this unique population. DERR1-10.2196/81329.",
    "disease": "rheumatoid arthritis",
    "clean_text": "prevalence of metabolic syndrome and noncommunicable disease risk factors in andaman and nicobar islands india and their association with ayurvedic psychosomatic constitution prakriti and socioeconomic status protocol for a cross sectional study metabolic syndrome mets comprises several interrelated conditions including central obesity insulin resistance hypertension and dyslipidemia all substantially raise the risk of cardiovascular disease and type diabetes mellitus national family health survey survey findings indicate that the andaman and nicobar islands has a high risk of mets due to the high prevalence of obesity hypertension and diabetes ayurveda highlights that an individual s psychosomatic constitution prakriti plays a key role in determining disease susceptibility prognosis and treatment outcomes few studies have demonstrated the association and specific prakriti types with diabetes hypertension dyslipidemia insulin resistance parkinson disease and rheumatoid arthritis however the association between mets and prakriti remains uninvestigated moreover data on the prevalence of mets in these islands are limited and the variations reported in prevalence studies on mets from mainland india point to challenges in generalizing those findings additionally the unique geography ethnicity lifestyle and health care infrastructure of the andaman and nicobar islands further stress the need for this study this study examines the prevalence of mets and noncommunicable disease ncd risk factors in the south andaman district and their association with prakriti and socioeconomic status ses a cross sectional study will be conducted with randomly sampled adult participants from the south andaman district andaman and nicobar islands india in this study participants aged years and older who are willing to provide written consent will be included the exclusion criteria include pregnant women nonambulant individuals and those who are unable to undergo prakriti assessment mets will be assessed using the international diabetes federation criteria and ncd risk factors will be recorded via the who steps world health organization stepwise approach to noncommunicable disease risk factor surveillance instrument prakriti will be assessed using the central council for research in ayurvedic sciences prakriti assessment scale and ses will be determined using the modified kuppuswamy scale data analyses will include descriptive statistics to estimate mets and ncd risk factor prevalence bivariate analyses chi square will explore associations between the variables quantifying strength with crude and adjusted odds ratios a multivariable logistic regression will be used to adjust for confounders propensity score matching will serve as a sensitivity analysis significance is set at an of using stata version stata corp llc software the study started in august as of june the survey covered participants this study will provide crucial data on the prevalence of mets and ncd risk factors in the south andaman population and investigate associations between constitutional prakriti types and ses with mets and ncd risk factors despite the constraints inherent to its cross sectional design the research offers essential baseline information to support future studies on both prakriti and mets in this unique population derr"
}