{
    "title": "Oxidative stress, DNA damage, and breast cancer.",
    "doc_id": "12473916",
    "writer": "Kang DH.",
    "year": "2002",
    "summary": "Oxidative stress is a disturbance in the balance between the production of reactive oxygen species (ROS) and antioxidant defenses. It occurs when excessive production of ROS overwhelms the antioxidant defense system or when there is a significant decrease or lack of …",
    "abstract": "Oxidative stress is a disturbance in the balance between the production of reactive oxygen species (ROS) and antioxidant defenses. It occurs when excessive production of ROS overwhelms the antioxidant defense system or when there is a significant decrease or lack of antioxidant defenses. Oxidative stress, in turn, is known to cause DNA damage and mutations of tumor suppressor genes that are critical initial events in carcinogenesis. Interestingly, early findings of the studies suggest that environmental factors, such as high psychological stress and poor nutritional profile (eg, low antioxidant and high fat intake), increase ROS production. Given that breast cancer is a complex disorder in which gene-environment interactions play a significant role in the development of cancer, oxidative stress may be an excellent model for exploring mechanisms mediating gene-environment interactions for nurse scientists and advanced practice nurses. Such investigations may help to suggest future strategies for nonpharmacological interventions for decreasing cancer risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12473916/",
    "clean_text": "oxidative stress dna damage and breast cancer oxidative stress is a disturbance in the balance between the production of reactive oxygen species ros and antioxidant defenses it occurs when excessive production of ros overwhelms the antioxidant defense system or when there is a significant decrease or lack of oxidative stress is a disturbance in the balance between the production of reactive oxygen species ros and antioxidant defenses it occurs when excessive production of ros overwhelms the antioxidant defense system or when there is a significant decrease or lack of antioxidant defenses oxidative stress in turn is known to cause dna damage and mutations of tumor suppressor genes that are critical initial events in carcinogenesis interestingly early findings of the studies suggest that environmental factors such as high psychological stress and poor nutritional profile eg low antioxidant and high fat intake increase ros production given that breast cancer is a complex disorder in which gene environment interactions play a significant role in the development of cancer oxidative stress may be an excellent model for exploring mechanisms mediating gene environment interactions for nurse scientists and advanced practice nurses such investigations may help to suggest future strategies for nonpharmacological interventions for decreasing cancer risk"
}