{
    "title": "QoL, CIs, QALYs, and Individualized Rehabilitation: The Clinical and Practical Benefits of Regularly Assessing the Quality of Life of Adult Cochlear Implant Recipients.",
    "doc_id": "37887644",
    "writer": "Lassaletta L",
    "year": "2023",
    "summary": "This study aimed to report quality of life (QoL) scores in unilateral cochlear implant (CI) users and to generate guidance for clinicians on using QoL measures to individualize CI counselling and rehabilitation and to increase access to CIs as a mode of rehabilitati …",
    "abstract": "This study aimed to report quality of life (QoL) scores in unilateral cochlear implant (CI) users and to generate guidance for clinicians on using QoL measures to individualize CI counselling and rehabilitation and to increase access to CIs as a mode of rehabilitation. Participants (n = 101) were unilateral CI users with single-sided deafness (SSD; n = 17), asymmetrical hearing loss (AHL; n = 26), or bilateral hearing loss (Uni; n = 58). Generic QoL was assessed via the Health Utilities Index (HUI-3), and disease-specific QoL was assessed via the Speech, Spatial, and Qualities of Hearing scale (SSQ12) and Nijmegen CI Questionnaire (NCIQ) at preimplantation and at 6 and 12 months of CI use. All groups had significantly increased HUI-3 scores at both intervals. The SSD group showed significant benefit on the SSQ12 at visit 3, the AHL group showed significant benefit on the SSQ12 and most NCIQ subdomains at both intervals, and the Uni group showed significant benefit with both tests at both intervals. Unilateral CI recipients demonstrate improved QoL within the first 12 months of device use. Regular assessment with generic and disease-specific questionnaires has the potential to play an important role in personalizing treatment and possibly in increasing access to CI provision.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37887644/",
    "clean_text": "qol cis qalys and individualized rehabilitation the clinical and practical benefits of regularly assessing the quality of life of adult cochlear implant recipients this study aimed to report quality of life qol scores in unilateral cochlear implant ci users and to generate guidance for clinicians on using qol measures to individualize ci counselling and rehabilitation and to increase access to cis as a mode of rehabilitati this study aimed to report quality of life qol scores in unilateral cochlear implant ci users and to generate guidance for clinicians on using qol measures to individualize ci counselling and rehabilitation and to increase access to cis as a mode of rehabilitation participants n were unilateral ci users with single sided deafness ssd n asymmetrical hearing loss ahl n or bilateral hearing loss uni n generic qol was assessed via the health utilities index hui and disease specific qol was assessed via the speech spatial and qualities of hearing scale ssq and nijmegen ci questionnaire nciq at preimplantation and at and months of ci use all groups had significantly increased hui scores at both intervals the ssd group showed significant benefit on the ssq at visit the ahl group showed significant benefit on the ssq and most nciq subdomains at both intervals and the uni group showed significant benefit with both tests at both intervals unilateral ci recipients demonstrate improved qol within the first months of device use regular assessment with generic and disease specific questionnaires has the potential to play an important role in personalizing treatment and possibly in increasing access to ci provision"
}