{
    "pmid": "41453012",
    "title": "Developing a predictive model for classifying high-risk groups of post-stroke depressive symptoms based on the health ecology model and Harvard Cancer Index.",
    "abstract": "Depressive symptoms affect a significant proportion of stroke survivors, negatively affecting quality of life and functional recovery. This study was guided by the health ecology model (HEM). It aimed to build a predictive model for identifying high-risk individuals with post-stroke depression symptoms (PSDS), providing theoretical support for prevention strategies. Data were extracted from the CHARLS. Depressive symptoms were measured using the CESD-10 scale. Guided by the HEM, influencing factors were identified and stratified. Binary logistic regression was used to analyze determinants of PSDS, while the Harvard Cancer Index was used to assess the risk of depressive symptoms among stroke survivors. A total of 54.13% of participants met CESD-10 criteria for depression. Multivariate analysis identified self-rated health status, activities of daily living, pain, drinking, night sleep time, marital status, life satisfaction, employment, and medical insurance as factors significantly associated with PSDS. Notably, risk stratification via the Harvard Cancer Index revealed a clear ordered trend with PSDS prevalence increasing progressively alongside higher risk categories (χ",
    "disease": "stroke",
    "clean_text": "developing a predictive model for classifying high risk groups of post stroke depressive symptoms based on the health ecology model and harvard cancer index depressive symptoms affect a significant proportion of stroke survivors negatively affecting quality of life and functional recovery this study was guided by the health ecology model hem it aimed to build a predictive model for identifying high risk individuals with post stroke depression symptoms psds providing theoretical support for prevention strategies data were extracted from the charls depressive symptoms were measured using the cesd scale guided by the hem influencing factors were identified and stratified binary logistic regression was used to analyze determinants of psds while the harvard cancer index was used to assess the risk of depressive symptoms among stroke survivors a total of of participants met cesd criteria for depression multivariate analysis identified self rated health status activities of daily living pain drinking night sleep time marital status life satisfaction employment and medical insurance as factors significantly associated with psds notably risk stratification via the harvard cancer index revealed a clear ordered trend with psds prevalence increasing progressively alongside higher risk categories"
}