{
    "title": "In Vivo Changes of Breast Perfusion After Augmentation.",
    "doc_id": "27625032",
    "writer": "Teng E",
    "year": "2016",
    "summary": "Consequently, maintaining perfusion to the NAC is a critical aspect of secondary breast surgery. OBJECTIVES: The purpose of this study was to examine in vivo changes in perfusion to the NAC after implant breast augmentation using magnetic resonance imaging (MRI) tec …",
    "abstract": "Background:\n        \n      \n      Revision surgeries after breast augmentation are associated with an increased risk of complications (eg, nipple areolar complex [NAC]) necrosis. Consequently, maintaining perfusion to the NAC is a critical aspect of secondary breast surgery.\n    \n\n\n          Objectives:\n        \n      \n      The purpose of this study was to examine in vivo changes in perfusion to the NAC after implant breast augmentation using magnetic resonance imaging (MRI) technology.\n    \n\n\n          Methods:\n        \n      \n      High-resolution 3 Tesla MRI images of 10 women (20 breasts) with previous breast augmentation were compared to a control population of 15 women (30 breasts). Perforators from the internal mammary artery and lateral thoracic artery were examined for the diameter of the originating perforator, distance between the nipple and most distally visualized point of the medial and lateral perforator, and dominance pattern between the medial vs lateral perforators.\n    \n\n\n          Results:\n        \n      \n      No difference was found in the caliber of the medial vessels in the implant group compared to the control group. In contrast, the caliber of the lateral blood vessels trended towards being 20% larger in diameter in the augmented breasts. The distances between the nipple and the medial and lateral vessels increased. The frequencies in the distribution of dominance were not significantly different between the implant group and the control group.\n    \n\n\n          Conclusions:\n        \n      \n      Overall, medial and lateral blood supply to the NAC are preserved in the augmented patient. Our results suggest a slight delay effect that seems to increase the caliber of the lateral perforators. In addition, the tissue expansion provided by the implants effectively increases the length of both perforators.\n    \n\n\n          Level of evidence:\n        \n      \n      3 Therapeutic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27625032/",
    "clean_text": "in vivo changes of breast perfusion after augmentation consequently maintaining perfusion to the nac is a critical aspect of secondary breast surgery objectives the purpose of this study was to examine in vivo changes in perfusion to the nac after implant breast augmentation using magnetic resonance imaging mri tec background revision surgeries after breast augmentation are associated with an increased risk of complications eg nipple areolar complex nac necrosis consequently maintaining perfusion to the nac is a critical aspect of secondary breast surgery objectives the purpose of this study was to examine in vivo changes in perfusion to the nac after implant breast augmentation using magnetic resonance imaging mri technology methods high resolution tesla mri images of women breasts with previous breast augmentation were compared to a control population of women breasts perforators from the internal mammary artery and lateral thoracic artery were examined for the diameter of the originating perforator distance between the nipple and most distally visualized point of the medial and lateral perforator and dominance pattern between the medial vs lateral perforators results no difference was found in the caliber of the medial vessels in the implant group compared to the control group in contrast the caliber of the lateral blood vessels trended towards being larger in diameter in the augmented breasts the distances between the nipple and the medial and lateral vessels increased the frequencies in the distribution of dominance were not significantly different between the implant group and the control group conclusions overall medial and lateral blood supply to the nac are preserved in the augmented patient our results suggest a slight delay effect that seems to increase the caliber of the lateral perforators in addition the tissue expansion provided by the implants effectively increases the length of both perforators level of evidence therapeutic"
}