{
    "pmid": "41408959",
    "title": "De Novo Letermovir After Cytomegalovirus Seropositive Kidney Transplant Improves Toxicity and Mycophenolate Tolerance Over the Current Standard of Care.",
    "abstract": "Cytomegalovirus (CMV) is associated with morbidity and mortality after a kidney transplant (KT). Letermovir (LTV) was approved in high-risk KT recipients, providing an alternative to standard-of-care valganciclovir (VGC) associated with reduced myelosuppression. Adult patients receiving a kidney transplant with moderate-risk CMV serostatus between 1/1/2021 and 6/6/2024 were evaluated. Patients were included in VGC or LTV cohort based on de novo prophylaxis regimen. The primary outcomes were efficacy and tolerability. Four hundred and eight KTRs met inclusion criteria: 316 received VGC, 92 received LTV. Cohorts were comparable; the majority received a primary (84.2% vs. 90.2%, p = 0.566) deceased donor (69.6% vs. 68.5%, p = 0.298) transplant with lymphocyte depleting induction (82.3% vs. 90.2%, p = 0.32). Significantly more patients in the VGC cohort required antiviral dose adjustment (61.7% vs. 1.1%, p < 0.0001). Patients in the LTV cohort were significantly more likely to complete antiviral prophylaxis (63.3% vs. 84.8%, p < 0.0001). Patients in the VGC cohort were significantly more likely to experience leukopenia (65.8% vs. 45.7%, p = 0.0006) and neutropenia (30.7% vs. 12.0%, p = 0.0002) during the first-year post-KT. Significantly more patients in the LTV cohort were on the equivalent of >1000 mg mycophenolate/day at 12 months post-KT (59.9% vs. 74.2%, p = 0.0173). Rates of CMV viremia and clinically significant disease through 1-year post-KT were comparable. De novo LTV in R+ KTRs appears to be safe and effective compared to VGC. This study suggests antiviral prophylaxis is more likely to be successfully completed with LTV and requires less dose titration. Additionally, LTV appears to be associated with less myelosuppression, permitting higher mycophenolate doses at 12 months and avoiding corrective healthcare resource utilization.",
    "disease": "chronic kidney disease",
    "clean_text": "de novo letermovir after cytomegalovirus seropositive kidney transplant improves toxicity and mycophenolate tolerance over the current standard of care cytomegalovirus cmv is associated with morbidity and mortality after a kidney transplant kt letermovir ltv was approved in high risk kt recipients providing an alternative to standard of care valganciclovir vgc associated with reduced myelosuppression adult patients receiving a kidney transplant with moderate risk cmv serostatus between and were evaluated patients were included in vgc or ltv cohort based on de novo prophylaxis regimen the primary outcomes were efficacy and tolerability four hundred and eight ktrs met inclusion criteria received vgc received ltv cohorts were comparable the majority received a primary vs p deceased donor vs p transplant with lymphocyte depleting induction vs p significantly more patients in the vgc cohort required antiviral dose adjustment vs p patients in the ltv cohort were significantly more likely to complete antiviral prophylaxis vs p patients in the vgc cohort were significantly more likely to experience leukopenia vs p and neutropenia vs p during the first year post kt significantly more patients in the ltv cohort were on the equivalent of mg mycophenolate day at months post kt vs p rates of cmv viremia and clinically significant disease through year post kt were comparable de novo ltv in r ktrs appears to be safe and effective compared to vgc this study suggests antiviral prophylaxis is more likely to be successfully completed with ltv and requires less dose titration additionally ltv appears to be associated with less myelosuppression permitting higher mycophenolate doses at months and avoiding corrective healthcare resource utilization"
}