{
    "title": "Perioperative management of adults with traumatic brain injury.",
    "doc_id": "37650502",
    "writer": "Okeke C",
    "year": "2024",
    "summary": "Despite advances in management strategy, traumatic brain injury remains strongly associated with neurological impairment and mortality. Management of traumatic brain injury requires careful and targeted management of the physiological consequences whic …",
    "abstract": "Despite advances in management strategy, traumatic brain injury remains strongly associated with neurological impairment and mortality. Management of traumatic brain injury requires careful and targeted management of the physiological consequences which extend beyond the scope of the primary impact to the cranium. Here, we present a review of the principles of its acute management in adults. We outline the procedure which patients are assessed and the critical physiological variables which must be monitored to prevent further neurological damage. We describe current interventional strategies from the context of the underlying physiological mechanisms and recent clinical data and identify persisting challenges in traumatic brain injury management and potential avenues of future progress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37650502/",
    "clean_text": "perioperative management of adults with traumatic brain injury despite advances in management strategy traumatic brain injury remains strongly associated with neurological impairment and mortality management of traumatic brain injury requires careful and targeted management of the physiological consequences whic despite advances in management strategy traumatic brain injury remains strongly associated with neurological impairment and mortality management of traumatic brain injury requires careful and targeted management of the physiological consequences which extend beyond the scope of the primary impact to the cranium here we present a review of the principles of its acute management in adults we outline the procedure which patients are assessed and the critical physiological variables which must be monitored to prevent further neurological damage we describe current interventional strategies from the context of the underlying physiological mechanisms and recent clinical data and identify persisting challenges in traumatic brain injury management and potential avenues of future progress"
}