{
    "title": "Comparison of morphological features in lymph node metastasis between pancreatic neuroendocrine neoplasms and pancreatic ductal adenocarcinomas.",
    "doc_id": "32553561",
    "writer": "Takahashi D",
    "year": "2020",
    "summary": "Thus, the clinical accuracy and utility of using lymph node size to predict lymph node metastasis in pNENs has not been fully elucidated OBJECTIVES: This study aimed to examine differences in lymph node morphology between pancreatic neuro …",
    "abstract": "Background:\n        \n      \n      Various studies have reported inconsistent results regarding the use of lymph node size for the prediction of metastasis in pancreatic cancer. Further, there is even less information in pNENs. Thus, the clinical accuracy and utility of using lymph node size to predict lymph node metastasis in pNENs has not been fully elucidated OBJECTIVES: This study aimed to examine differences in lymph node morphology between pancreatic neuroendocrine neoplasms (pNENs) and pancreatic ductal adenocarcinomas (PDACs) to create more accurate diagnostic criteria for lymph node metastasis.\n    \n\n\n          Methods:\n        \n      \n      We assessed 2139 lymph nodes, 773 from pNEN specimens and 1366 from PDAC specimens, surgically resected at our institute between 1994 and 2016. We evaluated the number, shape, size, and presence of metastasis.\n    \n\n\n          Results:\n        \n      \n      Sixty-eight lymph nodes from 16 pNEN patients and 109 lymph nodes from 33 PDAC patients were metastatic. There were more lymph nodes sampled per case in the PDAC group than in the pNEN group (31.8 vs. 18.0). Metastatic lymph nodes in pNEN patients were larger and rounder than those in PDAC patients (minor axis: 5.15 mm vs. 3.11 mm; minor axis/major axis ratio: 0.701 vs. 0.626). The correlation between lymph node size and metastasis was stronger in pNENs (r = 0.974) than in PDACs (r = 0.439).\n    \n\n\n          Conclusions:\n        \n      \n      Lymph node status and morphology are affected by differences in tumor histology. The lymph node minor axis is a reliable parameter for the prediction of lymph node metastasis and has more utility as a predictive marker in pNENs than in PDACs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32553561/",
    "clean_text": "comparison of morphological features in lymph node metastasis between pancreatic neuroendocrine neoplasms and pancreatic ductal adenocarcinomas thus the clinical accuracy and utility of using lymph node size to predict lymph node metastasis in pnens has not been fully elucidated objectives this study aimed to examine differences in lymph node morphology between pancreatic neuro background various studies have reported inconsistent results regarding the use of lymph node size for the prediction of metastasis in pancreatic cancer further there is even less information in pnens thus the clinical accuracy and utility of using lymph node size to predict lymph node metastasis in pnens has not been fully elucidated objectives this study aimed to examine differences in lymph node morphology between pancreatic neuroendocrine neoplasms pnens and pancreatic ductal adenocarcinomas pdacs to create more accurate diagnostic criteria for lymph node metastasis methods we assessed lymph nodes from pnen specimens and from pdac specimens surgically resected at our institute between and we evaluated the number shape size and presence of metastasis results sixty eight lymph nodes from pnen patients and lymph nodes from pdac patients were metastatic there were more lymph nodes sampled per case in the pdac group than in the pnen group vs metastatic lymph nodes in pnen patients were larger and rounder than those in pdac patients minor axis mm vs mm minor axis major axis ratio vs the correlation between lymph node size and metastasis was stronger in pnens r than in pdacs r conclusions lymph node status and morphology are affected by differences in tumor histology the lymph node minor axis is a reliable parameter for the prediction of lymph node metastasis and has more utility as a predictive marker in pnens than in pdacs"
}