{
    "pmid": "41426715",
    "title": "Disseminated BCG infection and rotavirus enteritis in an infant with severe immunodeficiency: a causal association study.",
    "abstract": "Live attenuated vaccines may cause life-threatening complications in infants with undiagnosed severe combined immunodeficiency (SCID). We describe a fatal case of disseminated Bacillus Calmette-Guérin infection and rotavirus enteritis in an infant with SCID to evaluate vaccine-adverse event causality and discuss implications for immunization policy. A multidisciplinary team retrospectively reviewed clinical records, microbiological and immunological tests, genetic analysis, and vaccination history. Causality was assessed using the WHO-UMC system and the revised WHO classification for adverse events following immunization. The infant received BCG at birth and oral pentavalent rotavirus vaccine at 8 weeks, then developed disseminated BCG infection and persistent rotavirus enteritis. A frameshift variant in TNFRSF13B, consistent with a combined immunodeficiency phenotype, was identified; SCID was diagnosed by integrating this genetic result with the patient's clinical and immunologic findings. Despite intensive anti-tuberculosis therapy and hematopoietic stem cell transplantation, she died at 13 months. Both BCG dissemination and rotavirus enteritis were considered vaccine-associated in the setting of an underlying, undiagnosed SCID; the SCID was not attributable to vaccination. To the best of our knowledge, this is the only case identified in Chaoyang District surveillance in which live attenuated vaccination was temporally associated with a fatal severe adverse outcome. This case underscores that live vaccines administered to neonates with unrecognized immune disorders-later confirmed as SCID-can result in fatal complications. Therefore, integrating newborn screening for severe combined immunodeficiency with comprehensive pre-vaccination assessment is essential to identify high-risk infants and tailor vaccine schedules. We propose that these approaches be evaluated in prospective pilot studies. We further suggest that public-health authorities consider pilot-testing tuberculosis surveillance and household exposure assessment as components of risk-stratified immunization strategies for vulnerable populations.",
    "disease": "tuberculosis",
    "clean_text": "disseminated bcg infection and rotavirus enteritis in an infant with severe immunodeficiency a causal association study live attenuated vaccines may cause life threatening complications in infants with undiagnosed severe combined immunodeficiency scid we describe a fatal case of disseminated bacillus calmette gu rin infection and rotavirus enteritis in an infant with scid to evaluate vaccine adverse event causality and discuss implications for immunization policy a multidisciplinary team retrospectively reviewed clinical records microbiological and immunological tests genetic analysis and vaccination history causality was assessed using the who umc system and the revised who classification for adverse events following immunization the infant received bcg at birth and oral pentavalent rotavirus vaccine at weeks then developed disseminated bcg infection and persistent rotavirus enteritis a frameshift variant in tnfrsf b consistent with a combined immunodeficiency phenotype was identified scid was diagnosed by integrating this genetic result with the patient s clinical and immunologic findings despite intensive anti tuberculosis therapy and hematopoietic stem cell transplantation she died at months both bcg dissemination and rotavirus enteritis were considered vaccine associated in the setting of an underlying undiagnosed scid the scid was not attributable to vaccination to the best of our knowledge this is the only case identified in chaoyang district surveillance in which live attenuated vaccination was temporally associated with a fatal severe adverse outcome this case underscores that live vaccines administered to neonates with unrecognized immune disorders later confirmed as scid can result in fatal complications therefore integrating newborn screening for severe combined immunodeficiency with comprehensive pre vaccination assessment is essential to identify high risk infants and tailor vaccine schedules we propose that these approaches be evaluated in prospective pilot studies we further suggest that public health authorities consider pilot testing tuberculosis surveillance and household exposure assessment as components of risk stratified immunization strategies for vulnerable populations"
}