{
    "pmid": "41398899",
    "title": "SYNTAX Score as a Predictor of Angiographic Complexity in Stable Angina and Acute Coronary Syndrome Patients.",
    "abstract": "Coronary angiography is the gold standard for assessing coronary artery disease (CAD), while the SYNTAX score (SxS) quantifies lesion complexity. Its prognostic value across clinical settings remains uncertain. This study compared angiographic findings in stable angina and acute coronary syndrome (ACS) using the SxS. A prospective study was conducted at Shaikh Zayed Hospital, Lahore, over 12 months, including 156 patients undergoing coronary angiography: stable angina (n = 78) and ACS (n = 78). Patients aged 18-80 years undergoing primary PCI or elective angiography were included, excluding prior PCI or CABG. Demographic and clinical data were collected, and SxS was applied post-angiography. Data were analyzed using SPSS v.25, with p ≤ 0.05 considered significant. A total of 156 patients were enrolled (71.2% male; mean age 59.2 ± 10.6 years, BMI 27.2 ± 3.5 kg/m²), equally divided into stable angina (n = 78) and ACS (n = 78). The overall mean SxS was 26.1 ± 11.3. Comparison between groups showed no significant differences in age, BMI, sex distribution, smoking, hypertension, or diabetes (all p > 0.05). However, dyslipidemia was more prevalent in ACS patients (p < 0.05), and the mean SxS was significantly higher in ACS versus stable angina (28.2 ± 9.9 vs. 23.8 ± 12.4; p = 0.01), indicating greater angiographic complexity. The higher SxS in ACS patients indicated greater angiographic complexity, consistent with prior studies. Scores were also significantly elevated in patients with diabetes and hypertension, supporting the score's prognostic value in CAD stratification. However, the absence of clinical variables limits risk prediction. The single-center design, small sample size, lack of adjusted analyses, and absence of long-term outcomes further constrain generalizability, warranting validation in larger multicenter cohorts. The SxS was significantly higher in ACS than stable angina, supporting its role in guiding management, particularly in patients with comorbidities. Larger multicenter studies are needed to validate its prognostic utility.",
    "disease": "coronary artery disease",
    "clean_text": "syntax score as a predictor of angiographic complexity in stable angina and acute coronary syndrome patients coronary angiography is the gold standard for assessing coronary artery disease cad while the syntax score sxs quantifies lesion complexity its prognostic value across clinical settings remains uncertain this study compared angiographic findings in stable angina and acute coronary syndrome acs using the sxs a prospective study was conducted at shaikh zayed hospital lahore over months including patients undergoing coronary angiography stable angina n and acs n patients aged years undergoing primary pci or elective angiography were included excluding prior pci or cabg demographic and clinical data were collected and sxs was applied post angiography data were analyzed using spss v with p considered significant a total of patients were enrolled male mean age years bmi kg m equally divided into stable angina n and acs n the overall mean sxs was comparison between groups showed no significant differences in age bmi sex distribution smoking hypertension or diabetes all p however dyslipidemia was more prevalent in acs patients p and the mean sxs was significantly higher in acs versus stable angina vs p indicating greater angiographic complexity the higher sxs in acs patients indicated greater angiographic complexity consistent with prior studies scores were also significantly elevated in patients with diabetes and hypertension supporting the score s prognostic value in cad stratification however the absence of clinical variables limits risk prediction the single center design small sample size lack of adjusted analyses and absence of long term outcomes further constrain generalizability warranting validation in larger multicenter cohorts the sxs was significantly higher in acs than stable angina supporting its role in guiding management particularly in patients with comorbidities larger multicenter studies are needed to validate its prognostic utility"
}