{
    "pmid": "41466209",
    "title": "High-density lipoprotein-related inflammation indices and reproductive lifespan in women: insights from NHANES 2007-2018.",
    "abstract": "Reproductive lifespan (RLS), defined as the interval between menarche and menopause, reflects the trajectory of ovarian aging. While high-density lipoprotein cholesterol (HDL-C) plays a key role in reproductive health, the association between HDL-related inflammatory indices and RLS remains unclear. This study investigated the relationship between HDL-related inflammatory indices-including lymphocyte-to-HDL-C ratio (LHR), monocyte-to-HDL-C ratio (MHR), neutrophil-to-HDL-C ratio (NHR), and platelet-to-HDL-C ratio (PHR)-and RLS among women. We analyzed 4,841 naturally postmenopausal women from the 2007-2018 NHANES dataset. Multivariable linear regression models, weighted for complex survey design, were used to assess associations between log2-transformed HDL-related inflammatory indices and RLS. Restricted cubic spline models examined nonlinear associations. Subgroup and interaction analyses were performed. All four HDL-related indices were significantly and inversely associated with RLS. In fully adjusted models, participants in the highest tertile of LHR, MHR, NHR, and PHR had RLS shortened by 1.45, 2.24, 2.14, and 1.11 years, respectively, compared with the lowest tertile. RCS analyses showed linear negative trends for LHR, MHR, NHR and PHR. Subgroup analyses revealed that diabetes modified the LHR-RLS relationship, while both diabetes and hypertension modified the PHR-RLS association. Stronger associations were consistently observed in women without metabolic comorbidities. Elevated HDL-related inflammatory indices were found to be associated with reduced RLS in this cross-sectional analysis, suggesting a possible link between chronic inflammation, lipid dysregulation, and ovarian aging. While these indices may have potential as accessible biomarkers for reproductive aging, the observational nature of this study limits causal inference. Further prospective investigations are warranted to confirm these associations and to clarify their clinical relevance.",
    "disease": "hypertension",
    "clean_text": "high density lipoprotein related inflammation indices and reproductive lifespan in women insights from nhanes reproductive lifespan rls defined as the interval between menarche and menopause reflects the trajectory of ovarian aging while high density lipoprotein cholesterol hdl c plays a key role in reproductive health the association between hdl related inflammatory indices and rls remains unclear this study investigated the relationship between hdl related inflammatory indices including lymphocyte to hdl c ratio lhr monocyte to hdl c ratio mhr neutrophil to hdl c ratio nhr and platelet to hdl c ratio phr and rls among women we analyzed naturally postmenopausal women from the nhanes dataset multivariable linear regression models weighted for complex survey design were used to assess associations between log transformed hdl related inflammatory indices and rls restricted cubic spline models examined nonlinear associations subgroup and interaction analyses were performed all four hdl related indices were significantly and inversely associated with rls in fully adjusted models participants in the highest tertile of lhr mhr nhr and phr had rls shortened by and years respectively compared with the lowest tertile rcs analyses showed linear negative trends for lhr mhr nhr and phr subgroup analyses revealed that diabetes modified the lhr rls relationship while both diabetes and hypertension modified the phr rls association stronger associations were consistently observed in women without metabolic comorbidities elevated hdl related inflammatory indices were found to be associated with reduced rls in this cross sectional analysis suggesting a possible link between chronic inflammation lipid dysregulation and ovarian aging while these indices may have potential as accessible biomarkers for reproductive aging the observational nature of this study limits causal inference further prospective investigations are warranted to confirm these associations and to clarify their clinical relevance"
}