{
    "pmid": "41473629",
    "title": "Zoledronic Acid-Related Hypocalcemia and Renal Dysfunction in Oncology Patients: A Tertiary Care Experience.",
    "abstract": "Background Zoledronic acid, a bisphosphonate commonly used to manage bone metastases and malignancy-associated hypercalcemia in cancer patients, has proven clinical efficacy in preventing skeletal-related events. However, its use is associated with adverse effects, particularly hypocalcemia and renal dysfunction. Despite its widespread application, data from local cancer populations remain limited, which may impact the development of region-specific risk mitigation protocols. This study was conducted to assess the frequency of hypocalcemia and elevated serum creatinine levels in cancer patients treated with zoledronic acid at a tertiary care cancer hospital. Methodology This retrospective observational study was conducted at the Department of Oncology, Shaukat Khanum Memorial Cancer Hospital and Research Centre, Lahore, Pakistan. Medical records of 400 adult cancer patients treated with intravenous zoledronic acid between January 1 and December 31, 2024 were reviewed. After applying exclusion criteria, including baseline hypercalcemia and chronic kidney disease, 243-300 patients were included in the final analysis for calcium and creatinine outcomes. Data on demographics, baseline, and post-treatment serum calcium and creatinine levels were collected and analyzed using SPSS. Paired samples t-tests were used to assess statistical differences, with p<0.05 considered significant. Results Following treatment, the mean serum creatinine level rose from 0.714 mg/dL to 1.572 mg/dL (mean increase: 0.86 mg/dL, p<0.001), indicating a statistically and clinically significant decline in renal function. Similarly, mean corrected serum calcium dropped from 9.41 mg/dL to 8.52 mg/dL (mean decrease: 0.89 mg/dL, p<0.001), confirming a significant hypocalcemic effect. Approximately 29.4% of patients developed post-treatment creatinine levels >1.3 mg/dL, and 2.0% experienced calcium levels <7 mg/dL. Conclusion Zoledronic acid was associated with significant post-treatment increases in serum creatinine and decreases in calcium levels in cancer patients. These findings reinforce the need for routine renal and calcium monitoring, along with appropriate supplementation, to improve treatment safety and patient outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "zoledronic acid related hypocalcemia and renal dysfunction in oncology patients a tertiary care experience background zoledronic acid a bisphosphonate commonly used to manage bone metastases and malignancy associated hypercalcemia in cancer patients has proven clinical efficacy in preventing skeletal related events however its use is associated with adverse effects particularly hypocalcemia and renal dysfunction despite its widespread application data from local cancer populations remain limited which may impact the development of region specific risk mitigation protocols this study was conducted to assess the frequency of hypocalcemia and elevated serum creatinine levels in cancer patients treated with zoledronic acid at a tertiary care cancer hospital methodology this retrospective observational study was conducted at the department of oncology shaukat khanum memorial cancer hospital and research centre lahore pakistan medical records of adult cancer patients treated with intravenous zoledronic acid between january and december were reviewed after applying exclusion criteria including baseline hypercalcemia and chronic kidney disease patients were included in the final analysis for calcium and creatinine outcomes data on demographics baseline and post treatment serum calcium and creatinine levels were collected and analyzed using spss paired samples t tests were used to assess statistical differences with p considered significant results following treatment the mean serum creatinine level rose from mg dl to mg dl mean increase mg dl p indicating a statistically and clinically significant decline in renal function similarly mean corrected serum calcium dropped from mg dl to mg dl mean decrease mg dl p confirming a significant hypocalcemic effect approximately of patients developed post treatment creatinine levels mg dl and experienced calcium levels mg dl conclusion zoledronic acid was associated with significant post treatment increases in serum creatinine and decreases in calcium levels in cancer patients these findings reinforce the need for routine renal and calcium monitoring along with appropriate supplementation to improve treatment safety and patient outcomes"
}