{
    "title": "Beauty is in the eye of the examiner: reaching agreement about physical signs and their value.",
    "doc_id": "15737139",
    "writer": "Joshua AM",
    "year": "2005",
    "summary": "Despite advances in other areas, evidence-based medicine is yet to make substantial inroads on the standard medical physical examination. We have reviewed the evidence about the accuracy and reliability of the physical examination and common clinical s …",
    "abstract": "Despite advances in other areas, evidence-based medicine is yet to make substantial inroads on the standard medical physical examination. We have reviewed the evidence about the accuracy and reliability of the physical examination and common clinical signs. The physical examination includes many signs of marginal accuracy and reproducibility. These may not be appreciated by clinicians and could adversely affect decisions about treatment and investigations or the teaching and examination of students and doctors-in-training. We provide a selected summary of the reliability and accuracy as well as important messages of key findings in the physical examination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15737139/",
    "clean_text": "beauty is in the eye of the examiner reaching agreement about physical signs and their value despite advances in other areas evidence based medicine is yet to make substantial inroads on the standard medical physical examination we have reviewed the evidence about the accuracy and reliability of the physical examination and common clinical s despite advances in other areas evidence based medicine is yet to make substantial inroads on the standard medical physical examination we have reviewed the evidence about the accuracy and reliability of the physical examination and common clinical signs the physical examination includes many signs of marginal accuracy and reproducibility these may not be appreciated by clinicians and could adversely affect decisions about treatment and investigations or the teaching and examination of students and doctors in training we provide a selected summary of the reliability and accuracy as well as important messages of key findings in the physical examination"
}