{
    "title": "What Is Weight Loss After Bariatric Surgery Expressed in Percentage Total Weight Loss (%TWL)? A Systematic Review.",
    "doc_id": "34002289",
    "writer": "van Rijswijk AS",
    "year": "2021",
    "summary": "Percentage total weight loss (%TWL) might be better than percentage excess weight loss to express weight loss in bariatric surgery. ...The results show that, despite limiting data, LRYGB is favorable over LSG in terms of weight …",
    "abstract": "Percentage total weight loss (%TWL) might be better than percentage excess weight loss to express weight loss in bariatric surgery. In this systematic review, performed according to the PRISMA statement, results of laparoscopic sleeve gastrectomy (LSG) and Roux-en-Y gastric bypass (LRYGB) are assessed in %TWL. A total of 13,426 studies were screened and 49 included, reporting data of 24,760 patients. The results show that, despite limiting data, LRYGB is favorable over LSG in terms of weight loss in short-term follow-up. Although recent guidelines recommend to use %TWL when reporting outcome in bariatric surgery, this study shows that there is still insufficient quality data in %TWL, especially on LSG. The use of %TWL as the primary outcome measure in bariatric surgery should be encouraged.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34002289/",
    "clean_text": "what is weight loss after bariatric surgery expressed in percentage total weight loss twl a systematic review percentage total weight loss twl might be better than percentage excess weight loss to express weight loss in bariatric surgery the results show that despite limiting data lrygb is favorable over lsg in terms of weight percentage total weight loss twl might be better than percentage excess weight loss to express weight loss in bariatric surgery in this systematic review performed according to the prisma statement results of laparoscopic sleeve gastrectomy lsg and roux en y gastric bypass lrygb are assessed in twl a total of studies were screened and included reporting data of patients the results show that despite limiting data lrygb is favorable over lsg in terms of weight loss in short term follow up although recent guidelines recommend to use twl when reporting outcome in bariatric surgery this study shows that there is still insufficient quality data in twl especially on lsg the use of twl as the primary outcome measure in bariatric surgery should be encouraged"
}