{
    "title": "Histopathological diagnosis of non-alcoholic and alcoholic fatty liver disease.",
    "doc_id": "21442288",
    "writer": "Tannapfel A",
    "year": "2011",
    "summary": "We therefore present a guideline, summarizing the current concepts of etiology, diagnostic as well as differential diagnostic of patients with fatty liver disease. Alcoholic as well as and non-alcoholic fatty liver are characterised by lipid deposition …",
    "abstract": "The diagnostic procedures in patients with suspected fatty liver disease-with or without known alcohol consumption-should be standardized and generally accepted. We therefore present a guideline, summarizing the current concepts of etiology, diagnostic as well as differential diagnostic of patients with fatty liver disease. Alcoholic as well as and non-alcoholic fatty liver are characterised by lipid deposition in hepatocytes. The diagnosis of steatosis is made when lipid deposition exceeds 5% of hepatocytes, while involvement of more than 50% is called \"fatty liver\". An additional inflammatory reaction leads to alcoholic (ASH) or non-alcoholic steatohepatitis (NASH). Steatohepatitis is present when both inflammatory infiltrates of mixed cells in the small liver lobules as well as liver cell injury in terms of ballooning can be detected. Liver biopsy represents the \"golden standard\" for confirming diagnosis and determining inflammatory activity and potential fibrosis of fatty liver disease. The differential diagnosis of ASH vs. NASH cannot be made on the basis of histological criteria alone. Steatosis, inflammatory changes and hepatocytic injury can be semiquantified as a \"Brunt Score\" or \"NAS\" (NAFLD activity score), providing the basis on which to decide whether or not steatohepatitis is present. People at increased risk of developing a fatty liver possess an increased risk of developing chemotherapy-associated steatohepatitis. Histologically, pediatric NASH differs from adult NASH and is often only clinically manifest through a mild if persistent elevation in transaminases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21442288/",
    "clean_text": "histopathological diagnosis of non alcoholic and alcoholic fatty liver disease we therefore present a guideline summarizing the current concepts of etiology diagnostic as well as differential diagnostic of patients with fatty liver disease alcoholic as well as and non alcoholic fatty liver are characterised by lipid deposition the diagnostic procedures in patients with suspected fatty liver disease with or without known alcohol consumption should be standardized and generally accepted we therefore present a guideline summarizing the current concepts of etiology diagnostic as well as differential diagnostic of patients with fatty liver disease alcoholic as well as and non alcoholic fatty liver are characterised by lipid deposition in hepatocytes the diagnosis of steatosis is made when lipid deposition exceeds of hepatocytes while involvement of more than is called fatty liver an additional inflammatory reaction leads to alcoholic ash or non alcoholic steatohepatitis nash steatohepatitis is present when both inflammatory infiltrates of mixed cells in the small liver lobules as well as liver cell injury in terms of ballooning can be detected liver biopsy represents the golden standard for confirming diagnosis and determining inflammatory activity and potential fibrosis of fatty liver disease the differential diagnosis of ash vs nash cannot be made on the basis of histological criteria alone steatosis inflammatory changes and hepatocytic injury can be semiquantified as a brunt score or nas nafld activity score providing the basis on which to decide whether or not steatohepatitis is present people at increased risk of developing a fatty liver possess an increased risk of developing chemotherapy associated steatohepatitis histologically pediatric nash differs from adult nash and is often only clinically manifest through a mild if persistent elevation in transaminases"
}