{
    "pmid": "41381528",
    "title": "Structural and immunological characterization of the H3 influenza hemagglutinin during antigenic drift.",
    "abstract": "The quest for a universal influenza vaccine holds great promise for mitigating the global burden of influenza-related morbidity and mortality. However, challenges persist in identifying conserved epitopes capable of eliciting robust and durable immune responses. In this study, we explore the influence of glycan evolution on H3 hemagglutinin from 1968 to present day and its impacts on protein structure, antigenicity and immunogenicity by using computational, biochemical and biophysical techniques. Structural characterization of HK/68 and Sing/16 by cryo-electron microscopy shows that while HK/68 is resistant to enzymatic deglycosylation, removal of glycans destabilizes the hyperglycosylated head and membrane-proximal region in Sing/16. Furthermore, the appearance of glycans in Sing/16 hemagglutinin head domain shifts the polyclonal immune response upon vaccination to target the esterase and stem. These insights expand our understanding of glycans beyond their role in protein folding and highlight the interplay among glycan integration and immune recognition to design a universal influenza vaccine.",
    "disease": "influenza",
    "clean_text": "structural and immunological characterization of the h influenza hemagglutinin during antigenic drift the quest for a universal influenza vaccine holds great promise for mitigating the global burden of influenza related morbidity and mortality however challenges persist in identifying conserved epitopes capable of eliciting robust and durable immune responses in this study we explore the influence of glycan evolution on h hemagglutinin from to present day and its impacts on protein structure antigenicity and immunogenicity by using computational biochemical and biophysical techniques structural characterization of hk and sing by cryo electron microscopy shows that while hk is resistant to enzymatic deglycosylation removal of glycans destabilizes the hyperglycosylated head and membrane proximal region in sing furthermore the appearance of glycans in sing hemagglutinin head domain shifts the polyclonal immune response upon vaccination to target the esterase and stem these insights expand our understanding of glycans beyond their role in protein folding and highlight the interplay among glycan integration and immune recognition to design a universal influenza vaccine"
}