{
    "title": "[Low back pain from an orthopedic and pain medical point of view].",
    "doc_id": "35345046",
    "writer": "Casser HR.",
    "year": "2022",
    "summary": "Low back pain is not a diagnosis but a symptom of various causes. The differentiation between specific and non-specific low back pain is diagnostically difficult and only of limited help with regard to the further therapeutic procedure. . …",
    "abstract": "Low back pain is not a diagnosis but a symptom of various causes. The differentiation between specific and non-specific low back pain is diagnostically difficult and only of limited help with regard to the further therapeutic procedure. A large proportion of the causes of low back pain are functional disorders that can be detected on the basis of clinical findings and not (or only insufficiently) by imaging procedures. Early recognition and timely adequate therapy are crucial for the prognosis of chronic low back pain. Low back pain at risk of chronicity or chronic low back pain requires early assessment and the initiation of an interdisciplinary multimodal pain therapy program (IMPT).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35345046/",
    "clean_text": "low back pain from an orthopedic and pain medical point of view low back pain is not a diagnosis but a symptom of various causes the differentiation between specific and non specific low back pain is diagnostically difficult and only of limited help with regard to the further therapeutic procedure low back pain is not a diagnosis but a symptom of various causes the differentiation between specific and non specific low back pain is diagnostically difficult and only of limited help with regard to the further therapeutic procedure a large proportion of the causes of low back pain are functional disorders that can be detected on the basis of clinical findings and not or only insufficiently by imaging procedures early recognition and timely adequate therapy are crucial for the prognosis of chronic low back pain low back pain at risk of chronicity or chronic low back pain requires early assessment and the initiation of an interdisciplinary multimodal pain therapy program impt"
}