{
    "pmid": "41436290",
    "title": "Acteoside exerts neuroprotective effects by preventing α-synuclein aggregation and oxidative stress in models of Parkinson's disease.",
    "abstract": "α-Synuclein is a small presynaptic protein whose aggregation is one of the hallmarks of Parkinson's disease (PD). In our quest to identify novel preventive or therapeutic treatments for PD, we collected 60 Italian plant species, representative of part of the Mediterranean flora, which were screened by a phylogenetic analysis in conjunction with a high-throughput screening in a yeast model of PD expressing human α-synuclein. The integration of these approaches led to the identification of four plants, Allium lusitanicum, Salvia pratensis, Verbascum thapsus and Glaucium flavum, whose extracts, characterized by a metabolomic analysis, exhibit robust inhibitory activity against the amyloid aggregation of α-synuclein in vitro, as well as in neuroblastoma cells overexpressing the protein. By employing a size exclusion chromatography affinity approach coupled to mass spectrometry, we identified the phenylpropanoid glycoside acteoside from the extract of the edible plant V. thapsus as the metabolite that directly binds α-synuclein and effectively inhibits its fibril formation. In addition, acteoside reduces oxidative stress in neuroblastoma cells exposed to α-synuclein fibrils and activates the NRF2 pathway. Notably, acteoside improves motor performance in a Drosophila model of PD and exhibits a significant reduction of protein carbonyl groups, suggesting that this compound may mitigate oxidative stress-induced protein damage. Our findings could pave the way for the development of new strategies aimed at discovering novel neuroprotective agents targeting PD-related diseases.",
    "disease": "parkinson disease",
    "clean_text": "acteoside exerts neuroprotective effects by preventing synuclein aggregation and oxidative stress in models of parkinson s disease synuclein is a small presynaptic protein whose aggregation is one of the hallmarks of parkinson s disease pd in our quest to identify novel preventive or therapeutic treatments for pd we collected italian plant species representative of part of the mediterranean flora which were screened by a phylogenetic analysis in conjunction with a high throughput screening in a yeast model of pd expressing human synuclein the integration of these approaches led to the identification of four plants allium lusitanicum salvia pratensis verbascum thapsus and glaucium flavum whose extracts characterized by a metabolomic analysis exhibit robust inhibitory activity against the amyloid aggregation of synuclein in vitro as well as in neuroblastoma cells overexpressing the protein by employing a size exclusion chromatography affinity approach coupled to mass spectrometry we identified the phenylpropanoid glycoside acteoside from the extract of the edible plant v thapsus as the metabolite that directly binds synuclein and effectively inhibits its fibril formation in addition acteoside reduces oxidative stress in neuroblastoma cells exposed to synuclein fibrils and activates the nrf pathway notably acteoside improves motor performance in a drosophila model of pd and exhibits a significant reduction of protein carbonyl groups suggesting that this compound may mitigate oxidative stress induced protein damage our findings could pave the way for the development of new strategies aimed at discovering novel neuroprotective agents targeting pd related diseases"
}