{
    "pmid": "41439762",
    "title": "The Predictive Value of Neutrophil Extracellular Trap-Related Risk Score in Prognosis and Tertiary Lymphoid Structure Features of Lung Adenocarcinoma Patients.",
    "abstract": "Neutrophil extracellular traps (NETs) have been increasingly recognized as important modulators of tumor immunity. In this study, we investigated the prognostic significance of NETs-related genes expression and their impact on tertiary lymphoid structures (TLSs) in lung adenocarcinoma (LUAD). Using transcriptomic data from TCGA and GEO cohorts, we identified four NETs-associated molecular subtypes and developed a robust 13-gene NETs-related prognostic signature via LASSO Cox regression. High-risk patients exhibited significantly worse overall survival, higher TIDE and exclusion scores, and decreased cytotoxic activity and TLS signatures. Immunohistochemistry of 68 LUAD specimens further validated that high MPO expression (a marker of NETs) correlated with lower TLS density and reduced TLS maturation, as indicated by reduced CD21 and BCL6 expression. Functional enrichment and immune infiltration analyses revealed that NETs-high tumors were associated with suppressive immune phenotypes, metabolic reprogramming, and impaired lymphoid chemokine expression (e.g., CCL19, CXCL13). Our findings suggest that NETs not only predict poor prognosis in LUAD but may also impair TLS maturation and local antitumor immunity, highlighting their potential as therapeutic targets.",
    "disease": "lung cancer",
    "clean_text": "the predictive value of neutrophil extracellular trap related risk score in prognosis and tertiary lymphoid structure features of lung adenocarcinoma patients neutrophil extracellular traps nets have been increasingly recognized as important modulators of tumor immunity in this study we investigated the prognostic significance of nets related genes expression and their impact on tertiary lymphoid structures tlss in lung adenocarcinoma luad using transcriptomic data from tcga and geo cohorts we identified four nets associated molecular subtypes and developed a robust gene nets related prognostic signature via lasso cox regression high risk patients exhibited significantly worse overall survival higher tide and exclusion scores and decreased cytotoxic activity and tls signatures immunohistochemistry of luad specimens further validated that high mpo expression a marker of nets correlated with lower tls density and reduced tls maturation as indicated by reduced cd and bcl expression functional enrichment and immune infiltration analyses revealed that nets high tumors were associated with suppressive immune phenotypes metabolic reprogramming and impaired lymphoid chemokine expression e g ccl cxcl our findings suggest that nets not only predict poor prognosis in luad but may also impair tls maturation and local antitumor immunity highlighting their potential as therapeutic targets"
}