{
    "pmid": "41408605",
    "title": "Gene signatures and networks: linking COVID-19 to liver cirrhosis and hepatocellular carcinoma.",
    "abstract": "Coronavirus disease 2019 (COVID-19) outbreak has widespread impacts on the patients with pre-existing conditions. It is well-established that liver cirrhosis (LC) is a significant risk factor in the etiopathogenesis of hepatocellular carcinoma (HCC). This study was undertaken to investigate the potential gene signatures and the gene regulatory networks between COVID-19 and LC-HCC. Relevant gene signatures were identified through the shared differentially expressed genes (DEGs) based on COVID-19 and LC-HCC utilizing the bioinformatics analysis. Subsequently, the gene functional enrichment analysis (including Kyoto encyclopedia of genes and genomes (KEGG) and Gene Ontology (GO)) and protein-protein interaction (PPI) network were performed to identify the hub gene as the key biomarker. Finally, receiver operating characteristic (ROC) analysis, along with biological function and gene expression regulatory network analyses were systematically performed. The study successfully identified 78 common candidate gene signatures distinguishing COVID-19 from liver cirrhosis-hepatocellular carcinoma (LC-HCC). Subsequent KEGG and GO enrichment analyses revealed that these gene signatures were predominantly associated with the cell cycle. In constructing the PPI network, the core gene CDK1 was successfully identified based on the ten scoring methods. Furthermore, ROC analysis demonstrated that CDK1 possesses excellent predictive efficacy for both COVID-19 (AUC = 0.955) and LC-HCC (AUC = 0.946) cohorts. Moreover, it was observed that HCC patients with elevated CDK1 expression had poorer prognoses. Finally, the comprehensive gene regulatory networks were established. This study successfully identified the key biomarker and gene regulatory networks between COVID-19 and LC-HCC, thereby contributing to the prediction of clinical outcomes and the identification of novel therapeutic targets. The online version contains supplementary material available at 10.1186/s12879-025-11916-0.",
    "disease": "liver cirrhosis",
    "clean_text": "gene signatures and networks linking covid to liver cirrhosis and hepatocellular carcinoma coronavirus disease covid outbreak has widespread impacts on the patients with pre existing conditions it is well established that liver cirrhosis lc is a significant risk factor in the etiopathogenesis of hepatocellular carcinoma hcc this study was undertaken to investigate the potential gene signatures and the gene regulatory networks between covid and lc hcc relevant gene signatures were identified through the shared differentially expressed genes degs based on covid and lc hcc utilizing the bioinformatics analysis subsequently the gene functional enrichment analysis including kyoto encyclopedia of genes and genomes kegg and gene ontology go and protein protein interaction ppi network were performed to identify the hub gene as the key biomarker finally receiver operating characteristic roc analysis along with biological function and gene expression regulatory network analyses were systematically performed the study successfully identified common candidate gene signatures distinguishing covid from liver cirrhosis hepatocellular carcinoma lc hcc subsequent kegg and go enrichment analyses revealed that these gene signatures were predominantly associated with the cell cycle in constructing the ppi network the core gene cdk was successfully identified based on the ten scoring methods furthermore roc analysis demonstrated that cdk possesses excellent predictive efficacy for both covid auc and lc hcc auc cohorts moreover it was observed that hcc patients with elevated cdk expression had poorer prognoses finally the comprehensive gene regulatory networks were established this study successfully identified the key biomarker and gene regulatory networks between covid and lc hcc thereby contributing to the prediction of clinical outcomes and the identification of novel therapeutic targets the online version contains supplementary material available at s"
}