{
    "pmid": "41434215",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Previous studies demonstrated an association between tau pathology and the development of neuropsychiatric symptoms (NPS) in individuals with Alzheimer's disease (AD). However, the extent to which tau influences each specific NPS domain remains unclear. Here, we aim to investigate the association of tau and each NPS domain in the AD continuum. We hypothesized that tau plays a comparatively greater effect on the emergence of hyperactive and psychotic symptoms compared to other NPS domains. We assessed 385 individuals (216 cognitively unimpaired (CU), 128 MCI, and 41 AD dementia) from the HEAD study who underwent clinical assessments with the Neuropsychiatry Inventory Questionnaire (NPI-Q) and had positron emission tomography (PET) for amyloid-β (Aβ) ([ CI individuals had significantly higher NPI-Q scores and Tau PET SUVR than CU (Figure 1A, 1B). NPI-Q score was significantly associated with tau-PET predominantly in fronto-parietal regions. Removing irritability from the models strengthened this association (Figures 2A-C). Regression loo models revealed that motor disturbances contributed most to the association between NPS and tau-PET across all Braak stages. Notably, irritability had a negative effect on the association in all Braak stages, suggesting that tau does not play a role in the development of irritability and is highly associated with motor disturbances (Figure 3). Our study suggests that tau contributes to the development of motor disturbances but has no effect on the development of irritability across the AD continuum. These findings provide additional rationale for the development of new therapeutics aiming to mitigate motor disturbances and irritability in AD patients.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium previous studies demonstrated an association between tau pathology and the development of neuropsychiatric symptoms nps in individuals with alzheimer s disease ad however the extent to which tau influences each specific nps domain remains unclear here we aim to investigate the association of tau and each nps domain in the ad continuum we hypothesized that tau plays a comparatively greater effect on the emergence of hyperactive and psychotic symptoms compared to other nps domains we assessed individuals cognitively unimpaired cu mci and ad dementia from the head study who underwent clinical assessments with the neuropsychiatry inventory questionnaire npi q and had positron emission tomography pet for amyloid a ci individuals had significantly higher npi q scores and tau pet suvr than cu figure a b npi q score was significantly associated with tau pet predominantly in fronto parietal regions removing irritability from the models strengthened this association figures a c regression loo models revealed that motor disturbances contributed most to the association between nps and tau pet across all braak stages notably irritability had a negative effect on the association in all braak stages suggesting that tau does not play a role in the development of irritability and is highly associated with motor disturbances figure our study suggests that tau contributes to the development of motor disturbances but has no effect on the development of irritability across the ad continuum these findings provide additional rationale for the development of new therapeutics aiming to mitigate motor disturbances and irritability in ad patients"
}