{
    "pmid": "41462151",
    "title": "Development and external validation of a non-invasive early gestational diabetes mellitus prediction model integrating social network variables: a machine learning-based prospective cohort study.",
    "abstract": "Current predictive models for gestational diabetes mellitus (GDM) largely overlook the role of social network factors. This study aimed to develop and validate an early GDM prediction model by integrating social network characteristics with traditional non-invasive predictors using machine learning (ML). This prospective cohort study enrolled 2,433 pregnant individuals from four branches of Qingdao University Affiliated Hospital as the model development cohort and external validation cohort. After screening variables via univariate analysis, significant predictors were used to train seven ML algorithms: Logistic Regression (LR), Random Forest (RF), eXtreme Gradient Boosting (XGBoost), K-Nearest Neighbors (KNN), Support Vector Classifier (SVC), Adaptive Boosting (AdaBoost) and Multilayer Perceptron (MLP). A 30-times repeated stratified 10-fold cross-validation procedure was employed, ensuring the preservation of the class distribution in every fold. Performance was assessed using the area under the receiver operating characteristic curve (AUC-ROC), accuracy, recall, specificity and F1 score. External validation evaluated the model's predictive performance and clinical effectiveness via ROC curves, Calibration curves, and decision curve analysis (DCA). One thousand seven hundred fifty-two cases were included in the model development cohort and 681 cases were included in the geographically independent external validation cohort. Twenty-two risk factors for GDM were screened out through univariate logistic regression, covering sociodemographic characteristics, social network characteristics (such as the scale of the structural network and the semi-annual total contact frequency), and personal behavioral characteristics. The XGBoost model demonstrated the optimal comprehensive performance (AUC = 0.980), significantly outperforming other algorithms. External validation further confirmed that the model has excellent generalization ability (AUC = 0.901), though with room to improve upon its sensitivity. The Calibration curve showed that the predicted results were in good agreement with actual observations, and DCA exhibited a superior net benefit across a wide range of threshold probabilities. This study developed a high-performance GDM prediction model by integrating social network variables with conventional predictors. The XGBoost-based algorithm showed robust performance in external validation, demonstrating that social network metrics significantly enhance risk stratification beyond traditional clinical factors. It reveals the potential value of social network factors in predicting GDM, providing new ideas and methods for constructing GDM prediction models with higher predictive ability and more stable performance.",
    "disease": "diabetes mellitus",
    "clean_text": "development and external validation of a non invasive early gestational diabetes mellitus prediction model integrating social network variables a machine learning based prospective cohort study current predictive models for gestational diabetes mellitus gdm largely overlook the role of social network factors this study aimed to develop and validate an early gdm prediction model by integrating social network characteristics with traditional non invasive predictors using machine learning ml this prospective cohort study enrolled pregnant individuals from four branches of qingdao university affiliated hospital as the model development cohort and external validation cohort after screening variables via univariate analysis significant predictors were used to train seven ml algorithms logistic regression lr random forest rf extreme gradient boosting xgboost k nearest neighbors knn support vector classifier svc adaptive boosting adaboost and multilayer perceptron mlp a times repeated stratified fold cross validation procedure was employed ensuring the preservation of the class distribution in every fold performance was assessed using the area under the receiver operating characteristic curve auc roc accuracy recall specificity and f score external validation evaluated the model s predictive performance and clinical effectiveness via roc curves calibration curves and decision curve analysis dca one thousand seven hundred fifty two cases were included in the model development cohort and cases were included in the geographically independent external validation cohort twenty two risk factors for gdm were screened out through univariate logistic regression covering sociodemographic characteristics social network characteristics such as the scale of the structural network and the semi annual total contact frequency and personal behavioral characteristics the xgboost model demonstrated the optimal comprehensive performance auc significantly outperforming other algorithms external validation further confirmed that the model has excellent generalization ability auc though with room to improve upon its sensitivity the calibration curve showed that the predicted results were in good agreement with actual observations and dca exhibited a superior net benefit across a wide range of threshold probabilities this study developed a high performance gdm prediction model by integrating social network variables with conventional predictors the xgboost based algorithm showed robust performance in external validation demonstrating that social network metrics significantly enhance risk stratification beyond traditional clinical factors it reveals the potential value of social network factors in predicting gdm providing new ideas and methods for constructing gdm prediction models with higher predictive ability and more stable performance"
}