{
    "pmid": "41425980",
    "title": "Case Report: A case of severe viral pneumonia complicated by pulmonary embolism treated with extracorporeal membrane oxygenation combined with interventional thrombectomy.",
    "abstract": "We report a case of severe H1N1 influenza pneumonia complicated by intermediate-high risk pulmonary embolism (PE) in a 70-year-old male presenting with dyspnea and fever. Initial chest CT demonstrated bilateral interstitial infiltrates and a throat swab was positive for H1N1 on PCR. Despite aggressive antiviral, antibiotic, and respiratory support, the patient developed refractory hypoxemia with progressively elevated D-dimer levels. Subsequent CT pulmonary angiography confirmed the diagnosis of pulmonary embolism. As a rescue therapy, catheter-directed thrombolysis (CDT) was initiated under veno-arterial extracorporeal membrane oxygenation (ECMO) support. This intervention led to immediate hemodynamic and respiratory improvement, culminating in the patient's full recovery and discharge. This case highlights the critical need to suspect concomitant pulmonary embolism in severe pneumonia and demonstrates the therapeutic potential of ECMO-assisted CDT.",
    "disease": "influenza",
    "clean_text": "case report a case of severe viral pneumonia complicated by pulmonary embolism treated with extracorporeal membrane oxygenation combined with interventional thrombectomy we report a case of severe h n influenza pneumonia complicated by intermediate high risk pulmonary embolism pe in a year old male presenting with dyspnea and fever initial chest ct demonstrated bilateral interstitial infiltrates and a throat swab was positive for h n on pcr despite aggressive antiviral antibiotic and respiratory support the patient developed refractory hypoxemia with progressively elevated d dimer levels subsequent ct pulmonary angiography confirmed the diagnosis of pulmonary embolism as a rescue therapy catheter directed thrombolysis cdt was initiated under veno arterial extracorporeal membrane oxygenation ecmo support this intervention led to immediate hemodynamic and respiratory improvement culminating in the patient s full recovery and discharge this case highlights the critical need to suspect concomitant pulmonary embolism in severe pneumonia and demonstrates the therapeutic potential of ecmo assisted cdt"
}