{
    "pmid": "41334310",
    "title": "Mature Cataracts with Rheumatoid Peripheral Ulcerative Keratitis Treated by One- and Left-Handed Surgery via the Inferior Nasal Site.",
    "abstract": "To apply one- and left-handed phacoemulsification from the inferior nasal site for a case of rheumatoid peripheral ulcerative keratitis complicated by peripheral corneal thinning, which presented difficulties for standard two-handed cataract surgery. A case report. The patient was an 80-year-old Japanese woman with the progression of peripheral ulcerative keratitis in the periphery of both eyes and a history of rheumatoid arthritis. Both eyes exhibited peripheral ulcerative keratitis, with the right eye particularly affected around the entire circumference of the cornea, except for the inferior nasal site. The disease subsided with the use of soft contact lenses and betamethasone and cyclosporine administration. The cataract progressed to a mature stage, and the density of corneal endothelial cells decreased to approximately 600/mm A patient with almost total circumferential thinning of the cornea, which appeared to be a challenge for standard cataract surgery, could undergo successful cataract surgery with the selection of an appropriate incision site and technique. The findings of this case report may provide valuable insights for the development of safe surgical strategies for cataract surgery in cases characterized by severe, almost circumferential peripheral thinning of the cornea.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mature cataracts with rheumatoid peripheral ulcerative keratitis treated by one and left handed surgery via the inferior nasal site to apply one and left handed phacoemulsification from the inferior nasal site for a case of rheumatoid peripheral ulcerative keratitis complicated by peripheral corneal thinning which presented difficulties for standard two handed cataract surgery a case report the patient was an year old japanese woman with the progression of peripheral ulcerative keratitis in the periphery of both eyes and a history of rheumatoid arthritis both eyes exhibited peripheral ulcerative keratitis with the right eye particularly affected around the entire circumference of the cornea except for the inferior nasal site the disease subsided with the use of soft contact lenses and betamethasone and cyclosporine administration the cataract progressed to a mature stage and the density of corneal endothelial cells decreased to approximately mm a patient with almost total circumferential thinning of the cornea which appeared to be a challenge for standard cataract surgery could undergo successful cataract surgery with the selection of an appropriate incision site and technique the findings of this case report may provide valuable insights for the development of safe surgical strategies for cataract surgery in cases characterized by severe almost circumferential peripheral thinning of the cornea"
}