{
    "title": "Green synthesized cerium oxide nanoparticle: A prospective drug against oxidative harm.",
    "doc_id": "27478962",
    "writer": "Dutta D",
    "year": "2016",
    "summary": "Cerium oxide nanoparticle (CeONP) of size 2-3nm was synthesized by a new, simple and green method at ambient temperature, using cerium nitrate as prime precursor and Aloe vera leaf extract as stabilizing agent. ...Therefore, CeONP might have potential use in future as an a …",
    "abstract": "Cerium oxide nanoparticle (CeONP) of size 2-3nm was synthesized by a new, simple and green method at ambient temperature, using cerium nitrate as prime precursor and Aloe vera leaf extract as stabilizing agent. Of the two oxidation states (+3) and (+4) of cerium, it was dominantly present in (+3) state in CeONP and cyclic conversion of Ce(III)O→Ce(IV)O→Ce(III)O by reaction with H2O2 implied uninterrupted antioxidant property of CeONP. Moreover, the higher oxygen defect in the crystal lattice produced particles with higher antioxidant activity. CeONP was found to neutralize the deleterious effects of H2O2 viz., cell death, generation of intracellular reactive oxygen species and loss of connectivity in mouse neural cells. Therefore, CeONP might have potential use in future as an anti-oxidant drug.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27478962/",
    "clean_text": "green synthesized cerium oxide nanoparticle a prospective drug against oxidative harm cerium oxide nanoparticle ceonp of size nm was synthesized by a new simple and green method at ambient temperature using cerium nitrate as prime precursor and aloe vera leaf extract as stabilizing agent therefore ceonp might have potential use in future as an a cerium oxide nanoparticle ceonp of size nm was synthesized by a new simple and green method at ambient temperature using cerium nitrate as prime precursor and aloe vera leaf extract as stabilizing agent of the two oxidation states and of cerium it was dominantly present in state in ceonp and cyclic conversion of ce iii o ce iv o ce iii o by reaction with h o implied uninterrupted antioxidant property of ceonp moreover the higher oxygen defect in the crystal lattice produced particles with higher antioxidant activity ceonp was found to neutralize the deleterious effects of h o viz cell death generation of intracellular reactive oxygen species and loss of connectivity in mouse neural cells therefore ceonp might have potential use in future as an anti oxidant drug"
}