{
    "title": "Understanding how miRNAs post-transcriptionally regulate gene expression.",
    "doc_id": "19841878",
    "writer": "Fabian MR",
    "year": "2010",
    "summary": "The discovery of microRNA (miRNA)-mediated gene silencing has added a new level of complexity to our understanding of post-transcriptional control of gene expression. ...This chapter focuses on the multiple and potentially overlapping mechanisms that miRNAs u …",
    "abstract": "The discovery of microRNA (miRNA)-mediated gene silencing has added a new level of complexity to our understanding of post-transcriptional control of gene expression. Considering the ubiquity of miRNA-mediated repression throughout basic cellular processes, understanding its mechanism of action is paramount to obtain a clear picture of the regulation of gene expression in biological systems. Although many miRNAs and their targets have been identified, a detailed understanding of miRNA action remains elusive. miRNAs regulate gene expression at the post-transcriptional level, through both translational inhibition and mRNA destabilization. Recent reports suggest that many miRNA effects are mediated through proteins of the GW182 family. This chapter focuses on the multiple and potentially overlapping mechanisms that miRNAs utilize to regulate gene expression in eukaryotes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19841878/",
    "clean_text": "understanding how mirnas post transcriptionally regulate gene expression the discovery of microrna mirna mediated gene silencing has added a new level of complexity to our understanding of post transcriptional control of gene expression this chapter focuses on the multiple and potentially overlapping mechanisms that mirnas u the discovery of microrna mirna mediated gene silencing has added a new level of complexity to our understanding of post transcriptional control of gene expression considering the ubiquity of mirna mediated repression throughout basic cellular processes understanding its mechanism of action is paramount to obtain a clear picture of the regulation of gene expression in biological systems although many mirnas and their targets have been identified a detailed understanding of mirna action remains elusive mirnas regulate gene expression at the post transcriptional level through both translational inhibition and mrna destabilization recent reports suggest that many mirna effects are mediated through proteins of the gw family this chapter focuses on the multiple and potentially overlapping mechanisms that mirnas utilize to regulate gene expression in eukaryotes"
}