{
    "pmid": "41430987",
    "title": "Insights into the impact of neuropsychiatric disorders on prostate diseases: A 2-sample Mendelian randomization study.",
    "abstract": "The causal relationship between neuropsychiatric disorders and prostate diseases remains unclear, hindering early identification and intervention for affected patients. This study aims to elucidate the causal relationship between neuropsychiatric disorders and prostate diseases. Sixteen neuropsychiatric disorders and 3 prostate disorders including prostate cancer (PCa), benign prostatic hyperplasia, and prostatitis, were analyzed. Summary statistics of exposures and outcomes were derived from genome-wide association studies, and genetic tools associated with exposures at the genome-wide significance level (P < 5 × 10-8) were extracted for analysis. The inverse variance weighting method was used as the primary approach for Mendelian randomization (MR) analysis, and a mediation MR analysis was conducted to assess the mediating effect of body mass index (BMI) and its proportion. A suggestive causal link was identified between bipolar disorder and a heightened risk of PCa (odds ratio = 1.072, P = .039). Dementia was suggestively causally associated with a reduced risk of PCa (odds ratio = 0.960, P = .014). BMI mediated 4.544% and 4.449% of the respective causal relationships. Furthermore, suggestive causal associations were observed between autism spectrum disorder and an elevated risk of PCa, major depressive disorder and an increased likelihood of benign prostatic hyperplasia, as well as Parkinson's disease and demyelinating diseases of the central nervous system with an elevated risk of prostatitis. No causal association with prostate disease was identified for the remaining conditions. Our study identified suggestive causal associations, indicating that BMI mediates the increased risk of PCa in individuals with bipolar disorder and the decreased risk in those with dementia. Our MR study revealed a potential causal link between neuropsychiatric disorders and the risk of PCa, providing new insights for the screening and prevention of PCa patients.",
    "disease": "parkinson disease",
    "clean_text": "insights into the impact of neuropsychiatric disorders on prostate diseases a sample mendelian randomization study the causal relationship between neuropsychiatric disorders and prostate diseases remains unclear hindering early identification and intervention for affected patients this study aims to elucidate the causal relationship between neuropsychiatric disorders and prostate diseases sixteen neuropsychiatric disorders and prostate disorders including prostate cancer pca benign prostatic hyperplasia and prostatitis were analyzed summary statistics of exposures and outcomes were derived from genome wide association studies and genetic tools associated with exposures at the genome wide significance level p were extracted for analysis the inverse variance weighting method was used as the primary approach for mendelian randomization mr analysis and a mediation mr analysis was conducted to assess the mediating effect of body mass index bmi and its proportion a suggestive causal link was identified between bipolar disorder and a heightened risk of pca odds ratio p dementia was suggestively causally associated with a reduced risk of pca odds ratio p bmi mediated and of the respective causal relationships furthermore suggestive causal associations were observed between autism spectrum disorder and an elevated risk of pca major depressive disorder and an increased likelihood of benign prostatic hyperplasia as well as parkinson s disease and demyelinating diseases of the central nervous system with an elevated risk of prostatitis no causal association with prostate disease was identified for the remaining conditions our study identified suggestive causal associations indicating that bmi mediates the increased risk of pca in individuals with bipolar disorder and the decreased risk in those with dementia our mr study revealed a potential causal link between neuropsychiatric disorders and the risk of pca providing new insights for the screening and prevention of pca patients"
}