{
    "title": "Insights into next developments in advanced gastric cancer.",
    "doc_id": "27092990",
    "writer": "Obermannová R",
    "year": "2016",
    "summary": "Immune checkpoint blockade and inhibition of cancer stemness targets are other emerging directions for the medical treatment of gastric cancer. ...But tumor heterogeneity which is an inherent feature of gastric cancer challenges the development …",
    "abstract": "Purpose of review:\n        \n      \n      The purpose of the review is to delineate novel approaches for biology-based treatment in advanced gastric cancer. We reviewed the latest translational and clinical research articles and congress presentations.\n    \n\n\n          Recent findings:\n        \n      \n      A new molecular classification of gastric cancer based on histology, genetic and proteomic alterations has evolved. It provides a roadmap for development of new drugs and combinations and for patient stratification. Anti-HER2 treatment, which is an effective strategy in metastatic gastric cancer, is now also being studied in the perioperative setting. However, resistance mechanisms in advanced disease are poorly understood and optimal patient selection remains challenging. Targeting angiogenesis is an emerging concept in the management of advanced gastric cancer, and ramucirumab has prolonged survival in the second line either as a monotherapy or in combination with paclitaxel. Biomarkers for selecting patients who benefit from ramucirumab are still lacking. Immune checkpoint blockade and inhibition of cancer stemness targets are other emerging directions for the medical treatment of gastric cancer. Large-scale international studies are ongoing.\n    \n\n\n          Summary:\n        \n      \n      Promising biology-based treatment strategies are evolving. But tumor heterogeneity which is an inherent feature of gastric cancer challenges the development of molecularly targeted and personalized treatment strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27092990/",
    "clean_text": "insights into next developments in advanced gastric cancer immune checkpoint blockade and inhibition of cancer stemness targets are other emerging directions for the medical treatment of gastric cancer but tumor heterogeneity which is an inherent feature of gastric cancer challenges the development purpose of review the purpose of the review is to delineate novel approaches for biology based treatment in advanced gastric cancer we reviewed the latest translational and clinical research articles and congress presentations recent findings a new molecular classification of gastric cancer based on histology genetic and proteomic alterations has evolved it provides a roadmap for development of new drugs and combinations and for patient stratification anti her treatment which is an effective strategy in metastatic gastric cancer is now also being studied in the perioperative setting however resistance mechanisms in advanced disease are poorly understood and optimal patient selection remains challenging targeting angiogenesis is an emerging concept in the management of advanced gastric cancer and ramucirumab has prolonged survival in the second line either as a monotherapy or in combination with paclitaxel biomarkers for selecting patients who benefit from ramucirumab are still lacking immune checkpoint blockade and inhibition of cancer stemness targets are other emerging directions for the medical treatment of gastric cancer large scale international studies are ongoing summary promising biology based treatment strategies are evolving but tumor heterogeneity which is an inherent feature of gastric cancer challenges the development of molecularly targeted and personalized treatment strategies"
}