{
    "pmid": "41454630",
    "title": "Triglyceride-glucose index as a novel predictor of major adverse cardiovascular events in patients with coronary revascularization: a meta-analysis of cohort studies.",
    "abstract": "The triglyceride-glucose index (TyG) has gained attention as an alternative indicator for assessing insulin resistance (IR). The purpose of this study was to comprehensively summarize the correlation between the TyG index and cardiovascular events in patients with coronary revascularization. PubMed, Web of Science, Embase, and The Cochrane Library databases were searched to find relevant literature on the prognostic assessment of TyG index in patients undergoing coronary artery revascularization. Utilize the risk ratio (RR) and its 95% confidence interval (CI) as the standard for assessing the correlation between TyG and major adverse cardiovascular events (MACEs) in patients undergoing coronary artery revascularization. Conduct sensitivity analysis and subgroup analysis to detect the sources of heterogeneity and assess the stability of the results. A total of 12 studies involving 9,973 participants were included. The results of the study indicate that a high TyG index was related to the major adverse cardiovascular event in patients undergoing coronary artery revascularization (RR:2.0,95%CI: 1.71-2.35,  Higher TyG index may be independently associated with higher incidence of MACEs in patients with coronary revascularization.",
    "disease": "coronary artery disease",
    "clean_text": "triglyceride glucose index as a novel predictor of major adverse cardiovascular events in patients with coronary revascularization a meta analysis of cohort studies the triglyceride glucose index tyg has gained attention as an alternative indicator for assessing insulin resistance ir the purpose of this study was to comprehensively summarize the correlation between the tyg index and cardiovascular events in patients with coronary revascularization pubmed web of science embase and the cochrane library databases were searched to find relevant literature on the prognostic assessment of tyg index in patients undergoing coronary artery revascularization utilize the risk ratio rr and its confidence interval ci as the standard for assessing the correlation between tyg and major adverse cardiovascular events maces in patients undergoing coronary artery revascularization conduct sensitivity analysis and subgroup analysis to detect the sources of heterogeneity and assess the stability of the results a total of studies involving participants were included the results of the study indicate that a high tyg index was related to the major adverse cardiovascular event in patients undergoing coronary artery revascularization rr ci higher tyg index may be independently associated with higher incidence of maces in patients with coronary revascularization"
}