{
    "title": "Progress in the clinical detection of heterogeneity in breast cancer.",
    "doc_id": "27774765",
    "writer": "Song JL",
    "year": "2016",
    "summary": "Breast cancer is currently the most common form of cancer and the second-leading cause of death from cancer in women. ...From clinical observation to genetic mutations, the history of understanding the heterogeneity of breast cancer is le …",
    "abstract": "Breast cancer is currently the most common form of cancer and the second-leading cause of death from cancer in women. Though considerable progress has been made in the treatment of breast cancer, the heterogeneity of tumors (both inter- and intratumor) remains a considerable diagnostic and prognostic challenge. From clinical observation to genetic mutations, the history of understanding the heterogeneity of breast cancer is lengthy and detailed. Effectively detecting heterogeneity in breast cancer is important during treatment. Various methods of depicting this heterogeneity are now available and include genetic, pathologic, and imaging analysis. These methods allow characterization of the heterogeneity of breast cancer on a genetic level, providing greater insight during the process of establishing an effective therapeutic plan. This study reviews how the understanding of tumor heterogeneity in breast cancer evolved, and further summarizes recent advances in the detection and monitoring of this heterogeneity in patients with breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27774765/",
    "clean_text": "progress in the clinical detection of heterogeneity in breast cancer breast cancer is currently the most common form of cancer and the second leading cause of death from cancer in women from clinical observation to genetic mutations the history of understanding the heterogeneity of breast cancer is le breast cancer is currently the most common form of cancer and the second leading cause of death from cancer in women though considerable progress has been made in the treatment of breast cancer the heterogeneity of tumors both inter and intratumor remains a considerable diagnostic and prognostic challenge from clinical observation to genetic mutations the history of understanding the heterogeneity of breast cancer is lengthy and detailed effectively detecting heterogeneity in breast cancer is important during treatment various methods of depicting this heterogeneity are now available and include genetic pathologic and imaging analysis these methods allow characterization of the heterogeneity of breast cancer on a genetic level providing greater insight during the process of establishing an effective therapeutic plan this study reviews how the understanding of tumor heterogeneity in breast cancer evolved and further summarizes recent advances in the detection and monitoring of this heterogeneity in patients with breast cancer"
}