{
    "pmid": "41402952",
    "title": "Emerging virulent clones of community-onset Acinetobacter baumannii in Taiwan.",
    "abstract": "Acinetobacter baumannii has emerged as a significant global pathogen, and community-acquired infections are concerning due to their severe clinical outcomes and high mortality. Despite this, the molecular epidemiology and phenotypic characteristics of community-acquired/community-onset A. baumannii (CAAB/COAB) strains remain poorly understood. This study analyzed the genotypes, virulence traits, and clinical manifestations of 32 COAB isolates collected in Taiwan between 2015 and 2017. Capsular types (KLs), sequence types (STs) from the Oxford and Pasteur schemes, and international clones (ICs) were identified among the 32 COAB isolates. In vitro virulence was assessed by evaluating biofilm formation, motility, resistance to desiccation and serum, and in vivo virulence was confirmed in a Galleria mellonella larvae model. Associations between KL/ST types and virulence phenotypes, as well as between KL/ST types and the clinical manifestations of patients, were also analyzed. The results showed that among the tested COAB isolates, KL49 was the predominant capsular type, representing 18.8% (n = 6) of samples, and ST10 This is the first report identifying KL49/ST10",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "emerging virulent clones of community onset acinetobacter baumannii in taiwan acinetobacter baumannii has emerged as a significant global pathogen and community acquired infections are concerning due to their severe clinical outcomes and high mortality despite this the molecular epidemiology and phenotypic characteristics of community acquired community onset a baumannii caab coab strains remain poorly understood this study analyzed the genotypes virulence traits and clinical manifestations of coab isolates collected in taiwan between and capsular types kls sequence types sts from the oxford and pasteur schemes and international clones ics were identified among the coab isolates in vitro virulence was assessed by evaluating biofilm formation motility resistance to desiccation and serum and in vivo virulence was confirmed in a galleria mellonella larvae model associations between kl st types and virulence phenotypes as well as between kl st types and the clinical manifestations of patients were also analyzed the results showed that among the tested coab isolates kl was the predominant capsular type representing n of samples and st this is the first report identifying kl st"
}