{
    "title": "Estimation of Pregnant Women Possibly Left Behind in Tsunami Predicted Areas of Nagoya City: A Simulation for Rescue Planning.",
    "doc_id": "32172724",
    "writer": "Hattori R",
    "year": "2021",
    "summary": "METHOD: We estimated the number of pregnant women using a machine learning model. The evacuation distance of pregnant women was estimated on the basis of the data of road center line. RESULTS: Through this simulation study, it became clear that prepara …",
    "abstract": "Objective:\n        \n      \n      In case of an outbreak of Nankai Trough Mega-earthquake, it is predicted that a tsunami would invade Nagoya City within 100 minutes, hitting about one third of the City of Nagoya. If the administrative plan of the city and midwives' expertise are coordinated, pregnant women's chances of survival will increase. The authors carried out this simulation study in an attempt to improve consistency of the two efforts.\n    \n\n\n          Method:\n        \n      \n      We estimated the number of pregnant women using a machine learning model. The evacuation distance of pregnant women was estimated on the basis of the data of road center line.\n    \n\n\n          Results:\n        \n      \n      Through this simulation study, it became clear that preparation for approximately 2600 pregnant women escaping from tsunami predicted area and for about 1200 pregnant women possibly left in the area is needed.\n    \n\n\n          Conclusions:\n        \n      \n      Our study suggests that triage point planning is needed in areas where pregnant women are evacuated. The triage makes it possible to transport women to appropriate hospitals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32172724/",
    "clean_text": "estimation of pregnant women possibly left behind in tsunami predicted areas of nagoya city a simulation for rescue planning method we estimated the number of pregnant women using a machine learning model the evacuation distance of pregnant women was estimated on the basis of the data of road center line results through this simulation study it became clear that prepara objective in case of an outbreak of nankai trough mega earthquake it is predicted that a tsunami would invade nagoya city within minutes hitting about one third of the city of nagoya if the administrative plan of the city and midwives expertise are coordinated pregnant women s chances of survival will increase the authors carried out this simulation study in an attempt to improve consistency of the two efforts method we estimated the number of pregnant women using a machine learning model the evacuation distance of pregnant women was estimated on the basis of the data of road center line results through this simulation study it became clear that preparation for approximately pregnant women escaping from tsunami predicted area and for about pregnant women possibly left in the area is needed conclusions our study suggests that triage point planning is needed in areas where pregnant women are evacuated the triage makes it possible to transport women to appropriate hospitals"
}