{
    "title": "The Effects of Exercise and Physical Activity on Weight Loss and Maintenance.",
    "doc_id": "30003901",
    "writer": "Swift DL",
    "year": "2018",
    "summary": "Physical activity (PA) and exercise training (ET) are associated with reduced CV risk, improved cardiometabolic risk factors, and facilitated weight loss through creating a negative energy balance. Clinicians need to counsel overweight and obese patients on how much …",
    "abstract": "Obesity represents a major health problem in the United States and is associated with increased prevalence of cardiovascular (CV) disease risk factors. Physical activity (PA) and exercise training (ET) are associated with reduced CV risk, improved cardiometabolic risk factors, and facilitated weight loss through creating a negative energy balance. Clinicians need to counsel overweight and obese patients on how much PA/ET is needed to promote weight loss and weight loss maintenance. This will help establish realistic expectations and maximize improvements in CV risk factors. Although the minimum guidelines for aerobic PA (150 min of moderate or 75 min of vigorous physical activity per week) can improve CV health, these levels are generally inadequate for clinically significant weight loss or weight maintenance without caloric restriction. The purpose of this review is to evaluate the role of ET to promote clinically significant weight loss and promote weight maintenance. In particular, we will evaluate the likelihood of weight loss from ET programs composed of aerobic training only, resistance training only and programs that combine diet and ET. We will also explore the role of PA in promoting short-term and long-term weight maintenance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30003901/",
    "clean_text": "the effects of exercise and physical activity on weight loss and maintenance physical activity pa and exercise training et are associated with reduced cv risk improved cardiometabolic risk factors and facilitated weight loss through creating a negative energy balance clinicians need to counsel overweight and obese patients on how much obesity represents a major health problem in the united states and is associated with increased prevalence of cardiovascular cv disease risk factors physical activity pa and exercise training et are associated with reduced cv risk improved cardiometabolic risk factors and facilitated weight loss through creating a negative energy balance clinicians need to counsel overweight and obese patients on how much pa et is needed to promote weight loss and weight loss maintenance this will help establish realistic expectations and maximize improvements in cv risk factors although the minimum guidelines for aerobic pa min of moderate or min of vigorous physical activity per week can improve cv health these levels are generally inadequate for clinically significant weight loss or weight maintenance without caloric restriction the purpose of this review is to evaluate the role of et to promote clinically significant weight loss and promote weight maintenance in particular we will evaluate the likelihood of weight loss from et programs composed of aerobic training only resistance training only and programs that combine diet and et we will also explore the role of pa in promoting short term and long term weight maintenance"
}