{
    "pmid": "41450989",
    "title": "Development and validation of a nomogram for predicting pulmonary embolism in patients with non-small cell lung cancer.",
    "abstract": "In patients with non-small cell lung cancer (NSCLC) complicated by pulmonary embolism (PE), the clinical manifestations become more complex and the diagnosis is more difficult. We aimed to develop and validate an individualized nomogram for differentiating the PE of NSCLC. Patients with NSCLC at the First People's Hospital of Linping District, Hangzhou were enrolled from September 2021 to March 2024. Least Absolute Shrinkage and Selection Operator (LASSO) and multivariate logistic regression analyses were performed to recognize risk factors. An individualized nomogram was subsequently developed. The model's performance was validated using the receiver operating characteristic (ROC) curve, calibration plot, and decision curve analysis (DCA). We enrolled 390 NSCLC patients, of whom 89 (22.8%) had PE. Using multivariate logistic regression, we finally identified seven independent risk factors for PE: pathological type, tumor-node-metastasis (TNM) staging, indwelling central venous catheter (CVC), chemotherapy, hemoglobin, white blood cell count (WBC), and neutrophil-to-lymphocyte ratio (NLR). The model showed good predictive ability, with an area under the ROC curve of 0.909 (95% CI: 0.875-0.942). The calibration curves of the model showed good agreement between actual and predicted probabilities. The ROC and DCA curves demonstrated that the nomogram exhibited a good predictive performance. The nomogram model for predicting the risk of PE in NSCLC has good predictive performance and is potentially useful for screening of high-risk patients in clinical practice.",
    "disease": "lung cancer",
    "clean_text": "development and validation of a nomogram for predicting pulmonary embolism in patients with non small cell lung cancer in patients with non small cell lung cancer nsclc complicated by pulmonary embolism pe the clinical manifestations become more complex and the diagnosis is more difficult we aimed to develop and validate an individualized nomogram for differentiating the pe of nsclc patients with nsclc at the first people s hospital of linping district hangzhou were enrolled from september to march least absolute shrinkage and selection operator lasso and multivariate logistic regression analyses were performed to recognize risk factors an individualized nomogram was subsequently developed the model s performance was validated using the receiver operating characteristic roc curve calibration plot and decision curve analysis dca we enrolled nsclc patients of whom had pe using multivariate logistic regression we finally identified seven independent risk factors for pe pathological type tumor node metastasis tnm staging indwelling central venous catheter cvc chemotherapy hemoglobin white blood cell count wbc and neutrophil to lymphocyte ratio nlr the model showed good predictive ability with an area under the roc curve of ci the calibration curves of the model showed good agreement between actual and predicted probabilities the roc and dca curves demonstrated that the nomogram exhibited a good predictive performance the nomogram model for predicting the risk of pe in nsclc has good predictive performance and is potentially useful for screening of high risk patients in clinical practice"
}