{
    "title": "Mentalization and Depression: Theoretical Concepts, Treatment Approaches and Empirical Studies - an Overview.",
    "doc_id": "31154932",
    "writer": "Fischer-Kern M",
    "year": "2019",
    "summary": "These suggest that severe chronic and/ or treatment resistant depression is related to more pronounced mentalizing deficits. With respect to psychotherapy process and outcome, mentalization is a specific focus of psychodynamic therapy approaches, and proves to be an …",
    "abstract": "Objectives: The aim of this article is to outline the relevance of mentalization for the understanding of the dynamics and the psychotherapeutic treatment of depression, and to systematically review the literature on mentalization as it relates to the diagnosis of depression and the evaluation of depression treatment. Methods: The first part of the article consists of an overview of the theory of mentalization and its relevance for depression and its treatment. For the second part, a literature research was conducted in Scopus and PubMed to retrieve and then manually select empirical studies on depression and mentalization, focusing on studies applying the Reflective Functioning Scale based on the Adult Attachment Interview. Results: For our review, 15 studies were selected. These suggest that severe chronic and/ or treatment resistant depression is related to more pronounced mentalizing deficits. With respect to psychotherapy process and outcome, mentalization is a specific focus of psychodynamic therapy approaches, and proves to be an important mediating and moderating variable. Conclusion: Mentalization with its linkages to attachment theory offers rich possibilities for an in-depth understanding of the dynamics of depression and resulting mentalization based approaches to the treatment of the disorder. The small number of studies and their heterogeneous design allow only preliminary assumptions on the difference between severe, chronic and milder or episodic courses of depression with respect to mentalizing deficits and urge for further research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31154932/",
    "clean_text": "mentalization and depression theoretical concepts treatment approaches and empirical studies an overview these suggest that severe chronic and or treatment resistant depression is related to more pronounced mentalizing deficits with respect to psychotherapy process and outcome mentalization is a specific focus of psychodynamic therapy approaches and proves to be an objectives the aim of this article is to outline the relevance of mentalization for the understanding of the dynamics and the psychotherapeutic treatment of depression and to systematically review the literature on mentalization as it relates to the diagnosis of depression and the evaluation of depression treatment methods the first part of the article consists of an overview of the theory of mentalization and its relevance for depression and its treatment for the second part a literature research was conducted in scopus and pubmed to retrieve and then manually select empirical studies on depression and mentalization focusing on studies applying the reflective functioning scale based on the adult attachment interview results for our review studies were selected these suggest that severe chronic and or treatment resistant depression is related to more pronounced mentalizing deficits with respect to psychotherapy process and outcome mentalization is a specific focus of psychodynamic therapy approaches and proves to be an important mediating and moderating variable conclusion mentalization with its linkages to attachment theory offers rich possibilities for an in depth understanding of the dynamics of depression and resulting mentalization based approaches to the treatment of the disorder the small number of studies and their heterogeneous design allow only preliminary assumptions on the difference between severe chronic and milder or episodic courses of depression with respect to mentalizing deficits and urge for further research"
}