{
    "title": "Substance Use in Adolescent and Young Adult Cancer Survivors: An Integrative Review.",
    "doc_id": "39479969",
    "writer": "Igharas T",
    "year": "2025",
    "summary": "The adolescent and young adult (AYA) ages are a time when individuals are susceptible to risky behaviors, including binge drinking, tobacco, marijuana, and illicit drug use. ...A literature search was conducted of PubMed, Scopus, and OVID databases using keywords su …",
    "abstract": "The adolescent and young adult (AYA) ages are a time when individuals are susceptible to risky behaviors, including binge drinking, tobacco, marijuana, and illicit drug use. AYAs are at an increased risk for developing chronic health problems compared with their healthy peers, and substance use can pose additional risks. The purpose of this review is to compare substance use in AYAs with their healthy peers and identify contributing factors. A literature search was conducted of PubMed, Scopus, and OVID databases using keywords substance*, adolescent*, adolescence*, teens*, teenager*, young adult*, pediatric*, childhood*, cancer*, and oncology*. The initial search yielded 148 articles. Inclusion criteria specified English language and articles from January 1, 2013, to December 31, 2023. Studies were excluded if they did not include participants aged <18 years and without a noncancer comparison group. Five relevant articles were included after review and appraisal. Substance use was examined by substance use type and contributing factors, including caregiver-AYA relations, age, and depression/coping. Findings were mixed for substance use, including tobacco and alcohol use. Findings indicate no consistent pattern-substance use was both more and less common in AYAs than in their noncancer peers, or substance use did not differ between AYAs and their noncancer peers. With mixed results, each study identified some level of substance use in AYAs. Given this knowledge, when treating AYAs, providers should be diligent about screening for substance use during each visit. AYAs should be educated about the risk of substance use, especially as a vulnerable, at-risk population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39479969/",
    "clean_text": "substance use in adolescent and young adult cancer survivors an integrative review the adolescent and young adult aya ages are a time when individuals are susceptible to risky behaviors including binge drinking tobacco marijuana and illicit drug use a literature search was conducted of pubmed scopus and ovid databases using keywords su the adolescent and young adult aya ages are a time when individuals are susceptible to risky behaviors including binge drinking tobacco marijuana and illicit drug use ayas are at an increased risk for developing chronic health problems compared with their healthy peers and substance use can pose additional risks the purpose of this review is to compare substance use in ayas with their healthy peers and identify contributing factors a literature search was conducted of pubmed scopus and ovid databases using keywords substance adolescent adolescence teens teenager young adult pediatric childhood cancer and oncology the initial search yielded articles inclusion criteria specified english language and articles from january to december studies were excluded if they did not include participants aged years and without a noncancer comparison group five relevant articles were included after review and appraisal substance use was examined by substance use type and contributing factors including caregiver aya relations age and depression coping findings were mixed for substance use including tobacco and alcohol use findings indicate no consistent pattern substance use was both more and less common in ayas than in their noncancer peers or substance use did not differ between ayas and their noncancer peers with mixed results each study identified some level of substance use in ayas given this knowledge when treating ayas providers should be diligent about screening for substance use during each visit ayas should be educated about the risk of substance use especially as a vulnerable at risk population"
}