{
    "pmid": "41455782",
    "title": "Associations between peripheral neuropathy and cardiovascular complications in patients with type 2 diabetes mellitus: a cross-sectional study.",
    "abstract": "Diabetes mellitus (DM) is a globally prevalent metabolic disorder with rising incidence. Diabetic peripheral neuropathy (DPN), the most common microvascular complication in DM, disrupts autonomic nervous system regulation of cardiac and circulatory functions, thereby increasing susceptibility to cardiovascular and cerebrovascular events. Elucidating the relationship between diabetic DPN and cardiovascular complications is critical for optimizing holistic management of diabetic patients. This study aimed to investigate the correlation between DPN and cardiovascular events in patients attending the Diabetes Clinic of Rafsanjan University of Medical Sciences, Iran. In this cross-sectional study, 260 patients with type 2 diabetes mellitus (T2DM), diagnosed per the American Diabetes Association (ADA) 2023 criteria, were enrolled via convenience sampling. The patients with cardiovascular complications group comprised 121 patients with T2DM and documented cardiovascular events, while the control group included 138 patients with T2DM and no cardiovascular history. Data on demographic characteristics, body mass index (BMI), blood pressure, clinical laboratory parameters, and neuropathy severity (assessed via the Michigan Neuropathy Screening Instrument [MNSI]) were collected. Statistical analysis was performed using SPSS version 22. The patients with cardiovascular complications had significantly higher neuropathy scores (p = 0.039), longer diabetes duration (p < 0.05), greater prevalence of hypertension (p < 0.001), and elevated serum creatinine (p = 0.020) compared to those without cardiovascular complications. In multivariable logistic regression, severe diabetic neuropathy (score > 4) was associated with increased odds of cardiovascular complications in the unadjusted model (OR = 1.73, 95% CI: 1.03-2.91) and after adjustment for demographic and lifestyle factors (adjusted OR = 2.07, 95% CI: 1.07-3.97; p = 0.030). A significant crude association was also observed for each one-unit increase in continuous neuropathy score (OR = 1.09, 95% CI: 1.01-1.18; p = 0.021). A significant association was found between peripheral neuropathy and increased odds of cardiovascular disease in T2DM patients. This underscores the potential role of neuropathy as a marker for cardiovascular risk. Further longitudinal studies are warranted to explore the mechanistic interplay between neuropathy progression and cardiovascular outcomes.",
    "disease": "diabetes mellitus",
    "clean_text": "associations between peripheral neuropathy and cardiovascular complications in patients with type diabetes mellitus a cross sectional study diabetes mellitus dm is a globally prevalent metabolic disorder with rising incidence diabetic peripheral neuropathy dpn the most common microvascular complication in dm disrupts autonomic nervous system regulation of cardiac and circulatory functions thereby increasing susceptibility to cardiovascular and cerebrovascular events elucidating the relationship between diabetic dpn and cardiovascular complications is critical for optimizing holistic management of diabetic patients this study aimed to investigate the correlation between dpn and cardiovascular events in patients attending the diabetes clinic of rafsanjan university of medical sciences iran in this cross sectional study patients with type diabetes mellitus t dm diagnosed per the american diabetes association ada criteria were enrolled via convenience sampling the patients with cardiovascular complications group comprised patients with t dm and documented cardiovascular events while the control group included patients with t dm and no cardiovascular history data on demographic characteristics body mass index bmi blood pressure clinical laboratory parameters and neuropathy severity assessed via the michigan neuropathy screening instrument mnsi were collected statistical analysis was performed using spss version the patients with cardiovascular complications had significantly higher neuropathy scores p longer diabetes duration p greater prevalence of hypertension p and elevated serum creatinine p compared to those without cardiovascular complications in multivariable logistic regression severe diabetic neuropathy score was associated with increased odds of cardiovascular complications in the unadjusted model or ci and after adjustment for demographic and lifestyle factors adjusted or ci p a significant crude association was also observed for each one unit increase in continuous neuropathy score or ci p a significant association was found between peripheral neuropathy and increased odds of cardiovascular disease in t dm patients this underscores the potential role of neuropathy as a marker for cardiovascular risk further longitudinal studies are warranted to explore the mechanistic interplay between neuropathy progression and cardiovascular outcomes"
}