{
    "pmid": "41464987",
    "title": "Phytochemical Profiles, In Vitro Antioxidants and Antihypertensive Properties of Wild Blueberries (",
    "abstract": "Cells generate free radicals as part of their normal physiological process. However, the production of excessive amounts of free radicals is a key contributor to various pathological conditions as an imbalance between oxidants (reactive oxygen/nitrogen species, ROS) and antioxidants leads to oxidative stress. Blueberries have bioactive properties that could reduce oxidative stress, blood pressure, and lipids in people at risk of chronic diseases associated with metabolic syndrome. The aim of this study, therefore, is to identify the bioactive phytochemicals in blueberries and determine the in vitro antioxidant and anti-hypertensive properties. Total phenolic content, total flavonoid content, radical scavenging, and angiotensin-1 converting enzyme inhibitory activity of freeze-dried blueberry powder were determined using standard methods. The results showed that the identified polyphenolic compounds include quercetin, gallic acid, cyanidin chloride, vitamin C, trans caffeic acid, procyanidin B1, and procyanidin B2. Blueberry samples exhibited significantly higher ACE-inhibitory activity (",
    "disease": "hypertension",
    "clean_text": "phytochemical profiles in vitro antioxidants and antihypertensive properties of wild blueberries cells generate free radicals as part of their normal physiological process however the production of excessive amounts of free radicals is a key contributor to various pathological conditions as an imbalance between oxidants reactive oxygen nitrogen species ros and antioxidants leads to oxidative stress blueberries have bioactive properties that could reduce oxidative stress blood pressure and lipids in people at risk of chronic diseases associated with metabolic syndrome the aim of this study therefore is to identify the bioactive phytochemicals in blueberries and determine the in vitro antioxidant and anti hypertensive properties total phenolic content total flavonoid content radical scavenging and angiotensin converting enzyme inhibitory activity of freeze dried blueberry powder were determined using standard methods the results showed that the identified polyphenolic compounds include quercetin gallic acid cyanidin chloride vitamin c trans caffeic acid procyanidin b and procyanidin b blueberry samples exhibited significantly higher ace inhibitory activity"
}