{
    "title": "Fragile X premutation carriers: A systematic review of neuroimaging findings.",
    "doc_id": "25847019",
    "writer": "Brown SS",
    "year": "2015",
    "summary": "BACKGROUND: Expansion of the CGG repeat region of the FMR1 gene from less than 45 repeats to between 55 and 200 repeats is known as the fragile X premutation. Carriers of the fragile X premutation may develop a neurodegenerative disease called fragi …",
    "abstract": "Background:\n        \n      \n      Expansion of the CGG repeat region of the FMR1 gene from less than 45 repeats to between 55 and 200 repeats is known as the fragile X premutation. Carriers of the fragile X premutation may develop a neurodegenerative disease called fragile X-associated tremor/ataxia syndrome (FXTAS). Recent evidence suggests that premutation carriers experience other psychiatric difficulties throughout their lifespan.\n    \n\n\n          Methods:\n        \n      \n      Medline, EMBASE and PsychINFO were searched for all appropriate English language studies published between January 1990 and December 2013. 419 potentially relevant articles were identified and screened. 19 articles were included in the analysis.\n    \n\n\n          Results:\n        \n      \n      We discuss key structural magnetic resonance imaging (MRI) findings such as the MCP sign and white matter atrophy. Additionally, we discuss how functional MRI results have progressed our knowledge of how FXTAS may manifest, including reduced brain activation during social and memory tasks in multiple regions.\n    \n\n\n          Limitations:\n        \n      \n      This systematic review may have been limited by the search for articles on just 3 scientific databases. Differing techniques and methods of analyses between research groups and primary research articles may have caused differences in results between studies.\n    \n\n\n          Conclusion:\n        \n      \n      Current MRI studies into the fragile X premutation have been important in the diagnosis of FXTAS and identifying potential pathophysiological mechanisms. Associations with blood based measures have also demonstrated that neurodevelopmental and neurodegenerative aspects of the fragile X premutation could be functionally and pathologically separate. Larger longitudinal studies will be required to investigate these conclusions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25847019/",
    "clean_text": "fragile x premutation carriers a systematic review of neuroimaging findings background expansion of the cgg repeat region of the fmr gene from less than repeats to between and repeats is known as the fragile x premutation carriers of the fragile x premutation may develop a neurodegenerative disease called fragi background expansion of the cgg repeat region of the fmr gene from less than repeats to between and repeats is known as the fragile x premutation carriers of the fragile x premutation may develop a neurodegenerative disease called fragile x associated tremor ataxia syndrome fxtas recent evidence suggests that premutation carriers experience other psychiatric difficulties throughout their lifespan methods medline embase and psychinfo were searched for all appropriate english language studies published between january and december potentially relevant articles were identified and screened articles were included in the analysis results we discuss key structural magnetic resonance imaging mri findings such as the mcp sign and white matter atrophy additionally we discuss how functional mri results have progressed our knowledge of how fxtas may manifest including reduced brain activation during social and memory tasks in multiple regions limitations this systematic review may have been limited by the search for articles on just scientific databases differing techniques and methods of analyses between research groups and primary research articles may have caused differences in results between studies conclusion current mri studies into the fragile x premutation have been important in the diagnosis of fxtas and identifying potential pathophysiological mechanisms associations with blood based measures have also demonstrated that neurodevelopmental and neurodegenerative aspects of the fragile x premutation could be functionally and pathologically separate larger longitudinal studies will be required to investigate these conclusions"
}