{
    "pmid": "41474891",
    "title": "Assessment of Serum Ferritin in Patients with Type 2 Diabetes Mellitus.",
    "abstract": "Type 2 diabetes mellitus (T2DM) is developed through the coexistence of β-cell dysfunction and insulin resistance. T2DM causes multiple complications, increase mortality and morbidity that make huge social and economic burden. Bangladesh is experiencing a rising prevalence of the disease, posing major challenges for health policy planners. Circulating ferritin concentrations may be related with the advanced risk of T2DM, regardless of iron status. Dysregulation of ferritin and glucose level may exert reciprocal effects. The goal of this study was conducted to evaluate and compare serum ferritin between type 2 diabetic patients and non diabetic apparently healthy groups. This cross-sectional analytical type of study was completed in the Biochemistry department of Mymensingh Medical College and samples were collected from the Endocrinology department of Mymensingh Medical College Hospital, Mymensingh, from July 2023 to June 2024. Through the purposive non-random sampling approach, total 132 study subjects were selected according to inclusion and exclusion criteria. Among them, 66 patients with type 2 diabetes mellitus, diagnosed according to ADA criteria, aged from 30 to 65 years of both male and female, were selected as Group I (Case). Another 66 non diabetic apparently healthy individuals of the same age and sex matched, were selected as Group II (Control). Informed written consents were taken. Baseline parameters were accumulated and recorded in pre-designed data collection sheets. Fasting serum glucose and serum ferritin levels were analysed, Mean±SD was used to express all values. Statistical analysis was done by using SPSS (statistical product and service solutions) version 26.0 windows package. By using Student's unpaired 't' test, quantitative continuous variables were compared between groups of study subjects and qualitative variables by Chi-square test. By using Pearson's correlation coefficient test correlations were done. Following comprehensive analysis, it was revealed that highly significant (p<0.001) raised of serum ferritin level in patient with T2DM (185.83±57.19μg/L) case group when compared with non diabetic (102.59±40.56μg/L) control group. Also showed that, highly significant positive correlations of fasting serum glucose with serum ferritin level in patients with T2DM (r=0.542, p<0.001). This study will provide fruitful information to the clinicians to advance their knowledge to overall management of T2DM. So, it is suggested timely evaluation and regular monitoring of serum ferritin in T2DM.",
    "disease": "diabetes mellitus",
    "clean_text": "assessment of serum ferritin in patients with type diabetes mellitus type diabetes mellitus t dm is developed through the coexistence of cell dysfunction and insulin resistance t dm causes multiple complications increase mortality and morbidity that make huge social and economic burden bangladesh is experiencing a rising prevalence of the disease posing major challenges for health policy planners circulating ferritin concentrations may be related with the advanced risk of t dm regardless of iron status dysregulation of ferritin and glucose level may exert reciprocal effects the goal of this study was conducted to evaluate and compare serum ferritin between type diabetic patients and non diabetic apparently healthy groups this cross sectional analytical type of study was completed in the biochemistry department of mymensingh medical college and samples were collected from the endocrinology department of mymensingh medical college hospital mymensingh from july to june through the purposive non random sampling approach total study subjects were selected according to inclusion and exclusion criteria among them patients with type diabetes mellitus diagnosed according to ada criteria aged from to years of both male and female were selected as group i case another non diabetic apparently healthy individuals of the same age and sex matched were selected as group ii control informed written consents were taken baseline parameters were accumulated and recorded in pre designed data collection sheets fasting serum glucose and serum ferritin levels were analysed mean sd was used to express all values statistical analysis was done by using spss statistical product and service solutions version windows package by using student s unpaired t test quantitative continuous variables were compared between groups of study subjects and qualitative variables by chi square test by using pearson s correlation coefficient test correlations were done following comprehensive analysis it was revealed that highly significant p raised of serum ferritin level in patient with t dm g l case group when compared with non diabetic g l control group also showed that highly significant positive correlations of fasting serum glucose with serum ferritin level in patients with t dm r p this study will provide fruitful information to the clinicians to advance their knowledge to overall management of t dm so it is suggested timely evaluation and regular monitoring of serum ferritin in t dm"
}