{
    "pmid": "41348704",
    "title": "Home non-invasive ventilation in patients with chronic obstructive pulmonary disease: a survey of current practice in Italy.",
    "abstract": "Optimal initiation and management of long-term home non-invasive ventilation (LTH-NIV) therapy requires a personalised approach that may not be possible within some healthcare systems. This survey of Italian physicians determined current practices regarding LTH-NIV initiation and follow-up in patients with chronic hypercapnic chronic obstructive pulmonary disease (COPD), areas for process improvements, and use of telemonitoring. A 35-question survey was developed then sent via e-mail for completion using computer-assisted web interviewing methodology. Respondents were Italian hospital-based physicians identified using a healthcare professional database who had 3 years' experience in pulmonology, treated/followed up at least 50 patients on NIV, and consented to participate. 60/71 physicians approached completed the online survey. Of these, 41/60 (68%) said that LTH-NIV prescription followed hospitalisation for acute COPD exacerbation. The most important clinical aspects to monitor early after discharge and during long-term follow-up were reported as mask fit and patient quality of life. Physicians reported a high workload for management of patients on LTH-NIV, but felt that many therapy management tasks could be performed by other providers, especially outpatient pulmonologists and homecare providers. Only 32% of respondents were currently using telemonitoring; reasons for non-use were lack of human resources (63%) or regulatory framework (37%), and cost/reimbursement issues (22%). These data highlight substantial differences between LTH-NIV clinical practice for chronic hypercapnic COPD in Italy and current guidelines, suggesting that guideline-mandated processes may not be achievable or sustainable in real-world settings. Involvement of homecare providers and use of telemonitoring could help improve the management of LTH-NIV therapy.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "home non invasive ventilation in patients with chronic obstructive pulmonary disease a survey of current practice in italy optimal initiation and management of long term home non invasive ventilation lth niv therapy requires a personalised approach that may not be possible within some healthcare systems this survey of italian physicians determined current practices regarding lth niv initiation and follow up in patients with chronic hypercapnic chronic obstructive pulmonary disease copd areas for process improvements and use of telemonitoring a question survey was developed then sent via e mail for completion using computer assisted web interviewing methodology respondents were italian hospital based physicians identified using a healthcare professional database who had years experience in pulmonology treated followed up at least patients on niv and consented to participate physicians approached completed the online survey of these said that lth niv prescription followed hospitalisation for acute copd exacerbation the most important clinical aspects to monitor early after discharge and during long term follow up were reported as mask fit and patient quality of life physicians reported a high workload for management of patients on lth niv but felt that many therapy management tasks could be performed by other providers especially outpatient pulmonologists and homecare providers only of respondents were currently using telemonitoring reasons for non use were lack of human resources or regulatory framework and cost reimbursement issues these data highlight substantial differences between lth niv clinical practice for chronic hypercapnic copd in italy and current guidelines suggesting that guideline mandated processes may not be achievable or sustainable in real world settings involvement of homecare providers and use of telemonitoring could help improve the management of lth niv therapy"
}