{
    "pmid": "41473631",
    "title": "Maternal Thyroid Hormone Evaluation in Women With Gestational Diabetes Mellitus in the Second Trimester.",
    "abstract": "Background Thyroid dysfunction during pregnancy has emerged as an important yet under-recognized contributor to adverse maternal and fetal outcomes. Both gestational diabetes mellitus (GDM) and thyroid disease share overlapping metabolic and hormonal pathways that may synergistically amplify obstetric risk. In developing countries such as India, where the dual burden of iodine deficiency and gestational dysglycemia persists, understanding this association is essential for optimizing antenatal care. This study aimed to evaluate the prevalence, determinants, and perinatal consequences of thyroid dysfunction among women with GDM in the second trimester. Methods A hospital-based cross-sectional analytical study was conducted among 105 pregnant women aged 18-40 years diagnosed with GDM using the DIPSI single-step test (2-hour plasma glucose ≥140 mg/dL after 75 g glucose). Women with pre-existing thyroid or systemic illness were excluded. Serum thyroid-stimulating hormone (TSH), free thyroxine (FT4), and anti-thyroid peroxidase (anti-TPO) antibodies were measured using the electrochemiluminescence immunoassay method. Thyroid dysfunction was classified using ATA pregnancy-specific reference ranges. Maternal demographic, biochemical, and obstetric parameters were analyzed using SPSS version 26. Logistic regression identified predictors of thyroid dysfunction, with ",
    "disease": "diabetes mellitus",
    "clean_text": "maternal thyroid hormone evaluation in women with gestational diabetes mellitus in the second trimester background thyroid dysfunction during pregnancy has emerged as an important yet under recognized contributor to adverse maternal and fetal outcomes both gestational diabetes mellitus gdm and thyroid disease share overlapping metabolic and hormonal pathways that may synergistically amplify obstetric risk in developing countries such as india where the dual burden of iodine deficiency and gestational dysglycemia persists understanding this association is essential for optimizing antenatal care this study aimed to evaluate the prevalence determinants and perinatal consequences of thyroid dysfunction among women with gdm in the second trimester methods a hospital based cross sectional analytical study was conducted among pregnant women aged years diagnosed with gdm using the dipsi single step test hour plasma glucose mg dl after g glucose women with pre existing thyroid or systemic illness were excluded serum thyroid stimulating hormone tsh free thyroxine ft and anti thyroid peroxidase anti tpo antibodies were measured using the electrochemiluminescence immunoassay method thyroid dysfunction was classified using ata pregnancy specific reference ranges maternal demographic biochemical and obstetric parameters were analyzed using spss version logistic regression identified predictors of thyroid dysfunction with"
}