{
    "title": "Sclerotherapy of lymphangiomas of the head and neck.",
    "doc_id": "20737487",
    "writer": "Wiegand S",
    "year": "2011",
    "summary": "This review summarizes the current knowledge on sclerotherapy of lymphangiomas of the head and neck....",
    "abstract": "Lymphangiomas are congenital malformations of the lymphatic system that consist of cysts of varying size. Although they are benign, they can undergo progressive growth with compression and infiltration of adjacent structures. Surgical excision has been the cornerstone of treatment, although total excision of the lymphangioma can be a major challenge and may be associated with severe complications. Therefore, a variety of nonsurgical methods have been proposed to reduce the surgical morbidity and to decrease the recurrence rate. Percutaneous sclerotherapy of lymphangioma involves the injection of sclerosing substances into the lymphangioma cysts. During the past years, different sclerosants and sclerosant techniques have been developed. This review summarizes the current knowledge on sclerotherapy of lymphangiomas of the head and neck.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20737487/",
    "clean_text": "sclerotherapy of lymphangiomas of the head and neck this review summarizes the current knowledge on sclerotherapy of lymphangiomas of the head and neck lymphangiomas are congenital malformations of the lymphatic system that consist of cysts of varying size although they are benign they can undergo progressive growth with compression and infiltration of adjacent structures surgical excision has been the cornerstone of treatment although total excision of the lymphangioma can be a major challenge and may be associated with severe complications therefore a variety of nonsurgical methods have been proposed to reduce the surgical morbidity and to decrease the recurrence rate percutaneous sclerotherapy of lymphangioma involves the injection of sclerosing substances into the lymphangioma cysts during the past years different sclerosants and sclerosant techniques have been developed this review summarizes the current knowledge on sclerotherapy of lymphangiomas of the head and neck"
}