{
    "pmid": "41444497",
    "title": "Evaluation of dental ages of children with type I diabetes using different dental age estimation methods: a retrospective cohort study.",
    "abstract": "Type 1 diabetes may affect skeletal and dental development, but its influence on dental age estimation remains unclear. The aim of this study was to determine the estimated dental age of children with type 1 diabetes by using Cameriere, Willems and Demirjian methods. Panoramic radiographs of 58 children (29 with type 1 diabetes and 29 healthy controls) aged 4-15 years were retrospectively evaluated. Dental ages were estimated using the Cameriere, Willems, and Demirjian methods and compared with chronological age by group and gender. Statistical software SPSS version 23 (SPSS Inc., Armonk, NY) was used for all analyses. No statistically significant difference in estimated dental age was found between the diabetes and control groups using all three methods (p > 0.05). Willems method is better than the Cameriere and Demirjian methods in estimating dental age in all subgroups (control, diabetes and gender) (p < 0,001). Among all subgroups, the Willems method showed the highest accuracy, while the Cameriere method slightly underestimated and the Demirjian method overestimated chronological age. Dental age in children with well-controlled type 1 diabetes appears comparable to healthy peers. Willems method gives more reliable results than Cameriere and Demirjian methods in pediatric patients with type 1 diabetes. It is important to use different dental age determination methods together to obtain more reliable results.",
    "disease": "diabetes mellitus",
    "clean_text": "evaluation of dental ages of children with type i diabetes using different dental age estimation methods a retrospective cohort study type diabetes may affect skeletal and dental development but its influence on dental age estimation remains unclear the aim of this study was to determine the estimated dental age of children with type diabetes by using cameriere willems and demirjian methods panoramic radiographs of children with type diabetes and healthy controls aged years were retrospectively evaluated dental ages were estimated using the cameriere willems and demirjian methods and compared with chronological age by group and gender statistical software spss version spss inc armonk ny was used for all analyses no statistically significant difference in estimated dental age was found between the diabetes and control groups using all three methods p willems method is better than the cameriere and demirjian methods in estimating dental age in all subgroups control diabetes and gender p among all subgroups the willems method showed the highest accuracy while the cameriere method slightly underestimated and the demirjian method overestimated chronological age dental age in children with well controlled type diabetes appears comparable to healthy peers willems method gives more reliable results than cameriere and demirjian methods in pediatric patients with type diabetes it is important to use different dental age determination methods together to obtain more reliable results"
}