{
    "title": "Endometrial telomerase activity in women with either endometrial cancer or hyperplasia: A systematic review and meta-analysis.",
    "doc_id": "37295252",
    "writer": "Pérez-López FR",
    "year": "2023",
    "summary": "We included observational studies reporting endometrial telomerase activity in patients with either endometrial cancer or hyperplasia compared with benign endometrial tissue (control women). ...RESULTS: There were significant associations between endometri …",
    "abstract": "Aim:\n        \n      \n      We performed a systematic review and meta-analysis to assess whether endometrial telomerase activity is associated with endometrial cancer or hyperplasia.\n    \n\n\n          Methods:\n        \n      \n      PubMed, Web of Science, Embase, Scielo, LILAC, and CNKI databases were searched to obtain relevant literature for articles published through June 2022, following PRISMA guidelines and a registered PROSPERO protocol. We included observational studies reporting endometrial telomerase activity in patients with either endometrial cancer or hyperplasia compared with benign endometrial tissue (control women). The Newcastle-Ottawa Scale was used to evaluate the quality of studies. Data were expressed as the odds ratios (OR) and 95 % confidence intervals (CI). Random effects and inverse variance methods were used to meta-analyze associations. The I2 test was used to assess heterogeneity.\n    \n\n\n          Results:\n        \n      \n      There were significant associations between endometrial telomerase activity and either endometrial cancer (20 studies, OR = 10.65, 95 % CI 6.39, 17.75, p = 0.00001, I2 = 21 %) or endometrial hyperplasia (nine studies, OR = 3.62, 95 % CI 1.61, 8.13, p = 0.002, I2 = 36 %) compared to women without endometrial cancer and hyperplasia. There was not a significant difference in telomerase activity in women with endometrial cancer compared to those with endometrial hyperplasia (seven studies, OR = 1.03; 95 % CI 0.31, 3.37, p = 0.96, I2 = 49 %). In subgroup analyses, there were no significant differences in telomerase activity in patients with endometrial cancer by type of observational studies and by countries of the studies.\n    \n\n\n          Conclusion:\n        \n      \n      Endometrial telomerase activity is higher in women with either endometrial cancer or endometrial hyperplasia compared to control women without those lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37295252/",
    "clean_text": "endometrial telomerase activity in women with either endometrial cancer or hyperplasia a systematic review and meta analysis we included observational studies reporting endometrial telomerase activity in patients with either endometrial cancer or hyperplasia compared with benign endometrial tissue control women results there were significant associations between endometri aim we performed a systematic review and meta analysis to assess whether endometrial telomerase activity is associated with endometrial cancer or hyperplasia methods pubmed web of science embase scielo lilac and cnki databases were searched to obtain relevant literature for articles published through june following prisma guidelines and a registered prospero protocol we included observational studies reporting endometrial telomerase activity in patients with either endometrial cancer or hyperplasia compared with benign endometrial tissue control women the newcastle ottawa scale was used to evaluate the quality of studies data were expressed as the odds ratios or and confidence intervals ci random effects and inverse variance methods were used to meta analyze associations the i test was used to assess heterogeneity results there were significant associations between endometrial telomerase activity and either endometrial cancer studies or ci p i or endometrial hyperplasia nine studies or ci p i compared to women without endometrial cancer and hyperplasia there was not a significant difference in telomerase activity in women with endometrial cancer compared to those with endometrial hyperplasia seven studies or ci p i in subgroup analyses there were no significant differences in telomerase activity in patients with endometrial cancer by type of observational studies and by countries of the studies conclusion endometrial telomerase activity is higher in women with either endometrial cancer or endometrial hyperplasia compared to control women without those lesions"
}