{
    "pmid": "41473678",
    "title": "Building Resilience Through Better Performance Assessment of Switzerland's Health System in Times of Crises.",
    "abstract": "The increase in patients' needs and demands resulting from the COVID-19 pandemic has led to an assessment of whether health systems were performant enough. Health system performance refers as how far health systems achieve their desired goals. Measuring the Swiss health system performance taking into account its ability to prepare, manage and learn from a crisis will allow to better interpret the assessment. Assessments of the Swiss health system performance appear not to fully align to recent developments on conceptual thinking of the WHO and the OECD, notably regarding the assessment of the resilience of a health system, and need to be modified to better reflect current developments. Recommendations include considering resilience as a core concept, standardizing a framework integrating resilience, considering resilience indicators, and enhancing data collection and sharing. To ensure long-term resilience and performance, Switzerland must act decisively to unify its data systems, institutionalize regular performance reviews including resilience indicators, and build a common framework and language for resilience.",
    "disease": "covid-19",
    "clean_text": "building resilience through better performance assessment of switzerland s health system in times of crises the increase in patients needs and demands resulting from the covid pandemic has led to an assessment of whether health systems were performant enough health system performance refers as how far health systems achieve their desired goals measuring the swiss health system performance taking into account its ability to prepare manage and learn from a crisis will allow to better interpret the assessment assessments of the swiss health system performance appear not to fully align to recent developments on conceptual thinking of the who and the oecd notably regarding the assessment of the resilience of a health system and need to be modified to better reflect current developments recommendations include considering resilience as a core concept standardizing a framework integrating resilience considering resilience indicators and enhancing data collection and sharing to ensure long term resilience and performance switzerland must act decisively to unify its data systems institutionalize regular performance reviews including resilience indicators and build a common framework and language for resilience"
}