{
    "title": "Assessment of anxiety in older adults: a systematic review of commonly used measures.",
    "doc_id": "21838650",
    "writer": "Therrien Z",
    "year": "2012",
    "summary": "METHOD: Literature searches were conducted in PsycINFO and PubMed to identify research articles in which anxiety measures were completed by older adults. After screening for suitability, a total of 213 articles were reviewed to determine the most commonly used anxiety meas …",
    "abstract": "Objectives:\n        \n      \n      The authors set out to systematically review the research literature in order to identify the anxiety measures most commonly used in the assessment of older adults. Once identified, the literature was reviewed to determine the extent to which these instruments had age-relevant norms and psychometric data supporting their use with older adults.\n    \n\n\n          Method:\n        \n      \n      Literature searches were conducted in PsycINFO and PubMed to identify research articles in which anxiety measures were completed by older adults. After screening for suitability, a total of 213 articles were reviewed to determine the most commonly used anxiety measures with older adults to examine the psychometric properties of these instruments and to evaluate whether the instruments are appropriate for use with older adults.\n    \n\n\n          Results:\n        \n      \n      A total of 91 different anxiety measures were used in the 213 included articles. Twelve anxiety measures were most commonly used in the literature and of those three were specifically developed for older adults.\n    \n\n\n          Conclusions:\n        \n      \n      Of the most commonly used measures, the majority lacked sufficient evidence to warrant their use with older adults. Based on psychometric evidence, three measures (Beck Anxiety Inventory, Penn State Worry Questionnaire, and Geriatric Mental Status Examination) showed psychometric properties sufficient to justify the use of these instruments when assessing anxiety in older adults. In addition, two measures developed specifically for older adults (Worry Scale and Geriatric Anxiety Inventory) were also found to be appropriate for use with older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21838650/",
    "clean_text": "assessment of anxiety in older adults a systematic review of commonly used measures method literature searches were conducted in psycinfo and pubmed to identify research articles in which anxiety measures were completed by older adults after screening for suitability a total of articles were reviewed to determine the most commonly used anxiety meas objectives the authors set out to systematically review the research literature in order to identify the anxiety measures most commonly used in the assessment of older adults once identified the literature was reviewed to determine the extent to which these instruments had age relevant norms and psychometric data supporting their use with older adults method literature searches were conducted in psycinfo and pubmed to identify research articles in which anxiety measures were completed by older adults after screening for suitability a total of articles were reviewed to determine the most commonly used anxiety measures with older adults to examine the psychometric properties of these instruments and to evaluate whether the instruments are appropriate for use with older adults results a total of different anxiety measures were used in the included articles twelve anxiety measures were most commonly used in the literature and of those three were specifically developed for older adults conclusions of the most commonly used measures the majority lacked sufficient evidence to warrant their use with older adults based on psychometric evidence three measures beck anxiety inventory penn state worry questionnaire and geriatric mental status examination showed psychometric properties sufficient to justify the use of these instruments when assessing anxiety in older adults in addition two measures developed specifically for older adults worry scale and geriatric anxiety inventory were also found to be appropriate for use with older adults"
}