{
    "pmid": "41425520",
    "title": "Saddle Pulmonary Embolism in a Patient With Chronic Kidney Disease and Gastric Malignancy: A Case Report.",
    "abstract": "Anemia of chronic renal disease as well as cancer and chemotherapy-induced anemia (CIA) are often associated with poor outcomes, and the use of erythropoietin stimulating agents (ESAs) for patients with chronic kidney disease (CKD) and anemia associated with cancer has been a common practice. However, the increased incidence of venous thromboembolism has been reported in these populations. A 61-year-old male, known case of CKD stage 3A secondary to hypertension nephrosclerosis since 2019, diagnosed case of gastric adenocarcinoma, poorly differentiated with signet ring features, proximal corpus, stage IV (2022) s/p port-a-catheter insertion, s/p cycle 4 leucovorin calcium (folinic acid), fluorouracil, and oxaliplatin (FOLFOX) with nivolumab for palliative chemotherapy, and anemia multifactorial from chronic disease, with chemotherapy use maintained on erythropoietin beta 10,000 IU once weekly for 3 months with hemoglobin ranges from 8.1 to 12 g/dL came in for cycle 5 chemotherapy. On review of systems, the patient complained of dry cough mostly in the evening accompanied by exertional dyspnea. A 12-L ECG revealed sinus rhythm with S1Q3T3 pattern. The 2D echo with Doppler revealed a dilated right ventricle with hypocontractile walls with fractional area change of 17% with moderate pulmonary hypertension (pulmonary artery systolic pressure of 52.4 mmHg). D-dimer was elevated at 17,290. Enoxaparin 0.8 mL (1 mg/kg/bid) subcutaneously every 12 h was started, and erythropoietin beta was discontinued. On the second hospital day, he had persistent coughing episodes accompanied by desaturation as low as 88% at room air. Hence, the patient was given oxygen supplementation at 2lpm nasal cannula and started with piperacillin tazobactam to treat for pneumonia. Within the day, he developed hypotension as low as 80/60 mmHg, and he was hooked to norepinephrine drip initially at 0.05 mcg/kg/min. The venous compression test showed acute extensive proximal deep venous thrombosis (DVT), totally occluding the left common femoral, proximal to distal femoral and popliteal veins, and acute distal DVT, totally occluding the right soleal vein. CTPA confirmed the presence of saddle pulmonary embolism (PE). Enoxaparin was shifted to unfractionated heparin 5000 IU as bolus and then started on heparin drip, and he was transferred to the intensive care unit. Thrombolysis with alteplase 100 mg intravenously and repeat 2D echo was done, which now revealed normal pulmonary artery systolic pressure from 52.4 mmHg to 26.5 mmHg by tricuspid regurgitant jet method with improvement of fractional area change to 28.4% from 17%. Enoxaparin 0.8 mL subcutaneously every 12 h was resumed. However, he was beginning inter/intramuscular hematoma formation on the right upper back was noted. Anticoagulation was temporarily put on hold and on the fifth hospital day, he underwent IVC filter insertion for extensive acute lower limb thrombosis. Khorana score was 3 (gastric malignancy + hemoglobin level < 10 g/dL or using RBC growth factors), which was high risk for venous thromboembolism. Hence, he was discharged with enoxaparin 0.6 mL subcutaneously twice daily. Although with clinical benefits, the use of erythropoietin is still individualized, especially in patients with CKD and malignancy. Recognition of the multiple factors that may predispose a patient to develop PE is important for prompt intervention, which could improve patient outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "saddle pulmonary embolism in a patient with chronic kidney disease and gastric malignancy a case report anemia of chronic renal disease as well as cancer and chemotherapy induced anemia cia are often associated with poor outcomes and the use of erythropoietin stimulating agents esas for patients with chronic kidney disease ckd and anemia associated with cancer has been a common practice however the increased incidence of venous thromboembolism has been reported in these populations a year old male known case of ckd stage a secondary to hypertension nephrosclerosis since diagnosed case of gastric adenocarcinoma poorly differentiated with signet ring features proximal corpus stage iv s p port a catheter insertion s p cycle leucovorin calcium folinic acid fluorouracil and oxaliplatin folfox with nivolumab for palliative chemotherapy and anemia multifactorial from chronic disease with chemotherapy use maintained on erythropoietin beta iu once weekly for months with hemoglobin ranges from to g dl came in for cycle chemotherapy on review of systems the patient complained of dry cough mostly in the evening accompanied by exertional dyspnea a l ecg revealed sinus rhythm with s q t pattern the d echo with doppler revealed a dilated right ventricle with hypocontractile walls with fractional area change of with moderate pulmonary hypertension pulmonary artery systolic pressure of mmhg d dimer was elevated at enoxaparin ml mg kg bid subcutaneously every h was started and erythropoietin beta was discontinued on the second hospital day he had persistent coughing episodes accompanied by desaturation as low as at room air hence the patient was given oxygen supplementation at lpm nasal cannula and started with piperacillin tazobactam to treat for pneumonia within the day he developed hypotension as low as mmhg and he was hooked to norepinephrine drip initially at mcg kg min the venous compression test showed acute extensive proximal deep venous thrombosis dvt totally occluding the left common femoral proximal to distal femoral and popliteal veins and acute distal dvt totally occluding the right soleal vein ctpa confirmed the presence of saddle pulmonary embolism pe enoxaparin was shifted to unfractionated heparin iu as bolus and then started on heparin drip and he was transferred to the intensive care unit thrombolysis with alteplase mg intravenously and repeat d echo was done which now revealed normal pulmonary artery systolic pressure from mmhg to mmhg by tricuspid regurgitant jet method with improvement of fractional area change to from enoxaparin ml subcutaneously every h was resumed however he was beginning inter intramuscular hematoma formation on the right upper back was noted anticoagulation was temporarily put on hold and on the fifth hospital day he underwent ivc filter insertion for extensive acute lower limb thrombosis khorana score was gastric malignancy hemoglobin level g dl or using rbc growth factors which was high risk for venous thromboembolism hence he was discharged with enoxaparin ml subcutaneously twice daily although with clinical benefits the use of erythropoietin is still individualized especially in patients with ckd and malignancy recognition of the multiple factors that may predispose a patient to develop pe is important for prompt intervention which could improve patient outcomes"
}