{
    "title": "Features of short-term myocardial hibernation.",
    "doc_id": "9774200",
    "writer": "Heusch G",
    "year": "1998",
    "summary": "In such ischemic and dysfunctional myocardium, contractile function is reduced in proportion to the reduction in regional myocardial blood flow; i.e. a state of 'perfusion-contraction matching' exists. The metabolic status of such myocardium improves over the …",
    "abstract": "When severe ischemia, such as that resulting from a sudden and complete coronary artery occlusion, is prolonged for more than 20-40 min, myocardial infarction develops, and there is irreversible loss of contractile function. When myocardial ischemia is less severe but nevertheless prolonged, the myocardium is dysfunctional but can remain viable. In such ischemic and dysfunctional myocardium, contractile function is reduced in proportion to the reduction in regional myocardial blood flow; i.e. a state of 'perfusion-contraction matching' exists. The metabolic status of such myocardium improves over the first few hours, as myocardial lactate production is attenuated and creatine phosphate, after an initial reduction, returns towards control values. Ischemic myocardium, characterized by perfusion-contraction matching, metabolic recovery and lack of necrosis, has been termed 'short-term hibernating myocardium'. Short-term hibernating myocardium can respond to inotropic stimulation with increased contractile function, although at the expense of renewed worsening of the metabolic status. This occurrence of increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify short-term hibernating myocardium. When inotropic stimulation is prolonged, short-term hibernation is impaired and myocardial infarction develops. The mechanisms responsible for the development of short-term myocardial hibernation remain unclear at present. Significant involvement of adenosine and activation of ATP-dependent potassium channels have been excluded. The role of triggering events and acidosis is controversial. Short-term hibernating myocardium is, however, characterized by reduced calcium responsiveness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9774200/",
    "clean_text": "features of short term myocardial hibernation in such ischemic and dysfunctional myocardium contractile function is reduced in proportion to the reduction in regional myocardial blood flow i e a state of perfusion contraction matching exists the metabolic status of such myocardium improves over the when severe ischemia such as that resulting from a sudden and complete coronary artery occlusion is prolonged for more than min myocardial infarction develops and there is irreversible loss of contractile function when myocardial ischemia is less severe but nevertheless prolonged the myocardium is dysfunctional but can remain viable in such ischemic and dysfunctional myocardium contractile function is reduced in proportion to the reduction in regional myocardial blood flow i e a state of perfusion contraction matching exists the metabolic status of such myocardium improves over the first few hours as myocardial lactate production is attenuated and creatine phosphate after an initial reduction returns towards control values ischemic myocardium characterized by perfusion contraction matching metabolic recovery and lack of necrosis has been termed short term hibernating myocardium short term hibernating myocardium can respond to inotropic stimulation with increased contractile function although at the expense of renewed worsening of the metabolic status this occurrence of increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify short term hibernating myocardium when inotropic stimulation is prolonged short term hibernation is impaired and myocardial infarction develops the mechanisms responsible for the development of short term myocardial hibernation remain unclear at present significant involvement of adenosine and activation of atp dependent potassium channels have been excluded the role of triggering events and acidosis is controversial short term hibernating myocardium is however characterized by reduced calcium responsiveness"
}