{
    "pmid": "41437020",
    "title": "Condylar alteration in three subtypes of temporomandibular disorder based on U-HRCT: a cross-sectional study.",
    "abstract": "To investigate osseous remodeling pattern of the condyle across different subtypes of temporomandibular disorder (TMD) using 3D model generated from ultra-high-resolution CT (U-HRCT). This single-center, retrospective study enrolled patients with unilateral TMD who underwent both U-HRCT and magnetic resonance imaging from November 2021 to June 2024. Temporomandibular joints (TMJs) were categorized into three TMD subtypes: disc displacement with reduction (DDWR), disc displacement without reduction (DDWoR), and osteoarthritis (OA). Condylar morphology parameters, including length, width, height, total volume, anterior volume, and posterior volume, were measured on 3D model derived from U-HRCT images by two independent observers. Affected and unaffected TMJs of the same patient were compared using paired sample  A total of 115 participants (mean age 34.6 ± 13.4 years, 103 females) were included. Compared with unaffected side, affected TMJ showed significantly smaller height (DDWR, DDWoR), width (OA), and volumetric data (all groups). Inter-group comparison of affected TMJ revealed significant differences in condylar height and total volume between DDWR and OA ( U-HRCT-based 3D models reveal condylar osseous remodeling patterns across TMD subtypes, and posterior volume may serve as a potential osseous remodeling indicator to differentiate TMD subtypes. The online version contains supplementary material available at 10.1186/s12903-025-07557-z.",
    "disease": "osteoarthritis",
    "clean_text": "condylar alteration in three subtypes of temporomandibular disorder based on u hrct a cross sectional study to investigate osseous remodeling pattern of the condyle across different subtypes of temporomandibular disorder tmd using d model generated from ultra high resolution ct u hrct this single center retrospective study enrolled patients with unilateral tmd who underwent both u hrct and magnetic resonance imaging from november to june temporomandibular joints tmjs were categorized into three tmd subtypes disc displacement with reduction ddwr disc displacement without reduction ddwor and osteoarthritis oa condylar morphology parameters including length width height total volume anterior volume and posterior volume were measured on d model derived from u hrct images by two independent observers affected and unaffected tmjs of the same patient were compared using paired sample a total of participants mean age years females were included compared with unaffected side affected tmj showed significantly smaller height ddwr ddwor width oa and volumetric data all groups inter group comparison of affected tmj revealed significant differences in condylar height and total volume between ddwr and oa u hrct based d models reveal condylar osseous remodeling patterns across tmd subtypes and posterior volume may serve as a potential osseous remodeling indicator to differentiate tmd subtypes the online version contains supplementary material available at s z"
}