{
    "pmid": "41430483",
    "title": "Hereditary diffuse gastric cancer in progress: Comparative lessons from Lynch syndrome.",
    "abstract": "Hereditary diffuse gastric cancer (HDGC) and Lynch syndromes are dominant hereditary diseases caused by pathogenic germline variants in specified genes, and characterised by a broad spectrum of malignancies. Whereas HDGC is associated with CDH1 and CTNNA1 variants and defined by an increased risk of diffuse gastric cancer and lobular breast cancer, Lynch syndrome results from alterations in mismatch repair genes, whose main manifestations include colorectal, endometrial, ovarian, breast, prostate, stomach, and urological tumours. Remarkably, a huge difference remains in the knowledge surrounding the molecular mechanisms that drive these disorders, and in current approaches for patient management. In fact, the HDGC narrative is still in its early stages when compared with Lynch syndrome, which accumulates more than a century of research. Herein, we propose an analogy between HDGC and Lynch syndromes, highlighting intricacies across genetic origin, variant effects, cellular landscapes, and associated clinical outcomes. Further, we postulate that the history of Lynch syndrome may be useful to advance HDGC aetiology, namely strategies for identification of new candidate genes, rules for variant interpretation, sources of phenotypic heterogeneity, and improved surveillance protocols. This collected data will impact clinical perspectives, as well as future research programs addressing HDGC unmet challenges.",
    "disease": "colorectal cancer",
    "clean_text": "hereditary diffuse gastric cancer in progress comparative lessons from lynch syndrome hereditary diffuse gastric cancer hdgc and lynch syndromes are dominant hereditary diseases caused by pathogenic germline variants in specified genes and characterised by a broad spectrum of malignancies whereas hdgc is associated with cdh and ctnna variants and defined by an increased risk of diffuse gastric cancer and lobular breast cancer lynch syndrome results from alterations in mismatch repair genes whose main manifestations include colorectal endometrial ovarian breast prostate stomach and urological tumours remarkably a huge difference remains in the knowledge surrounding the molecular mechanisms that drive these disorders and in current approaches for patient management in fact the hdgc narrative is still in its early stages when compared with lynch syndrome which accumulates more than a century of research herein we propose an analogy between hdgc and lynch syndromes highlighting intricacies across genetic origin variant effects cellular landscapes and associated clinical outcomes further we postulate that the history of lynch syndrome may be useful to advance hdgc aetiology namely strategies for identification of new candidate genes rules for variant interpretation sources of phenotypic heterogeneity and improved surveillance protocols this collected data will impact clinical perspectives as well as future research programs addressing hdgc unmet challenges"
}