{
    "title": "[Physiopathological mechanisms in type 1 and type 2 diabetes].",
    "doc_id": "15666475",
    "writer": "Boitard Ch.",
    "year": "2004",
    "summary": "Type 1 and type 2 diabetes have different clinical presentations in their common forms. ...Hyperglycaemia may also be observed in genetic diseases affecting insulin secretion (MODY, mutations of mitochondrial DNA), complex genetic diseases, pancreatic, endocr …",
    "abstract": "Type 1 and type 2 diabetes have different clinical presentations in their common forms. The absence of biological tests for diagnosis of type 2 diabetes, for reliable evaluation of insulin secretion and, beta-cell mass or for diagnosis of insulitis and the limited sensitivity of antibody tests in type 1 diabetes explain the difficulty of classifying a large number of cases of diabetes and the identification of questionable clinical entities: LADA (Latent Autoimmune Diabetes in Adult), non-insulin dependant diabetes in coloured people. Hyperglycaemia may also be observed in genetic diseases affecting insulin secretion (MODY, mutations of mitochondrial DNA), complex genetic diseases, pancreatic, endocrine and iatrogenic affections. Type 1 diabetes is characterised by the destruction of, beta-cells while type 2 diabetes combines abnormal insulin secretion and insulin resistance. The reduction of the beta-cell mass in type 2 diabetes remains controversial. These different conditions are examples of multifactorial diseases during which several physiopathological processes are disturbed in association with the expression of multiple genes, of normal structure and function, but variants of which copy for a number of partial phenotypes the association of which causes the disease. Some hypotheses suggest that type 2 diabetes is the consequence of the selection of variants of genes involved in energetic storing and responsible for defence against infection and of the recent very rapid changes in the environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15666475/",
    "clean_text": "physiopathological mechanisms in type and type diabetes type and type diabetes have different clinical presentations in their common forms hyperglycaemia may also be observed in genetic diseases affecting insulin secretion mody mutations of mitochondrial dna complex genetic diseases pancreatic endocr type and type diabetes have different clinical presentations in their common forms the absence of biological tests for diagnosis of type diabetes for reliable evaluation of insulin secretion and beta cell mass or for diagnosis of insulitis and the limited sensitivity of antibody tests in type diabetes explain the difficulty of classifying a large number of cases of diabetes and the identification of questionable clinical entities lada latent autoimmune diabetes in adult non insulin dependant diabetes in coloured people hyperglycaemia may also be observed in genetic diseases affecting insulin secretion mody mutations of mitochondrial dna complex genetic diseases pancreatic endocrine and iatrogenic affections type diabetes is characterised by the destruction of beta cells while type diabetes combines abnormal insulin secretion and insulin resistance the reduction of the beta cell mass in type diabetes remains controversial these different conditions are examples of multifactorial diseases during which several physiopathological processes are disturbed in association with the expression of multiple genes of normal structure and function but variants of which copy for a number of partial phenotypes the association of which causes the disease some hypotheses suggest that type diabetes is the consequence of the selection of variants of genes involved in energetic storing and responsible for defence against infection and of the recent very rapid changes in the environment"
}