{
    "pmid": "41458983",
    "title": "Application of artificial intelligence in non-invasive cardiovascular imaging for coronary artery disease: a systematic review and meta-analysis.",
    "abstract": "Coronary artery disease (CAD) remains a leading cause of death worldwide. While non-invasive imaging techniques are widely used for diagnosis, their interpretation can be time-consuming and subject to intra- and inter-observer variability. Artificial intelligence (AI), including machine learning and deep learning, offers potential advantages in improving diagnostic accuracy and efficiency by rapidly processing large imaging datasets. A systematic review was conducted to evaluate current evidence on AI applications in non-invasive CAD imaging. Searches were performed in PubMed, Embase, Web of Science, Engineering Index, and the Cochrane Library for studies published between 2018 and 2023. A total of 122 studies were included in the evidence map, and 9 studies assessing AI for detecting ≥50% coronary stenosis were selected for meta-analysis. The pooled sensitivity and specificity for detecting stenosis were 0.94 and 0.69, respectively, at the patient level, and 0.81 and 0.88 at the vessel level. The area under the SROC curve was 0.83 (patient level) and 0.92 (vessel level), indicating good diagnostic performance. High heterogeneity was observed across studies. These findings suggest that AI holds promise for enhancing the diagnostic process in CAD imaging. However, variability in methodologies and AI implementation underscores the need for standardization and further prospective validation.",
    "disease": "coronary artery disease",
    "clean_text": "application of artificial intelligence in non invasive cardiovascular imaging for coronary artery disease a systematic review and meta analysis coronary artery disease cad remains a leading cause of death worldwide while non invasive imaging techniques are widely used for diagnosis their interpretation can be time consuming and subject to intra and inter observer variability artificial intelligence ai including machine learning and deep learning offers potential advantages in improving diagnostic accuracy and efficiency by rapidly processing large imaging datasets a systematic review was conducted to evaluate current evidence on ai applications in non invasive cad imaging searches were performed in pubmed embase web of science engineering index and the cochrane library for studies published between and a total of studies were included in the evidence map and studies assessing ai for detecting coronary stenosis were selected for meta analysis the pooled sensitivity and specificity for detecting stenosis were and respectively at the patient level and and at the vessel level the area under the sroc curve was patient level and vessel level indicating good diagnostic performance high heterogeneity was observed across studies these findings suggest that ai holds promise for enhancing the diagnostic process in cad imaging however variability in methodologies and ai implementation underscores the need for standardization and further prospective validation"
}