{
    "pmid": "41441870",
    "title": "Serum long-chain omega-3 and omega-6 fatty acids differentially predict brain atrophy, white matter hyperintensities, and lacunes in individuals with cerebral small vessel disease with or without Alzheimer's disease.",
    "abstract": "BackgroundSeveral circulating fatty acids (FAs) have been linked to brain atrophy in individuals with Alzheimer's disease (AD), but the relationship between FAs and AD with or without subcortical cerebral small vessel disease (SVD) has not been investigated.ObjectiveTo study associations between serum FAs and brain structural pathologies in a cohort of AD and non-AD patients, with and without subcortical SVD.MethodsSerum FAs were measured in individuals with minimal SVD (n = 28), extensive SVD (n = 29), AD with minimal SVD (n = 15) and AD with extensive SVD (n = 14). Hippocampal volume, atrophy, lacunes, and white matter hyperintensities were measured via 3.0T MRI.ResultsHigher serum linoleic acid (LA, C18:2n-6) was associated with lower periventricular lacune volumes in control individuals with minimal SVD. In individuals with AD and extensive SVD, serum docosahexaenoic acid (DHA, C22:6n-3) and the omega-3 index were associated with greater hippocampal volume.ConclusionsThis study shows disease-specific associations between serum omega-3 and omega-6 fatty acid type and brain structural features. Specifically, DHA was associated with greater hippocampal volume in those with AD and SVD co-pathology, whereas LA was associated with less periventricular lacunes in normal controls.",
    "disease": "alzheimer disease",
    "clean_text": "serum long chain omega and omega fatty acids differentially predict brain atrophy white matter hyperintensities and lacunes in individuals with cerebral small vessel disease with or without alzheimer s disease backgroundseveral circulating fatty acids fas have been linked to brain atrophy in individuals with alzheimer s disease ad but the relationship between fas and ad with or without subcortical cerebral small vessel disease svd has not been investigated objectiveto study associations between serum fas and brain structural pathologies in a cohort of ad and non ad patients with and without subcortical svd methodsserum fas were measured in individuals with minimal svd n extensive svd n ad with minimal svd n and ad with extensive svd n hippocampal volume atrophy lacunes and white matter hyperintensities were measured via t mri resultshigher serum linoleic acid la c n was associated with lower periventricular lacune volumes in control individuals with minimal svd in individuals with ad and extensive svd serum docosahexaenoic acid dha c n and the omega index were associated with greater hippocampal volume conclusionsthis study shows disease specific associations between serum omega and omega fatty acid type and brain structural features specifically dha was associated with greater hippocampal volume in those with ad and svd co pathology whereas la was associated with less periventricular lacunes in normal controls"
}