{
    "pmid": "41466782",
    "title": "DPP-4 inhibitor linagliptin modulates myocardial metabolism in a model of coronary artery disease.",
    "abstract": "Coronary artery disease (CAD) remains a leading public health concern in the United States. Dipeptidyl peptidase-4 inhibitors, such as linagliptin, have demonstrated cardioprotective effects in preclinical studies; however, their influence on myocardial metabolic changes remains incompletely characterized. Our study aimed to evaluate the effects of linagliptin, as it influences incretin hormones, on myocardial metabolism and substrate utilization in a clinically relevant model of CAD. Eleven-week-old Yorkshire swine underwent placement of an ameroid constrictor to the proximal left circumflex coronary artery to induce chronic myocardial ischemia. After 2 weeks to ensure ameroid closure, swine were divided into a group that received daily oral linagliptin treatment for 5 weeks (n = 8) and a group that received no drug treatment (n = 8) for 5 weeks. After 5 weeks, the swine underwent a terminal harvest procedure and subsequent immunoblotting and proteomic analysis. Linagliptin was associated with reduced fatty acid oxidation on proteomic pathway analysis and decreased expression of carnitine palmitoyltransferase 1 beta (CPT1β) ( Linagliptin shifted myocardial metabolism pointing to enhanced ketone utilization, upregulation of the TCA cycle, and reductions in free fatty acid oxidation, glycolysis, and lactate production. These findings suggest a potential cardioprotective role for linagliptin via metabolic manipulation under ischemic conditions, warranting further investigation.",
    "disease": "coronary artery disease",
    "clean_text": "dpp inhibitor linagliptin modulates myocardial metabolism in a model of coronary artery disease coronary artery disease cad remains a leading public health concern in the united states dipeptidyl peptidase inhibitors such as linagliptin have demonstrated cardioprotective effects in preclinical studies however their influence on myocardial metabolic changes remains incompletely characterized our study aimed to evaluate the effects of linagliptin as it influences incretin hormones on myocardial metabolism and substrate utilization in a clinically relevant model of cad eleven week old yorkshire swine underwent placement of an ameroid constrictor to the proximal left circumflex coronary artery to induce chronic myocardial ischemia after weeks to ensure ameroid closure swine were divided into a group that received daily oral linagliptin treatment for weeks n and a group that received no drug treatment n for weeks after weeks the swine underwent a terminal harvest procedure and subsequent immunoblotting and proteomic analysis linagliptin was associated with reduced fatty acid oxidation on proteomic pathway analysis and decreased expression of carnitine palmitoyltransferase beta cpt linagliptin shifted myocardial metabolism pointing to enhanced ketone utilization upregulation of the tca cycle and reductions in free fatty acid oxidation glycolysis and lactate production these findings suggest a potential cardioprotective role for linagliptin via metabolic manipulation under ischemic conditions warranting further investigation"
}