{
    "pmid": "41464508",
    "title": "Prenatal Exposure to Phthalates, Bisphenols and Their Mixtures and Early Childhood Allergic Conditions and Asthma: Results from the APrON Cohort.",
    "abstract": "Associations between prenatal exposure to phthalates, bisphenols and their mixtures and early childhood allergic conditions and asthma were examined. Five hundred and fifty-six mother-child pairs from the Alberta Pregnancy Outcomes and Nutrition (APrON) cohort participated. Urine samples collected from mothers during the second trimester of pregnancy were analyzed for phthalates and bisphenols. A child health questionnaire, completed by mothers when children were 12, 24, and 36 months, asked whether children had experienced allergic conditions (i.e., food allergies, eczema, rash) or asthma. In single-chemical models, associations varied with child age. Higher prenatal concentrations of mono-benzyl phthalate (MBzP) were associated with lower odds of eczema at 12 months. At 36 months, higher mono-methyl phthalate (MMP) was associated with increased odds of eczema, whereas higher mono-carboxy-octyl phthalate (MCOP) was associated with reduced odds. Higher prenatal MCOP was also associated with higher odds of rash at 12 months, and higher MMP was associated with higher odds of rash at 36 months. Higher bisphenol S (BPS) was associated with increased odds of asthma at 12 months but decreased odds of eczema and rash at 36 months. Sex-specific effects were also noted. In multi-chemical exposure least absolute shrinkage and selection operator (LASSO) models, several phthalate metabolites and BPS were selected as the best predictors of eczema and rash at 36 months of age. Bayesian kernel machine regression (BKMR) mixture models suggested that BPS was the most important chemical in predicting eczema in children at 36 months, while MMP and BPS were the most important chemicals in predicting rash at 36 months. Prenatal exposure to certain phthalate metabolites and BPS predicted allergic conditions and asthma in young children, with patterns varying by age and sex. Prenatal exposure to these chemicals may differentially influence immune development and contribute to the development of early-life allergic conditions, with potentially sex-specific susceptibility.",
    "disease": "asthma",
    "clean_text": "prenatal exposure to phthalates bisphenols and their mixtures and early childhood allergic conditions and asthma results from the apron cohort associations between prenatal exposure to phthalates bisphenols and their mixtures and early childhood allergic conditions and asthma were examined five hundred and fifty six mother child pairs from the alberta pregnancy outcomes and nutrition apron cohort participated urine samples collected from mothers during the second trimester of pregnancy were analyzed for phthalates and bisphenols a child health questionnaire completed by mothers when children were and months asked whether children had experienced allergic conditions i e food allergies eczema rash or asthma in single chemical models associations varied with child age higher prenatal concentrations of mono benzyl phthalate mbzp were associated with lower odds of eczema at months at months higher mono methyl phthalate mmp was associated with increased odds of eczema whereas higher mono carboxy octyl phthalate mcop was associated with reduced odds higher prenatal mcop was also associated with higher odds of rash at months and higher mmp was associated with higher odds of rash at months higher bisphenol s bps was associated with increased odds of asthma at months but decreased odds of eczema and rash at months sex specific effects were also noted in multi chemical exposure least absolute shrinkage and selection operator lasso models several phthalate metabolites and bps were selected as the best predictors of eczema and rash at months of age bayesian kernel machine regression bkmr mixture models suggested that bps was the most important chemical in predicting eczema in children at months while mmp and bps were the most important chemicals in predicting rash at months prenatal exposure to certain phthalate metabolites and bps predicted allergic conditions and asthma in young children with patterns varying by age and sex prenatal exposure to these chemicals may differentially influence immune development and contribute to the development of early life allergic conditions with potentially sex specific susceptibility"
}