{
    "title": "Communicative misalignment in Autism Spectrum Disorder.",
    "doc_id": "30738998",
    "writer": "Wadge H",
    "year": "2019",
    "summary": "Previous studies investigating communicative deficits have largely focused on the perceptual biases, social motivation, cognitive flexibility, or mentalizing abilities of isolated individuals. By embedding autistic individuals in live non-verbal interactions, we characteri …",
    "abstract": "Communication deficits are a defining feature of Autism Spectrum Disorder (ASD), manifest during social interactions. Previous studies investigating communicative deficits have largely focused on the perceptual biases, social motivation, cognitive flexibility, or mentalizing abilities of isolated individuals. By embedding autistic individuals in live non-verbal interactions, we characterized a novel cause for their communication deficits. Adults with ASD matched neurotypical individuals in their ability and propensity to generate and modify intelligible behaviors for a communicative partner. However, they struggled to align the meaning of those behaviors with their partner when meaning required referencing their recent communicative history. This communicative misalignment explains why autistic individuals are vulnerable in everyday interactions, which entail fleeting ambiguities, but succeed in social cognition tests involving stereotyped contextual cues. These findings illustrate the cognitive and clinical importance of considering social interaction as a communicative alignment challenge, and how ineffective human communication is without this key interactional ingredient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30738998/",
    "clean_text": "communicative misalignment in autism spectrum disorder previous studies investigating communicative deficits have largely focused on the perceptual biases social motivation cognitive flexibility or mentalizing abilities of isolated individuals by embedding autistic individuals in live non verbal interactions we characteri communication deficits are a defining feature of autism spectrum disorder asd manifest during social interactions previous studies investigating communicative deficits have largely focused on the perceptual biases social motivation cognitive flexibility or mentalizing abilities of isolated individuals by embedding autistic individuals in live non verbal interactions we characterized a novel cause for their communication deficits adults with asd matched neurotypical individuals in their ability and propensity to generate and modify intelligible behaviors for a communicative partner however they struggled to align the meaning of those behaviors with their partner when meaning required referencing their recent communicative history this communicative misalignment explains why autistic individuals are vulnerable in everyday interactions which entail fleeting ambiguities but succeed in social cognition tests involving stereotyped contextual cues these findings illustrate the cognitive and clinical importance of considering social interaction as a communicative alignment challenge and how ineffective human communication is without this key interactional ingredient"
}