{
    "title": "Ulcerative paraneoplastic dermatomyositis secondary to metastatic breast cancer.",
    "doc_id": "16603844",
    "writer": "Scheinfeld NS.",
    "year": "2006",
    "summary": "A biopsy specimen was obtained from an area of intact skin close to a right thigh ulceration that showed subtle vacuolar alteration at the dermo-epidermal junction with occasional necrotic keratinocyte (Figure 3). ...The patient received oral prednisone 20 mg three times a …",
    "abstract": "A 40-year-old Chinese-American woman with breast carcinoma metastatic to her lungs presented with a 3-month history of erosions on her inner thighs (Figure 1) and medial left shoulder. Faint livedo reticularis was evident on her legs as well. She had difficulty in walking and raising her shoulders. Her cutaneous examination was also notable for cuticular erythema (Figure 2) and mild periorbital erythema and edema. She had no systemic or rheumatologic complaints other than some difficulty in swallowing. Her blood chemistry values were notable for a creatinine kinase of 564 IU/L (5-200 IU/L), alanine aminotransferase 161 U/L (0-40 U/L) and aspartate aminotransferase 93 U/L (0-40 U/L), and an antinuclear antibody titer of 1:2560. Other blood chemistries and antibody serologies (anti-Jo-1, anti-Mi-2 and other anti-tRNA synthetase, anti-Ro/SSA, anti-U1RNP, anti-PM/Scl, and anti-Ku) were within normal limits. A biopsy specimen was obtained from an area of intact skin close to a right thigh ulceration that showed subtle vacuolar alteration at the dermo-epidermal junction with occasional necrotic keratinocyte (Figure 3). Melanophages and telangiectases were present. Within the subcutis there was fibrin deposition and neutrophils. A diagnosis of dermatomyositis was made. The patient received oral prednisone 20 mg three times a day, and her ulcerations resolved. Her creatinine kinase, alanine aminotransferase, and aspartate aminotransferase values returned to normal over the course of 3 weeks, but her antinuclear antibody was unchanged. Radiographic studies concurrently noted that her breast cancer had recurred in her lungs; plans were made to treat her with chemotherapy. The patient was lost to close follow-up, but it was learned that her erosions had reoccurred while her prednisone was tapered and resolved when her dosage of prednisone was increased.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16603844/",
    "clean_text": "ulcerative paraneoplastic dermatomyositis secondary to metastatic breast cancer a biopsy specimen was obtained from an area of intact skin close to a right thigh ulceration that showed subtle vacuolar alteration at the dermo epidermal junction with occasional necrotic keratinocyte figure the patient received oral prednisone mg three times a a year old chinese american woman with breast carcinoma metastatic to her lungs presented with a month history of erosions on her inner thighs figure and medial left shoulder faint livedo reticularis was evident on her legs as well she had difficulty in walking and raising her shoulders her cutaneous examination was also notable for cuticular erythema figure and mild periorbital erythema and edema she had no systemic or rheumatologic complaints other than some difficulty in swallowing her blood chemistry values were notable for a creatinine kinase of iu l iu l alanine aminotransferase u l u l and aspartate aminotransferase u l u l and an antinuclear antibody titer of other blood chemistries and antibody serologies anti jo anti mi and other anti trna synthetase anti ro ssa anti u rnp anti pm scl and anti ku were within normal limits a biopsy specimen was obtained from an area of intact skin close to a right thigh ulceration that showed subtle vacuolar alteration at the dermo epidermal junction with occasional necrotic keratinocyte figure melanophages and telangiectases were present within the subcutis there was fibrin deposition and neutrophils a diagnosis of dermatomyositis was made the patient received oral prednisone mg three times a day and her ulcerations resolved her creatinine kinase alanine aminotransferase and aspartate aminotransferase values returned to normal over the course of weeks but her antinuclear antibody was unchanged radiographic studies concurrently noted that her breast cancer had recurred in her lungs plans were made to treat her with chemotherapy the patient was lost to close follow up but it was learned that her erosions had reoccurred while her prednisone was tapered and resolved when her dosage of prednisone was increased"
}