{
    "title": "Errors during Gene Expression: Single-Cell Heterogeneity, Stress Resistance, and Microbe-Host Interactions.",
    "doc_id": "29970467",
    "writer": "Evans CR",
    "year": "2018",
    "summary": "Gene expression has been considered a highly accurate process, and deviation from such fidelity has been shown previously to be detrimental for the cell. More recently, increasing evidence has supported the notion that the accuracy of gene expression i …",
    "abstract": "Gene expression has been considered a highly accurate process, and deviation from such fidelity has been shown previously to be detrimental for the cell. More recently, increasing evidence has supported the notion that the accuracy of gene expression is indeed flexibly variable. The levels of errors during gene expression differ from condition to condition and even from cell to cell within genetically identical populations grown under the same conditions. The different levels of errors resulting from inaccurate gene expression are now known to play key roles in regulating microbial stress responses and host interactions. This minireview summarizes the recent development in understanding the level, regulation, and physiological impact of errors during gene expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29970467/",
    "clean_text": "errors during gene expression single cell heterogeneity stress resistance and microbe host interactions gene expression has been considered a highly accurate process and deviation from such fidelity has been shown previously to be detrimental for the cell more recently increasing evidence has supported the notion that the accuracy of gene expression i gene expression has been considered a highly accurate process and deviation from such fidelity has been shown previously to be detrimental for the cell more recently increasing evidence has supported the notion that the accuracy of gene expression is indeed flexibly variable the levels of errors during gene expression differ from condition to condition and even from cell to cell within genetically identical populations grown under the same conditions the different levels of errors resulting from inaccurate gene expression are now known to play key roles in regulating microbial stress responses and host interactions this minireview summarizes the recent development in understanding the level regulation and physiological impact of errors during gene expression"
}