{
    "title": "Investigation of Transcriptome Patterns in Endometrial Cancers from Obese and Lean Women.",
    "doc_id": "36232772",
    "writer": "Takenaka K",
    "year": "2022",
    "summary": "Endometrial cancer is the most common gynaecological malignancy in developed countries. One of the largest risk factors for endometrial cancer is obesity. The aim of this study was to determine whether there are differences in the transcriptome of endometrial …",
    "abstract": "Endometrial cancer is the most common gynaecological malignancy in developed countries. One of the largest risk factors for endometrial cancer is obesity. The aim of this study was to determine whether there are differences in the transcriptome of endometrial cancers from obese vs. lean women. Here we investigate the transcriptome of endometrial cancer between obese and lean postmenopausal women using rRNA-depleted RNA-Seq data from endometrial cancer tissues and matched adjacent non-cancerous endometrial tissues. Differential expression analysis identified 12,484 genes (6370 up-regulated and 6114 down-regulated) in endometrial cancer tissues from obese women, and 6219 genes (3196 up-regulated and 3023 down-regulated) in endometrial cancer tissues from lean women (adjusted p-value < 0.1). A gene ontology enrichment analysis revealed that the top 1000 up-regulated genes (by adjusted p-value) were enriched for growth and proliferation pathways while the top 1000 down-regulated genes were enriched for cytoskeleton restructure networks in both obese and lean endometrial cancer tissues. In this study, we also show perturbations in the expression of protein coding genes (HIST1H2BL, HIST1H3F, HIST1H2BH, HIST1H1B, TTK, PTCHD1, ASPN, PRELP, and CDH13) and the lncRNA MBNL1-AS1 in endometrial cancer tissues. Overall, this study has identified gene expression changes that are similar and also unique to endometrial cancers from obese vs. lean women. Furthermore, some of these genes may serve as prognostic biomarkers or, possibly, therapeutic targets for endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36232772/",
    "clean_text": "investigation of transcriptome patterns in endometrial cancers from obese and lean women endometrial cancer is the most common gynaecological malignancy in developed countries one of the largest risk factors for endometrial cancer is obesity the aim of this study was to determine whether there are differences in the transcriptome of endometrial endometrial cancer is the most common gynaecological malignancy in developed countries one of the largest risk factors for endometrial cancer is obesity the aim of this study was to determine whether there are differences in the transcriptome of endometrial cancers from obese vs lean women here we investigate the transcriptome of endometrial cancer between obese and lean postmenopausal women using rrna depleted rna seq data from endometrial cancer tissues and matched adjacent non cancerous endometrial tissues differential expression analysis identified genes up regulated and down regulated in endometrial cancer tissues from obese women and genes up regulated and down regulated in endometrial cancer tissues from lean women adjusted p value a gene ontology enrichment analysis revealed that the top up regulated genes by adjusted p value were enriched for growth and proliferation pathways while the top down regulated genes were enriched for cytoskeleton restructure networks in both obese and lean endometrial cancer tissues in this study we also show perturbations in the expression of protein coding genes hist h bl hist h f hist h bh hist h b ttk ptchd aspn prelp and cdh and the lncrna mbnl as in endometrial cancer tissues overall this study has identified gene expression changes that are similar and also unique to endometrial cancers from obese vs lean women furthermore some of these genes may serve as prognostic biomarkers or possibly therapeutic targets for endometrial cancer"
}