{
    "pmid": "41461806",
    "title": "Precision dosing of recombinant vaccinia vaccine via pillar-guided microneedle patch confers SARS-CoV-2 immunity.",
    "abstract": "Recent advances in microneedle array patch (MAP) technology have highlighted its potential for efficient and accessible vaccine delivery. In this study, we developed a pillar-guided MAP (PG-MAP) loaded with a recombinant vaccinia virus (r-DIs-S) expressing the SARS-CoV-2 spike (S) gene. Our fabrication method enabled precise localization of a high viral titer (> 9.4 ± 1.8 × 10⁶ PFU per patch), as verified by plaque assay. In vivo immunization in mice demonstrated that the r-DIs-S-loaded PG-MAP elicited robust S-protein-specific IgG and neutralizing antibody responses. Upon SARS-CoV-2 challenge, all PG-MAP-immunized mice survived and maintained their body weight, whereas the control groups experienced severe results. These results demonstrated that the PG-MAP platform enables precise dosing, maintains viral stability, and induces potent protective immunity, offering a promising alternative for decentralized, minimally invasive vaccination strategies against emerging infectious diseases.",
    "disease": "pneumonia",
    "clean_text": "precision dosing of recombinant vaccinia vaccine via pillar guided microneedle patch confers sars cov immunity recent advances in microneedle array patch map technology have highlighted its potential for efficient and accessible vaccine delivery in this study we developed a pillar guided map pg map loaded with a recombinant vaccinia virus r dis s expressing the sars cov spike s gene our fabrication method enabled precise localization of a high viral titer pfu per patch as verified by plaque assay in vivo immunization in mice demonstrated that the r dis s loaded pg map elicited robust s protein specific igg and neutralizing antibody responses upon sars cov challenge all pg map immunized mice survived and maintained their body weight whereas the control groups experienced severe results these results demonstrated that the pg map platform enables precise dosing maintains viral stability and induces potent protective immunity offering a promising alternative for decentralized minimally invasive vaccination strategies against emerging infectious diseases"
}