{
    "pmid": "41424260",
    "title": "Surgical Treatment of Tremor Syndromes: A Guide to the Clinician.",
    "abstract": "Tremor is a common feature of multiple neurological conditions, and while medications can be effective in mild cases, surgical interventions are often required in moderate-severe syndromes or when medication side-effects are unacceptable. Over decades, the field of functional neurosurgery has evolved from traditional radiofrequency ablation to deep brain stimulation, and more recently, to incisionless high frequency ultrasonic lesional techniques. All these modalities remain valuable tools for the clinicians and can be used to treat a variety of stereotactic targets with several targeting methods. This evolution has broadened access to surgical treatments for individuals with tremor and has provided both clinicians and patients with a wider range of therapeutic options. Consequently, selecting the most appropriate surgical treatment for an individual has arguably become more complex, relying on a combination of evidence base, personal, medical, social, and economic factors. In view of the evolving landscape of functional neurosurgery in tremor, driven by the resurgence of lesional procedures following the success of high-intensity focused ultrasound, there is a need for a focused, updated review to support clinicians and patients selecting the most appropriate surgical treatment in tremor. This educational review discusses the evidence behind, and surgical approaches to, essential tremor, Parkinson's disease tremor and dystonic tremor. Key topics addressed in the educational review include outcomes of different surgical treatments across tremor syndromes and stereotactic targets, waning benefit after surgical treatment, and optimization of patient selection with regards to high-intensity focused ultrasound and deep brain stimulation.",
    "disease": "parkinson disease",
    "clean_text": "surgical treatment of tremor syndromes a guide to the clinician tremor is a common feature of multiple neurological conditions and while medications can be effective in mild cases surgical interventions are often required in moderate severe syndromes or when medication side effects are unacceptable over decades the field of functional neurosurgery has evolved from traditional radiofrequency ablation to deep brain stimulation and more recently to incisionless high frequency ultrasonic lesional techniques all these modalities remain valuable tools for the clinicians and can be used to treat a variety of stereotactic targets with several targeting methods this evolution has broadened access to surgical treatments for individuals with tremor and has provided both clinicians and patients with a wider range of therapeutic options consequently selecting the most appropriate surgical treatment for an individual has arguably become more complex relying on a combination of evidence base personal medical social and economic factors in view of the evolving landscape of functional neurosurgery in tremor driven by the resurgence of lesional procedures following the success of high intensity focused ultrasound there is a need for a focused updated review to support clinicians and patients selecting the most appropriate surgical treatment in tremor this educational review discusses the evidence behind and surgical approaches to essential tremor parkinson s disease tremor and dystonic tremor key topics addressed in the educational review include outcomes of different surgical treatments across tremor syndromes and stereotactic targets waning benefit after surgical treatment and optimization of patient selection with regards to high intensity focused ultrasound and deep brain stimulation"
}