{
    "pmid": "41440844",
    "title": "Berlin Heart EXCOR as a Bridge to Transplantation in Pediatric End-Stage Heart Failure: A Retrospective Cohort Study.",
    "abstract": "Ventricular assist devices serve as a critical bridge to transplantation for pediatric patients with end-stage heart failure. This study evaluated the outcomes of pediatric patients who received Berlin Heart EXCOR support for end-stage heart failure. We retrospectively analyzed data from 11 consecutive pediatric patients (63.64% male, median age 60 months) who underwent Berlin Heart implantation from November 2021 to April 2025. The majority (90.90%) had dilated cardiomyopathy, and 72.73% were INTERMACS class I. Of the 11 patients, 54.54% received an LVAD only, 36.36% received a BiVAD, and 9.09% required an LVAD followed by an RVAD. The postoperative mean ICU stay was 140 ± 73 days, and total hospital stay was 192 ± 96 days. Significant post-implant complications included stroke (27.27%), bleeding requiring exploration (27.27%), and pneumonia (36.36%). Ten patients (90.91%) were successfully bridged to heart transplantation, with one pre-transplant mortality (9.09%) due to brain hemorrhage. The median time to transplantation was 88 days (interquartile range, IQR: 78-177). During a median follow-up of 17 months (IQR: 7-32), two patients died post-transplant, resulting in an overall survival rate of 67.50% at 3 years. Despite significant complications and prolonged hospitalization, the Berlin Heart demonstrated effectiveness as a mechanical circulatory support device for pediatric patients, with a high rate of successful bridging to transplantation and acceptable mid-term survival. These findings support its use as a viable bridge to transplantation in pediatric end-stage heart failure.",
    "disease": "pneumonia",
    "clean_text": "berlin heart excor as a bridge to transplantation in pediatric end stage heart failure a retrospective cohort study ventricular assist devices serve as a critical bridge to transplantation for pediatric patients with end stage heart failure this study evaluated the outcomes of pediatric patients who received berlin heart excor support for end stage heart failure we retrospectively analyzed data from consecutive pediatric patients male median age months who underwent berlin heart implantation from november to april the majority had dilated cardiomyopathy and were intermacs class i of the patients received an lvad only received a bivad and required an lvad followed by an rvad the postoperative mean icu stay was days and total hospital stay was days significant post implant complications included stroke bleeding requiring exploration and pneumonia ten patients were successfully bridged to heart transplantation with one pre transplant mortality due to brain hemorrhage the median time to transplantation was days interquartile range iqr during a median follow up of months iqr two patients died post transplant resulting in an overall survival rate of at years despite significant complications and prolonged hospitalization the berlin heart demonstrated effectiveness as a mechanical circulatory support device for pediatric patients with a high rate of successful bridging to transplantation and acceptable mid term survival these findings support its use as a viable bridge to transplantation in pediatric end stage heart failure"
}