{
    "title": "A qualitative analysis of a randomized controlled trial comparing a cognitive-behavioral treatment with education.",
    "doc_id": "21839689",
    "writer": "Day MA",
    "year": "2011",
    "summary": "Furthermore, few studies have utilized first-person accounts to qualitatively investigate the key treatment elements and processes of change underlying the well-documented quantitative improvements associated with CBT. ...Posttreatment semistructured interviews of 28 CBT a …",
    "abstract": "Cognitive behavioral therapy (CBT) is a widely accepted psychosocial treatment for chronic pain. However, the efficacy of CBT has not been investigated within a rural setting. Furthermore, few studies have utilized first-person accounts to qualitatively investigate the key treatment elements and processes of change underlying the well-documented quantitative improvements associated with CBT. To address these gaps, we conducted a randomized controlled trial (RCT) investigating the efficacy of group CBT compared to an active education condition (EDU) within a rural, low-literacy population. Posttreatment semistructured interviews of 28 CBT and 24 EDU treatment completers were qualitatively analyzed. Emerging themes were collated to depict a set of finalized thematic maps to visually represent the patterns inherent in the data. Patterns were separated into procedural elements and presumed change processes of treatment. Key themes, subthemes, and example extracts for CBT and EDU are presented; unique and shared aspects pertaining to the thematic maps are discussed. Results indicate that while both groups benefited from the program, the CBT group described more breadth and depth of change as compared to the EDU group. Importantly, this study identified key treatment elements and explored possible processes of change from the patients' perspective.\n    \n\n\n          Perspective:\n        \n      \n      This qualitative article describes patient-identified key procedural elements and change process factors associated with psychosocial approaches for chronic pain management. Results may guide further adaptations to existing treatment protocols for use within unique, underserved chronic pain populations. Continued development of patient-centered approaches may help reduce health, treatment, and ethnicity disparities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21839689/",
    "clean_text": "a qualitative analysis of a randomized controlled trial comparing a cognitive behavioral treatment with education furthermore few studies have utilized first person accounts to qualitatively investigate the key treatment elements and processes of change underlying the well documented quantitative improvements associated with cbt posttreatment semistructured interviews of cbt a cognitive behavioral therapy cbt is a widely accepted psychosocial treatment for chronic pain however the efficacy of cbt has not been investigated within a rural setting furthermore few studies have utilized first person accounts to qualitatively investigate the key treatment elements and processes of change underlying the well documented quantitative improvements associated with cbt to address these gaps we conducted a randomized controlled trial rct investigating the efficacy of group cbt compared to an active education condition edu within a rural low literacy population posttreatment semistructured interviews of cbt and edu treatment completers were qualitatively analyzed emerging themes were collated to depict a set of finalized thematic maps to visually represent the patterns inherent in the data patterns were separated into procedural elements and presumed change processes of treatment key themes subthemes and example extracts for cbt and edu are presented unique and shared aspects pertaining to the thematic maps are discussed results indicate that while both groups benefited from the program the cbt group described more breadth and depth of change as compared to the edu group importantly this study identified key treatment elements and explored possible processes of change from the patients perspective perspective this qualitative article describes patient identified key procedural elements and change process factors associated with psychosocial approaches for chronic pain management results may guide further adaptations to existing treatment protocols for use within unique underserved chronic pain populations continued development of patient centered approaches may help reduce health treatment and ethnicity disparities"
}