{
    "pmid": "41313848",
    "title": "Efficacy and safety of Tan Yin Wan in preventing acute exacerbations of COPD: A multicenter, randomized, double-blind, placebo-controlled, phase Ⅳ clinical trial.",
    "abstract": "Recurrent acute exacerbations of chronic obstructive pulmonary disease (AECOPD) impose disease deterioration and economic burden. Tan Yin Wan (TYW), a traditional Chinese medicine (TCM) formulation, has shown promise in COPD management, but robust clinical evidence is lacking. We aimed to evaluate the efficacy and safety of TYW in delaying AECOPD onset, with subgroup analyses exploring the TCM principle of \"Treating Winter Disease in Summer\" (Dongbing Xiazhi, ), which advocates reinforcing physiological resilience in low-risk seasons to mitigate exacerbation and severity of disease in high-risk seasons. In this multicenter, randomized, double-blind, placebo-controlled, phase Ⅳ clinical trial, participants with moderate-to-severe COPD and high exacerbation risk received TYW or an identical placebo, in addition to standard therapy for 52 weeks. The primary outcome was time to the first AECOPD. Secondary outcomes included the severity of the first AECOPD, annualized exacerbation rate, proportion of AECOPD cases, symptom scales (Breathlessness, Cough, and Sputum Scale (BCSS), COPD Assessment Test (CAT), and modified Medical Research Council Dyspnea Scale (mMRC)), 6-Minute Walk Distance (6MWD), pulmonary function and safety. A total of 342 patients were recruited from 18 centers between July 13, 2021, and June 5, 2023, with 308 patients in the full analysis set (FAS) and 297 in the per-protocol set (PPS). TYW significantly prolonged the time to the first AECOPD vs. placebo after adjustment for baseline confounding (adjusted HR = 0.55, 95% CI = 0.35 - 0.87, p = 0.01), and the restricted mean survival time difference (ΔRMST) was 30.45 days (95% CI = 4.68 - 56.23, p = 0.02). Improvements were demonstrated in BCSS, CAT, mMRC, and 6MWD at multiple timepoints (all p < 0.05), though lung function showed no significant differences. Exploratory subgroup analysis indicated a numerical trend toward a prolonged time to first exacerbation by 40.29 days in summer-enrolled participants (June - August) compared to non-summer-enrolled participants. This observation is tentatively consistent with the TCM principle of \"Treating Winter Disease in Summer\" as a proactive preventive strategy, though formal statistical significance was not achieved. Safety profiles were comparable between groups. TYW adjunct therapy might delay AECOPD onset and improve symptom burden, representing a preventive intervention that embodies TCM's \"Treating Disease Before Onset\" (Zhi Wei Bing, ) philosophy, potentially through \"Treating Winter Disease in Summer\", as a proactive seasonal strategy in long-term COPD management. This trial was registered at the Chinese Clinical Trials Registry (ChiCTR2100048801).",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "efficacy and safety of tan yin wan in preventing acute exacerbations of copd a multicenter randomized double blind placebo controlled phase clinical trial recurrent acute exacerbations of chronic obstructive pulmonary disease aecopd impose disease deterioration and economic burden tan yin wan tyw a traditional chinese medicine tcm formulation has shown promise in copd management but robust clinical evidence is lacking we aimed to evaluate the efficacy and safety of tyw in delaying aecopd onset with subgroup analyses exploring the tcm principle of treating winter disease in summer dongbing xiazhi which advocates reinforcing physiological resilience in low risk seasons to mitigate exacerbation and severity of disease in high risk seasons in this multicenter randomized double blind placebo controlled phase clinical trial participants with moderate to severe copd and high exacerbation risk received tyw or an identical placebo in addition to standard therapy for weeks the primary outcome was time to the first aecopd secondary outcomes included the severity of the first aecopd annualized exacerbation rate proportion of aecopd cases symptom scales breathlessness cough and sputum scale bcss copd assessment test cat and modified medical research council dyspnea scale mmrc minute walk distance mwd pulmonary function and safety a total of patients were recruited from centers between july and june with patients in the full analysis set fas and in the per protocol set pps tyw significantly prolonged the time to the first aecopd vs placebo after adjustment for baseline confounding adjusted hr ci p and the restricted mean survival time difference rmst was days ci p improvements were demonstrated in bcss cat mmrc and mwd at multiple timepoints all p though lung function showed no significant differences exploratory subgroup analysis indicated a numerical trend toward a prolonged time to first exacerbation by days in summer enrolled participants june august compared to non summer enrolled participants this observation is tentatively consistent with the tcm principle of treating winter disease in summer as a proactive preventive strategy though formal statistical significance was not achieved safety profiles were comparable between groups tyw adjunct therapy might delay aecopd onset and improve symptom burden representing a preventive intervention that embodies tcm s treating disease before onset zhi wei bing philosophy potentially through treating winter disease in summer as a proactive seasonal strategy in long term copd management this trial was registered at the chinese clinical trials registry chictr"
}