{
    "title": "Roles of vascular risk factors in the pathogenesis of dementia.",
    "doc_id": "31723253",
    "writer": "Takeda S",
    "year": "2020",
    "summary": "Cerebrovascular damage due to vascular risk factors directly triggers vascular dementia, and it is becoming more apparent that vascular risk factors also increase the risk of neurodegenerative Alzheimer's disease, which is associated with the ac …",
    "abstract": "The number of people with dementia is rapidly growing along with the aging of society and is becoming a social issue worldwide. The results of recent clinical and basic studies have suggested that vascular risk factors, such as hypertension and diabetes mellitus, affect the pathogenesis of dementia. Cerebrovascular damage due to vascular risk factors directly triggers vascular dementia, and it is becoming more apparent that vascular risk factors also increase the risk of neurodegenerative Alzheimer's disease, which is associated with the accumulation of neurotoxic proteins in the brain. Although disease-modifying therapy for dementia has not yet been established, several studies have shown that the management of vascular risk factors could possibly contribute to reducing the risk of developing dementia, thus making them important targets for dementia prevention. In this article, we review recent findings regarding the relationship between vascular risk factors and dementia, especially focusing on Alzheimer's disease, the underlying molecular mechanisms, and the potential strategies targeting these modifiable risk factors to prevent cognitive decline.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31723253/",
    "clean_text": "roles of vascular risk factors in the pathogenesis of dementia cerebrovascular damage due to vascular risk factors directly triggers vascular dementia and it is becoming more apparent that vascular risk factors also increase the risk of neurodegenerative alzheimer s disease which is associated with the ac the number of people with dementia is rapidly growing along with the aging of society and is becoming a social issue worldwide the results of recent clinical and basic studies have suggested that vascular risk factors such as hypertension and diabetes mellitus affect the pathogenesis of dementia cerebrovascular damage due to vascular risk factors directly triggers vascular dementia and it is becoming more apparent that vascular risk factors also increase the risk of neurodegenerative alzheimer s disease which is associated with the accumulation of neurotoxic proteins in the brain although disease modifying therapy for dementia has not yet been established several studies have shown that the management of vascular risk factors could possibly contribute to reducing the risk of developing dementia thus making them important targets for dementia prevention in this article we review recent findings regarding the relationship between vascular risk factors and dementia especially focusing on alzheimer s disease the underlying molecular mechanisms and the potential strategies targeting these modifiable risk factors to prevent cognitive decline"
}