{
    "pmid": "41473652",
    "title": "Association of Post-streptococcal Glomerulonephritis and Paediatric Posterior Reversible Encephalopathy Syndrome (PRES): A Case Report.",
    "abstract": "Posterior reversible encephalopathy syndrome (PRES) is a rare clinical entity with diverse etiological associations and unclear pathophysiological mechanisms. We report a case of post-streptococcal glomerulonephritis (PSGN) complicated by PRES, characterized by a classic clinical course and distinctive neuroimaging findings. A 13-year-old boy presented with complaints of headache, vomiting, blurred vision, and multiple generalized seizure episodes with post-ictal confusion. He had a history of sore throat and fever 14 days back, followed by abdominal pain, generalized oedema, and persistent frank haematuria. On admission, he had hypertension (blood pressure above the 99th percentile for age). Contrast-enhanced CT head revealed hypodensities in white matter (centrum semiovale extending to posterior parietal and occipital lobes) suggestive of vasogenic oedema. Follow-up MRI brain after two weeks of admission demonstrated resolution of oedema. Given the clinical context and imaging findings, a diagnosis of PSGN complicated by PRES was made. PSGN is the most common cause of acute, severe hypertension in the paediatric age group. This case highlights the association between PSGN and PRES and underscores the importance of prompt recognition and management of hypertension to ensure favourable outcomes.",
    "disease": "hypertension",
    "clean_text": "association of post streptococcal glomerulonephritis and paediatric posterior reversible encephalopathy syndrome pres a case report posterior reversible encephalopathy syndrome pres is a rare clinical entity with diverse etiological associations and unclear pathophysiological mechanisms we report a case of post streptococcal glomerulonephritis psgn complicated by pres characterized by a classic clinical course and distinctive neuroimaging findings a year old boy presented with complaints of headache vomiting blurred vision and multiple generalized seizure episodes with post ictal confusion he had a history of sore throat and fever days back followed by abdominal pain generalized oedema and persistent frank haematuria on admission he had hypertension blood pressure above the th percentile for age contrast enhanced ct head revealed hypodensities in white matter centrum semiovale extending to posterior parietal and occipital lobes suggestive of vasogenic oedema follow up mri brain after two weeks of admission demonstrated resolution of oedema given the clinical context and imaging findings a diagnosis of psgn complicated by pres was made psgn is the most common cause of acute severe hypertension in the paediatric age group this case highlights the association between psgn and pres and underscores the importance of prompt recognition and management of hypertension to ensure favourable outcomes"
}