{
    "pmid": "41438363",
    "title": "Predictors of Progression in Pre-COPD: The 3P Study Rationale and Design.",
    "abstract": "The diagnosis of chronic obstructive pulmonary disease (COPD) requires the demonstration of poorly reversible airflow obstruction (defined by a forced expiratory volume in 1 s [FEV This will be a prospective (5-year follow-up), multicenter (conducted in 12 Spanish centers across eight geographical autonomous communities), observational, comparative study (www.clinicaltrials.govNCT04409275), that will recruit 285 current or former smokers (≥10 pack-years) with respiratory symptoms (dyspnea, chronic cough, sputum production, wheezing or recurrent lower respiratory tract infections) and spirometry without obstruction (pre-COPD status). Multivariate regression analysis and other tests will be used to analyze results. Results are expected to provide novel, useful information for identifying pre-COPD individuals who are likely to develop progressive airflow obstruction and are potential candidates for prompt intervention. El diagnóstico de la enfermedad pulmonar obstructiva crónica (EPOC) requiere la demostración de una obstrucción del flujo aéreo escasamente reversible (definida por una relación entre el volumen espiratorio forzado en 1 segundo [FEV1] y la capacidad vital forzada [FVC] <0,7 tras la broncodilatación) en el contexto clínico adecuado (factores de riesgo y exposiciones). Sin embargo, algunas personas (las denominadas «pre-EPOC») pueden presentar síntomas respiratorios y/o anomalías estructurales pulmonares (p. ej., enfisema) y/u otras anomalías fisiológicas (p. ej., FEV1 bajo espirometría con ratio preservada y deterioro [PRISm], atrapamiento aéreo, hiperinsuflación, reducción de la capacidad de difusión pulmonar del monóxido de carbono [DL Se trata de un estudio prospectivo (seguimiento de cinco años), multicéntrico (n = 12 centros españoles en ocho comunidades autónomas), observacional y comparativo (www.clinicaltrials.govNCT04409275) en 285 fumadores actuales o exfumadores (≥10 paquetes-año) con síntomas respiratorios (disnea, tos crónica, producción de esputo, sibilancias o infecciones recurrentes del tracto respiratorio inferior) y espirometría sin obstrucción (pre-EPOC). Se utilizará un análisis de regresión multivariante (entre otros) para analizar los resultados. Es probable que los resultados proporcionen información novedosa de posible utilidad para identificar a las personas con pre-EPOC que pueden desarrollar una obstrucción progresiva del flujo aéreo, lo que permitiría una intervención rápida.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "predictors of progression in pre copd the p study rationale and design the diagnosis of chronic obstructive pulmonary disease copd requires the demonstration of poorly reversible airflow obstruction defined by a forced expiratory volume in s fev this will be a prospective year follow up multicenter conducted in spanish centers across eight geographical autonomous communities observational comparative study www clinicaltrials govnct that will recruit current or former smokers pack years with respiratory symptoms dyspnea chronic cough sputum production wheezing or recurrent lower respiratory tract infections and spirometry without obstruction pre copd status multivariate regression analysis and other tests will be used to analyze results results are expected to provide novel useful information for identifying pre copd individuals who are likely to develop progressive airflow obstruction and are potential candidates for prompt intervention el diagn stico de la enfermedad pulmonar obstructiva cr nica epoc requiere la demostraci n de una obstrucci n del flujo a reo escasamente reversible definida por una relaci n entre el volumen espiratorio forzado en segundo fev y la capacidad vital forzada fvc tras la broncodilataci n en el contexto cl nico adecuado factores de riesgo y exposiciones sin embargo algunas personas las denominadas pre epoc pueden presentar s ntomas respiratorios y o anomal as estructurales pulmonares p ej enfisema y u otras anomal as fisiol gicas p ej fev bajo espirometr a con ratio preservada y deterioro prism atrapamiento a reo hiperinsuflaci n reducci n de la capacidad de difusi n pulmonar del mon xido de carbono dl se trata de un estudio prospectivo seguimiento de cinco a os multic ntrico n centros espa oles en ocho comunidades aut nomas observacional y comparativo www clinicaltrials govnct en fumadores actuales o exfumadores paquetes a o con s ntomas respiratorios disnea tos cr nica producci n de esputo sibilancias o infecciones recurrentes del tracto respiratorio inferior y espirometr a sin obstrucci n pre epoc se utilizar un an lisis de regresi n multivariante entre otros para analizar los resultados es probable que los resultados proporcionen informaci n novedosa de posible utilidad para identificar a las personas con pre epoc que pueden desarrollar una obstrucci n progresiva del flujo a reo lo que permitir a una intervenci n r pida"
}