{
    "title": "Migratory Connectivity of Zhejiang, with a Critical Stopover in East Asian-Australasian Flyway, Based on Recovery Data.",
    "doc_id": "39199938",
    "writer": "Liu B",
    "year": "2024",
    "summary": "Understanding migratory routes is crucial for the conservation of birds and their habitats. Zhejiang is a crucial stopover and wintering area for birds in the East Asian-Australasian Flyway; however, detailed information on this area, and particularly on connections betwee …",
    "abstract": "Understanding migratory routes is crucial for the conservation of birds and their habitats. Zhejiang is a crucial stopover and wintering area for birds in the East Asian-Australasian Flyway; however, detailed information on this area, and particularly on connections between coastal areas, is limited. By synthesizing ringed and recapture records from local bird-ringing projects and re-sighting community science data (208 records of 35 species), we established migratory connectivity between the Zhejiang coast and nine countries (i.e., Russia, Mongolia, the United States, Korea, Japan, Malaysia, Singapore, Thailand, and Australia), as well as eleven sites within China, and established its crucial role in this flyway. Stopover fidelity was verified by some species with high recapture frequency (seven species exceeded 1%) and species with duplicated re-sighted records (seven Black-faced Spoonbill, one Dalmatian Pelican, and two Spoon-billed Sandpiper individuals). We identified six areas-Hangzhou Bay, Aiwan Bay, Xuanmen National Park, Wenzhou Bay, the reclaimed area between the Ou and Feiyun Rivers, and the Wenzhou Jiangnan Reclamation Area-as crucial stopovers and wintering refuges for waterbirds. Notably, in Xuanmen National Park and the coastal regions along Wenzhou, there were many recovery records for flagship species, such as the Black-faced Spoonbill and Spoon-billed Sandpiper. There were several cases of the recovery of the same individual studied across the years. These findings indicate that these unprotected wetlands require particular attention. Broadly, our findings highlight the feasibility of integrating comprehensive ringing projects with citizen science data to formulate effective conservation strategies and underscore the critical importance of the Zhejiang Coast for migratory waterbirds, particularly those with high conservation concerns, emphasizing the need to mitigate the threats faced by these vulnerable populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39199938/",
    "clean_text": "migratory connectivity of zhejiang with a critical stopover in east asian australasian flyway based on recovery data understanding migratory routes is crucial for the conservation of birds and their habitats zhejiang is a crucial stopover and wintering area for birds in the east asian australasian flyway however detailed information on this area and particularly on connections betwee understanding migratory routes is crucial for the conservation of birds and their habitats zhejiang is a crucial stopover and wintering area for birds in the east asian australasian flyway however detailed information on this area and particularly on connections between coastal areas is limited by synthesizing ringed and recapture records from local bird ringing projects and re sighting community science data records of species we established migratory connectivity between the zhejiang coast and nine countries i e russia mongolia the united states korea japan malaysia singapore thailand and australia as well as eleven sites within china and established its crucial role in this flyway stopover fidelity was verified by some species with high recapture frequency seven species exceeded and species with duplicated re sighted records seven black faced spoonbill one dalmatian pelican and two spoon billed sandpiper individuals we identified six areas hangzhou bay aiwan bay xuanmen national park wenzhou bay the reclaimed area between the ou and feiyun rivers and the wenzhou jiangnan reclamation area as crucial stopovers and wintering refuges for waterbirds notably in xuanmen national park and the coastal regions along wenzhou there were many recovery records for flagship species such as the black faced spoonbill and spoon billed sandpiper there were several cases of the recovery of the same individual studied across the years these findings indicate that these unprotected wetlands require particular attention broadly our findings highlight the feasibility of integrating comprehensive ringing projects with citizen science data to formulate effective conservation strategies and underscore the critical importance of the zhejiang coast for migratory waterbirds particularly those with high conservation concerns emphasizing the need to mitigate the threats faced by these vulnerable populations"
}