{
    "pmid": "41469927",
    "title": "Mechanisms, efficacy, and future perspectives of cellular-based therapies for liver fibrosis/cirrhosis: focusing on mesenchymal stromal cells.",
    "abstract": "Liver fibrosis/cirrhosis, characterized by excessive deposition of extracellular matrix (ECM) and formation of fibrous scars, arises from chronic liver injury and poses a significant global health burden. Although liver transplantation remains the sole curative option, its application is limited by donor scarcity, immune rejection risks, and high costs. Cellular therapies, particularly those based on mesenchymal stromal cells (MSCs), have emerged as a promising alternative. This review comprehensively examines the therapeutic mechanisms and clinical efficacy of diverse cell therapies for liver cirrhosis, with a focus on MSC-based approaches. MSCs demonstrate multifaceted advantages, including immunomodulatory properties, anti-fibrotic effects (via hepatic stellate cell inhibition and ECM remodeling), promotion of hepatocyte regeneration, and mitigation of oxidative stress. Their low immunogenicity facilitates allogeneic transplantation, while their availability from multiple sources (e.g., bone marrow, umbilical cord, adipose tissue) supports scalable clinical application. We analyze 95 registered clinical trials (73 MSC-focused), highlighting consistent safety profiles but variable efficacy, influenced by factors such as cell source, preparation protocols, administration route, and patient heterogeneity. Key challenges include standardizing MSC production (donor selection, culture conditions, cryopreservation), optimizing delivery methods (intravenous vs. intrahepatic routes), and defining dosing regimens. Strategies to enhance MSC efficacy-such as genetic modification, biomaterial engineering, combinatorial therapies (e.g., with endothelial progenitor cells or macrophages), and MSC-derived extracellular vesicles-are critically evaluated. Future perspectives emphasize the need for large-scale randomized trials, single-cell technologies to resolve MSC heterogeneity, and organoid models to refine therapeutic protocols.",
    "disease": "liver cirrhosis",
    "clean_text": "mechanisms efficacy and future perspectives of cellular based therapies for liver fibrosis cirrhosis focusing on mesenchymal stromal cells liver fibrosis cirrhosis characterized by excessive deposition of extracellular matrix ecm and formation of fibrous scars arises from chronic liver injury and poses a significant global health burden although liver transplantation remains the sole curative option its application is limited by donor scarcity immune rejection risks and high costs cellular therapies particularly those based on mesenchymal stromal cells mscs have emerged as a promising alternative this review comprehensively examines the therapeutic mechanisms and clinical efficacy of diverse cell therapies for liver cirrhosis with a focus on msc based approaches mscs demonstrate multifaceted advantages including immunomodulatory properties anti fibrotic effects via hepatic stellate cell inhibition and ecm remodeling promotion of hepatocyte regeneration and mitigation of oxidative stress their low immunogenicity facilitates allogeneic transplantation while their availability from multiple sources e g bone marrow umbilical cord adipose tissue supports scalable clinical application we analyze registered clinical trials msc focused highlighting consistent safety profiles but variable efficacy influenced by factors such as cell source preparation protocols administration route and patient heterogeneity key challenges include standardizing msc production donor selection culture conditions cryopreservation optimizing delivery methods intravenous vs intrahepatic routes and defining dosing regimens strategies to enhance msc efficacy such as genetic modification biomaterial engineering combinatorial therapies e g with endothelial progenitor cells or macrophages and msc derived extracellular vesicles are critically evaluated future perspectives emphasize the need for large scale randomized trials single cell technologies to resolve msc heterogeneity and organoid models to refine therapeutic protocols"
}