{
    "title": "Risk Factors of Vulvovaginal Candidiasis among Women of Reproductive Age in Xi'an: A Cross-Sectional Study.",
    "doc_id": "29977925",
    "writer": "Zeng X",
    "year": "2018",
    "summary": "To explore risk factors of vulvovaginal candidiasis (VVC) among women of reproductive age in Xi'an district and then to offer reference for clinical prevention and treatment of VVC. ...Patients from the outpatient department of gynecology and obstetrics in the First …",
    "abstract": "Purpose. To explore risk factors of vulvovaginal candidiasis (VVC) among women of reproductive age in Xi'an district and then to offer reference for clinical prevention and treatment of VVC. Methods. Patients from the outpatient department of gynecology and obstetrics in the First Affiliated Hospital of Xi'an Jiaotong University from June 2016 to May 2017 were recruited strictly according to the inclusion and exclusion criteria. Participants diagnosed as simple VVC were assigned to the case group, while women who underwent routine gynecological examination and had normal vaginal microflora were assigned to the control group. Then we conducted a questionnaire survey of the two groups and used the logistic regression model to explore the related risk factors of VVC. Results. In the present study, ninety-seven cases were sample VVC patients and eighty-seven cases were healthy women. This cross-sectional study showed that occasionally or never drinking sweet drinks (odds ratio [OR] =0.161, 95% confidence interval [CI] =0.056-0.462, P=0.001), occasionally or never eating sweet foods (OR=0.158, 95%CI=0.054-0.460, P=0.001), and the use of condom (OR=0.265, 95%CI=0.243-0.526, P=0.001) were regarded as protective factors for VVC. In addition, sedentary life style (OR=7.876, 95%CI=1.818-34.109, P=0.006), frequently wearing tights (OR=6.613, 95%CI=1.369-27.751, P=0.018), frequent intravaginal douching (OR=3.493, 95%CI=1.379-8.847, P=0.008), having the first sexual encounter when under 20 years old (OR=2.364, 95%CI=1.181-7.758, P=0.006), the number of sexual partners being over two (OR=3.222, 95%CI=1.042-9.960, P=0.042), history of curettage (OR=3.471, 95%CI=1.317-9.148, P=0.012), history of vaginitis (OR=8.999, 95%CI=2.816-28.760, P<0.001), and not cleaning the vulva before or after sexual encounters (OR=13.684, 95%CI=2.843-65.874, P=0.001) were considered to be risk factors of VVC. Conclusion. In conclusion, risk factors of VVC are various, involving ages, hygienic habits, disease history, and other aspects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29977925/",
    "clean_text": "risk factors of vulvovaginal candidiasis among women of reproductive age in xi an a cross sectional study to explore risk factors of vulvovaginal candidiasis vvc among women of reproductive age in xi an district and then to offer reference for clinical prevention and treatment of vvc patients from the outpatient department of gynecology and obstetrics in the first purpose to explore risk factors of vulvovaginal candidiasis vvc among women of reproductive age in xi an district and then to offer reference for clinical prevention and treatment of vvc methods patients from the outpatient department of gynecology and obstetrics in the first affiliated hospital of xi an jiaotong university from june to may were recruited strictly according to the inclusion and exclusion criteria participants diagnosed as simple vvc were assigned to the case group while women who underwent routine gynecological examination and had normal vaginal microflora were assigned to the control group then we conducted a questionnaire survey of the two groups and used the logistic regression model to explore the related risk factors of vvc results in the present study ninety seven cases were sample vvc patients and eighty seven cases were healthy women this cross sectional study showed that occasionally or never drinking sweet drinks odds ratio or confidence interval ci p occasionally or never eating sweet foods or ci p and the use of condom or ci p were regarded as protective factors for vvc in addition sedentary life style or ci p frequently wearing tights or ci p frequent intravaginal douching or ci p having the first sexual encounter when under years old or ci p the number of sexual partners being over two or ci p history of curettage or ci p history of vaginitis or ci p and not cleaning the vulva before or after sexual encounters or ci p were considered to be risk factors of vvc conclusion in conclusion risk factors of vvc are various involving ages hygienic habits disease history and other aspects"
}