{
    "title": "Clinical and histological findings of cutaneous wound healing in the red-eared slider turtle (Trachemys scripta elegans) housed in unheated outdoor enclosures.",
    "doc_id": "27324567",
    "writer": "Negrini J",
    "year": "2016",
    "summary": "BACKGROUND: Cutaneous wounds are common in chelonians. The clinical and histological features of wound healing in these species are not well described and this prevents evaluation of new therapies. ...Group 1 was photographed on Day 1 and weekly, until 28 days post …",
    "abstract": "Background:\n        \n      \n      Cutaneous wounds are common in chelonians. The clinical and histological features of wound healing in these species are not well described and this prevents evaluation of new therapies.\n    \n\n\n          Objectives:\n        \n      \n      To describe clinical and histopathological features of cutaneous wound healing in the red-eared slider turtle (Trachemys scripta elegans).\n    \n\n\n          Animals:\n        \n      \n      Twenty four healthy adult females housed in outdoor facilities with free access to water and exposed to daily variations in temperature.\n    \n\n\n          Methods:\n        \n      \n      Full thickness 6 mm skin biopsy punch wounds were created in the rear limbs. The turtles were assigned to Group 1 (n = 12 for clinical evaluation) and Group 2 (n = 12 for microscopic study). Group 1 was photographed on Day 1 and weekly, until 28 days post wounding. Wound retraction was expressed as the percentage of perimeter reduction. For Group 2, three skin wounds were sampled at 2, 7, 14, 21, 28, 42, 60 and 135 days post wounding for histological study. The avidin-biotin-peroxidase (ABC) staining method was used to evaluate five commercial antibodies.\n    \n\n\n          Results:\n        \n      \n      Wound contraction was limited; crust persisted at least 28 days. Re-epithelialization was complete by Day 14 in many animals; active inflammation persisted until 28 days; connective tissue re-constitution and remodelling was achieved from 42 to 135 days. Antibodies AE1/AE3, Factor VIII, MAC 387, CD3 and NCL-MSA showed cross reactivity with the cell counterpart in turtle tissues.\n    \n\n\n          Conclusions and clinical importance:\n        \n      \n      Second intention wound healing progressed slowly and with an indolent behaviour. Microscopically there was marked overlapping of the inflammatory and proliferative phases over a long time period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27324567/",
    "clean_text": "clinical and histological findings of cutaneous wound healing in the red eared slider turtle trachemys scripta elegans housed in unheated outdoor enclosures background cutaneous wounds are common in chelonians the clinical and histological features of wound healing in these species are not well described and this prevents evaluation of new therapies group was photographed on day and weekly until days post background cutaneous wounds are common in chelonians the clinical and histological features of wound healing in these species are not well described and this prevents evaluation of new therapies objectives to describe clinical and histopathological features of cutaneous wound healing in the red eared slider turtle trachemys scripta elegans animals twenty four healthy adult females housed in outdoor facilities with free access to water and exposed to daily variations in temperature methods full thickness mm skin biopsy punch wounds were created in the rear limbs the turtles were assigned to group n for clinical evaluation and group n for microscopic study group was photographed on day and weekly until days post wounding wound retraction was expressed as the percentage of perimeter reduction for group three skin wounds were sampled at and days post wounding for histological study the avidin biotin peroxidase abc staining method was used to evaluate five commercial antibodies results wound contraction was limited crust persisted at least days re epithelialization was complete by day in many animals active inflammation persisted until days connective tissue re constitution and remodelling was achieved from to days antibodies ae ae factor viii mac cd and ncl msa showed cross reactivity with the cell counterpart in turtle tissues conclusions and clinical importance second intention wound healing progressed slowly and with an indolent behaviour microscopically there was marked overlapping of the inflammatory and proliferative phases over a long time period"
}