{
    "pmid": "41425970",
    "title": "Peritoneal metastases from colorectal cancer managed by stereotactic body radiation therapy: presentation of a clinical case and review of literature.",
    "abstract": "Peritoneal metastasis (PM, or peritoneal carcinomatosis) is often associated with dismal prognosis. The treatment of peritoneal metastasis depends on several factors, including the type of primary cancer, the extent of metastasis and the patient's overall health condition. Apart from systemic chemotherapy and cytoreductive surgery (CRS), locoregional therapies such as hyperthermic intraperitoneal chemotherapy (HIPEC) or pressurized intraperitoneal aerosol chemotherapy (PIPAC) may improve tumour control. CRS is a complex procedure with high morbidity, performed only in approximately 25% of all eligible patients and the efficiency of other non-surgical therapies is not well known. The place of radiation therapy needs to be defined. A 62-year-old woman was referred for surgery for a few days' history of large bowel obstruction. A previous abdominopelvic CT showed an obstructive 3-cm mass in the proximal ascending colon, associated with small bowel dilatation. Right hemi-colectomy was performed. Work-up demonstrated on MRI (magnetic resonance imaging) sub-centimetric secondary liver lesions. ",
    "disease": "colorectal cancer",
    "clean_text": "peritoneal metastases from colorectal cancer managed by stereotactic body radiation therapy presentation of a clinical case and review of literature peritoneal metastasis pm or peritoneal carcinomatosis is often associated with dismal prognosis the treatment of peritoneal metastasis depends on several factors including the type of primary cancer the extent of metastasis and the patient s overall health condition apart from systemic chemotherapy and cytoreductive surgery crs locoregional therapies such as hyperthermic intraperitoneal chemotherapy hipec or pressurized intraperitoneal aerosol chemotherapy pipac may improve tumour control crs is a complex procedure with high morbidity performed only in approximately of all eligible patients and the efficiency of other non surgical therapies is not well known the place of radiation therapy needs to be defined a year old woman was referred for surgery for a few days history of large bowel obstruction a previous abdominopelvic ct showed an obstructive cm mass in the proximal ascending colon associated with small bowel dilatation right hemi colectomy was performed work up demonstrated on mri magnetic resonance imaging sub centimetric secondary liver lesions"
}