{
    "title": "Lung cancer screening with CT.",
    "doc_id": "18267181",
    "writer": "Aberle DR",
    "year": "2008",
    "summary": "Lung cancer is the leading cause of cancer death in the United States. Non-small cell lung cancer accounts for 75% to 80% of all lung cancers. There is an impetus to find a screening test that can detect non-small cell lung canc …",
    "abstract": "Lung cancer is the leading cause of cancer death in the United States. Non-small cell lung cancer accounts for 75% to 80% of all lung cancers. There is an impetus to find a screening test that can detect non-small cell lung cancer in its early preclinical stages, when surgical resection is most likely to reduce lung cancer mortality. Although earlier randomized controlled trials of lung cancer screening using chest radiography and sputum cytology failed to show reduced lung cancer mortality, CT is a much more sensitive test for detecting small lung nodules, and has generated considerable enthusiasm as a potential contemporary screening tool for lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18267181/",
    "clean_text": "lung cancer screening with ct lung cancer is the leading cause of cancer death in the united states non small cell lung cancer accounts for to of all lung cancers there is an impetus to find a screening test that can detect non small cell lung canc lung cancer is the leading cause of cancer death in the united states non small cell lung cancer accounts for to of all lung cancers there is an impetus to find a screening test that can detect non small cell lung cancer in its early preclinical stages when surgical resection is most likely to reduce lung cancer mortality although earlier randomized controlled trials of lung cancer screening using chest radiography and sputum cytology failed to show reduced lung cancer mortality ct is a much more sensitive test for detecting small lung nodules and has generated considerable enthusiasm as a potential contemporary screening tool for lung cancer"
}