{
    "title": "Has Quality Improvement Really Improved Outcomes for Babies in the Neonatal Intensive Care Unit?",
    "doc_id": "28802334",
    "writer": "Spitzer AR.",
    "year": "2017",
    "summary": "During the past decade, the emergence of outcome measurement and quality improvement in the neonatal intensive care unit, far more than the introduction of new research approaches or novel therapies, has had a profound effect on improving outcomes for premature neon …",
    "abstract": "During the past decade, the emergence of outcome measurement and quality improvement in the neonatal intensive care unit, far more than the introduction of new research approaches or novel therapies, has had a profound effect on improving outcomes for premature neonates. Collection of outcome data, review of those data, and strategies to identify and resolve problems using continuous quality improvement methods can dramatically improve patient outcomes. It is likely that further initiatives in quality improvement will continue to have additional beneficial effects for the neonate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28802334/",
    "clean_text": "has quality improvement really improved outcomes for babies in the neonatal intensive care unit during the past decade the emergence of outcome measurement and quality improvement in the neonatal intensive care unit far more than the introduction of new research approaches or novel therapies has had a profound effect on improving outcomes for premature neon during the past decade the emergence of outcome measurement and quality improvement in the neonatal intensive care unit far more than the introduction of new research approaches or novel therapies has had a profound effect on improving outcomes for premature neonates collection of outcome data review of those data and strategies to identify and resolve problems using continuous quality improvement methods can dramatically improve patient outcomes it is likely that further initiatives in quality improvement will continue to have additional beneficial effects for the neonate"
}