{
    "pmid": "41465209",
    "title": "Global Salivary Proteomic Profiling of Individuals with the Co-Occurrence of Type 2 Diabetes Mellitus, Dyslipidemia, and Periodontitis.",
    "abstract": "Human whole saliva contains informative proteins related to disease processes and is important for oral cavity homeostasis. The aim of this study was to investigate the global salivary proteomic profile, including functional enrichment analysis of individuals affected by combinations of poorly/well-controlled type 2 diabetes mellitus (T2DM), dyslipidemia (DL), and periodontitis (P) for the identification of potential disease biomarkers. Biochemical and periodontal evaluations were performed on 150 subjects divided into five groups according to disease combinations. Unstimulated saliva was collected, and proteomic analysis was performed using Liquid Chromatography Electrospray Ionization Tandem Mass Spectrometry (LC-ESI-MS/MS). Results were obtained by searching for the Homo sapiens database of the UniProt catalog using Proteome Discoverer 1.3. PANTHER GO-Slim (PANTHER version 19.0), and Cytoscape 3.10.1 (extensions Metascape) were used to access biological pathways. A total of 1762 proteins were identified in saliva samples. The proteomic profile of T2DM-DL-P groups (G1-poorly controlled T2DM; G2-well-controlled T2DM) were the most diverse and functionally enriched. In G1 and G3, the most abundant protein was TTN, with ENO-1 being highly enriched and associated with the aerobic glycolysis pathway and PFN1 associated with a pro-inflammatory environment. PFN1 was highly enriched in (G1) AKIRIN-2 (immune response), and in (G2) KMT2A (epigenetic regulation) and CALML3 (DNA metabolism and repair). For (G4), the highest abundant protein was RIMS-1, with VIRMA (cytoskeletal organization) being the most enriched. The global salivary proteomics analyses demonstrated significantly altered protein profiles in each group of different pathological combinations, providing new insights into their biology and identifying potential diagnostic and therapeutic candidates for these diseases of growing global concern.",
    "disease": "diabetes mellitus",
    "clean_text": "global salivary proteomic profiling of individuals with the co occurrence of type diabetes mellitus dyslipidemia and periodontitis human whole saliva contains informative proteins related to disease processes and is important for oral cavity homeostasis the aim of this study was to investigate the global salivary proteomic profile including functional enrichment analysis of individuals affected by combinations of poorly well controlled type diabetes mellitus t dm dyslipidemia dl and periodontitis p for the identification of potential disease biomarkers biochemical and periodontal evaluations were performed on subjects divided into five groups according to disease combinations unstimulated saliva was collected and proteomic analysis was performed using liquid chromatography electrospray ionization tandem mass spectrometry lc esi ms ms results were obtained by searching for the homo sapiens database of the uniprot catalog using proteome discoverer panther go slim panther version and cytoscape extensions metascape were used to access biological pathways a total of proteins were identified in saliva samples the proteomic profile of t dm dl p groups g poorly controlled t dm g well controlled t dm were the most diverse and functionally enriched in g and g the most abundant protein was ttn with eno being highly enriched and associated with the aerobic glycolysis pathway and pfn associated with a pro inflammatory environment pfn was highly enriched in g akirin immune response and in g kmt a epigenetic regulation and calml dna metabolism and repair for g the highest abundant protein was rims with virma cytoskeletal organization being the most enriched the global salivary proteomics analyses demonstrated significantly altered protein profiles in each group of different pathological combinations providing new insights into their biology and identifying potential diagnostic and therapeutic candidates for these diseases of growing global concern"
}