{
    "pmid": "41446322",
    "title": "Safety and efficacy of oral anticoagulation in patients with intracranial hemorrhage and atrial fibrillation: a systematic review and meta-analysis of randomized controlled clinical trials.",
    "abstract": "Patients with atrial fibrillation (AF) who survive spontaneous intracerebral hemorrhage (ICH) face competing risks of thromboembolism and recurrent bleeding. To evaluate the safety and efficacy of initiating oral anticoagulants versus avoiding anticoagulation in adults with AF after spontaneous ICH. Systematic review and meta-analysis of randomized-controlled clinical trials (RCTs). We searched MEDLINE, Scopus, and ClinicalTrials.gov up to August 28, 2025, for eligible RCTs randomizing adults with AF and prior spontaneous ICH to start oral anticoagulation versus avoid anticoagulation. Efficacy outcomes included the occurrence of new ischemic stroke (primary) and ischemic major adverse cardiovascular events (MACE; secondary). Safety outcomes included recurrent ICH (primary), hemorrhagic-MACE, all-cause mortality at follow-up, and cardiovascular death (secondary). Risk ratios (RRs) with 95% confidence intervals (CIs) were pooled using random-effects meta-analysis. Six RCTs were included, comprising 403 patients in the anticoagulation group and 395 in the avoid-anticoagulation group. Anticoagulants reduced the rates of new ischemic stroke (RR = 0.20; 95% CI: 0.06-0.72;  In AF survivors of spontaneous ICH, restarting oral anticoagulation lowers ischemic events but raises risks of recurrent ICH and major bleeding, without a clear early mortality difference. Potential benefits may outweigh risks in selected patients within a multidisciplinary framework. Adequately powered RCTs are needed to refine agent choice, timing, and patient selection. PROSPERO CRD420251135299 (registered August 27, 2025).",
    "disease": "epilepsy",
    "clean_text": "safety and efficacy of oral anticoagulation in patients with intracranial hemorrhage and atrial fibrillation a systematic review and meta analysis of randomized controlled clinical trials patients with atrial fibrillation af who survive spontaneous intracerebral hemorrhage ich face competing risks of thromboembolism and recurrent bleeding to evaluate the safety and efficacy of initiating oral anticoagulants versus avoiding anticoagulation in adults with af after spontaneous ich systematic review and meta analysis of randomized controlled clinical trials rcts we searched medline scopus and clinicaltrials gov up to august for eligible rcts randomizing adults with af and prior spontaneous ich to start oral anticoagulation versus avoid anticoagulation efficacy outcomes included the occurrence of new ischemic stroke primary and ischemic major adverse cardiovascular events mace secondary safety outcomes included recurrent ich primary hemorrhagic mace all cause mortality at follow up and cardiovascular death secondary risk ratios rrs with confidence intervals cis were pooled using random effects meta analysis six rcts were included comprising patients in the anticoagulation group and in the avoid anticoagulation group anticoagulants reduced the rates of new ischemic stroke rr ci in af survivors of spontaneous ich restarting oral anticoagulation lowers ischemic events but raises risks of recurrent ich and major bleeding without a clear early mortality difference potential benefits may outweigh risks in selected patients within a multidisciplinary framework adequately powered rcts are needed to refine agent choice timing and patient selection prospero crd registered august"
}