{
    "title": "Heart failure--new insights.",
    "doc_id": "19432040",
    "writer": "Blum A.",
    "year": "2009",
    "summary": "Ten years ago we published a review updating current knowledge on heart failure. We summarized that heart failure is a neuro-humoral and inflammatory syndrome, and that proinflammatory cytokines are involved in cardiac depression and in the complex syn …",
    "abstract": "Ten years ago we published a review updating current knowledge on heart failure. We summarized that heart failure is a neuro-humoral and inflammatory syndrome, and that proinflammatory cytokines are involved in cardiac depression and in the complex syndrome of heart failure. We suggested that understanding the role of these cytokines may enable us to reverse cardiac depression and heart failure. Now we know that there are several mechanisms involved in this syndrome, including inflammation, nitric oxide-dependent pathways, apoptosis, reactive oxygen species, and mitochondrial energy metabolism. This review will focus on the up-to-date mechanistic aspects of heart failure, including clinical trials that have contributed to our better understanding of this entity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19432040/",
    "clean_text": "heart failure new insights ten years ago we published a review updating current knowledge on heart failure we summarized that heart failure is a neuro humoral and inflammatory syndrome and that proinflammatory cytokines are involved in cardiac depression and in the complex syn ten years ago we published a review updating current knowledge on heart failure we summarized that heart failure is a neuro humoral and inflammatory syndrome and that proinflammatory cytokines are involved in cardiac depression and in the complex syndrome of heart failure we suggested that understanding the role of these cytokines may enable us to reverse cardiac depression and heart failure now we know that there are several mechanisms involved in this syndrome including inflammation nitric oxide dependent pathways apoptosis reactive oxygen species and mitochondrial energy metabolism this review will focus on the up to date mechanistic aspects of heart failure including clinical trials that have contributed to our better understanding of this entity"
}