{
    "title": "Heart failure in elderly patients.",
    "doc_id": "16621389",
    "writer": "Spiecker M.",
    "year": "2006",
    "summary": "As a consequence, diastolic, but also systolic heart failure is a frequent finding in elderly patients. The relation of systolic to diastolic heart failure is clearly shifted towards diastolic heart failure in elderly patients, especially …",
    "abstract": "Several structural and functional changes contribute to heart failure in elderly patients: an age dependent increase in sympathetic nervous activity, left ventricular wall diameter, myocardial fibrosis and apoptosis, micro- and macrovascular coronary sclerosis, aortic stiffness. As a consequence, diastolic, but also systolic heart failure is a frequent finding in elderly patients. The relation of systolic to diastolic heart failure is clearly shifted towards diastolic heart failure in elderly patients, especially in women. Mortality is increased with systolic dysfunction in elderly patients compared to younger heart failure patients. Mortality is less with diastolic dysfunction, but still higher compared to elderly without heart failure. In addition, morbidity is increased both with diastolic and systolic heart failure in elderly patients. Cognitive dysfunction is a frequent finding. After exclusion of specific cardiac and extracardiac reasons for dyspnoea, drug therapy of systolic heart failure in elderly is similar to younger patients. However, the physiological decrease of renal function and the more frequent renal impairment in elderly patients with heart failure needs to be considered. Guideline recommendations for drug therapy are based in most cases on studies conducted in younger systolic heart failure patients. A recent meta-analysis of randomized beta-blocker trials suggests improved survival with beta-blockers even in the elderly subgroup. Guidelines for the treatment of diastolic heart failure are available only recently. The term heart failure with normal left ventricular ejection fraction (LVEF) has been proposed instead of diastolic heart failure. Given the increased morbidity and mortality in elderly patients with heart failure and normal LVEF, therapy should include general measures, such as physical activity, weight reduction, volume restriction. Specific therapy includes optimal control of systolic and diastolic blood pressure, diuretics, nitrates, and frequency-control. However, randomized trials evaluating the efficacy of specific therapies in heart failure with normal LVEF are still missing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16621389/",
    "clean_text": "heart failure in elderly patients as a consequence diastolic but also systolic heart failure is a frequent finding in elderly patients the relation of systolic to diastolic heart failure is clearly shifted towards diastolic heart failure in elderly patients especially several structural and functional changes contribute to heart failure in elderly patients an age dependent increase in sympathetic nervous activity left ventricular wall diameter myocardial fibrosis and apoptosis micro and macrovascular coronary sclerosis aortic stiffness as a consequence diastolic but also systolic heart failure is a frequent finding in elderly patients the relation of systolic to diastolic heart failure is clearly shifted towards diastolic heart failure in elderly patients especially in women mortality is increased with systolic dysfunction in elderly patients compared to younger heart failure patients mortality is less with diastolic dysfunction but still higher compared to elderly without heart failure in addition morbidity is increased both with diastolic and systolic heart failure in elderly patients cognitive dysfunction is a frequent finding after exclusion of specific cardiac and extracardiac reasons for dyspnoea drug therapy of systolic heart failure in elderly is similar to younger patients however the physiological decrease of renal function and the more frequent renal impairment in elderly patients with heart failure needs to be considered guideline recommendations for drug therapy are based in most cases on studies conducted in younger systolic heart failure patients a recent meta analysis of randomized beta blocker trials suggests improved survival with beta blockers even in the elderly subgroup guidelines for the treatment of diastolic heart failure are available only recently the term heart failure with normal left ventricular ejection fraction lvef has been proposed instead of diastolic heart failure given the increased morbidity and mortality in elderly patients with heart failure and normal lvef therapy should include general measures such as physical activity weight reduction volume restriction specific therapy includes optimal control of systolic and diastolic blood pressure diuretics nitrates and frequency control however randomized trials evaluating the efficacy of specific therapies in heart failure with normal lvef are still missing"
}