{
    "title": "Urinary tract infection: an overview.",
    "doc_id": "9332263",
    "writer": "Barnett BJ",
    "year": "1997",
    "summary": "Urinary tract infection (UTI) remains very common. As many as 50% of women report having had at least one UTI in their lifetimes. ...Urinary tract infection occurs in patients with structurally or functionally abnormal urinary tracts (complicate …",
    "abstract": "Urinary tract infection (UTI) remains very common. As many as 50% of women report having had at least one UTI in their lifetimes. Urinary tract infection is the most common cause of infection in nursing home residents and the most common source of bacteremia in the elderly population. Urinary tract infection occurs in patients with structurally or functionally abnormal urinary tracts (complicated UTI) and in patients with anatomically normal urinary tracts (uncomplicated UTI). Escherichia coli (E coli) is the most common cause of uncomplicated UTI, whereas antibiotic-resistant Enterobacteriaceae, enterococci, and Candida species often are the causes of complicated UTI. In this article we review current concepts of the epidemiology, microbiology, pathophysiology, clinical manifestations, diagnosis, and treatment of urinary tract infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9332263/",
    "clean_text": "urinary tract infection an overview urinary tract infection uti remains very common as many as of women report having had at least one uti in their lifetimes urinary tract infection occurs in patients with structurally or functionally abnormal urinary tracts complicate urinary tract infection uti remains very common as many as of women report having had at least one uti in their lifetimes urinary tract infection is the most common cause of infection in nursing home residents and the most common source of bacteremia in the elderly population urinary tract infection occurs in patients with structurally or functionally abnormal urinary tracts complicated uti and in patients with anatomically normal urinary tracts uncomplicated uti escherichia coli e coli is the most common cause of uncomplicated uti whereas antibiotic resistant enterobacteriaceae enterococci and candida species often are the causes of complicated uti in this article we review current concepts of the epidemiology microbiology pathophysiology clinical manifestations diagnosis and treatment of urinary tract infection"
}