{
    "pmid": "41423771",
    "title": "Performance of a Rapid Triple Test, SARS-CoV-2 + Influenza A/B + Respiratory Syncytial Virus Compared With RT-PCR for Ambulatory Pediatric Patients.",
    "abstract": "Although the performance of multiplex antigen detection tests (MADTs) for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) + influenza A/B + respiratory syncytial virus (RSV) has been published for children hospitalized or seen in emergency departments, no report has described the performance of this test for children presenting less severe respiratory symptoms. This study aimed to compare the performance of an MADT and multiplex reverse transcription polymerase chain reaction (RT-PCR) in ambulatory settings. From October 2024 to March 2025, 6 pediatricians performed a manufacturer-independent, cross-sectional, prospective study to compare the performance of an MADT and multiplex RT-PCR. All positive triple tests were considered true-positive. For children with a negative triple test result, an additional nasopharyngeal swab was collected, and each pediatric center analyzed the specimens by using RT-PCR. Among the 784 enrolled children, 571 were eligible for the performance analysis. During the study period, the triple test result enabled a diagnosis of virus infection for 73% of the children. The prevalence of influenza A, influenza B, RSV and SARS-CoV-2 infection was 39.6%, 25.8%, 9.8% and 0.9%, respectively. RT-PCR was performed for the 154 children with a negative triple test. The sensitivity of the triple test was 93.7% (95% confidence interval 89.8-96.4), 96.0% (91.6-98.5), 85.9% (75.0-93.4) and 71.4% (29.0-96.3) for influenza A, influenza B, RSV and SARS-CoV-2, respectively. The sensitivity for SARS-CoV-2 was not significant due to the very low incidence of SARS-CoV-2 during the study period. The specificity was always 100% for each virus. Our results showed good performance of the triple test in ambulatory settings, comparable to that reported in hospitalized children.",
    "disease": "influenza",
    "clean_text": "performance of a rapid triple test sars cov influenza a b respiratory syncytial virus compared with rt pcr for ambulatory pediatric patients although the performance of multiplex antigen detection tests madts for severe acute respiratory syndrome coronavirus sars cov influenza a b respiratory syncytial virus rsv has been published for children hospitalized or seen in emergency departments no report has described the performance of this test for children presenting less severe respiratory symptoms this study aimed to compare the performance of an madt and multiplex reverse transcription polymerase chain reaction rt pcr in ambulatory settings from october to march pediatricians performed a manufacturer independent cross sectional prospective study to compare the performance of an madt and multiplex rt pcr all positive triple tests were considered true positive for children with a negative triple test result an additional nasopharyngeal swab was collected and each pediatric center analyzed the specimens by using rt pcr among the enrolled children were eligible for the performance analysis during the study period the triple test result enabled a diagnosis of virus infection for of the children the prevalence of influenza a influenza b rsv and sars cov infection was and respectively rt pcr was performed for the children with a negative triple test the sensitivity of the triple test was confidence interval and for influenza a influenza b rsv and sars cov respectively the sensitivity for sars cov was not significant due to the very low incidence of sars cov during the study period the specificity was always for each virus our results showed good performance of the triple test in ambulatory settings comparable to that reported in hospitalized children"
}