{
    "title": "Intensity-modulated radiotherapy for head and neck surgeons.",
    "doc_id": "26705685",
    "writer": "Gutiontov SI",
    "year": "2016",
    "summary": "The development of intensity-modulated radiotherapy (IMRT) has played a major role in improving outcomes and decreasing morbidity in patients with head and neck cancer. This review addresses this vital modality with a focus on the important role of the head a …",
    "abstract": "The development of intensity-modulated radiotherapy (IMRT) has played a major role in improving outcomes and decreasing morbidity in patients with head and neck cancer. This review addresses this vital modality with a focus on the important role of the head and neck surgeon. The technique as well as its benefits and points of caution are outlined, the definitions of tumor and treatment volumes are discussed, and the dose and fractionation are detailed. Following this are several sections dedicated to the role of the head and neck surgeon in the planning of both definitive and postoperative radiotherapy to the primary site and neck. There is a focus throughout on anatomic and surgical considerations; commonly encountered situations are illustrated. With a deeper understanding of this technique and their own pivotal contribution to target delineation, head and neck surgeons will be poised to expand their role and improve cancer care for their patients. © 2015 Wiley Periodicals, Inc. Head Neck 38: E2368-E2373, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26705685/",
    "clean_text": "intensity modulated radiotherapy for head and neck surgeons the development of intensity modulated radiotherapy imrt has played a major role in improving outcomes and decreasing morbidity in patients with head and neck cancer this review addresses this vital modality with a focus on the important role of the head a the development of intensity modulated radiotherapy imrt has played a major role in improving outcomes and decreasing morbidity in patients with head and neck cancer this review addresses this vital modality with a focus on the important role of the head and neck surgeon the technique as well as its benefits and points of caution are outlined the definitions of tumor and treatment volumes are discussed and the dose and fractionation are detailed following this are several sections dedicated to the role of the head and neck surgeon in the planning of both definitive and postoperative radiotherapy to the primary site and neck there is a focus throughout on anatomic and surgical considerations commonly encountered situations are illustrated with a deeper understanding of this technique and their own pivotal contribution to target delineation head and neck surgeons will be poised to expand their role and improve cancer care for their patients wiley periodicals inc head neck e e"
}