{
    "pmid": "41455001",
    "title": "Artificial Intelligence Software for Detecting Paroxysmal Atrial Fibrillation from Sinus Rhythm Monitor ECG: Development and Clinical Trial.",
    "abstract": "Detecting paroxysmal atrial fibrillation (pAF) from sinus rhythm could enable earlier intervention and stroke prevention. We developed a deep-learning Holter electrocardiograph (ECG) algorithm and prospectively evaluated its patient-level performance against 7-day AF outcomes. We curated 20,000 30-s sinus rhythm blocks (125 Hz) from Holter ECG data of patients with and without pAF, trained convolutional models with tenfold cross-validation, and assessed a separate validation set (n = 54; 27 pAF, 27 controls) to select the operating threshold. A multicenter prospective study then evaluated the algorithm using ten consecutive 30-s sinus rhythm blocks per patient with a 4/10 positive rule; patients with pAF underwent concurrent 7-day patch monitoring to anchor outcomes. Cross-validation during development yielded mean sensitivity 84.2% and specificity 66.2%; the best tuned model achieved 84.9% sensitivity and 69.9% specificity on the separate set. In the clinical trial, among 24 patients with AF documented within 7 days and 20 controls, the device showed sensitivity 91.7% (95% confidence interval (CI) 73.0-99.0) and specificity 65.0% (40.8-84.6). No device-related adverse events occurred. An artificial intelligence (AI) analyzing short sinus rhythm Holter segments can identify patients who develop pAF within 7 days, supporting use as a triage tool for intensified rhythm monitoring. UMIN-CTR UMIN000047182.",
    "disease": "hypertension",
    "clean_text": "artificial intelligence software for detecting paroxysmal atrial fibrillation from sinus rhythm monitor ecg development and clinical trial detecting paroxysmal atrial fibrillation paf from sinus rhythm could enable earlier intervention and stroke prevention we developed a deep learning holter electrocardiograph ecg algorithm and prospectively evaluated its patient level performance against day af outcomes we curated s sinus rhythm blocks hz from holter ecg data of patients with and without paf trained convolutional models with tenfold cross validation and assessed a separate validation set n paf controls to select the operating threshold a multicenter prospective study then evaluated the algorithm using ten consecutive s sinus rhythm blocks per patient with a positive rule patients with paf underwent concurrent day patch monitoring to anchor outcomes cross validation during development yielded mean sensitivity and specificity the best tuned model achieved sensitivity and specificity on the separate set in the clinical trial among patients with af documented within days and controls the device showed sensitivity confidence interval ci and specificity no device related adverse events occurred an artificial intelligence ai analyzing short sinus rhythm holter segments can identify patients who develop paf within days supporting use as a triage tool for intensified rhythm monitoring umin ctr umin"
}