{
    "pmid": "41469064",
    "title": "Optimisation of oral anticoagulation for stroke prevention: a scoping review of factors influencing implementation.",
    "abstract": "For people whose stroke risk would be reduced by taking a long-term oral anticoagulant (OAC), it is important to implement effective strategies to support medication initiation, adherence and persistence. To do this, a better understanding of the factors associated with implementation of interventions to optimise OAC management is needed. This scoping review aimed to summarise the evidence-based characteristics associated with implementing interventions designed to optimise long-term OAC adherence. Primary research (published post-2000) evaluating any intervention designed to optimise implementation of long-term OAC for stroke prevention by way of change in OAC services, staff or patient behaviour. Five databases (MEDLINE, Embase, Cumulative Index to Nursing and Allied Health Literature (CINAHL), PsycInfo, Cochrane Library) were searched from 1 January 2000 to 4 August 2023 using a combination of terms relating to population, intervention and study design. Titles/abstracts were screened by at least one reviewer. Data from each full text were abstracted (with 20% double-checked for accuracy) and its implementation content reviewed, guided by the Expert Recommendations for Implementing Change strategies. 216 studies were included, with varying descriptive reporting of implementation strategies, and only 61 (28%) self-identifying as an implementation study. The median number of implementation strategies used was three, with recently published studies (2015 onwards), those including patients receiving either direct OACs (DOACs) or vitamin K antagonists (VKAs) and those including multiple intervention targets (service, staff or patients) associated with using more implementation strategies. 'Train and educate stakeholders' strategies were the most commonly used, and 'Adapt and tailor to the context' strategies were the least used by included studies. Conversely, self-defined implementation studies were less likely to use 'Train and educate stakeholders' strategies, although they were positively associated with use of 'Adapt and tailor to the context'. 'Use evaluative & iterative' strategies were used more frequently in studies where patients used either VKAs or DOACs, or were published more recently. Studies need to self-define as implementation studies, improve implementation strategy reporting and be transparently registered, alongside conducting process evaluations or more richly describing implementation processes. Future research could explore why some implementation strategies are used more than others and whether aligning strategy clusters with intervention targets results in clinically significant differences in patient care.",
    "disease": "stroke",
    "clean_text": "optimisation of oral anticoagulation for stroke prevention a scoping review of factors influencing implementation for people whose stroke risk would be reduced by taking a long term oral anticoagulant oac it is important to implement effective strategies to support medication initiation adherence and persistence to do this a better understanding of the factors associated with implementation of interventions to optimise oac management is needed this scoping review aimed to summarise the evidence based characteristics associated with implementing interventions designed to optimise long term oac adherence primary research published post evaluating any intervention designed to optimise implementation of long term oac for stroke prevention by way of change in oac services staff or patient behaviour five databases medline embase cumulative index to nursing and allied health literature cinahl psycinfo cochrane library were searched from january to august using a combination of terms relating to population intervention and study design titles abstracts were screened by at least one reviewer data from each full text were abstracted with double checked for accuracy and its implementation content reviewed guided by the expert recommendations for implementing change strategies studies were included with varying descriptive reporting of implementation strategies and only self identifying as an implementation study the median number of implementation strategies used was three with recently published studies onwards those including patients receiving either direct oacs doacs or vitamin k antagonists vkas and those including multiple intervention targets service staff or patients associated with using more implementation strategies train and educate stakeholders strategies were the most commonly used and adapt and tailor to the context strategies were the least used by included studies conversely self defined implementation studies were less likely to use train and educate stakeholders strategies although they were positively associated with use of adapt and tailor to the context use evaluative iterative strategies were used more frequently in studies where patients used either vkas or doacs or were published more recently studies need to self define as implementation studies improve implementation strategy reporting and be transparently registered alongside conducting process evaluations or more richly describing implementation processes future research could explore why some implementation strategies are used more than others and whether aligning strategy clusters with intervention targets results in clinically significant differences in patient care"
}