{
    "title": "Prevention of Gastric Cancer: Eradication of Helicobacter Pylori and Beyond.",
    "doc_id": "28771198",
    "writer": "Tsukamoto T",
    "year": "2017",
    "summary": "Although its prevalence is declining, gastric cancer remains a significant public health issue. The bacterium Helicobacter pylori is known to colonize the human stomach and induce chronic atrophic gastritis, intestinal metaplasia, and gastric cancer …",
    "abstract": "Although its prevalence is declining, gastric cancer remains a significant public health issue. The bacterium Helicobacter pylori is known to colonize the human stomach and induce chronic atrophic gastritis, intestinal metaplasia, and gastric cancer. Results using a Mongolian gerbil model revealed that H. pylori infection increased the incidence of carcinogen-induced adenocarcinoma, whereas curative treatment of H. pylori significantly lowered cancer incidence. Furthermore, some epidemiological studies have shown that eradication of H. pylori reduces the development of metachronous cancer in humans. However, other reports have warned that human cases of atrophic metaplastic gastritis are already at risk for gastric cancer development, even after eradication of these bacteria. In this article, we discuss the effectiveness of H. pylori eradication and the morphological changes that occur in gastric dysplasia/cancer lesions. We further assess the control of gastric cancer using various chemopreventive agents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28771198/",
    "clean_text": "prevention of gastric cancer eradication of helicobacter pylori and beyond although its prevalence is declining gastric cancer remains a significant public health issue the bacterium helicobacter pylori is known to colonize the human stomach and induce chronic atrophic gastritis intestinal metaplasia and gastric cancer although its prevalence is declining gastric cancer remains a significant public health issue the bacterium helicobacter pylori is known to colonize the human stomach and induce chronic atrophic gastritis intestinal metaplasia and gastric cancer results using a mongolian gerbil model revealed that h pylori infection increased the incidence of carcinogen induced adenocarcinoma whereas curative treatment of h pylori significantly lowered cancer incidence furthermore some epidemiological studies have shown that eradication of h pylori reduces the development of metachronous cancer in humans however other reports have warned that human cases of atrophic metaplastic gastritis are already at risk for gastric cancer development even after eradication of these bacteria in this article we discuss the effectiveness of h pylori eradication and the morphological changes that occur in gastric dysplasia cancer lesions we further assess the control of gastric cancer using various chemopreventive agents"
}