{
    "title": "Chronic pain following spinal cord injury.",
    "doc_id": "22562333",
    "writer": "Rekand T",
    "year": "2012",
    "summary": "BACKGROUND: Chronic pain following spinal cord injury is common, and may result in a substantially reduced quality of life. The aim of the paper is to provide an overview of pain conditions resulting from spinal cord injuries and an updat …",
    "abstract": "Background:\n        \n      \n      Chronic pain following spinal cord injury is common, and may result in a substantially reduced quality of life. The aim of the paper is to provide an overview of pain conditions resulting from spinal cord injuries and an update on therapy options.\n    \n\n\n          Method:\n        \n      \n      The article is based on literature searches in PubMed review articles for the period 2006-2011, using the search phrases «pain and spinal cord injury/injuries», «chronic pain and spinal cord injury/injuries» and «neuropathic pain and spinal cord injury/injuries». Some key articles on neuropathic pain are also included, irrespective of the year of publication.\n    \n\n\n          Results:\n        \n      \n      Patients with spinal cord injury may develop nociceptive and/or neuropathic pain.The cause, nature and localisation of the pain must be established before therapy is initiated. Neuropathic pain should primarily be treated with amitriptyline, gabapentin or pregabalin. Duloxetine, lamotrigine and tramadol may also be effective. Local treatment with high-concentration capsaicin and lidocaine may relieve localised neuropathic pain. Selected patients with intractable chronic neuropathic pain can be treated with intrathecal medication using an implanted pain pump or by microsurgical DREZotomy (Dorsal Root Entry Zone). Physiotherapy, non-steroidal anti-inflammatory drugs and opioids are most widely used for treating nociceptive pain. Physical exercise and acupuncture may provide relief from shoulder pain.\n    \n\n\n          Interpretation:\n        \n      \n      There may be several causes of chronic pain following spinal cord injury. Different measures have been tested for the management of chronic pain after spinal cord injury, but most studies have been performed on a limited number of patients. Further studies are needed to find more effective means of relieving pain following spinal cord injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22562333/",
    "clean_text": "chronic pain following spinal cord injury background chronic pain following spinal cord injury is common and may result in a substantially reduced quality of life the aim of the paper is to provide an overview of pain conditions resulting from spinal cord injuries and an updat background chronic pain following spinal cord injury is common and may result in a substantially reduced quality of life the aim of the paper is to provide an overview of pain conditions resulting from spinal cord injuries and an update on therapy options method the article is based on literature searches in pubmed review articles for the period using the search phrases pain and spinal cord injury injuries chronic pain and spinal cord injury injuries and neuropathic pain and spinal cord injury injuries some key articles on neuropathic pain are also included irrespective of the year of publication results patients with spinal cord injury may develop nociceptive and or neuropathic pain the cause nature and localisation of the pain must be established before therapy is initiated neuropathic pain should primarily be treated with amitriptyline gabapentin or pregabalin duloxetine lamotrigine and tramadol may also be effective local treatment with high concentration capsaicin and lidocaine may relieve localised neuropathic pain selected patients with intractable chronic neuropathic pain can be treated with intrathecal medication using an implanted pain pump or by microsurgical drezotomy dorsal root entry zone physiotherapy non steroidal anti inflammatory drugs and opioids are most widely used for treating nociceptive pain physical exercise and acupuncture may provide relief from shoulder pain interpretation there may be several causes of chronic pain following spinal cord injury different measures have been tested for the management of chronic pain after spinal cord injury but most studies have been performed on a limited number of patients further studies are needed to find more effective means of relieving pain following spinal cord injuries"
}