{
    "pmid": "41467545",
    "title": "Racial and Ethnic Diversity in Clinical Trials for Disease Modifying Drugs in Parkinson Disease: A Systematic Review & Meta-Analysis.",
    "abstract": "There is a historic underrepresentation of non-White participants in Parkinson's Disease (PD) research, although this has not been explored in trials for potential disease-modifying therapies. To evaluate the representation of racial/ethnic minority patients enrolled in double-blind, randomized, placebo-controlled clinical trials (DBRCTs) for PD. A systematic search of four electronic databases was performed. DBRCTs evaluating pharmacological therapies for disease modification in PD were included. Data extraction followed PRISMA guidelines. We computed demographic data with pooled prevalence and 95% confidence intervals (CIs). Among 37 DBRCTs and 11,022 patients, 19 studies (51.4%) reported race/ethnicity, being 1.4% Asian, 0.19% Black, and 0.17% Hispanic. Pooled prevalence of participants identified as White in clinical trials was 98% (CI 0.97-0.99, P < 0.001). Racial and ethnic minorities were disproportionately underrepresented in DBRCTs for potential disease-modifying therapies for PD. Additional efforts are required to increase the racial and ethnic representation in such studies.",
    "disease": "parkinson disease",
    "clean_text": "racial and ethnic diversity in clinical trials for disease modifying drugs in parkinson disease a systematic review meta analysis there is a historic underrepresentation of non white participants in parkinson s disease pd research although this has not been explored in trials for potential disease modifying therapies to evaluate the representation of racial ethnic minority patients enrolled in double blind randomized placebo controlled clinical trials dbrcts for pd a systematic search of four electronic databases was performed dbrcts evaluating pharmacological therapies for disease modification in pd were included data extraction followed prisma guidelines we computed demographic data with pooled prevalence and confidence intervals cis among dbrcts and patients studies reported race ethnicity being asian black and hispanic pooled prevalence of participants identified as white in clinical trials was ci p racial and ethnic minorities were disproportionately underrepresented in dbrcts for potential disease modifying therapies for pd additional efforts are required to increase the racial and ethnic representation in such studies"
}