{
    "title": "Pediatric nonalcoholic fatty liver disease.",
    "doc_id": "23917437",
    "writer": "Bozic MA",
    "year": "2013",
    "summary": "Nonalcoholic fatty liver disease (NAFLD) is the most common cause of chronic liver disease in the pediatric population. ...Although physical examination, laboratory evaluation, and radiographic findings provide clues to the potential presence of fatty …",
    "abstract": "Nonalcoholic fatty liver disease (NAFLD) is the most common cause of chronic liver disease in the pediatric population. Increased recognition of this form of liver disease parallels the dramatic rise in childhood and adolescent obesity over the past 2 decades. Like adults, most children with NAFLD are obese, and comorbidities include insulin resistance, hypertension, and dyslipidemia. Unfortunately, pediatric NAFLD is not always a benign condition, with some children progressing to hepatic fibrosis and even cirrhosis in severe cases. The etiology of nonalcoholic steatohepatitis is not yet fully understood; however, hepatic steatosis in the context of insulin resistance and increased oxidative stress may lead to progressive disease. Although physical examination, laboratory evaluation, and radiographic findings provide clues to the potential presence of fatty liver disease, liver biopsy remains the gold standard for diagnosis. Lifestyle modification, including slow and steady weight loss, improved dietary habits, and increased daily, aerobic physical activity, remains the first-line approach in treating pediatric fatty liver disease. Antioxidant pharmacologic therapy such as use of vitamin E has shown some benefit in patients with biopsy-proven steatohepatitis. Nutrition plays an essential role not only in the development of fatty liver disease but also potentially in the treatment and prevention of progression to more severe disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23917437/",
    "clean_text": "pediatric nonalcoholic fatty liver disease nonalcoholic fatty liver disease nafld is the most common cause of chronic liver disease in the pediatric population although physical examination laboratory evaluation and radiographic findings provide clues to the potential presence of fatty nonalcoholic fatty liver disease nafld is the most common cause of chronic liver disease in the pediatric population increased recognition of this form of liver disease parallels the dramatic rise in childhood and adolescent obesity over the past decades like adults most children with nafld are obese and comorbidities include insulin resistance hypertension and dyslipidemia unfortunately pediatric nafld is not always a benign condition with some children progressing to hepatic fibrosis and even cirrhosis in severe cases the etiology of nonalcoholic steatohepatitis is not yet fully understood however hepatic steatosis in the context of insulin resistance and increased oxidative stress may lead to progressive disease although physical examination laboratory evaluation and radiographic findings provide clues to the potential presence of fatty liver disease liver biopsy remains the gold standard for diagnosis lifestyle modification including slow and steady weight loss improved dietary habits and increased daily aerobic physical activity remains the first line approach in treating pediatric fatty liver disease antioxidant pharmacologic therapy such as use of vitamin e has shown some benefit in patients with biopsy proven steatohepatitis nutrition plays an essential role not only in the development of fatty liver disease but also potentially in the treatment and prevention of progression to more severe disease"
}