{
    "title": "Measuring tissue oxygen tension: a review.",
    "doc_id": "9789339",
    "writer": "Sheffield PJ.",
    "year": "1998",
    "summary": "Because of technological advances in tissue oximetry, clinicians and scientists have a better understanding of the role of oxygen in wound healing. In wound care and hyperbaric medicine applications, an oximeter is principally used with vascular assessment to help d …",
    "abstract": "Because of technological advances in tissue oximetry, clinicians and scientists have a better understanding of the role of oxygen in wound healing. In wound care and hyperbaric medicine applications, an oximeter is principally used with vascular assessment to help determine amputation level and to estimate healing potential. With the current emphasis on cost savings in the managed care setting, transcutaneous oximetry (PtcO2) has gained importance as a tool for predicting potential candidates for hyperbaric oxygen (HBO2) therapy. It is used to identify the presence of hypoxia in wounded tissue, to predict the responders to hyperoxia and in some instances to determine when HBO2 treatment is complete. This literature review describes the principal current methods for measuring tissue O2 and the values obtained in normal and wounded tissue under both normobaric and hyperbaric conditions. The review includes the Jefferson C. Davis Wound Care and Hyperbaric Medicine Center protocol for PtcO2 assessment of potential HBO2 candidates and suggestions for obtaining reproducible PtcO2 data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9789339/",
    "clean_text": "measuring tissue oxygen tension a review because of technological advances in tissue oximetry clinicians and scientists have a better understanding of the role of oxygen in wound healing in wound care and hyperbaric medicine applications an oximeter is principally used with vascular assessment to help d because of technological advances in tissue oximetry clinicians and scientists have a better understanding of the role of oxygen in wound healing in wound care and hyperbaric medicine applications an oximeter is principally used with vascular assessment to help determine amputation level and to estimate healing potential with the current emphasis on cost savings in the managed care setting transcutaneous oximetry ptco has gained importance as a tool for predicting potential candidates for hyperbaric oxygen hbo therapy it is used to identify the presence of hypoxia in wounded tissue to predict the responders to hyperoxia and in some instances to determine when hbo treatment is complete this literature review describes the principal current methods for measuring tissue o and the values obtained in normal and wounded tissue under both normobaric and hyperbaric conditions the review includes the jefferson c davis wound care and hyperbaric medicine center protocol for ptco assessment of potential hbo candidates and suggestions for obtaining reproducible ptco data"
}