{
    "pmid": "41425070",
    "title": "Nomogram to predict 5-year global cognitive impairment in ",
    "abstract": "Cognitive impairment (CI, combing mild cognitive impairment and dementia) seriously affects the quality of life in patients with  Parkinson's Progression Marker Initiative (PPMI) database was retrieved and PD patients with normal global cognition at baseline were included. These patients were divided into normal cognitive (NC) group and CI group based on their Montreal Cognitive Assessment (MoCA) scores at the 5-year follow-up period. A total of 66 baseline variables were compared between these two groups. Univariate and multivariate logistic regression analyses were conducted, followed by the development and validation of a nomogram to predict 5-year global cognitive decline in  A total of 344 PD patients with normal baseline cognition were included, in which 73 individuals developed CI at the 5 year follow-up period. Baseline MoCA, Benton Judgment of Line Orientation (BJOLO), Hopkins Verbal Learning Test (HVLT) immediate recall, Letter Number Sequencing (LNS), Symbol-Digit Modalities Test (SDMT), Semantic Fluency Test (SFT) scores, and Scale for Outcomes in Parkinson's disease for Autonomic symptoms (SCOPA-AUT) total, gastrointestinal, and sexual dysfunction scores were selected out from the 66 potential predictors based on logistic regression analysis. These predictors were finally included in the nomogram of the model. The area under the ROC curve of the model was 0.870 (95% CI, 0.825-0.915). Our study constructed a model that predicts 5-year cognitive decline in ",
    "disease": "parkinson disease",
    "clean_text": "nomogram to predict year global cognitive impairment in cognitive impairment ci combing mild cognitive impairment and dementia seriously affects the quality of life in patients with parkinson s progression marker initiative ppmi database was retrieved and pd patients with normal global cognition at baseline were included these patients were divided into normal cognitive nc group and ci group based on their montreal cognitive assessment moca scores at the year follow up period a total of baseline variables were compared between these two groups univariate and multivariate logistic regression analyses were conducted followed by the development and validation of a nomogram to predict year global cognitive decline in a total of pd patients with normal baseline cognition were included in which individuals developed ci at the year follow up period baseline moca benton judgment of line orientation bjolo hopkins verbal learning test hvlt immediate recall letter number sequencing lns symbol digit modalities test sdmt semantic fluency test sft scores and scale for outcomes in parkinson s disease for autonomic symptoms scopa aut total gastrointestinal and sexual dysfunction scores were selected out from the potential predictors based on logistic regression analysis these predictors were finally included in the nomogram of the model the area under the roc curve of the model was ci our study constructed a model that predicts year cognitive decline in"
}