{
    "title": "The State Anxiety Inventory Is Useful for Predicting the Autonomic Nervous System State of Patients Before the Extraction of an Impacted Mandibular Third Molar.",
    "doc_id": "31884076",
    "writer": "Yamashita K",
    "year": "2020",
    "summary": "PURPOSE: Dental anxiety about extraction of impacted mandibular third molars changes the activity of the autonomic nervous system. Thus, to provide safe dental treatment, it is important that a surgeon be aware of a patient's pretreatment anxiety and autonomi …",
    "abstract": "Purpose:\n        \n      \n      Dental anxiety about extraction of impacted mandibular third molars changes the activity of the autonomic nervous system. Thus, to provide safe dental treatment, it is important that a surgeon be aware of a patient's pretreatment anxiety and autonomic nervous system state. Therefore, we analyzed how a scheduled treatment to extract mandibular third molars affects the pretreatment electroencephalogram (EEG), autonomic nervous system, and psychological state of patients. We compared their findings with those of volunteers not scheduled to undergo dental treatment.\n    \n\n\n          Patients and methods:\n        \n      \n      The study enrolled 30 patients who were scheduled to undergo impacted mandibular third molar extraction (ie, pretreatment group) and 30 volunteers who were not (ie, control group). Heart rate variability and an EEG were recorded during the experiment. The State Anxiety Inventory-State Anxiety scale (STAI-S) scores were recorded before the procedure. For the statistical analysis, P < .05 was deemed statistically significant.\n    \n\n\n          Results:\n        \n      \n      High-frequency (HF) variability was significantly decreased and the STAI-S score was significantly increased in the pretreatment group compared with the control group (P < .01 for both). The low frequency (LF)/HF ratio and alpha-wave activity showed a significant negative correlation on both sides in the control group (P < .01); however, no correlation existed in the pretreatment group. The LF/HF ratio and STAI-S score showed a significant positive correlation in the pretreatment group (P < .05); however, no correlation existed in the control group.\n    \n\n\n          Conclusions:\n        \n      \n      Predicting a patient's autonomic nervous system state before dental treatment based on the EEG was difficult. The STAI-S psychological test was a useful method.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31884076/",
    "clean_text": "the state anxiety inventory is useful for predicting the autonomic nervous system state of patients before the extraction of an impacted mandibular third molar purpose dental anxiety about extraction of impacted mandibular third molars changes the activity of the autonomic nervous system thus to provide safe dental treatment it is important that a surgeon be aware of a patient s pretreatment anxiety and autonomi purpose dental anxiety about extraction of impacted mandibular third molars changes the activity of the autonomic nervous system thus to provide safe dental treatment it is important that a surgeon be aware of a patient s pretreatment anxiety and autonomic nervous system state therefore we analyzed how a scheduled treatment to extract mandibular third molars affects the pretreatment electroencephalogram eeg autonomic nervous system and psychological state of patients we compared their findings with those of volunteers not scheduled to undergo dental treatment patients and methods the study enrolled patients who were scheduled to undergo impacted mandibular third molar extraction ie pretreatment group and volunteers who were not ie control group heart rate variability and an eeg were recorded during the experiment the state anxiety inventory state anxiety scale stai s scores were recorded before the procedure for the statistical analysis p was deemed statistically significant results high frequency hf variability was significantly decreased and the stai s score was significantly increased in the pretreatment group compared with the control group p for both the low frequency lf hf ratio and alpha wave activity showed a significant negative correlation on both sides in the control group p however no correlation existed in the pretreatment group the lf hf ratio and stai s score showed a significant positive correlation in the pretreatment group p however no correlation existed in the control group conclusions predicting a patient s autonomic nervous system state before dental treatment based on the eeg was difficult the stai s psychological test was a useful method"
}