{
    "title": "Screening for ovarian cancer.",
    "doc_id": "8017726",
    "writer": "Carlson KJ",
    "year": "1994",
    "summary": "Published mathematical models simulating screening for ovarian cancer in specific populations were also included. Death from ovarian cancer and morbidity from surgical procedures were the principal outcomes considered. RESULTS: Age and family history a …",
    "abstract": "Purpose:\n        \n      \n      To critically review the available evidence for screening asymptomatic women for ovarian cancer with ultrasonography or the CA 125 radioimmunoassay (CA 125) or both.\n    \n\n\n          Data sources:\n        \n      \n      A MEDLINE search of the English-language literature and bibliographies of published studies providing estimates of ovarian cancer risk and test operating characteristics (based on observational studies and meta-analyses) and effectiveness of treatment according to stage of disease (based on randomized trials). Published mathematical models simulating screening for ovarian cancer in specific populations were also included. Death from ovarian cancer and morbidity from surgical procedures were the principal outcomes considered.\n    \n\n\n          Results:\n        \n      \n      Age and family history are the most important risk factors for ovarian cancer. Annual screening with CA 125 or ultrasound in women older than 50 years without a family history of ovarian cancer would result in more than 30 false-positive results for every ovarian cancer detected. False-positive tests are likely to require invasive testing, often including laparotomy. There is currently no direct evidence that mortality from ovarian cancer would be decreased by screening.\n    \n\n\n          Conclusions:\n        \n      \n      Available evidence does not support either screening of pre- or postmenopausal women without a family history of ovarian cancer or routine screening in women with a family history of ovarian cancer in one or more relatives (without evidence of a hereditary cancer syndrome). Women from a family with the rare hereditary ovarian cancer syndrome are at high risk for the disease and should be referred to a gynecologic oncologist.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8017726/",
    "clean_text": "screening for ovarian cancer published mathematical models simulating screening for ovarian cancer in specific populations were also included death from ovarian cancer and morbidity from surgical procedures were the principal outcomes considered results age and family history a purpose to critically review the available evidence for screening asymptomatic women for ovarian cancer with ultrasonography or the ca radioimmunoassay ca or both data sources a medline search of the english language literature and bibliographies of published studies providing estimates of ovarian cancer risk and test operating characteristics based on observational studies and meta analyses and effectiveness of treatment according to stage of disease based on randomized trials published mathematical models simulating screening for ovarian cancer in specific populations were also included death from ovarian cancer and morbidity from surgical procedures were the principal outcomes considered results age and family history are the most important risk factors for ovarian cancer annual screening with ca or ultrasound in women older than years without a family history of ovarian cancer would result in more than false positive results for every ovarian cancer detected false positive tests are likely to require invasive testing often including laparotomy there is currently no direct evidence that mortality from ovarian cancer would be decreased by screening conclusions available evidence does not support either screening of pre or postmenopausal women without a family history of ovarian cancer or routine screening in women with a family history of ovarian cancer in one or more relatives without evidence of a hereditary cancer syndrome women from a family with the rare hereditary ovarian cancer syndrome are at high risk for the disease and should be referred to a gynecologic oncologist"
}