{
    "pmid": "41352485",
    "title": "Risk of exposure to bioaerosols in clinical environments: Bronchoscopy.",
    "abstract": "Health care professionals face a heightened risk of occupational infections, with procedures such as bronchoscopy further increasing this risk by generating aerosols containing diverse microorganisms. This study quantified bioaerosol concentrations during bronchoscopy to evaluate occupational exposure. Aerosol samples were collected during routine bronchoscopies in 2 hospitals using personal samplers with quartz filters attached to health care professional's clothing. Samples were cultured on various media, with bacterial colonies identified by 16S rDNA sequencing and fungal colonies by ITS1-2 region sequencing. Respiratory viruses (SARS-CoV-2, influenza A/B, RSV) were detected via RT-PCR. A total of 44 aerosol samples were collected: 7 pre-procedure, 32 during bronchoscopy, and 5 between patients. From samples taken during bronchoscopies, 287 microbial colonies were isolated. The most abundant bacterial genera were Micrococcus, Staphylococcus, and Bacillus, while fungal genera included Aspergillus, Talaromyces and Cladosporium. Several potentially pathogenic species were identified, such as Staphylococcus aureus, Kocuria rosea, and Kroppenstedtia pulmonis, as well as some pathogenic fungi. A total of 8 previously unsuspected SARS-CoV-2 positive samples were also detected. Our estimates suggest that an interventionalist, without protective equipment, could be exposed to approximately 98.94 CFU/m Bronchoscopy generates aerosols containing microorganisms from the oral, nasal, and pulmonary microbiota, as well as potential pathogens. These aerosols can be inhaled by health care workers, representing a risk of occupational infection.",
    "disease": "influenza",
    "clean_text": "risk of exposure to bioaerosols in clinical environments bronchoscopy health care professionals face a heightened risk of occupational infections with procedures such as bronchoscopy further increasing this risk by generating aerosols containing diverse microorganisms this study quantified bioaerosol concentrations during bronchoscopy to evaluate occupational exposure aerosol samples were collected during routine bronchoscopies in hospitals using personal samplers with quartz filters attached to health care professional s clothing samples were cultured on various media with bacterial colonies identified by s rdna sequencing and fungal colonies by its region sequencing respiratory viruses sars cov influenza a b rsv were detected via rt pcr a total of aerosol samples were collected pre procedure during bronchoscopy and between patients from samples taken during bronchoscopies microbial colonies were isolated the most abundant bacterial genera were micrococcus staphylococcus and bacillus while fungal genera included aspergillus talaromyces and cladosporium several potentially pathogenic species were identified such as staphylococcus aureus kocuria rosea and kroppenstedtia pulmonis as well as some pathogenic fungi a total of previously unsuspected sars cov positive samples were also detected our estimates suggest that an interventionalist without protective equipment could be exposed to approximately cfu m bronchoscopy generates aerosols containing microorganisms from the oral nasal and pulmonary microbiota as well as potential pathogens these aerosols can be inhaled by health care workers representing a risk of occupational infection"
}