{
    "pmid": "41423813",
    "title": "Changes in Center of Rotation and Offsets With Teardrop-Landmark Acetabular Cup Positioning: A Computed Tomography Simulation Analysis.",
    "abstract": "Restoration of the hip center of rotation (COR) is a primary goal in total hip arthroplasty (THA). Although the teardrop has been widely used as a reference for acetabular cup positioning, its effect on offsets remains uncertain. We conducted a computed tomography-based simulation study of 60 hips (30 osteoarthritis, 30 osteonecrosis of the femoral head) undergoing THA. The contralateral, unaffected hip served as the control. The acetabular cup was positioned just lateral to the teardrop, aligned with the true floor of the acetabulum using preoperative templating software. Acetabular, femoral, and vertical offsets (AO, FO, and VO) were measured bilaterally, and the horizontal and vertical displacements of the COR were evaluated. Compared to the contralateral unaffected side, AO and FO significantly decreased and VO significantly increased on the surgical side (p < 0.01). The COR shifted medially and superiorly in both OA and ONFH groups (average: 2.7-2.8 mm medial, 2.0-2.8 mm superior). In the OA group, global offset (GO), the sum of AO and FO, decreased by 4.7 mm due to a significant reduction in FO. Teardrop-based positioning of the acetabular cup results in medial and superior displacement of the COR, consequently reducing AO and GO. In patients with osteoarthritis, a decreased FO further compromises GO, making femoral component adjustment essential for biomechanical restoration. Further investigation into the clinical ramifications of these offset changes is warranted.",
    "disease": "osteoarthritis",
    "clean_text": "changes in center of rotation and offsets with teardrop landmark acetabular cup positioning a computed tomography simulation analysis restoration of the hip center of rotation cor is a primary goal in total hip arthroplasty tha although the teardrop has been widely used as a reference for acetabular cup positioning its effect on offsets remains uncertain we conducted a computed tomography based simulation study of hips osteoarthritis osteonecrosis of the femoral head undergoing tha the contralateral unaffected hip served as the control the acetabular cup was positioned just lateral to the teardrop aligned with the true floor of the acetabulum using preoperative templating software acetabular femoral and vertical offsets ao fo and vo were measured bilaterally and the horizontal and vertical displacements of the cor were evaluated compared to the contralateral unaffected side ao and fo significantly decreased and vo significantly increased on the surgical side p the cor shifted medially and superiorly in both oa and onfh groups average mm medial mm superior in the oa group global offset go the sum of ao and fo decreased by mm due to a significant reduction in fo teardrop based positioning of the acetabular cup results in medial and superior displacement of the cor consequently reducing ao and go in patients with osteoarthritis a decreased fo further compromises go making femoral component adjustment essential for biomechanical restoration further investigation into the clinical ramifications of these offset changes is warranted"
}