{
    "pmid": "41364214",
    "title": "Modified Nuss procedure versus Ravitch in concurrent repair of pectus deformity and open-heart surgery.",
    "abstract": "ObjectivePectus excavatum and, less commonly, pectus carinatum are congenital chest wall deformities. These may be associated with kyphoscoliosis, pulmonary, and cardiac diseases. However, the incidence of concomitant cardiac disease in patients with pectus deformities is not well-documented. There is no consensus on the optimal age for repair, the most effective technique, or whether a simultaneous or staged approach is preferable. This study presents our experience with combined pectus and cardiac surgery.MethodsThirteen patients (aged 6-32 years) with pectus deformities and concurrent cardiac disease underwent surgery between 2016 and 2024. Eleven had pectus excavatum, one had a mixed deformity, and one had Pouter chest wall deformity. Seven had Marfan syndrome, one had Noonan syndrome, and three had mitral valve regurgitation requiring Bentall and/or valve replacement. The patient with Pouter chest wall deformity had right ventricular outflow tract (RVOT) stenosis, pulmonary valve stenosis, and a patent foramen ovale. Another had a failed Ravitch repair with a right coronary artery to RVOT fistula.ResultsThere was no mortality. All patients were extubated within 72 h, except one requiring reintubation for seven days due to COVID-19 pneumonia. Patients' characteristics are summarized in Table 1. One patient with a previous failed Ravitch repair required bilateral costochondral fixation. Pectus repair outcomes were excellent in 11 patients, while two children developed postoperative pectus carinatum.ConclusionThe choice between simultaneous or staged repair remains debated. Our experience suggests the modified open Nuss procedure is preferable for concomitant pectus and cardiac surgery, except when infeasible.",
    "disease": "coronary artery disease",
    "clean_text": "modified nuss procedure versus ravitch in concurrent repair of pectus deformity and open heart surgery objectivepectus excavatum and less commonly pectus carinatum are congenital chest wall deformities these may be associated with kyphoscoliosis pulmonary and cardiac diseases however the incidence of concomitant cardiac disease in patients with pectus deformities is not well documented there is no consensus on the optimal age for repair the most effective technique or whether a simultaneous or staged approach is preferable this study presents our experience with combined pectus and cardiac surgery methodsthirteen patients aged years with pectus deformities and concurrent cardiac disease underwent surgery between and eleven had pectus excavatum one had a mixed deformity and one had pouter chest wall deformity seven had marfan syndrome one had noonan syndrome and three had mitral valve regurgitation requiring bentall and or valve replacement the patient with pouter chest wall deformity had right ventricular outflow tract rvot stenosis pulmonary valve stenosis and a patent foramen ovale another had a failed ravitch repair with a right coronary artery to rvot fistula resultsthere was no mortality all patients were extubated within h except one requiring reintubation for seven days due to covid pneumonia patients characteristics are summarized in table one patient with a previous failed ravitch repair required bilateral costochondral fixation pectus repair outcomes were excellent in patients while two children developed postoperative pectus carinatum conclusionthe choice between simultaneous or staged repair remains debated our experience suggests the modified open nuss procedure is preferable for concomitant pectus and cardiac surgery except when infeasible"
}