{
    "pmid": "41398830",
    "title": "Perianal Langerhans cell hyperplasia characterized by perianal ulcerative lesions after hemorrhoid surgery: A case report.",
    "abstract": "Langerhans cell histiocytosis (LCH) is a rare disorder with diverse, nonspecific manifestations, posing significant diagnostic challenges. Perianal involvement is exceptionally uncommon and can be easily misdiagnosed as common benign conditions, especially following anorectal surgery. A 76-year-old male with a history of chronic obstructive pulmonary disease and coronary artery disease presented with refractory perianal ulcerative lesions that developed after a hemorrhoid surgery. The patient's primary concern was nonhealing, painful perianal ulcers despite initial standard wound care. Histopathological and immunohistochemical analysis of the debrided tissue confirmed the diagnosis of LCH (CD1a+, CD207+). A subsequent systemic positron emission tomography/computed tomography scan revealed multifocal LCH involvement in the ileocecal region, bones, and other sites, confirming multisystem disease. The patient underwent local surgical debridement and wound care. Upon diagnosis of multisystem LCH, he was referred to hematology and received systemic chemotherapy with cytarabine. Following chemotherapy, the perianal ulcer was nearly healed. However, due to poor tolerance and severe gastrointestinal side effects, the patient voluntarily discontinued treatment. This led to a recurrence of the ulcer and a tendency toward anal stenosis. This case highlights that perianal LCH can masquerade as a nonhealing surgical wound. Its diagnosis requires a high index of suspicion and timely biopsy with immunohistochemical confirmation. Early and accurate diagnosis is crucial for initiating appropriate systemic evaluation and individualized management, which must carefully balance treatment efficacy with patient tolerance to prevent the morbidity associated with progressive multisystem disease.",
    "disease": "coronary artery disease",
    "clean_text": "perianal langerhans cell hyperplasia characterized by perianal ulcerative lesions after hemorrhoid surgery a case report langerhans cell histiocytosis lch is a rare disorder with diverse nonspecific manifestations posing significant diagnostic challenges perianal involvement is exceptionally uncommon and can be easily misdiagnosed as common benign conditions especially following anorectal surgery a year old male with a history of chronic obstructive pulmonary disease and coronary artery disease presented with refractory perianal ulcerative lesions that developed after a hemorrhoid surgery the patient s primary concern was nonhealing painful perianal ulcers despite initial standard wound care histopathological and immunohistochemical analysis of the debrided tissue confirmed the diagnosis of lch cd a cd a subsequent systemic positron emission tomography computed tomography scan revealed multifocal lch involvement in the ileocecal region bones and other sites confirming multisystem disease the patient underwent local surgical debridement and wound care upon diagnosis of multisystem lch he was referred to hematology and received systemic chemotherapy with cytarabine following chemotherapy the perianal ulcer was nearly healed however due to poor tolerance and severe gastrointestinal side effects the patient voluntarily discontinued treatment this led to a recurrence of the ulcer and a tendency toward anal stenosis this case highlights that perianal lch can masquerade as a nonhealing surgical wound its diagnosis requires a high index of suspicion and timely biopsy with immunohistochemical confirmation early and accurate diagnosis is crucial for initiating appropriate systemic evaluation and individualized management which must carefully balance treatment efficacy with patient tolerance to prevent the morbidity associated with progressive multisystem disease"
}