{
    "pmid": "41470213",
    "title": "From Echo to Coronary Angiography: Optimizing Ischemia Evaluation Through Multimodal Imaging.",
    "abstract": "Multimodal imaging plays a central role in optimizing the evaluation and management of myocardial ischemia by leveraging the complementary strengths of echocardiography, cardiac magnetic resonance imaging (CMR), single photon emission computed tomography (SPECT), positron emission tomography (PET), and invasive coronary angiography (ICA). Noninvasive functional imaging is typically recommended for patients with intermediate to high pre-test probability of coronary artery disease, while coronary computed tomography angiography (CCTA) is preferred for low to intermediate risk. Stress echocardiography is valuable for detecting wall motion abnormalities and is particularly effective in multivessel or left main disease, where perfusion techniques may miss balanced ischemia. CMR offers high spatial resolution and quantitative assessment of myocardial blood flow (MBF), while SPECT and PET quantify ischemic burden, with PET providing superior accuracy for MBF and microvascular disease. ICA remains the gold standard for defining the presence, location, and severity of epicardial coronary stenosis. It is indicated when noninvasive imaging reveals high-risk features, when symptoms are refractory to medical therapy, or when noninvasive results are inconclusive. While ICA offers high spatial resolution, it alone cannot assess the hemodynamic significance of intermediate lesions, nor the coronary microvasculature. Adjunctive invasive hemodynamic and provocative coronary testing (e.g., Fractional Flow Reserve-FFR, invasive Coronary Flow Reserve-CFR, Index of Microcirculatory Resistance-IMR, acetylcholine test) provide essential insights, especially in ischemia with nonobstructive coronary arteries. Given its procedural risks, ICA should be reserved for cases where it will impact management. Intravascular imaging may be used to further characterize lesions. In summary, modality selection should be individualized based on patient characteristics, comorbidities, contraindications, and the need for anatomical versus physiological data. Integrating noninvasive and invasive modalities provides a comprehensive, patient-centered approach to ischemia evaluation.",
    "disease": "coronary artery disease",
    "clean_text": "from echo to coronary angiography optimizing ischemia evaluation through multimodal imaging multimodal imaging plays a central role in optimizing the evaluation and management of myocardial ischemia by leveraging the complementary strengths of echocardiography cardiac magnetic resonance imaging cmr single photon emission computed tomography spect positron emission tomography pet and invasive coronary angiography ica noninvasive functional imaging is typically recommended for patients with intermediate to high pre test probability of coronary artery disease while coronary computed tomography angiography ccta is preferred for low to intermediate risk stress echocardiography is valuable for detecting wall motion abnormalities and is particularly effective in multivessel or left main disease where perfusion techniques may miss balanced ischemia cmr offers high spatial resolution and quantitative assessment of myocardial blood flow mbf while spect and pet quantify ischemic burden with pet providing superior accuracy for mbf and microvascular disease ica remains the gold standard for defining the presence location and severity of epicardial coronary stenosis it is indicated when noninvasive imaging reveals high risk features when symptoms are refractory to medical therapy or when noninvasive results are inconclusive while ica offers high spatial resolution it alone cannot assess the hemodynamic significance of intermediate lesions nor the coronary microvasculature adjunctive invasive hemodynamic and provocative coronary testing e g fractional flow reserve ffr invasive coronary flow reserve cfr index of microcirculatory resistance imr acetylcholine test provide essential insights especially in ischemia with nonobstructive coronary arteries given its procedural risks ica should be reserved for cases where it will impact management intravascular imaging may be used to further characterize lesions in summary modality selection should be individualized based on patient characteristics comorbidities contraindications and the need for anatomical versus physiological data integrating noninvasive and invasive modalities provides a comprehensive patient centered approach to ischemia evaluation"
}