{
    "pmid": "41431598",
    "title": "Epidemiological Survey and Characteristic Analysis of Hand Eczema Among Nursing Staff in Certain Regions of Xinjiang During the COVID-19 Pandemic: A Cross-Sectional Study.",
    "abstract": "The objective of the study is to investigate the epidemiological characteristics and influencing factors of hand eczema (HE) among nursing staff in certain regions of Xinjiang during the COVID-19 pandemic. Nursing staff from one tertiary hospital, one secondary hospital, and 15 community hospitals in the Xinjiang Uyghur Autonomous Region were selected as subjects. Clinical data of all participants were collected using paper questionnaires from November 2022 to March 2023, and the incidence and influencing factors of HE were analyzed. A total of 218 (26.3%) cases of HE were identified. The incidence in surgical departments (30.6%) was higher than that in non-surgical departments (24.1%, χ The incidence of HE among nursing staff during the COVID-19 pandemic was relatively high and was associated with hand hygiene practices and the patients' atopic constitution. Enhanced skin care and health education should be implemented to reduce the occurrence of HE.",
    "disease": "asthma",
    "clean_text": "epidemiological survey and characteristic analysis of hand eczema among nursing staff in certain regions of xinjiang during the covid pandemic a cross sectional study the objective of the study is to investigate the epidemiological characteristics and influencing factors of hand eczema he among nursing staff in certain regions of xinjiang during the covid pandemic nursing staff from one tertiary hospital one secondary hospital and community hospitals in the xinjiang uyghur autonomous region were selected as subjects clinical data of all participants were collected using paper questionnaires from november to march and the incidence and influencing factors of he were analyzed a total of cases of he were identified the incidence in surgical departments was higher than that in non surgical departments the incidence of he among nursing staff during the covid pandemic was relatively high and was associated with hand hygiene practices and the patients atopic constitution enhanced skin care and health education should be implemented to reduce the occurrence of he"
}