{
    "title": "Wound healing in wild male baboons: Estimating healing time from wound size.",
    "doc_id": "30300389",
    "writer": "Taniguchi H",
    "year": "2018",
    "summary": "In baboons, most male injuries have been reported to result from male to male fights. Here, we investigated the relationship between wound size and healing time in wild anubis baboons to clarify the healing cost of physical attacks including secondary damage of w …",
    "abstract": "Wound healing in animals is important to minimize the fitness costs of infection. Logically, a longer healing time is associated with higher risk of infection and higher energy loss. In wild mammals, wounds caused by aggressive intraspecific interactions can potentially have lethal repercussions. Clarifying wounding rate and healing time is therefore important for measuring the severity of the attacks. In addition, impact of secondary damage of wounds (e.g., accidental peeling off of scabs) on heeling time is unknown despite the risk of infection in wild mammals. In baboons, most male injuries have been reported to result from male to male fights. Here, we investigated the relationship between wound size and healing time in wild anubis baboons to clarify the healing cost of physical attacks including secondary damage of wounds. Observations were conducted daily between August 2016 and July 2017 in Kenya for seven adult male anubis baboons. The individual wound rate was one per month on average. In 16 cases, we were able to assess the number of days required for wound healing, and the median healing time was 13 d. Wound healing time was longer for larger wounds. When the scab was peeled off accidentally because of external factors, healing time became longer. One of the causes of scabs' peeling off was baboons' scab-picking behavior, and the behaviour was considered self-injurious behavior. However, its predicted healing cost might not be high. We concluded that wounds less than 800 mm2 (the largest observed in this study) in baboon males have little effect on survival. Our results suggest that lethal wounds by physical attacks rarely occur in male baboons, and that healing time and delay caused by secondary damages can be estimated by measuring wound area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30300389/",
    "clean_text": "wound healing in wild male baboons estimating healing time from wound size in baboons most male injuries have been reported to result from male to male fights here we investigated the relationship between wound size and healing time in wild anubis baboons to clarify the healing cost of physical attacks including secondary damage of w wound healing in animals is important to minimize the fitness costs of infection logically a longer healing time is associated with higher risk of infection and higher energy loss in wild mammals wounds caused by aggressive intraspecific interactions can potentially have lethal repercussions clarifying wounding rate and healing time is therefore important for measuring the severity of the attacks in addition impact of secondary damage of wounds e g accidental peeling off of scabs on heeling time is unknown despite the risk of infection in wild mammals in baboons most male injuries have been reported to result from male to male fights here we investigated the relationship between wound size and healing time in wild anubis baboons to clarify the healing cost of physical attacks including secondary damage of wounds observations were conducted daily between august and july in kenya for seven adult male anubis baboons the individual wound rate was one per month on average in cases we were able to assess the number of days required for wound healing and the median healing time was d wound healing time was longer for larger wounds when the scab was peeled off accidentally because of external factors healing time became longer one of the causes of scabs peeling off was baboons scab picking behavior and the behaviour was considered self injurious behavior however its predicted healing cost might not be high we concluded that wounds less than mm the largest observed in this study in baboon males have little effect on survival our results suggest that lethal wounds by physical attacks rarely occur in male baboons and that healing time and delay caused by secondary damages can be estimated by measuring wound area"
}