{
    "pmid": "41314501",
    "title": "A predictive model for predicting the occurrence of liver cancer in patients with schistosomiasis cirrhosis.",
    "abstract": "Early diagnosis of liver cancer following schistosomiasis cirrhosis remains challenging. This study aims to develop a predictive model for identifying precancerous liver lesions and early-stage liver cancer in patients with schistosomiasis cirrhosis. Patients diagnosed with schistosomiasis cirrhosis over the past 14 years and managed by the Jiaxing Schistosomiasis Management Office were included in the study. Univariate regression analysis was conducted to assess the correlation between various indices and liver cancer. The predictive diagnostic efficiency was evaluated using the AUROC's cross-sectional area, with the optimal cutoff point identified through the Youden index. Univariate regression revealed significant associations with RBC count, ALT level, and other factors (P<0.1). Multivariate regression analysis identified AST, GGT, and additional factors as significant predictors (P<0.05). From these findings, two predictive models were developed: one for early-stage liver cancer (ESLC model) and another for precancerous lesions (PL model). The AUROC confirmed the superior diagnostic performance of both models compared to AFP, particularly in predicting precancerous lesions, thus addressing some of AFP's limitations. The proposed predictive model serves as a valuable tool for early detection of precancerous liver lesions. It outperforms AFP in this regard, with AST, GGT, TB, BA, PT, PCIII, and AFP identified as independent predictors of liver cancer.",
    "disease": "liver cirrhosis",
    "clean_text": "a predictive model for predicting the occurrence of liver cancer in patients with schistosomiasis cirrhosis early diagnosis of liver cancer following schistosomiasis cirrhosis remains challenging this study aims to develop a predictive model for identifying precancerous liver lesions and early stage liver cancer in patients with schistosomiasis cirrhosis patients diagnosed with schistosomiasis cirrhosis over the past years and managed by the jiaxing schistosomiasis management office were included in the study univariate regression analysis was conducted to assess the correlation between various indices and liver cancer the predictive diagnostic efficiency was evaluated using the auroc s cross sectional area with the optimal cutoff point identified through the youden index univariate regression revealed significant associations with rbc count alt level and other factors p multivariate regression analysis identified ast ggt and additional factors as significant predictors p from these findings two predictive models were developed one for early stage liver cancer eslc model and another for precancerous lesions pl model the auroc confirmed the superior diagnostic performance of both models compared to afp particularly in predicting precancerous lesions thus addressing some of afp s limitations the proposed predictive model serves as a valuable tool for early detection of precancerous liver lesions it outperforms afp in this regard with ast ggt tb ba pt pciii and afp identified as independent predictors of liver cancer"
}