{
    "pmid": "41473877",
    "title": "Spinning-Induced Exertional Rhabdomyolysis Without Acute Kidney Injury.",
    "abstract": "Rhabdomyolysis is a condition with a myriad of causes, including both traumatic and non-traumatic. Traumatic conditions are observed in crush injuries, compartment syndrome, and fractures, while non-traumatic rhabdomyolysis is commonly seen due to exertional heat stroke, extreme physical exercise, and dehydration. This case report explores two cases of extreme non-traumatic rhabdomyolysis caused by indoor cycling, also known as spinning. A common complication of severe rhabdomyolysis is acute kidney injury (AKI), which increases the risk of renal failure. Rapid interventions such as aggressive intravenous fluids are necessary to prevent kidney function loss. In this case report, two sisters, on two separate occasions, developed Creatine Kinase (CK) levels greater than 100,000 U/L. Recent literature indicates that patients with creatine kinase (CK) levels between 5000 and 10,000 U/L have an increased likelihood of developing acute kidney injury (AKI). However, in these patients, despite creatine kinase (CK) levels ten times greater, these patients demonstrated no signs of acute kidney injury (AKI). This case report aims to highlight the importance of timely treatment of exertional rhabdomyolysis. We also explore the possibility of a genetic predisposition that might increase the likelihood of acquiring this condition. Finally, given the rising cases of spinning-induced rhabdomyolysis, we also highlight preventative measures to prevent future occurrences.",
    "disease": "stroke",
    "clean_text": "spinning induced exertional rhabdomyolysis without acute kidney injury rhabdomyolysis is a condition with a myriad of causes including both traumatic and non traumatic traumatic conditions are observed in crush injuries compartment syndrome and fractures while non traumatic rhabdomyolysis is commonly seen due to exertional heat stroke extreme physical exercise and dehydration this case report explores two cases of extreme non traumatic rhabdomyolysis caused by indoor cycling also known as spinning a common complication of severe rhabdomyolysis is acute kidney injury aki which increases the risk of renal failure rapid interventions such as aggressive intravenous fluids are necessary to prevent kidney function loss in this case report two sisters on two separate occasions developed creatine kinase ck levels greater than u l recent literature indicates that patients with creatine kinase ck levels between and u l have an increased likelihood of developing acute kidney injury aki however in these patients despite creatine kinase ck levels ten times greater these patients demonstrated no signs of acute kidney injury aki this case report aims to highlight the importance of timely treatment of exertional rhabdomyolysis we also explore the possibility of a genetic predisposition that might increase the likelihood of acquiring this condition finally given the rising cases of spinning induced rhabdomyolysis we also highlight preventative measures to prevent future occurrences"
}