{
    "pmid": "41463344",
    "title": "Proteoglycans in Breast Cancer: Friends and Foes.",
    "abstract": "Proteoglycans (PGs) are highly glycosylated proteins of great importance both structurally and for signalling in the extracellular matrix (ECM) as well as cell surfaces. In breast cancer (BC), they control the structure of tissue architecture, cellular communication pathways and tumour-stroma interactions, thus affecting adhesion, migration, angiogenesis, immune evasion, and metastasis. Their structural heterogeneity supports either subtype- or context-dependent functions. This review combines current studies of PGs in BC according to their classification into intracellular, cell-surface, pericellular, extracellular, and small leucine-rich PGs and a range of non-classical PGs. A literature-driven approach to focus on molecular mechanisms and clinical correlations will demonstrate how PGs respond with collagens, growth factors, cytokines, and proteolytic enzymes in order to modulate the ECM and affect therapy resistance. Indeed, PGs including syndecans, glypicans, perlecan, versican, biglycan and decorin showed the potential to be promoters or suppressors of cancer, with local effects on invasion, and have a significant modulating effect on BC subtypes or the prognosis and therapeutic response and may potentially serve as new biomarkers for stratification and liquid biopsy candidates. Furthermore, PGs appear to modulate the tumour immune landscape, are involved in the development of metastatic niches, and underlie signalling pathways like Wnt or TGFβ in a subtype-dependent manner, extending their translational prospects and therapeutic utility. PGs, taken together, seem to be major modulators of BC, with particular relevance for precision medicine.",
    "disease": "breast cancer",
    "clean_text": "proteoglycans in breast cancer friends and foes proteoglycans pgs are highly glycosylated proteins of great importance both structurally and for signalling in the extracellular matrix ecm as well as cell surfaces in breast cancer bc they control the structure of tissue architecture cellular communication pathways and tumour stroma interactions thus affecting adhesion migration angiogenesis immune evasion and metastasis their structural heterogeneity supports either subtype or context dependent functions this review combines current studies of pgs in bc according to their classification into intracellular cell surface pericellular extracellular and small leucine rich pgs and a range of non classical pgs a literature driven approach to focus on molecular mechanisms and clinical correlations will demonstrate how pgs respond with collagens growth factors cytokines and proteolytic enzymes in order to modulate the ecm and affect therapy resistance indeed pgs including syndecans glypicans perlecan versican biglycan and decorin showed the potential to be promoters or suppressors of cancer with local effects on invasion and have a significant modulating effect on bc subtypes or the prognosis and therapeutic response and may potentially serve as new biomarkers for stratification and liquid biopsy candidates furthermore pgs appear to modulate the tumour immune landscape are involved in the development of metastatic niches and underlie signalling pathways like wnt or tgf in a subtype dependent manner extending their translational prospects and therapeutic utility pgs taken together seem to be major modulators of bc with particular relevance for precision medicine"
}