{
    "pmid": "41369568",
    "title": "Is RAGE Expression in Flexor Tendon Synovium Associated With Carpal Tunnel Syndrome in Patients With Diabetes?",
    "abstract": "Carpal tunnel syndrome (CTS) is the most common entrapment neuropathy and is more prevalent in patients with diabetes. However, the underlying mechanisms linking diabetes and CTS have not been fully elucidated. The advanced glycation end products (AGEs) and the receptor for AGEs (RAGE) are involved in chronic inflammation and diabetic complications, suggesting that this pathway may be relevant to the pathogenesis of CTS in patients with diabetes. (1) Is RAGE expressed in the flexor tendon synovium in patients with CTS, and if so, is it expressed more in patients with diabetes? (2) Is RAGE expression in the flexor tendon synovium associated with CTS severity? Between February 2020 and March 2023, a total of 130 patients underwent open carpal tunnel release performed by a single highly experienced hand surgeon. Patients with peripheral neuropathies, cervical radiculopathy, diabetic polyneuropathy, systemic inflammatory diseases such as gout or rheumatoid arthritis, a history of wrist fracture, or previous wrist surgery were excluded. Patients who did not consent to tissue storage or whose consent was not documented were also excluded. As a result, flexor tendon synovium samples were available in the biobank for 72% (93 patients) of the initial cohort. Among these, 8% (7 of 93) of samples were excluded because of poor immunohistochemical staining quality, leaving 66% (86 patients) of the initial cohort for the final analysis. The mean ± SD age of the patients was 60 ± 12 years. Of the 86 patients, 81% (70) were female. CTS severity was classified according to the Bland scale as mild to moderate (Grades 1 to 3) or severe (Grades 4 to 6) based on electrophysiologic findings. In this cohort, 45% (39) had severe CTS and 21% (18) had diabetes. RAGE expression in the flexor tendon synovium was measured semiquantitatively by immunohistochemistry. The scoring method showed excellent interobserver reliability (intraclass correlation coefficient 0.92). RAGE expression was compared between patients with and without diabetes. Multivariable logistic regression analysis was performed to identify factors that were independently related to CTS severity. Histopathologic analysis revealed that RAGE expression was predominantly observed in the vascular endothelial cells of the subsynovial connective tissue. Patients with diabetes had a greater RAGE staining index expression than those without diabetes (median [IQR] 8.5 [6.0 to 9.0] versus 8.0 [6.0 to 8.0], difference of medians 0.5; p = 0.03). For all patients, those with and without diabetes, RAGE staining index expression was not associated with CTS severity (OR 1.17 [95% confidence interval (CI) 0.94 to 1.44]; p = 0.16), BMI was not associated (OR 1.12 [95% CI 0.98 to 1.29]; p = 0.10), and only age was associated (OR 1.10 [95% CI 1.05 to 1.17]; p < 0.001). When stratified to only those patients with diabetes, after controlling for potentially confounding variables such as age and BMI, among the variables we explored, only RAGE staining index expression was associated with CTS (OR 3.40 [95% CI 1.10 to 10.53]; p = 0.03), representing the key finding of this study. According to our findings, RAGE-mediated mechanisms may contribute to the pathophysiology of CTS associated with diabetes. Further studies are warranted to elucidate the RAGE-related molecular pathways involved in this association and to determine whether targeting RAGE could be a potential therapeutic strategy influencing disease progression or surgical outcomes. Level III, diagnostic study.",
    "disease": "rheumatoid arthritis",
    "clean_text": "is rage expression in flexor tendon synovium associated with carpal tunnel syndrome in patients with diabetes carpal tunnel syndrome cts is the most common entrapment neuropathy and is more prevalent in patients with diabetes however the underlying mechanisms linking diabetes and cts have not been fully elucidated the advanced glycation end products ages and the receptor for ages rage are involved in chronic inflammation and diabetic complications suggesting that this pathway may be relevant to the pathogenesis of cts in patients with diabetes is rage expressed in the flexor tendon synovium in patients with cts and if so is it expressed more in patients with diabetes is rage expression in the flexor tendon synovium associated with cts severity between february and march a total of patients underwent open carpal tunnel release performed by a single highly experienced hand surgeon patients with peripheral neuropathies cervical radiculopathy diabetic polyneuropathy systemic inflammatory diseases such as gout or rheumatoid arthritis a history of wrist fracture or previous wrist surgery were excluded patients who did not consent to tissue storage or whose consent was not documented were also excluded as a result flexor tendon synovium samples were available in the biobank for patients of the initial cohort among these of of samples were excluded because of poor immunohistochemical staining quality leaving patients of the initial cohort for the final analysis the mean sd age of the patients was years of the patients were female cts severity was classified according to the bland scale as mild to moderate grades to or severe grades to based on electrophysiologic findings in this cohort had severe cts and had diabetes rage expression in the flexor tendon synovium was measured semiquantitatively by immunohistochemistry the scoring method showed excellent interobserver reliability intraclass correlation coefficient rage expression was compared between patients with and without diabetes multivariable logistic regression analysis was performed to identify factors that were independently related to cts severity histopathologic analysis revealed that rage expression was predominantly observed in the vascular endothelial cells of the subsynovial connective tissue patients with diabetes had a greater rage staining index expression than those without diabetes median iqr to versus to difference of medians p for all patients those with and without diabetes rage staining index expression was not associated with cts severity or confidence interval ci to p bmi was not associated or ci to p and only age was associated or ci to p when stratified to only those patients with diabetes after controlling for potentially confounding variables such as age and bmi among the variables we explored only rage staining index expression was associated with cts or ci to p representing the key finding of this study according to our findings rage mediated mechanisms may contribute to the pathophysiology of cts associated with diabetes further studies are warranted to elucidate the rage related molecular pathways involved in this association and to determine whether targeting rage could be a potential therapeutic strategy influencing disease progression or surgical outcomes level iii diagnostic study"
}