{
    "title": "Key factors in the organized chaos of early T cell development.",
    "doc_id": "17242687",
    "writer": "Hayday AC",
    "year": "2007",
    "summary": "A fundamental issue in T cell development is what controls whether a thymocyte differentiates into a gammadelta T cell or an alphabeta T cell, each defined by their distinct T cell receptor. ...We also review new findings on …",
    "abstract": "A fundamental issue in T cell development is what controls whether a thymocyte differentiates into a gammadelta T cell or an alphabeta T cell, each defined by their distinct T cell receptor. Most likely, lessons learned in studying that issue will also provide insight into how the thymus produces T cell subsets with distinct functional and regulatory potentials. Here we review recent experiments, focusing on three factors that regulate thymocyte differentiation up to and including the expression of the first products of antigen receptor gene rearrangements. Those factors are the archetypal developmental regulator Notch, intrinsic signals emanating from antigen-receptor complexes, and trans conditioning, which reflects communication between different subsets of thymocytes. We also review new findings on the positive selection of gammadelta T cells and on extrathymic T cell development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17242687/",
    "clean_text": "key factors in the organized chaos of early t cell development a fundamental issue in t cell development is what controls whether a thymocyte differentiates into a gammadelta t cell or an alphabeta t cell each defined by their distinct t cell receptor we also review new findings on a fundamental issue in t cell development is what controls whether a thymocyte differentiates into a gammadelta t cell or an alphabeta t cell each defined by their distinct t cell receptor most likely lessons learned in studying that issue will also provide insight into how the thymus produces t cell subsets with distinct functional and regulatory potentials here we review recent experiments focusing on three factors that regulate thymocyte differentiation up to and including the expression of the first products of antigen receptor gene rearrangements those factors are the archetypal developmental regulator notch intrinsic signals emanating from antigen receptor complexes and trans conditioning which reflects communication between different subsets of thymocytes we also review new findings on the positive selection of gammadelta t cells and on extrathymic t cell development"
}