{
    "title": "Single-Nuclei Sequencing Reveals a Robust Corticospinal Response to Nearby Axotomy But Overall Insensitivity to Spinal Injury.",
    "doc_id": "39746824",
    "writer": "Wang Z",
    "year": "2025",
    "summary": "Thus, the muted response of CST neurons to spinal injury is linked to the injury's distal location, rather than intrinsic cellular characteristics. More broadly, these findings indicate that a central challenge for enhancing regeneration after a spinal inj …",
    "abstract": "The ability of neurons to sense and respond to damage is crucial for maintaining homeostasis and facilitating nervous system repair. For some cell types, notably dorsal root ganglia and retinal ganglion cells, extensive profiling has uncovered a significant transcriptional response to axon injury, which influences survival and regenerative outcomes. In contrast, the injury responses of most supraspinal cell types, which display limited regeneration after spinal damage, remain mostly unknown. In this study, we used single-nuclei sequencing in adult male and female mice to profile the transcriptional responses of diverse supraspinal cell types to spinal injury. Surprisingly, thoracic spinal injury induced only modest changes in gene expression across all populations, including corticospinal tract (CST) neurons. Additionally, CST neurons exhibited minimal response to cervical injury but showed a much stronger reaction to intracortical axotomy, with upregulation of numerous regeneration and apoptosis-related transcripts shared with injured DRG and RGC neurons. Thus, the muted response of CST neurons to spinal injury is linked to the injury's distal location, rather than intrinsic cellular characteristics. More broadly, these findings indicate that a central challenge for enhancing regeneration after a spinal injury is the limited detection of distant injuries and the subsequent modest baseline neuronal response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39746824/",
    "clean_text": "single nuclei sequencing reveals a robust corticospinal response to nearby axotomy but overall insensitivity to spinal injury thus the muted response of cst neurons to spinal injury is linked to the injury s distal location rather than intrinsic cellular characteristics more broadly these findings indicate that a central challenge for enhancing regeneration after a spinal inj the ability of neurons to sense and respond to damage is crucial for maintaining homeostasis and facilitating nervous system repair for some cell types notably dorsal root ganglia and retinal ganglion cells extensive profiling has uncovered a significant transcriptional response to axon injury which influences survival and regenerative outcomes in contrast the injury responses of most supraspinal cell types which display limited regeneration after spinal damage remain mostly unknown in this study we used single nuclei sequencing in adult male and female mice to profile the transcriptional responses of diverse supraspinal cell types to spinal injury surprisingly thoracic spinal injury induced only modest changes in gene expression across all populations including corticospinal tract cst neurons additionally cst neurons exhibited minimal response to cervical injury but showed a much stronger reaction to intracortical axotomy with upregulation of numerous regeneration and apoptosis related transcripts shared with injured drg and rgc neurons thus the muted response of cst neurons to spinal injury is linked to the injury s distal location rather than intrinsic cellular characteristics more broadly these findings indicate that a central challenge for enhancing regeneration after a spinal injury is the limited detection of distant injuries and the subsequent modest baseline neuronal response"
}