{
    "title": "Endocrine Dysfunction After Traumatic Brain Injury: An Ignored Clinical Syndrome?",
    "doc_id": "36788181",
    "writer": "Mahajan C",
    "year": "2023",
    "summary": "Traumatic brain injury (TBI) incurs substantial health and economic burden, as it is the leading reason for death and disability globally. ...It is essential for health care providers to be aware of this complication because at times, symptoms may be subtle and may …",
    "abstract": "Traumatic brain injury (TBI) incurs substantial health and economic burden, as it is the leading reason for death and disability globally. Endocrine abnormalities are no longer considered a rare complication of TBI. The reported prevalence is variable across studies, depending on the time frame of injury, time and type of testing, and variability in hormonal values considered normal across different studies. The present review reports evidence on the endocrine dysfunction that can occur after TBI. Several aspects, including the pathophysiological mechanisms, clinical consequences/challenges (in the acute and chronic phases), screening and diagnostic workup, principles of therapeutic management, and insights on future directions/research agenda, are presented. The management of hypopituitarism following TBI involves hormonal replacement therapy. It is essential for health care providers to be aware of this complication because at times, symptoms may be subtle and may be mistaken to be caused by brain injury itself. There is a need for stronger evidence for establishing recommendations for optimum management so that they can be incorporated as standard of care in TBI management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36788181/",
    "clean_text": "endocrine dysfunction after traumatic brain injury an ignored clinical syndrome traumatic brain injury tbi incurs substantial health and economic burden as it is the leading reason for death and disability globally it is essential for health care providers to be aware of this complication because at times symptoms may be subtle and may traumatic brain injury tbi incurs substantial health and economic burden as it is the leading reason for death and disability globally endocrine abnormalities are no longer considered a rare complication of tbi the reported prevalence is variable across studies depending on the time frame of injury time and type of testing and variability in hormonal values considered normal across different studies the present review reports evidence on the endocrine dysfunction that can occur after tbi several aspects including the pathophysiological mechanisms clinical consequences challenges in the acute and chronic phases screening and diagnostic workup principles of therapeutic management and insights on future directions research agenda are presented the management of hypopituitarism following tbi involves hormonal replacement therapy it is essential for health care providers to be aware of this complication because at times symptoms may be subtle and may be mistaken to be caused by brain injury itself there is a need for stronger evidence for establishing recommendations for optimum management so that they can be incorporated as standard of care in tbi management"
}