{
    "title": "Impact of COVID-19 on the Gut: A Review of the Manifestations, Pathology, Management, and Challenges.",
    "doc_id": "33818412",
    "writer": "Suryana KD",
    "year": "2021",
    "summary": "Furthermore, COVID-19 has also shown to affect microbiota homeostasis in the digestive tract. To date, no clear explanation is available regarding the pathophysiology of gastrointestinal SARS-CoV-2 infection, fecal RNA detection, and the possibi …",
    "abstract": "SARS-CoV-2 is a virus that can enter its hosts through the Angiotensin Converting Enzyme-2 (ACE2) receptor. ACE2 is mainly expressed in cells of the gastrointestinal tract, such as the esophageal epithelium and enterocytes from the ileum-colon. Coronavirus Disease 2019 (COVID-19) has varying clinical symptoms and presents differently in individuals, ranging from asymptomatic carriers to moderate clinical spectrum with mild pneumonia clinical features, and to a severe clinical presentation with dyspnea and hypoxia, leading to death due to respiratory or multi-organ failure. COVID-19 infection can also manifest themselves in the form of gastrointestinal symptoms such as diarrhea, vomiting, nausea, and abdominal pain. Severe complications of gastrointestinal COVID-19 infections include hemorrhage or perforation of the gastrointestinal tract and severe inflammation, which can adversely affect the intestinal immune system, and therefore the systemic immune system of the host. Furthermore, COVID-19 has also shown to affect microbiota homeostasis in the digestive tract. To date, no clear explanation is available regarding the pathophysiology of gastrointestinal SARS-CoV-2 infection, fecal RNA detection, and the possibility of fecal-oral transmission of SARS-CoV-2. This review aims to discuss the effects of SARS-CoV-2 infection on the digestive tract, microbiota, and lung, and the possibility of fecal-oral transmission in COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33818412/",
    "clean_text": "impact of covid on the gut a review of the manifestations pathology management and challenges furthermore covid has also shown to affect microbiota homeostasis in the digestive tract to date no clear explanation is available regarding the pathophysiology of gastrointestinal sars cov infection fecal rna detection and the possibi sars cov is a virus that can enter its hosts through the angiotensin converting enzyme ace receptor ace is mainly expressed in cells of the gastrointestinal tract such as the esophageal epithelium and enterocytes from the ileum colon coronavirus disease covid has varying clinical symptoms and presents differently in individuals ranging from asymptomatic carriers to moderate clinical spectrum with mild pneumonia clinical features and to a severe clinical presentation with dyspnea and hypoxia leading to death due to respiratory or multi organ failure covid infection can also manifest themselves in the form of gastrointestinal symptoms such as diarrhea vomiting nausea and abdominal pain severe complications of gastrointestinal covid infections include hemorrhage or perforation of the gastrointestinal tract and severe inflammation which can adversely affect the intestinal immune system and therefore the systemic immune system of the host furthermore covid has also shown to affect microbiota homeostasis in the digestive tract to date no clear explanation is available regarding the pathophysiology of gastrointestinal sars cov infection fecal rna detection and the possibility of fecal oral transmission of sars cov this review aims to discuss the effects of sars cov infection on the digestive tract microbiota and lung and the possibility of fecal oral transmission in covid"
}