{
    "title": "Immune cell beta(2)-adrenergic receptors contribute to the development of heart failure.",
    "doc_id": "34415184",
    "writer": "Tanner MA",
    "year": "2021",
    "summary": "These findings demonstrate an important role for immune cell beta(2)AR expression in the heart's response to chronically elevated catecholamines.NEW & NOTEWORTHY Immune cell beta(2)-adrenergic receptors (beta(2)ARs) are important for proinflammatory macrophage i …",
    "abstract": "β-Adrenergic receptors (βARs) regulate normal and pathophysiological heart function through their impact on contractility. βARs are also regulators of immune function where they play a unique role depending on the disease condition and immune cell type. Emerging evidence suggests an important role for the β2AR subtype in regulating remodeling in the pathological heart; however, the importance of these responses has never been examined. In heart failure, catecholamines are elevated, leading to chronic βAR activation and contributing to the detrimental effects in the heart. We hypothesized that immune cell β2AR plays a critical role in the development of heart failure in response to chronic catecholamine elevations through their regulation of immune cell infiltration. To test this, chimeric mice were generated by performing bone marrow transplant (BMT) experiments using wild-type (WT) or β2AR knockout (KO) donors. WT and β2ARKO BMT mice were chronically administered the βAR agonist isoproterenol. Immune cell recruitment to the heart was examined by histology and flow cytometry. Numerous changes in immune cell recruitment were observed with isoproterenol administration in WT BMT mice including proinflammatory myeloid populations and lymphocytes with macrophages made up the majority of immune cells in the heart and which were absent in β2ARKO BMT animal. β2ARKO BMT mice had decreased cardiomyocyte death, hypertrophy, and interstitial fibrosis following isoproterenol treatment, culminating in improved function. These findings demonstrate an important role for immune cell β2AR expression in the heart's response to chronically elevated catecholamines.NEW & NOTEWORTHY Immune cell β2-adrenergic receptors (β2ARs) are important for proinflammatory macrophage infiltration to the heart in a chronic isoproterenol administration model of heart failure. Mice lacking immune cell β2AR have decreased immune cell infiltration to their heart, primarily proinflammatory macrophage populations. This decrease culminated to decreased cardiac injury with lessened cardiomyocyte death, decreased interstitial fibrosis and hypertrophy, and improved function demonstrating that β2AR regulation of immune responses plays an important role in the heart's response to persistent βAR stimulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34415184/",
    "clean_text": "immune cell beta adrenergic receptors contribute to the development of heart failure these findings demonstrate an important role for immune cell beta ar expression in the heart s response to chronically elevated catecholamines new noteworthy immune cell beta adrenergic receptors beta ars are important for proinflammatory macrophage i adrenergic receptors ars regulate normal and pathophysiological heart function through their impact on contractility ars are also regulators of immune function where they play a unique role depending on the disease condition and immune cell type emerging evidence suggests an important role for the ar subtype in regulating remodeling in the pathological heart however the importance of these responses has never been examined in heart failure catecholamines are elevated leading to chronic ar activation and contributing to the detrimental effects in the heart we hypothesized that immune cell ar plays a critical role in the development of heart failure in response to chronic catecholamine elevations through their regulation of immune cell infiltration to test this chimeric mice were generated by performing bone marrow transplant bmt experiments using wild type wt or ar knockout ko donors wt and arko bmt mice were chronically administered the ar agonist isoproterenol immune cell recruitment to the heart was examined by histology and flow cytometry numerous changes in immune cell recruitment were observed with isoproterenol administration in wt bmt mice including proinflammatory myeloid populations and lymphocytes with macrophages made up the majority of immune cells in the heart and which were absent in arko bmt animal arko bmt mice had decreased cardiomyocyte death hypertrophy and interstitial fibrosis following isoproterenol treatment culminating in improved function these findings demonstrate an important role for immune cell ar expression in the heart s response to chronically elevated catecholamines new noteworthy immune cell adrenergic receptors ars are important for proinflammatory macrophage infiltration to the heart in a chronic isoproterenol administration model of heart failure mice lacking immune cell ar have decreased immune cell infiltration to their heart primarily proinflammatory macrophage populations this decrease culminated to decreased cardiac injury with lessened cardiomyocyte death decreased interstitial fibrosis and hypertrophy and improved function demonstrating that ar regulation of immune responses plays an important role in the heart s response to persistent ar stimulation"
}