{
    "pmid": "41393076",
    "title": "The Impact of Psychological Nursing Combined with Respiratory Training on Mental Health, Pulmonary Function, and Quality of Life in Patients with Chronic Obstructive Pulmonary Disease: A Retrospective Analysis.",
    "abstract": "Patients with chronic obstructive pulmonary disease (COPD) often suffer from both physical limitations and psychological distress, affecting their overall well-being. This study aims to evaluate the impact of combined psychological nursing and respiratory training on anxiety, depression, pulmonary function, dyspnea, exercise tolerance, and quality of life in COPD patients. Clinical data from 180 COPD patients admitted to a hospital between January 2021 and June 2024 were retrospectively collected and analyzed. Patients were divided into a control group (routine care, n=90) and an intervention group (psychological nursing combined with respiratory training, n=90) based on the care they received. The outcomes compared between the two groups included depression scores (SDS), anxiety scores (SAS), pulmonary function indicators (forced expiratory volume in one second [FEV1], forced vital capacity [FVC]), dyspnea grading (mMRC score), 6-minute walk test (6MWT), and quality of life scores (SGRQ scale). The SAS and SDS scores in the intervention group were significantly lower than those in the control group ( Psychological nursing combined with respiratory training significantly reduces anxiety and depression, improves lung function and exercise tolerance, relieves dyspnea, and enhances quality of life in patients with COPD. It is recommended as a key component of comprehensive COPD management.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the impact of psychological nursing combined with respiratory training on mental health pulmonary function and quality of life in patients with chronic obstructive pulmonary disease a retrospective analysis patients with chronic obstructive pulmonary disease copd often suffer from both physical limitations and psychological distress affecting their overall well being this study aims to evaluate the impact of combined psychological nursing and respiratory training on anxiety depression pulmonary function dyspnea exercise tolerance and quality of life in copd patients clinical data from copd patients admitted to a hospital between january and june were retrospectively collected and analyzed patients were divided into a control group routine care n and an intervention group psychological nursing combined with respiratory training n based on the care they received the outcomes compared between the two groups included depression scores sds anxiety scores sas pulmonary function indicators forced expiratory volume in one second fev forced vital capacity fvc dyspnea grading mmrc score minute walk test mwt and quality of life scores sgrq scale the sas and sds scores in the intervention group were significantly lower than those in the control group psychological nursing combined with respiratory training significantly reduces anxiety and depression improves lung function and exercise tolerance relieves dyspnea and enhances quality of life in patients with copd it is recommended as a key component of comprehensive copd management"
}