{
    "title": "Mental well-being of college students: focus on sex differences and psycho physiological indices.",
    "doc_id": "40908489",
    "writer": "Zhu Y",
    "year": "2025",
    "summary": "METHOD: 240 college students (120 males and 120 females, aged 18-22 27 years) were recruited via cluster sampling from 1st Sept. to 1st Nov. 2023 at 28 Zhejiang University in China. Mental well-being was assessed using the 29 Warwick-Edinburgh Mental Well-being Scal …",
    "abstract": "Background:\n        \n      \n      Questionnaires that assess psychological functioning are 21 limited by their subjective nature, while HRV can serve as a more objective 22 (but also complex) index of such functioning. This study aims to validate sex 23 differences in college students' mental well-being using psychological scales 24 and HRV, and to investigate the correlation between psychological scales 25 and HRV for each sex.\n    \n\n\n          Method:\n        \n      \n      240 college students (120 males and 120 females, aged 18-22 27 years) were recruited via cluster sampling from 1st Sept. to 1st Nov. 2023 at 28 Zhejiang University in China. Mental well-being was assessed using the 29 Warwick-Edinburgh Mental Well-being Scale (WEMWBS) and the 21-item 30 version of the Depression, Anxiety, and Stress Scale (DASS-21), while HRV 31 was measured at rest using a Polar H7 heart rate monitor.\n    \n\n\n          Results:\n        \n      \n      Comparative analyses showed that female students had higher 33 anxiety scores (DASS-21) (p = 0.033, Partial η² = 0.019) and lower mental 34 well-being scores (WEMWBS) (p = 0.047, Partial η² = 0.016) compared to 35 male students. Additionally, female students exhibited lower HRV across 36 multiple indices, including SDNN (p < 0.001, Partial η² = 0.158), RMSSD (p 37 < 0.001, Partial η² = 0.064), pNN50 (p < 0.001, Partial η² = 0.045), and 38 absolute high-frequency (HF) power (p = 0.003, Partial η² = 0.038). 39 Correlational analyses further revealed that only female students' anxiety 40 scores were negatively associated with RMSSD (r = -0.245, p = 0.008), 41 absolute HF power (r = -0.261, p = 0.005), and normalized HF power (r = - 42 0.262, p = 0.005).\n    \n\n\n          Conclusions:\n        \n      \n      Female university students exhibited poorer mental well-being 44 than male students, as indicated by both subjective and objective measures, with anxiety being particularly prominent. Combining psychological scales 46 with measures of HRV (RMSSD and HF power) may improve anxiety 47 assessment in female university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40908489/",
    "clean_text": "mental well being of college students focus on sex differences and psycho physiological indices method college students males and females aged years were recruited via cluster sampling from st sept to st nov at zhejiang university in china mental well being was assessed using the warwick edinburgh mental well being scal background questionnaires that assess psychological functioning are limited by their subjective nature while hrv can serve as a more objective but also complex index of such functioning this study aims to validate sex differences in college students mental well being using psychological scales and hrv and to investigate the correlation between psychological scales and hrv for each sex method college students males and females aged years were recruited via cluster sampling from st sept to st nov at zhejiang university in china mental well being was assessed using the warwick edinburgh mental well being scale wemwbs and the item version of the depression anxiety and stress scale dass while hrv was measured at rest using a polar h heart rate monitor results comparative analyses showed that female students had higher anxiety scores dass p partial and lower mental well being scores wemwbs p partial compared to male students additionally female students exhibited lower hrv across multiple indices including sdnn p partial rmssd p partial pnn p partial and absolute high frequency hf power p partial correlational analyses further revealed that only female students anxiety scores were negatively associated with rmssd r p absolute hf power r p and normalized hf power r p conclusions female university students exhibited poorer mental well being than male students as indicated by both subjective and objective measures with anxiety being particularly prominent combining psychological scales with measures of hrv rmssd and hf power may improve anxiety assessment in female university students"
}