{
    "pmid": "41467823",
    "title": "[Special features of anticoagulant treatment in vascular liver diseases].",
    "abstract": "Anticoagulants play a major role in the management of vascular liver diseases (VLD). However, their use is challenging due to portal hypertension and thrombocytopenia, frequently observed in these conditions. Moreover, when the disease is associated with hepatic insufficiency, hemostatic abnormalities further complicate the use of anticoagulants. Finally, in cases of digestive resection following mesenteric ischemia, the absorption and pharmacokinetics of oral anticoagulant therapies raise numerous concerns. The benefit-risk balance regarding bleeding and thrombosis must therefore be carefully assessed. Nevertheless, anticoagulant therapy in VLD is crucial to prevent thrombus extension, improve recanalization, and reduce the risk of severe complications such as portal hypertension and mesenteric ischemia. It must be initiated as early as possible. Acute-phase treatment generally relies on low-molecular-weight heparin (LMWH), switch to Direct oral anticoagulants (DOACs) are increasingly used, however, vitamin K antagonists (VKAs) remain indicated in certain situations. Screening and management of esophageal varices should be systematic when initiating and managing anticoagulant therapy. Thrombocytopenia is most often moderate and should not lead to modification or discontinuation of anticoagulation. Severe thrombocytopenia < 50 G/L requires close monitoring and management in a specialized center. In Budd-Chiari syndrome, hepatic insufficiency may lead to reduced synthesis of coagulation factors as well as major coagulation inhibitors, allowing a degree of rebalancing of the hemostatic system. Prolonged coagulation times (aPTT) and decreased PT do not accurately reflect these changes and should not contraindicate or delay anticoagulant therapy. Women of childbearing age must be informed of the risks associated with anticoagulant therapy during pregnancy and breastfeeding. Menorrhagia is common and may require appropriate management. All patients should participate in a treatment education program, enabling them to understand the characteristics and risks of their treatment. Les anticoagulants jouent un rôle majeur dans la prise en charge des maladies vasculaires du foie (MVF), leur utilisation est cependant délicate en raison de l’hypertension portale et de la thrombopénie fréquemment observées dans ces pathologies. Par ailleurs, lorsque la pathologie est associée à une insuffisance hépatique, les anomalies de l’hémostase compliquent encore leur utilisation. Enfin, en cas de résection digestive secondaire à une ischémie mésentérique, l’absorption des traitements anticoagulants oraux et leur pharmacocinétique posent de nombreuses questions. Le bénéfice/risque hémorragie/thrombose du traitement doit donc être soigneusement évalué. Le traitement anticoagulant des MVF est cependant crucial pour prévenir l’extension de la thrombose, favoriser la reperméabilisation et réduire le risque de complications graves telles que l’hypertension portale et l’ischémie mésentérique. Il doit être effectué le plus rapidement possible. Le traitement en phase aiguë repose généralement sur un traitement par héparine de bas poids moléculaire (HBPM). Les anticoagulants oraux directs (AOD) sont de plus en plus utilisés en relais. Cependant, les antivitamines K (AVK) restent indiquées dans certaines situations. Le traitement des varices œsophagiennes doit être systématique lors de l’instauration et du suivi du traitement. La thrombopénie est le plus souvent modérée et ne doit pas faire modifier ou arrêter le traitement anticoagulant. Une thrombopénie sévère inférieure à 50 G/L nécessite une surveillance étroite et une prise en charge dans un centre spécialisé. Au cours du syndrome de Budd-Chiari, l’insuffisance hépatique peut entraîner une diminution de la synthèse des facteurs de la coagulation mais également des principaux inhibiteurs de la coagulation, permettant un certain rééquilibrage de la balance hémostatique. L’allongement des temps de coagulation et la diminution du taux de prothrombine ne permettent pas d’évaluer ces modifications et ne doivent surtout pas contre-indiquer ou différer le traitement anticoagulant. Les femmes en âge de procréer doivent être informées des risques du traitement anticoagulant en cas de grossesse et au cours de l’allaitement. Les ménorragies sont fréquentes et parfois invalidantes sous traitement anticoagulant, nécessitant une prise en charge adaptée. Tous les patients doivent bénéficier d’une éducation thérapeutique leur permettant de connaître les caractéristiques, risques et bénéfices du traitement, ainsi que les précautions à prendre.",
    "disease": "hypertension",
    "clean_text": "special features of anticoagulant treatment in vascular liver diseases anticoagulants play a major role in the management of vascular liver diseases vld however their use is challenging due to portal hypertension and thrombocytopenia frequently observed in these conditions moreover when the disease is associated with hepatic insufficiency hemostatic abnormalities further complicate the use of anticoagulants finally in cases of digestive resection following mesenteric ischemia the absorption and pharmacokinetics of oral anticoagulant therapies raise numerous concerns the benefit risk balance regarding bleeding and thrombosis must therefore be carefully assessed nevertheless anticoagulant therapy in vld is crucial to prevent thrombus extension improve recanalization and reduce the risk of severe complications such as portal hypertension and mesenteric ischemia it must be initiated as early as possible acute phase treatment generally relies on low molecular weight heparin lmwh switch to direct oral anticoagulants doacs are increasingly used however vitamin k antagonists vkas remain indicated in certain situations screening and management of esophageal varices should be systematic when initiating and managing anticoagulant therapy thrombocytopenia is most often moderate and should not lead to modification or discontinuation of anticoagulation severe thrombocytopenia g l requires close monitoring and management in a specialized center in budd chiari syndrome hepatic insufficiency may lead to reduced synthesis of coagulation factors as well as major coagulation inhibitors allowing a degree of rebalancing of the hemostatic system prolonged coagulation times aptt and decreased pt do not accurately reflect these changes and should not contraindicate or delay anticoagulant therapy women of childbearing age must be informed of the risks associated with anticoagulant therapy during pregnancy and breastfeeding menorrhagia is common and may require appropriate management all patients should participate in a treatment education program enabling them to understand the characteristics and risks of their treatment les anticoagulants jouent un r le majeur dans la prise en charge des maladies vasculaires du foie mvf leur utilisation est cependant d licate en raison de l hypertension portale et de la thrombop nie fr quemment observ es dans ces pathologies par ailleurs lorsque la pathologie est associ e une insuffisance h patique les anomalies de l h mostase compliquent encore leur utilisation enfin en cas de r section digestive secondaire une isch mie m sent rique l absorption des traitements anticoagulants oraux et leur pharmacocin tique posent de nombreuses questions le b n fice risque h morragie thrombose du traitement doit donc tre soigneusement valu le traitement anticoagulant des mvf est cependant crucial pour pr venir l extension de la thrombose favoriser la reperm abilisation et r duire le risque de complications graves telles que l hypertension portale et l isch mie m sent rique il doit tre effectu le plus rapidement possible le traitement en phase aigu repose g n ralement sur un traitement par h parine de bas poids mol culaire hbpm les anticoagulants oraux directs aod sont de plus en plus utilis s en relais cependant les antivitamines k avk restent indiqu es dans certaines situations le traitement des varices sophagiennes doit tre syst matique lors de l instauration et du suivi du traitement la thrombop nie est le plus souvent mod r e et ne doit pas faire modifier ou arr ter le traitement anticoagulant une thrombop nie s v re inf rieure g l n cessite une surveillance troite et une prise en charge dans un centre sp cialis au cours du syndrome de budd chiari l insuffisance h patique peut entra ner une diminution de la synth se des facteurs de la coagulation mais galement des principaux inhibiteurs de la coagulation permettant un certain r quilibrage de la balance h mostatique l allongement des temps de coagulation et la diminution du taux de prothrombine ne permettent pas d valuer ces modifications et ne doivent surtout pas contre indiquer ou diff rer le traitement anticoagulant les femmes en ge de procr er doivent tre inform es des risques du traitement anticoagulant en cas de grossesse et au cours de l allaitement les m norragies sont fr quentes et parfois invalidantes sous traitement anticoagulant n cessitant une prise en charge adapt e tous les patients doivent b n ficier d une ducation th rapeutique leur permettant de conna tre les caract ristiques risques et b n fices du traitement ainsi que les pr cautions prendre"
}