{
    "title": "Barriers and facilitators associated with attendance at hospital diabetes clinics among young adults (15-30 years) with type 1 diabetes mellitus: a systematic review.",
    "doc_id": "25080975",
    "writer": "Hynes L",
    "year": "2016",
    "summary": "Regular clinic attendance is recommended to facilitate self-management of diabetes. Poor attendance is common among young adults with type 1 diabetes mellitus (DM). This systematic review aimed to produce a narrative synthesis of the evidence regarding factors which …",
    "abstract": "Regular clinic attendance is recommended to facilitate self-management of diabetes. Poor attendance is common among young adults with type 1 diabetes mellitus (DM). This systematic review aimed to produce a narrative synthesis of the evidence regarding factors which promote or impede regular attendance at adult diabetes clinics among young adults (15-30 years) with type 1 DM. Studies reporting facilitators and barriers to clinic attendance were identified by searching four electronic databases, checking reference lists, and contacting diabetes research networks. A total of 12 studies (8 quantitative and 4 qualitative) met the inclusion criteria. Young adult's experiences transitioning from paediatric to adult diabetes care can influence attendance at the adult clinic positively if there is a comprehensive transition programme in place, or negatively if the two clinics do not communicate and provide adequate support. Post-transition, relationship development and perceptions of the value of attending the clinic are important for regular attendance. Controlled research is required to better understand decisions to attend or not attend outpatient services among people with chronic conditions. Service delivery must be sensitive to the developmental characteristics of young adults and tailored support may be required by young adults at greatest risk of non-attendance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25080975/",
    "clean_text": "barriers and facilitators associated with attendance at hospital diabetes clinics among young adults years with type diabetes mellitus a systematic review regular clinic attendance is recommended to facilitate self management of diabetes poor attendance is common among young adults with type diabetes mellitus dm this systematic review aimed to produce a narrative synthesis of the evidence regarding factors which regular clinic attendance is recommended to facilitate self management of diabetes poor attendance is common among young adults with type diabetes mellitus dm this systematic review aimed to produce a narrative synthesis of the evidence regarding factors which promote or impede regular attendance at adult diabetes clinics among young adults years with type dm studies reporting facilitators and barriers to clinic attendance were identified by searching four electronic databases checking reference lists and contacting diabetes research networks a total of studies quantitative and qualitative met the inclusion criteria young adult s experiences transitioning from paediatric to adult diabetes care can influence attendance at the adult clinic positively if there is a comprehensive transition programme in place or negatively if the two clinics do not communicate and provide adequate support post transition relationship development and perceptions of the value of attending the clinic are important for regular attendance controlled research is required to better understand decisions to attend or not attend outpatient services among people with chronic conditions service delivery must be sensitive to the developmental characteristics of young adults and tailored support may be required by young adults at greatest risk of non attendance"
}