{
    "title": "The integration of spontaneous intracellular Ca2+ cycling and surface membrane ion channel activation entrains normal automaticity in cells of the heart's pacemaker.",
    "doc_id": "17132784",
    "writer": "Lakatta EG",
    "year": "2006",
    "summary": "",
    "abstract": "Although the ensemble of voltage- and time-dependent rhythms of surface membrane ion channels, the membrane \"Clock\", is the immediate cause of a sinoatrial nodal cell (SANC) action potential (AP), it does not necessarily follow that this ion channel ensemble is the formal cause of spontaneous, rhythmic APs. SANC also generates intracellular oscillatory spontaneous Ca(2+) releases that ignite excitation (SCaRIE) of the surface membrane via Na(+)/Ca(2+) exchanger activation. The idea that a rhythmic intracellular Ca(2+) Clock might keep time for normal automaticity of SANC, however, has not been assimilated into mainstream pacemaker dogma. Recent experimental evidence, derived from simultaneous, confocal imaging of submembrane Ca(2+) and membrane potential of SANC, and supported by numerical modeling, indicates that normal automaticity of SANC is entrained and stabilized by the tight integration of the SR Ca(2+) Clock that generates rhythmic SCaRIE, and the surface membrane Clock that responds to SCaRIE to immediately produce APs of an adequate shape. Thus, tightly controlled, rhythmic SCaRIE does not merely fine tune SANC AP firing, but is the formal cause of the basal and reserve rhythms, insuring pacemaker stability by rhythmically integrating multiple Ca(2+)-dependent functions, and effects normal automaticity by rhythmic ignition of the surface membrane Clock.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17132784/",
    "clean_text": "the integration of spontaneous intracellular ca cycling and surface membrane ion channel activation entrains normal automaticity in cells of the heart s pacemaker although the ensemble of voltage and time dependent rhythms of surface membrane ion channels the membrane clock is the immediate cause of a sinoatrial nodal cell sanc action potential ap it does not necessarily follow that this ion channel ensemble is the formal cause of spontaneous rhythmic aps sanc also generates intracellular oscillatory spontaneous ca releases that ignite excitation scarie of the surface membrane via na ca exchanger activation the idea that a rhythmic intracellular ca clock might keep time for normal automaticity of sanc however has not been assimilated into mainstream pacemaker dogma recent experimental evidence derived from simultaneous confocal imaging of submembrane ca and membrane potential of sanc and supported by numerical modeling indicates that normal automaticity of sanc is entrained and stabilized by the tight integration of the sr ca clock that generates rhythmic scarie and the surface membrane clock that responds to scarie to immediately produce aps of an adequate shape thus tightly controlled rhythmic scarie does not merely fine tune sanc ap firing but is the formal cause of the basal and reserve rhythms insuring pacemaker stability by rhythmically integrating multiple ca dependent functions and effects normal automaticity by rhythmic ignition of the surface membrane clock"
}