{
    "pmid": "41457580",
    "title": "Soda consumption and the risk of metabolic syndrome in Korean adults during the period surrounding the COVID-19 pandemic.",
    "abstract": "There is limited research on the association between soda consumption and the risk of metabolic syndrome (MetS), particularly during the COVID-19 pandemic. This study investigated the relationship between soda consumption and MetS in Korean adults, stratified by sex, and compared differences before and after the pandemic using data from the Korea National Health and Nutrition Examination Survey (2017-2021). A total of 13,051 adults aged 19-64 years were included. Soda consumption was assessed using 24-hour recall and categorized into five groups (nondrinkers and four quartiles). Multivariable logistic regression models were used to estimate odds ratios (OR) and 95% confidence intervals (CI) for MetS and its components. After adjusting for multiple covariates, no significant association was found between soda consumption and MetS overall. However, adults in the highest quartile of soda consumption (≥373g/day) had higher risks of abdominal obesity (",
    "disease": "covid-19",
    "clean_text": "soda consumption and the risk of metabolic syndrome in korean adults during the period surrounding the covid pandemic there is limited research on the association between soda consumption and the risk of metabolic syndrome mets particularly during the covid pandemic this study investigated the relationship between soda consumption and mets in korean adults stratified by sex and compared differences before and after the pandemic using data from the korea national health and nutrition examination survey a total of adults aged years were included soda consumption was assessed using hour recall and categorized into five groups nondrinkers and four quartiles multivariable logistic regression models were used to estimate odds ratios or and confidence intervals ci for mets and its components after adjusting for multiple covariates no significant association was found between soda consumption and mets overall however adults in the highest quartile of soda consumption g day had higher risks of abdominal obesity"
}