{
    "pmid": "41452358",
    "title": "PARP-1 inhibition attenuates tumor pathology in a novel murine model of diabetes-associated colitis-induced colorectal cancer.",
    "abstract": "Colorectal cancer is a potentially fatal form of mutagenesis, which is known to be aggravated by other gut associated complications such as ulcerative colitis. In addition, there is emerging evidence to suggest a close correlation between the progression of colorectal cancer and the occurrence of metabolic disorders like diabetes mellitus. Despite these clinical findings, there is a lack of relevant models and pharmacological interventions targeting these complications for the mitigation of overall health benefits. To address this knowledge gap, we designed a study to recapitulate these co-morbidities in a mouse model of colitis-associated colorectal cancer by injecting streptozotocin (40 mg/kg/day; i.p. for 5 days) to the BALB/c mice previously administered with DSS/azoxymethane to induce colitis-induced colorectal cancer. The model expressed most of the characteristic pathologies linked to these comorbidities, including pancreatic damage, tumor growth, increased fibrosis, elevated mucin content, and enhanced expression of mutagenesis markers like ASC and PCNA. Besides, we observed an increase in the expression of PARP-1 in both the colon and pancreas, indicating it as one of the integrated and central drivers for disease progression. When treated with PARP-1 inhibitors such as 3-AB (20 mg/kg i.p.) and Olaparib (10 mg/kg, per oral), there was a significant reduction in tumor size and levels of the proliferation marker such as PCNA; accompanied by increased apoptosis and DNA damage within the tumor. We found that PARP-1 plays a crucial role in the pathophysiology of ulcerative colitis-associated colorectal cancer even when aggravated by co-morbidities like diabetes mellitus.",
    "disease": "diabetes mellitus",
    "clean_text": "parp inhibition attenuates tumor pathology in a novel murine model of diabetes associated colitis induced colorectal cancer colorectal cancer is a potentially fatal form of mutagenesis which is known to be aggravated by other gut associated complications such as ulcerative colitis in addition there is emerging evidence to suggest a close correlation between the progression of colorectal cancer and the occurrence of metabolic disorders like diabetes mellitus despite these clinical findings there is a lack of relevant models and pharmacological interventions targeting these complications for the mitigation of overall health benefits to address this knowledge gap we designed a study to recapitulate these co morbidities in a mouse model of colitis associated colorectal cancer by injecting streptozotocin mg kg day i p for days to the balb c mice previously administered with dss azoxymethane to induce colitis induced colorectal cancer the model expressed most of the characteristic pathologies linked to these comorbidities including pancreatic damage tumor growth increased fibrosis elevated mucin content and enhanced expression of mutagenesis markers like asc and pcna besides we observed an increase in the expression of parp in both the colon and pancreas indicating it as one of the integrated and central drivers for disease progression when treated with parp inhibitors such as ab mg kg i p and olaparib mg kg per oral there was a significant reduction in tumor size and levels of the proliferation marker such as pcna accompanied by increased apoptosis and dna damage within the tumor we found that parp plays a crucial role in the pathophysiology of ulcerative colitis associated colorectal cancer even when aggravated by co morbidities like diabetes mellitus"
}