{
    "pmid": "41440011",
    "title": "Exportin 1 as a Therapeutic Target to Overcome Drug Resistance in Lung Cancer.",
    "abstract": "Non-small cell lung cancer (NSCLC) remains the leading cause of cancer-related mortality, with therapeutic resistance continuing to limit long-term responses. Among emerging resistance mechanisms, dysregulation of nucleocytoplasmic transport has gained attention for its ability to inactivate tumor suppressor pathways. Exportin 1 (XPO1), the primary nuclear export protein, is frequently overexpressed in NSCLC and promotes the cytoplasmic mislocalization of proteins involved in cell cycle control, apoptosis, and DNA repair. This includes key regulators such as p53, FOXO, and RB, whose inactivation supports tumor progression and therapy resistance. Inhibition of XPO1 with selective inhibitors of nuclear export (SINE) compounds, including selinexor, has demonstrated the ability to restore nuclear localization and function of these proteins, thereby enhancing cellular sensitivity to DNA-damaging agents, kinase inhibitors, and immunotherapies. In preclinical NSCLC models, XPO1 inhibition has shown efficacy both as monotherapy and in combination strategies, with particular promise in KRAS- and EGFR-driven tumors. This review explores the role of XPO1 in NSCLC biology and therapy resistance, the rationale for targeting nuclear export, and the current landscape of XPO1-directed clinical development in lung cancer.",
    "disease": "lung cancer",
    "clean_text": "exportin as a therapeutic target to overcome drug resistance in lung cancer non small cell lung cancer nsclc remains the leading cause of cancer related mortality with therapeutic resistance continuing to limit long term responses among emerging resistance mechanisms dysregulation of nucleocytoplasmic transport has gained attention for its ability to inactivate tumor suppressor pathways exportin xpo the primary nuclear export protein is frequently overexpressed in nsclc and promotes the cytoplasmic mislocalization of proteins involved in cell cycle control apoptosis and dna repair this includes key regulators such as p foxo and rb whose inactivation supports tumor progression and therapy resistance inhibition of xpo with selective inhibitors of nuclear export sine compounds including selinexor has demonstrated the ability to restore nuclear localization and function of these proteins thereby enhancing cellular sensitivity to dna damaging agents kinase inhibitors and immunotherapies in preclinical nsclc models xpo inhibition has shown efficacy both as monotherapy and in combination strategies with particular promise in kras and egfr driven tumors this review explores the role of xpo in nsclc biology and therapy resistance the rationale for targeting nuclear export and the current landscape of xpo directed clinical development in lung cancer"
}