{
    "title": "Pluripotent Stem Cells in Adult Tissues: Struggling To Be Acknowledged Over Two Decades.",
    "doc_id": "28815441",
    "writer": "Bhartiya D.",
    "year": "2017",
    "summary": "Stem cells have fascinated scientists for a long time and huge research efforts have been put into them as they have the potential to regenerate diseased organs. Besides embryonic stem cells (ES) and induced pluripotent stem cells (iPS), …",
    "abstract": "Stem cells have fascinated scientists for a long time and huge research efforts have been put into them as they have the potential to regenerate diseased organs. Besides embryonic stem cells (ES) and induced pluripotent stem cells (iPS), it has been postulated that pluripotent stem cells (PSCs) may also exist in various adult tissues. They are thought to be more primitive than the adult stem cells (ASCs), serve as a backup pool to give rise to ASCs and thus play a crucial role in maintaining life-long homeostasis. These PSCs could also be the embryonic stem cells in adult tissues that were proposed to initiate cancers according to the Embryonic Rest Hypothesis put forth in the nineteenth century. However, the very presence of PSCs in adult tissues is mired with controversies. This article is a sincere attempt to review research carried out by various investigators over the last two decades and various attempts to demonstrate their presence in adult tissues. Such adult PSCs could be the ideal stem cell candidates to bring about endogenous regeneration compared to ES/iPS cells grown in Petri dish and also score better over ASCs which in fact are tissue committed progenitors with limited regenerative potential that differentiate from the PSCs. PSCs in adult tissues have remained elusive until now as they possibly get unknowingly discarded due to their small size and inability to pellet at 1000-1200 rpm (250 g). They will likely prove to be a game changer in the field of stem cells biology, for regenerative medicine and for our understanding of cancer initiation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28815441/",
    "clean_text": "pluripotent stem cells in adult tissues struggling to be acknowledged over two decades stem cells have fascinated scientists for a long time and huge research efforts have been put into them as they have the potential to regenerate diseased organs besides embryonic stem cells es and induced pluripotent stem cells ips stem cells have fascinated scientists for a long time and huge research efforts have been put into them as they have the potential to regenerate diseased organs besides embryonic stem cells es and induced pluripotent stem cells ips it has been postulated that pluripotent stem cells pscs may also exist in various adult tissues they are thought to be more primitive than the adult stem cells ascs serve as a backup pool to give rise to ascs and thus play a crucial role in maintaining life long homeostasis these pscs could also be the embryonic stem cells in adult tissues that were proposed to initiate cancers according to the embryonic rest hypothesis put forth in the nineteenth century however the very presence of pscs in adult tissues is mired with controversies this article is a sincere attempt to review research carried out by various investigators over the last two decades and various attempts to demonstrate their presence in adult tissues such adult pscs could be the ideal stem cell candidates to bring about endogenous regeneration compared to es ips cells grown in petri dish and also score better over ascs which in fact are tissue committed progenitors with limited regenerative potential that differentiate from the pscs pscs in adult tissues have remained elusive until now as they possibly get unknowingly discarded due to their small size and inability to pellet at rpm g they will likely prove to be a game changer in the field of stem cells biology for regenerative medicine and for our understanding of cancer initiation"
}