{
    "title": "Antiribosomal antibodies in systemic lupus erythematosus.",
    "doc_id": "1378226",
    "writer": "Elkon KB",
    "year": "1992",
    "summary": "The clinical utility of serologic tests for anti-P in central nervous system lupus must await large, prospective studies. Other ARA antibodies have been detected in patients with SLE. ...",
    "abstract": "ARA occur in approximately 10% of randomly selected SLE patients but in up to 40% of patients with active disease. Anti-P antibodies appear to be a highly specific diagnostic marker for SLE because they are rarely detected in other multisystem autoimmune disorders. ARA are most frequently directed against the P proteins, and the shared conserved C-terminus of the P proteins is immunodominant in almost all sera tested. Anti-P antibodies increase in titer in patients with active disease and have been reported to be detected more frequently in patients with severe behavioral disturbances. This may be particularly true of patients with affective disorders. The clinical utility of serologic tests for anti-P in central nervous system lupus must await large, prospective studies. Other ARA antibodies have been detected in patients with SLE. These antibodies include anti-28S rRNA, anti-S10, and anti-L12. In all cases, the frequency with which these antibodies are detected is increased in sera containing anti-P. The P proteins and the 28S rRNA epitope play essential, but as yet undefined, roles in GTPase activity on the ribosome. The L12 protein is the mammalian homologue of the E. coli and yeast proteins known to bind to the 28S rRNA epitope. These findings indicate that some SLE patients produce autoantibodies against multiple components of a functionally related domain of the ribosome. This, in turn, supports the notion that the ribosome initiates and/or maintains autoantibody production. Despite these findings, attempts to induce anti-P antibodies by immunization with autologous ribosomes in the autoimmune strain of mouse, MRL, have been unsuccessful. It therefore seems likely that the ribosomal components must be altered to break tolerance or that other abnormalities of the immune system are necessary for autoantibody production.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1378226/",
    "clean_text": "antiribosomal antibodies in systemic lupus erythematosus the clinical utility of serologic tests for anti p in central nervous system lupus must await large prospective studies other ara antibodies have been detected in patients with sle ara occur in approximately of randomly selected sle patients but in up to of patients with active disease anti p antibodies appear to be a highly specific diagnostic marker for sle because they are rarely detected in other multisystem autoimmune disorders ara are most frequently directed against the p proteins and the shared conserved c terminus of the p proteins is immunodominant in almost all sera tested anti p antibodies increase in titer in patients with active disease and have been reported to be detected more frequently in patients with severe behavioral disturbances this may be particularly true of patients with affective disorders the clinical utility of serologic tests for anti p in central nervous system lupus must await large prospective studies other ara antibodies have been detected in patients with sle these antibodies include anti s rrna anti s and anti l in all cases the frequency with which these antibodies are detected is increased in sera containing anti p the p proteins and the s rrna epitope play essential but as yet undefined roles in gtpase activity on the ribosome the l protein is the mammalian homologue of the e coli and yeast proteins known to bind to the s rrna epitope these findings indicate that some sle patients produce autoantibodies against multiple components of a functionally related domain of the ribosome this in turn supports the notion that the ribosome initiates and or maintains autoantibody production despite these findings attempts to induce anti p antibodies by immunization with autologous ribosomes in the autoimmune strain of mouse mrl have been unsuccessful it therefore seems likely that the ribosomal components must be altered to break tolerance or that other abnormalities of the immune system are necessary for autoantibody production"
}