{
    "pmid": "41429540",
    "title": "[Retrospective analysis of 55 cases of spring thunderstorm asthma in Chongqing City].",
    "abstract": "To retrospectively analyze the clinical characteristics and allergen profiles of Spring Thunderstorm Asthma in Chongqing City, and to provide insights for prevention and management of thunderstorm asthma in this region. Medical records of asthma patients who visited the Department of Allergy, Department of Emergency and Department of Respiratory of Chongqing General Hospital within 72 hours after the thunderstorm on April 1, 2024 were retrospectively analyzed. Data on demographics, clinical symptoms/signs, history of allergic diseases, family history, and laboratory findings (including pulmonary function, fractional exhaled nitric oxide [FeNO], and allergen testing) were collected and analyzed. A cross-sectional study was performed to analyze the clinical characteristics of patients with thunderstorm asthma. The results showed that daily average temperature and precipitation were positively associated with asthma hospital patients visits(daily average temperature:  本研究回顾性分析重庆市春季雷暴天气哮喘事件的气象因素、临床特征和过敏原谱，为重庆地区雷暴哮喘防治提供参考。通过收集雷暴哮喘患者病历资料，回顾性分析2024年4月1日雷暴发生后72 h内重庆市人民医院过敏反应科、急诊科及呼吸科就诊的哮喘患者基本特征、临床症状及体征、过敏性疾病史、家族史等资料，以及肺功能、呼出气一氧化氮（FeNO）、过敏原等实验室检查特征，进行横断面研究以分析雷暴哮喘患者的临床特征。结果显示：日平均气温、降水量与哮喘就诊人数呈正相关（日平均气温：",
    "disease": "asthma",
    "clean_text": "retrospective analysis of cases of spring thunderstorm asthma in chongqing city to retrospectively analyze the clinical characteristics and allergen profiles of spring thunderstorm asthma in chongqing city and to provide insights for prevention and management of thunderstorm asthma in this region medical records of asthma patients who visited the department of allergy department of emergency and department of respiratory of chongqing general hospital within hours after the thunderstorm on april were retrospectively analyzed data on demographics clinical symptoms signs history of allergic diseases family history and laboratory findings including pulmonary function fractional exhaled nitric oxide feno and allergen testing were collected and analyzed a cross sectional study was performed to analyze the clinical characteristics of patients with thunderstorm asthma the results showed that daily average temperature and precipitation were positively associated with asthma hospital patients visits daily average temperature h feno"
}