{
    "pmid": "41441678",
    "title": "From Seasonal Strategy to Pandemic Shield: The Case for Prioritizing Influenza Vaccination in Long-Term Care.",
    "abstract": "The COVID-19 pandemic exposed both the fragility and importance of long-term care facilities (LTCFs). In this context, seasonal influenza vaccination is more than a routine intervention, it is a measurable indicator of system readiness. We conducted a secondary analysis of the validated 2022 WHO-UNICEF Joint Reporting Form (JRF) on Immunization for all 194 Member States, extracting (i) policy inclusion of older adults and LTCF residents/staff and (ii) availability of numeric coverage data. Findings were interpreted alongside evidence on vaccine effectiveness and delivery in LTCFs as proxies for operational preparedness. Of 194 countries, 128 (66%) reported a national influenza-vaccination policy. Among these, 109 (56%) recommended vaccination for older adults, while only 84 (43%) explicitly included LTCF residents (few countries explicitly named staff). Numeric coverage for older adults was reported by 54 countries (median 55%, range 0-103%), with 13 meeting the WHO ≥75% target. No country reported specific coverage for LTCF residents or staff. Evidence from trials and observational studies shows that vaccination reduces hospitalisation and mortality among residents and that higher staff uptake is associated with fewer resident infections and improved continuity of operations. Facilities achieving high joint coverage appear to reflect stronger governance, supply chains, data systems, and infection-prevention capacity, the same elements required for pandemic response. Influenza vaccination in LTCFs functions as both a barometer and a mechanism of preparedness. Three practical levers should be recognised as core readiness functions: explicit inclusion of LTCF residents and staff in national policy; routine, public reporting of resident and staff coverage; and timely, resourced on-site delivery before seasonal peaks. Embedding these features would better protect those at highest risk and strengthen overall health-system resilience.",
    "disease": "influenza",
    "clean_text": "from seasonal strategy to pandemic shield the case for prioritizing influenza vaccination in long term care the covid pandemic exposed both the fragility and importance of long term care facilities ltcfs in this context seasonal influenza vaccination is more than a routine intervention it is a measurable indicator of system readiness we conducted a secondary analysis of the validated who unicef joint reporting form jrf on immunization for all member states extracting i policy inclusion of older adults and ltcf residents staff and ii availability of numeric coverage data findings were interpreted alongside evidence on vaccine effectiveness and delivery in ltcfs as proxies for operational preparedness of countries reported a national influenza vaccination policy among these recommended vaccination for older adults while only explicitly included ltcf residents few countries explicitly named staff numeric coverage for older adults was reported by countries median range with meeting the who target no country reported specific coverage for ltcf residents or staff evidence from trials and observational studies shows that vaccination reduces hospitalisation and mortality among residents and that higher staff uptake is associated with fewer resident infections and improved continuity of operations facilities achieving high joint coverage appear to reflect stronger governance supply chains data systems and infection prevention capacity the same elements required for pandemic response influenza vaccination in ltcfs functions as both a barometer and a mechanism of preparedness three practical levers should be recognised as core readiness functions explicit inclusion of ltcf residents and staff in national policy routine public reporting of resident and staff coverage and timely resourced on site delivery before seasonal peaks embedding these features would better protect those at highest risk and strengthen overall health system resilience"
}