{
    "title": "Lung endothelial cell senescence impairs barrier function and promotes neutrophil adhesion and migration.",
    "doc_id": "39815038",
    "writer": "Najari Beidokhti M",
    "year": "2025",
    "summary": "While this process is generally characterized by irreversible cell cycle arrest, its morphological features and functional impacts vary in different cells from various organs. ...Taken together, our results suggest that lung EC senescence weakens cell- …",
    "abstract": "Cellular senescence contributes to inflammation and organ dysfunction during aging. While this process is generally characterized by irreversible cell cycle arrest, its morphological features and functional impacts vary in different cells from various organs. In this study, we examined the expression of multiple senescent markers in the lungs of young and aged humans and mice, as well as in mouse lung endothelial cells cultured with a senescence inducer, suberoylanilide hydroxamic acid (SAHA), or doxorubicin (DOXO). We detected increased levels of p21, γH2AX, and SA-β-Gal and decreased Ki-67 and Lamin B1 in aged lungs and senescent lung endothelial cells. Importantly, the expression of senescent markers was associated with an inflammatory response in aged mouse lungs characterized by neutrophil infiltration, increased expression of intercellular adhesion molecule 1 (ICAM-1), and decreased protein levels of VE-cadherin and ZO-1. As the latter two are critical constituents of endothelial cell-cell junctions, we hypothesized that their decreased expression could lead to compromised junction barrier integrity. Indeed, senescent endothelial cells (ECs) exhibited impaired barrier properties, as measured by increased permeability to solutes of small size (3-kD) and albumin (70-kD). When co-cultured with neutrophils, senescent ECs and their supernatant promoted neutrophil chemotaxis and trans-endothelial migration. Taken together, our results suggest that lung EC senescence weakens cell-cell junctions, impairs barrier function, and promotes neutrophil adhesion and migration, which may contribute to the development of inflammation and related pathologies in the lungs during aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39815038/",
    "clean_text": "lung endothelial cell senescence impairs barrier function and promotes neutrophil adhesion and migration while this process is generally characterized by irreversible cell cycle arrest its morphological features and functional impacts vary in different cells from various organs taken together our results suggest that lung ec senescence weakens cell cellular senescence contributes to inflammation and organ dysfunction during aging while this process is generally characterized by irreversible cell cycle arrest its morphological features and functional impacts vary in different cells from various organs in this study we examined the expression of multiple senescent markers in the lungs of young and aged humans and mice as well as in mouse lung endothelial cells cultured with a senescence inducer suberoylanilide hydroxamic acid saha or doxorubicin doxo we detected increased levels of p h ax and sa gal and decreased ki and lamin b in aged lungs and senescent lung endothelial cells importantly the expression of senescent markers was associated with an inflammatory response in aged mouse lungs characterized by neutrophil infiltration increased expression of intercellular adhesion molecule icam and decreased protein levels of ve cadherin and zo as the latter two are critical constituents of endothelial cell cell junctions we hypothesized that their decreased expression could lead to compromised junction barrier integrity indeed senescent endothelial cells ecs exhibited impaired barrier properties as measured by increased permeability to solutes of small size kd and albumin kd when co cultured with neutrophils senescent ecs and their supernatant promoted neutrophil chemotaxis and trans endothelial migration taken together our results suggest that lung ec senescence weakens cell cell junctions impairs barrier function and promotes neutrophil adhesion and migration which may contribute to the development of inflammation and related pathologies in the lungs during aging"
}