{
    "title": "Tuberous breast: revised classification and a new hypothesis for its development.",
    "doc_id": "23636134",
    "writer": "Costagliola M",
    "year": "2013",
    "summary": "We have observed this minor form in six patients with normal breast shape and in ten patients with hypertrophic breasts. We propose an anatomical and physiological hypothesis for the development of the mammary gland. ...The revised classification of tuberous brea …",
    "abstract": "The tuberous breast classification proposed by Grolleau does not account for a minor form of the deformity characterized by isolated nipple-areola protrusion with a normal breast base. We have observed this minor form in six patients with normal breast shape and in ten patients with hypertrophic breasts. We propose an anatomical and physiological hypothesis for the development of the mammary gland. The breast is subjected to hormonal influences as early as the prepubertal period. These influences result in thrusting forces with both horizontal (estrogen) and vertical (progesterone) vectors, unfortunately not always balanced and harmonious. Close observation of the anomaly in our patients substantiated the basic anatomical defect, namely, the structural congenital dermal weakness of the nipple-areola complex (NAC) already described in all forms of tuberous breast deformity. This weakness explains the morphologic anomaly and confirms that all types of tuberous breast deformity constitute a spectrum of a single entity. It indicates also that the classification of tuberous breasts should include, in addition to the three types (types I-III) already described, a fourth type (type 0) to describe isolated simple areola protrusion, either permanent or intermittent, that is associated with a normal mammary base. The revised classification of tuberous breasts and the proposed hypothesis of breast development allow better assessment of all possible variants of breast morphologic anomalies. In the six cases of isolated herniated NAC, the deformity was corrected through a perinipple approach (not circumareolar), with adequate stable correction of the deformity and minimal scarring.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23636134/",
    "clean_text": "tuberous breast revised classification and a new hypothesis for its development we have observed this minor form in six patients with normal breast shape and in ten patients with hypertrophic breasts we propose an anatomical and physiological hypothesis for the development of the mammary gland the revised classification of tuberous brea the tuberous breast classification proposed by grolleau does not account for a minor form of the deformity characterized by isolated nipple areola protrusion with a normal breast base we have observed this minor form in six patients with normal breast shape and in ten patients with hypertrophic breasts we propose an anatomical and physiological hypothesis for the development of the mammary gland the breast is subjected to hormonal influences as early as the prepubertal period these influences result in thrusting forces with both horizontal estrogen and vertical progesterone vectors unfortunately not always balanced and harmonious close observation of the anomaly in our patients substantiated the basic anatomical defect namely the structural congenital dermal weakness of the nipple areola complex nac already described in all forms of tuberous breast deformity this weakness explains the morphologic anomaly and confirms that all types of tuberous breast deformity constitute a spectrum of a single entity it indicates also that the classification of tuberous breasts should include in addition to the three types types i iii already described a fourth type type to describe isolated simple areola protrusion either permanent or intermittent that is associated with a normal mammary base the revised classification of tuberous breasts and the proposed hypothesis of breast development allow better assessment of all possible variants of breast morphologic anomalies in the six cases of isolated herniated nac the deformity was corrected through a perinipple approach not circumareolar with adequate stable correction of the deformity and minimal scarring"
}