{
    "pmid": "41460156",
    "title": "Fluid Overload, Renal Angina Index, and PICU Outcomes: Single-Center Retrospective Cohort, 2020-2024.",
    "abstract": "We evaluated the contributions of fluid input and output to fluid overload (FO) and examined associations with renal acute kidney injury (AKI) and mortality. Associations between FO, fluid creep (i.e., from medication dilutions, continuous infusions of sedatives and vasoactive agents), and the Renal Angina Index (RAI) were also evaluated. Retrospective cohort of critically ill children (1 mo-18 yr old) admitted to the PICU for greater than or equal to 72 hours between 2020 and 2024. Patients with chronic kidney disease or congenital heart disease were excluded. Fluid balance, fluid type and category, renal function, and longitudinal laboratory data were analyzed. FO was defined as cumulative fluid balance greater than 5% or greater than 10% of body weight on day 3. The primary outcome was PICU mortality; secondary outcomes included AKI, mechanical ventilation duration, and PICU length of stay. Single-tertiary PICU in a University center. Patients hospitalized for greater than or equal to 72 hours. None. Among 217 patients, cumulative FO greater than 5% and fluid creep were each associated with greater odds ratio (OR and 95% CI) of mortality, respectively: OR 4.01 (95% CI, 1.1-14.8) and OR 1.01 (95% CI, 1.00-1.02). Cumulative fluid input, output, and RAI were also associated with FO (p < 0.001). Using area under the receiver operating characteristic curve (AUC) analysis we found that only the pediatric index of mortality score had an excellent discriminating power (AUC 0.92 [95% CI, 0.84-0.99], p < 0.001). All other parameters associated with mortality (i.e., FO, cumulative fluid balance, day-1 fluid creep, RAI, and AKI) were only of \"acceptable\" discriminating power (AUC 0.70-0.80). In our 2020-2024 cohort, we have found that FO, including from fluid creep, was associated with greater odds of mortality in critically ill children with admission greater than or equal to 3 days. RAI may also aid early risk-stratification of such patients.",
    "disease": "chronic kidney disease",
    "clean_text": "fluid overload renal angina index and picu outcomes single center retrospective cohort we evaluated the contributions of fluid input and output to fluid overload fo and examined associations with renal acute kidney injury aki and mortality associations between fo fluid creep i e from medication dilutions continuous infusions of sedatives and vasoactive agents and the renal angina index rai were also evaluated retrospective cohort of critically ill children mo yr old admitted to the picu for greater than or equal to hours between and patients with chronic kidney disease or congenital heart disease were excluded fluid balance fluid type and category renal function and longitudinal laboratory data were analyzed fo was defined as cumulative fluid balance greater than or greater than of body weight on day the primary outcome was picu mortality secondary outcomes included aki mechanical ventilation duration and picu length of stay single tertiary picu in a university center patients hospitalized for greater than or equal to hours none among patients cumulative fo greater than and fluid creep were each associated with greater odds ratio or and ci of mortality respectively or ci and or ci cumulative fluid input output and rai were also associated with fo p using area under the receiver operating characteristic curve auc analysis we found that only the pediatric index of mortality score had an excellent discriminating power auc ci p all other parameters associated with mortality i e fo cumulative fluid balance day fluid creep rai and aki were only of acceptable discriminating power auc in our cohort we have found that fo including from fluid creep was associated with greater odds of mortality in critically ill children with admission greater than or equal to days rai may also aid early risk stratification of such patients"
}