{
    "pmid": "41425962",
    "title": "Glutathione-ROS pathway activation by probiotic B240 augments macrophage response to influenza.",
    "abstract": "Early outcomes of influenza-induced lung injury depend on the rapid activation of the macrophage-type I interferon (IFN) axis, a process that requires tightly regulated glutathione-reactive oxygen species (GSH-ROS) buffering. The aim of this study was to determine whether oral  The public dataset GSE43764 (48 Agilent one-color microarrays) was re-analyzed using ComBat batch correction, limma differential analysis, gene set variation analysis (GSVA) functional scoring, weighted gene co-expression network analysis (WGCNA) co-expression, CIBERSORTx deconvolution, and mixed-effects modeling; all statistics were Benjamini-Hochberg adjusted. In uninfected mice, pulmonary Gclc was significantly upregulated in the B240 group ( B240 elevates baseline GSH-ROS thresholds and reshapes a red co-expression module, synchronously amplifying macrophage infiltration and type I IFN feedback, thereby strengthening early innate responses to H1N1 infection and suggesting nutritional-immunological prophylaxis for high-risk respiratory viral exposure.",
    "disease": "influenza",
    "clean_text": "glutathione ros pathway activation by probiotic b augments macrophage response to influenza early outcomes of influenza induced lung injury depend on the rapid activation of the macrophage type i interferon ifn axis a process that requires tightly regulated glutathione reactive oxygen species gsh ros buffering the aim of this study was to determine whether oral the public dataset gse agilent one color microarrays was re analyzed using combat batch correction limma differential analysis gene set variation analysis gsva functional scoring weighted gene co expression network analysis wgcna co expression cibersortx deconvolution and mixed effects modeling all statistics were benjamini hochberg adjusted in uninfected mice pulmonary gclc was significantly upregulated in the b group b elevates baseline gsh ros thresholds and reshapes a red co expression module synchronously amplifying macrophage infiltration and type i ifn feedback thereby strengthening early innate responses to h n infection and suggesting nutritional immunological prophylaxis for high risk respiratory viral exposure"
}