{
    "pmid": "41401418",
    "title": "Pediatric consensus of autoimmune hepatitis.",
    "abstract": "The Mexican Association of Hepatology held this Consensus on Autoimmune Hepatitis in the Pediatric Population with the aim of providing physicians with useful information for diagnosis and treatment. A group of pediatric and hepatology gastroenterologists and a transplant surgeon reviewed the medical literature. The Delphi method was applied sending the statements to the participants to be analyzed and voted on the level of agreement and discussed during virtual sessions, 46 statements were approved with the recommendations for the autoimmune hepatitis diagnosis, early management to prevent disease progression, cirrhosis complications, and for the treatment failure, adverse events detection, alternative therapy and liver transplant indications. Autoimmune hepatitis is a rare entity in pediatrics diagnostic and therapeutic challenge. Updated recommendations for diagnosis and treatment with pediatric doses are presented. La Asociación Mexicana de Hepatología llevó a cabo el presente Consenso Hepatitis Autoinmune en Población Pediátrica con el fin de proveer a los médicos de información útil para su diagnóstico y tratamiento. Participaron un grupo de gastroenterólogos/hepatólogos pediatras y de cirugía de trasplante, quienes revisaron la literatura médica. Se aplico el método Delphi para obtener el nivel de acuerdo de los enunciados emitidos; estos fueron enviados a los participantes para ser analizados, votados y en sesiones virtuales fueron discutidos; se elaboraron 46 enunciados aprobados, con las recomendaciones para el diagnóstico, el tratamiento oportuno y evitar la progresión de la enfermedad, desarrollo de cirrosis y sus complicaciones, así como las alternativas terapéuticas en caso de falla al tratamiento, la detección de eventos adversos y las indicaciones de trasplante hepático. Al ser una entidad rara en pediatría, la hepatitis autoinmune continúa siendo un reto diagnóstico-terapéutico, por lo que se presentan las recomendaciones de diagnóstico y tratamiento con dosis pediátricas de manera actualizada.",
    "disease": "liver cirrhosis",
    "clean_text": "pediatric consensus of autoimmune hepatitis the mexican association of hepatology held this consensus on autoimmune hepatitis in the pediatric population with the aim of providing physicians with useful information for diagnosis and treatment a group of pediatric and hepatology gastroenterologists and a transplant surgeon reviewed the medical literature the delphi method was applied sending the statements to the participants to be analyzed and voted on the level of agreement and discussed during virtual sessions statements were approved with the recommendations for the autoimmune hepatitis diagnosis early management to prevent disease progression cirrhosis complications and for the treatment failure adverse events detection alternative therapy and liver transplant indications autoimmune hepatitis is a rare entity in pediatrics diagnostic and therapeutic challenge updated recommendations for diagnosis and treatment with pediatric doses are presented la asociaci n mexicana de hepatolog a llev a cabo el presente consenso hepatitis autoinmune en poblaci n pedi trica con el fin de proveer a los m dicos de informaci n til para su diagn stico y tratamiento participaron un grupo de gastroenter logos hepat logos pediatras y de cirug a de trasplante quienes revisaron la literatura m dica se aplico el m todo delphi para obtener el nivel de acuerdo de los enunciados emitidos estos fueron enviados a los participantes para ser analizados votados y en sesiones virtuales fueron discutidos se elaboraron enunciados aprobados con las recomendaciones para el diagn stico el tratamiento oportuno y evitar la progresi n de la enfermedad desarrollo de cirrosis y sus complicaciones as como las alternativas terap uticas en caso de falla al tratamiento la detecci n de eventos adversos y las indicaciones de trasplante hep tico al ser una entidad rara en pediatr a la hepatitis autoinmune contin a siendo un reto diagn stico terap utico por lo que se presentan las recomendaciones de diagn stico y tratamiento con dosis pedi tricas de manera actualizada"
}