{
    "title": "Cardiovascular Problems in the Fragile X Premutation.",
    "doc_id": "33133171",
    "writer": "Tassanakijpanich N",
    "year": "2020",
    "summary": "There is a dearth of information about cardiovascular problems in fragile X premutation carriers who have 55-200 CGG repeats in fragile X mental retardation 1 (FMR1) gene. ...The mechanism of RNA toxicity underlies all of the premutation disorders incl …",
    "abstract": "There is a dearth of information about cardiovascular problems in fragile X premutation carriers who have 55-200 CGG repeats in fragile X mental retardation 1 (FMR1) gene. The FMR1 expansion in the premutation range leads to toxic RNA gain-of-function resulting in cellular dysregulation. The mechanism of RNA toxicity underlies all of the premutation disorders including fragile X-associated tremor/ataxia syndrome, fragile X-associated primary ovarian insufficiency, and fragile X-associated neuropsychiatric disorder. Cardiovascular problems particularly autonomic dysfunction, hypertension, and cardiac arrhythmias are not uncommon in premutation carriers. Some arterial problems and valvular heart diseases have also been reported. This article reviews cardiovascular problems in premutation carriers and discusses possible contributing mechanisms including RNA toxicity and mild fragile X mental retardation protein deficiency. Further research studies are needed in order to prove a direct association of the cardiovascular problems in fragile X premutation carriers because such knowledge will lead to better preventative treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33133171/",
    "clean_text": "cardiovascular problems in the fragile x premutation there is a dearth of information about cardiovascular problems in fragile x premutation carriers who have cgg repeats in fragile x mental retardation fmr gene the mechanism of rna toxicity underlies all of the premutation disorders incl there is a dearth of information about cardiovascular problems in fragile x premutation carriers who have cgg repeats in fragile x mental retardation fmr gene the fmr expansion in the premutation range leads to toxic rna gain of function resulting in cellular dysregulation the mechanism of rna toxicity underlies all of the premutation disorders including fragile x associated tremor ataxia syndrome fragile x associated primary ovarian insufficiency and fragile x associated neuropsychiatric disorder cardiovascular problems particularly autonomic dysfunction hypertension and cardiac arrhythmias are not uncommon in premutation carriers some arterial problems and valvular heart diseases have also been reported this article reviews cardiovascular problems in premutation carriers and discusses possible contributing mechanisms including rna toxicity and mild fragile x mental retardation protein deficiency further research studies are needed in order to prove a direct association of the cardiovascular problems in fragile x premutation carriers because such knowledge will lead to better preventative treatment"
}