{
    "pmid": "41394718",
    "title": "Acute immune modulation with poly-salicylic acid particles ameliorates pain and structural damage in post-traumatic osteoarthritis.",
    "abstract": "Joint inflammation is a hallmark of post-traumatic osteoarthritis (PTOA) progression and a recognized driver of articular destruction and symptoms. Despite its known pathological role, inflammation has not been successfully targeted to treat PTOA. With the hypothesis that blocking the acute influx of systemically-derived immune cells can mitigate injury-induced inflammation and downstream PTOA disease severity, we targeted immune cell recruitment via systemically-administered poly salicylic acid (PolySA) particles. This formulation targets immune cells in circulation, namely neutrophils and monocytes, to inhibit their vascular extravasation into injured tissue. Employing a murine joint injury model, we show that PolySA particles reduced neutrophil and monocyte recruitment to the synovium by >50% when administered acutely after injury. Sex-specific therapeutic effects of PolySA emerged 7d post-ACLR, whereby female knee joints exhibited increased cathepsin activity and alleviation of knee hyperalgesia. Despite also observing reduced immune cell recruitment in male mice treated with PolySA, therapeutic effects were entirely absent in males. RNAseq of female synovium revealed a transcriptomic signature indicative of accelerated immune resolution and matrix remodeling in PolySA-treated female mice. Analyses at a timepoint of established disease showed that PolySA-treated female mice exhibited sustained pain alleviation, reduced osteophyte formation, and decreased histopathological PTOA and synovitis severity scores. Together, these findings indicate that blocking acutely-recruited immune cells to the local joint microenvironment via systemic PolySA particle treatment is a promising therapeutic for PTOA prevention by reprogramming early injury-induced inflammation.",
    "disease": "osteoarthritis",
    "clean_text": "acute immune modulation with poly salicylic acid particles ameliorates pain and structural damage in post traumatic osteoarthritis joint inflammation is a hallmark of post traumatic osteoarthritis ptoa progression and a recognized driver of articular destruction and symptoms despite its known pathological role inflammation has not been successfully targeted to treat ptoa with the hypothesis that blocking the acute influx of systemically derived immune cells can mitigate injury induced inflammation and downstream ptoa disease severity we targeted immune cell recruitment via systemically administered poly salicylic acid polysa particles this formulation targets immune cells in circulation namely neutrophils and monocytes to inhibit their vascular extravasation into injured tissue employing a murine joint injury model we show that polysa particles reduced neutrophil and monocyte recruitment to the synovium by when administered acutely after injury sex specific therapeutic effects of polysa emerged d post aclr whereby female knee joints exhibited increased cathepsin activity and alleviation of knee hyperalgesia despite also observing reduced immune cell recruitment in male mice treated with polysa therapeutic effects were entirely absent in males rnaseq of female synovium revealed a transcriptomic signature indicative of accelerated immune resolution and matrix remodeling in polysa treated female mice analyses at a timepoint of established disease showed that polysa treated female mice exhibited sustained pain alleviation reduced osteophyte formation and decreased histopathological ptoa and synovitis severity scores together these findings indicate that blocking acutely recruited immune cells to the local joint microenvironment via systemic polysa particle treatment is a promising therapeutic for ptoa prevention by reprogramming early injury induced inflammation"
}