{
    "title": "[Ovarian cancer is in many ways a heterogeneous disease].",
    "doc_id": "26646956",
    "writer": "Malander S",
    "year": "2015",
    "summary": "Ovarian cancer develops due to a complex interplay between hereditary and environmental factors. ...The two most common hereditary syndromes where ovarian cancer can develop are hereditary breast ovarian cancer syndrome (HBOC) and Lynch s …",
    "abstract": "Ovarian cancer develops due to a complex interplay between hereditary and environmental factors. Although often described as one disease, ovarian cancer is actually a group of distinct tumor types. Recent research has indicated that a large percentage of ovarian cancers may originate from the fallopian tube epithelium. Although most cancers develop in patients without a known hereditary syndrome, it is clear that the number of familial cancers is larger than previously supposed. The two most common hereditary syndromes where ovarian cancer can develop are hereditary breast ovarian cancer syndrome (HBOC) and Lynch syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26646956/",
    "clean_text": "ovarian cancer is in many ways a heterogeneous disease ovarian cancer develops due to a complex interplay between hereditary and environmental factors the two most common hereditary syndromes where ovarian cancer can develop are hereditary breast ovarian cancer syndrome hboc and lynch s ovarian cancer develops due to a complex interplay between hereditary and environmental factors although often described as one disease ovarian cancer is actually a group of distinct tumor types recent research has indicated that a large percentage of ovarian cancers may originate from the fallopian tube epithelium although most cancers develop in patients without a known hereditary syndrome it is clear that the number of familial cancers is larger than previously supposed the two most common hereditary syndromes where ovarian cancer can develop are hereditary breast ovarian cancer syndrome hboc and lynch syndrome"
}