{
    "pmid": "41471252",
    "title": "Antimicrobial Resistance in Urinary Tract Infections Among Patients with and Without Renal Comorbidities: A Retrospective Study from Al-Baha, Saudi Arabia.",
    "abstract": "Urinary tract infections are among the most common bacterial infections worldwide, with increasing antimicrobial resistance posing a significant public health challenge. This study aimed to determine the demographic distribution, antimicrobial susceptibility patterns of uropathogens, and the clinical implications of UTIs in patients with renal comorbidities in the Al-Baha region of Saudi Arabia. A retrospective, cross-sectional study was conducted at King Fahad Hospital, Al-Baha, from January 2021 to September 2022. A total of 1126 culture-positive UTI cases were included. Patient demographics, uropathogen distribution, antimicrobial resistance profiles, and clinical characteristics were extracted from hospital records. Subgroup analysis was performed for 32 patients with renal comorbidities, including end-stage renal disease (ESRD), glomerulonephritis (GN), and kidney transplant recipients (KTs). Statistical analysis was performed using SPSS version 25. Most cases occurred in patients aged >70 years (43.2%) and females (68.29%). ",
    "disease": "pneumonia",
    "clean_text": "antimicrobial resistance in urinary tract infections among patients with and without renal comorbidities a retrospective study from al baha saudi arabia urinary tract infections are among the most common bacterial infections worldwide with increasing antimicrobial resistance posing a significant public health challenge this study aimed to determine the demographic distribution antimicrobial susceptibility patterns of uropathogens and the clinical implications of utis in patients with renal comorbidities in the al baha region of saudi arabia a retrospective cross sectional study was conducted at king fahad hospital al baha from january to september a total of culture positive uti cases were included patient demographics uropathogen distribution antimicrobial resistance profiles and clinical characteristics were extracted from hospital records subgroup analysis was performed for patients with renal comorbidities including end stage renal disease esrd glomerulonephritis gn and kidney transplant recipients kts statistical analysis was performed using spss version most cases occurred in patients aged years and females"
}