{
    "pmid": "41391088",
    "title": "Reimagining Type 1 Diabetes Care in India: A Three-decade Reflection on Challenges, Innovations, and Opportunities since the Diabetes Control and Complications Trial.",
    "abstract": "Three decades after the landmark Diabetes Control and Complications Trial (DCCT), type 1 diabetes (T1D) care in India continues to face systemic, socioeconomic, and technological challenges. Despite a relatively lower incidence compared to high-income countries, India bears a disproportionate burden of T1D-related morbidity and premature mortality due to late diagnoses, fragmented care, limited access to insulin, and underutilization of glucose-monitoring technologies. This editorial explores the current landscape of T1D management in India through the lens of the T1D Index, highlighting critical disparities in care quality, life expectancy, and health-adjusted life years lost. We reflect on the need for a national T1D registry, improved access to advanced therapies such as continuous glucose monitoring (CGM) and automated insulin delivery (AID) systems, and the establishment of multidisciplinary pediatric diabetes centers. The manuscript emphasizes systemic reforms, including public-private partnerships, indigenous manufacturing of diabetes technologies, and expanded education and psychosocial support frameworks. By integrating global best practices with localized solutions, India can bridge the care gap and redefine T1D outcomes for future generations.",
    "disease": "asthma",
    "clean_text": "reimagining type diabetes care in india a three decade reflection on challenges innovations and opportunities since the diabetes control and complications trial three decades after the landmark diabetes control and complications trial dcct type diabetes t d care in india continues to face systemic socioeconomic and technological challenges despite a relatively lower incidence compared to high income countries india bears a disproportionate burden of t d related morbidity and premature mortality due to late diagnoses fragmented care limited access to insulin and underutilization of glucose monitoring technologies this editorial explores the current landscape of t d management in india through the lens of the t d index highlighting critical disparities in care quality life expectancy and health adjusted life years lost we reflect on the need for a national t d registry improved access to advanced therapies such as continuous glucose monitoring cgm and automated insulin delivery aid systems and the establishment of multidisciplinary pediatric diabetes centers the manuscript emphasizes systemic reforms including public private partnerships indigenous manufacturing of diabetes technologies and expanded education and psychosocial support frameworks by integrating global best practices with localized solutions india can bridge the care gap and redefine t d outcomes for future generations"
}