{
    "pmid": "41348817",
    "title": "Wildfire-related PM2.5 and respiratory transmitted disease among Chinese children and adolescents from 2008 to 2019: A retrospective study.",
    "abstract": "Exposure to fine particles (PM2.5) from wildfires is known to cause deaths and chronic diseases, but its effect on respiratory infections, especially in children and adolescents, is not well characterized. We aimed to comprehensively assess the association between short-term exposure to wildfire-related PM2.5 and the incidence and mortality of respiratory transmitted diseases in children and adolescents. Data on daily counts of incident and mortality cases of respiratory transmitted diseases in persons aged 4-24 years old were collected from China Information System for Disease Control and Prevention, covering 501 cities from 2008 to 2019. Daily concentrations of wildfire-related PM2.5 were estimated using machine learning and chemical transport models at a 0.25°×0.25° spatial resolution. We used time-stratified case-crossover design with conditional logistic regression to estimate the association between short-term exposures to wildfire-related PM2.5 and incidence and mortality of respiratory transmitted diseases, adjusting for temperature, relative humidity, precipitation, and total PM2.5. There were 6,089,271 incident cases and 1,034 mortality cases of 10 respiratory transmitted diseases included in our analyses. Each 5 μg/m3 increase in the lag 0-28-day (average of current day and previous 28 days) for wildfire-related PM2.5 was associated with a 6.8% (95%CI: 5.0%, 8.7%) increase in the daily incidence rate of respiratory transmitted diseases, which is greater than that of a 1.2% (1.0%, 1.4%) increase associated with the same increase of non-wildfire-related PM2.5. A 5 μg/m3 increase in wildfire-related PM2.5 was associated with a 28.6% (21.0%, 36.8%), 5.2% (2.3%, 8.3%), 12.6% (9.5%, 15.8%), and 13.6% (5.6%, 22.2%) increase in the incidence of seasonal influenza, scarlet fever, rubella, and measles, respectively. Although wildfire-related PM2.5 constitutes only 2.7% of the total PM2.5, it contributes significantly to respiratory transmitted diseases, accounting for 10.8% of all PM2.5-associated cases. In areas where the annual concentration of wildfire-related PM2.5 is lower than 1.5 μg/m3, the proportion of cases associated with wildfire-related PM2.5 reached 29.7%. Study limitations include potential exposure misclassification from using city-average wildfire PM2.5 as a proxy for individual exposure and an inability to adjust for some potential confounders. Short-term exposure to wildfire-related PM2.5 was associated with increased incidence of respiratory transmitted diseases, surpassing the impact observed with non-wildfire-related PM2.5. This phenomenon is not restricted to regions with high pollutant concentrations; even populations residing in areas with lower concentrations of wildfire-related PM2.5 are at an increased risk of these respiratory conditions. Consequently, there emerges a pressing global imperative to confront the escalating challenges presented by climate change and the intensifying menace of wildfires.",
    "disease": "influenza",
    "clean_text": "wildfire related pm and respiratory transmitted disease among chinese children and adolescents from to a retrospective study exposure to fine particles pm from wildfires is known to cause deaths and chronic diseases but its effect on respiratory infections especially in children and adolescents is not well characterized we aimed to comprehensively assess the association between short term exposure to wildfire related pm and the incidence and mortality of respiratory transmitted diseases in children and adolescents data on daily counts of incident and mortality cases of respiratory transmitted diseases in persons aged years old were collected from china information system for disease control and prevention covering cities from to daily concentrations of wildfire related pm were estimated using machine learning and chemical transport models at a spatial resolution we used time stratified case crossover design with conditional logistic regression to estimate the association between short term exposures to wildfire related pm and incidence and mortality of respiratory transmitted diseases adjusting for temperature relative humidity precipitation and total pm there were incident cases and mortality cases of respiratory transmitted diseases included in our analyses each g m increase in the lag day average of current day and previous days for wildfire related pm was associated with a ci increase in the daily incidence rate of respiratory transmitted diseases which is greater than that of a increase associated with the same increase of non wildfire related pm a g m increase in wildfire related pm was associated with a and increase in the incidence of seasonal influenza scarlet fever rubella and measles respectively although wildfire related pm constitutes only of the total pm it contributes significantly to respiratory transmitted diseases accounting for of all pm associated cases in areas where the annual concentration of wildfire related pm is lower than g m the proportion of cases associated with wildfire related pm reached study limitations include potential exposure misclassification from using city average wildfire pm as a proxy for individual exposure and an inability to adjust for some potential confounders short term exposure to wildfire related pm was associated with increased incidence of respiratory transmitted diseases surpassing the impact observed with non wildfire related pm this phenomenon is not restricted to regions with high pollutant concentrations even populations residing in areas with lower concentrations of wildfire related pm are at an increased risk of these respiratory conditions consequently there emerges a pressing global imperative to confront the escalating challenges presented by climate change and the intensifying menace of wildfires"
}