{
    "pmid": "41435819",
    "title": "Fibrotic MASH resolution",
    "abstract": "Non-invasive assessment of improvement in fibrotic metabolic dysfunction-associated steatohepatitis (MASH) is an important clinical problem. We aimed to develop and validate the fibrotic MASH resolution We collected data from 2,017 individuals who had two liver biopsies, separated in time, across 40 centers in the first dataset. This dataset included two independent cohorts, which were used to develop and externally validate the tool (including the baseline and change in acFibroMASH index plus change in serum alanine aminotransferase levels). The second independent dataset, comprising 17,949 patients who underwent vibration-controlled transient elastography (VCTE) at 16 centers, was used to examine associations between the developed index and the risk of incident LREs. After application of the inclusion and exclusion criteria, 252 and 8,752 patients were included in the first and second datasets, respectively. The fibrotic MASH resolution This global multicenter study suggests that the fibrotic MASH resolution National Natural Science Foundation.",
    "disease": "liver cirrhosis",
    "clean_text": "fibrotic mash resolution non invasive assessment of improvement in fibrotic metabolic dysfunction associated steatohepatitis mash is an important clinical problem we aimed to develop and validate the fibrotic mash resolution we collected data from individuals who had two liver biopsies separated in time across centers in the first dataset this dataset included two independent cohorts which were used to develop and externally validate the tool including the baseline and change in acfibromash index plus change in serum alanine aminotransferase levels the second independent dataset comprising patients who underwent vibration controlled transient elastography vcte at centers was used to examine associations between the developed index and the risk of incident lres after application of the inclusion and exclusion criteria and patients were included in the first and second datasets respectively the fibrotic mash resolution this global multicenter study suggests that the fibrotic mash resolution national natural science foundation"
}