{
    "title": "Impact of COVID-19 on a Neurosurgical Service: Lessons from the University of California San Diego.",
    "doc_id": "33385598",
    "writer": "Wali AR",
    "year": "2021",
    "summary": "BACKGROUND: The institution-wide response of the University of California San Diego Health system to the 2019 novel coronavirus disease (COVID-19) pandemic was founded on rapid development of in-house testing capacity, optimization of personal protective equi …",
    "abstract": "Background:\n        \n      \n      The institution-wide response of the University of California San Diego Health system to the 2019 novel coronavirus disease (COVID-19) pandemic was founded on rapid development of in-house testing capacity, optimization of personal protective equipment usage, expansion of intensive care unit capacity, development of analytic dashboards for monitoring of institutional status, and implementation of an operating room (OR) triage plan that postponed nonessential/elective procedures. We analyzed the impact of this triage plan on the only academic neurosurgery center in San Diego County, California, USA.\n    \n\n\n          Methods:\n        \n      \n      We conducted a de-identified retrospective review of all operative cases and procedures performed by the Department of Neurosurgery from November 24, 2019, through July 6, 2020, a 226-day period. Statistical analysis involved 2-sample z tests assessing daily case totals over the 113-day periods before and after implementation of the OR triage plan on March 16, 2020.\n    \n\n\n          Results:\n        \n      \n      The neurosurgical service performed 1429 surgical and interventional radiologic procedures over the study period. There was no statistically significant difference in mean number of daily total cases in the pre-versus post-OR triage plan periods (6.9 vs. 5.8 mean daily cases; 1-tail P = 0.050, 2-tail P = 0.101), a trend reflected by nearly every category of neurosurgical cases.\n    \n\n\n          Conclusions:\n        \n      \n      During the COVID-19 pandemic, the University of California San Diego Department of Neurosurgery maintained an operative volume that was only modestly diminished and continued to meet the essential neurosurgical needs of a large population. Lessons from our experience can guide other departments as they triage neurosurgical cases to meet community needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33385598/",
    "clean_text": "impact of covid on a neurosurgical service lessons from the university of california san diego background the institution wide response of the university of california san diego health system to the novel coronavirus disease covid pandemic was founded on rapid development of in house testing capacity optimization of personal protective equi background the institution wide response of the university of california san diego health system to the novel coronavirus disease covid pandemic was founded on rapid development of in house testing capacity optimization of personal protective equipment usage expansion of intensive care unit capacity development of analytic dashboards for monitoring of institutional status and implementation of an operating room or triage plan that postponed nonessential elective procedures we analyzed the impact of this triage plan on the only academic neurosurgery center in san diego county california usa methods we conducted a de identified retrospective review of all operative cases and procedures performed by the department of neurosurgery from november through july a day period statistical analysis involved sample z tests assessing daily case totals over the day periods before and after implementation of the or triage plan on march results the neurosurgical service performed surgical and interventional radiologic procedures over the study period there was no statistically significant difference in mean number of daily total cases in the pre versus post or triage plan periods vs mean daily cases tail p tail p a trend reflected by nearly every category of neurosurgical cases conclusions during the covid pandemic the university of california san diego department of neurosurgery maintained an operative volume that was only modestly diminished and continued to meet the essential neurosurgical needs of a large population lessons from our experience can guide other departments as they triage neurosurgical cases to meet community needs"
}