{
    "title": "Brief report: real-time ultrasound-guided spinal anesthesia using Taylor's approach.",
    "doc_id": "21372276",
    "writer": "Lee PJ",
    "year": "2011",
    "summary": "The role of ultrasound scanning in spinal anesthesia is principally limited to preprocedure imaging and identification of anatomical structures. ...Subsequently, 10 patients scheduled for joint arthroplasty underwent real-time ultrasound-guided spinal anesthesia in …",
    "abstract": "The role of ultrasound scanning in spinal anesthesia is principally limited to preprocedure imaging and identification of anatomical structures. We describe our experience with a real-time ultrasound technique for visualization and performance of spinal anesthesia. An initial cadaver study was performed in 5 unembalmed cadavers to develop a technique for real-time performance of ultrasound-guided spinal anesthesia via Taylor's approach (paramedian approach to the L5-S1 interspace). Subsequently, 10 patients scheduled for joint arthroplasty underwent real-time ultrasound-guided spinal anesthesia in the prone position. The relevant anatomy and the needletip were visualized easily and all spinals were effective for joint arthroplasty.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21372276/",
    "clean_text": "brief report real time ultrasound guided spinal anesthesia using taylor s approach the role of ultrasound scanning in spinal anesthesia is principally limited to preprocedure imaging and identification of anatomical structures subsequently patients scheduled for joint arthroplasty underwent real time ultrasound guided spinal anesthesia in the role of ultrasound scanning in spinal anesthesia is principally limited to preprocedure imaging and identification of anatomical structures we describe our experience with a real time ultrasound technique for visualization and performance of spinal anesthesia an initial cadaver study was performed in unembalmed cadavers to develop a technique for real time performance of ultrasound guided spinal anesthesia via taylor s approach paramedian approach to the l s interspace subsequently patients scheduled for joint arthroplasty underwent real time ultrasound guided spinal anesthesia in the prone position the relevant anatomy and the needletip were visualized easily and all spinals were effective for joint arthroplasty"
}