{
    "title": "GLOBAL MENTAL HEALTH ENLIGHTENMENT AND CULTURE OF EMPATHY: HOW TO NAVIGATE A WORLD IN EXISTENTIAL CRISIS AND WARS?",
    "doc_id": "39724115",
    "writer": "Jakovljević M.",
    "year": "2024",
    "summary": "A global culture of empathy appears crucial for the survival of humankind and life on our planet. There is no health without mental health and no mental health without a culture of empathy at all levels: individual, family, national, and global. …",
    "abstract": "A global culture of empathy appears crucial for the survival of humankind and life on our planet. There is no health without mental health and no mental health without a culture of empathy at all levels: individual, family, national, and global. Similarly, there is no global security without peace, and no peace without a culture of empathy. While peace is associated with mental health promotion, wars are associated with poor or ill mental health. Humanity needs a fresh goal for global peace and sustainability that promotes the culture of empathy to prevent millions of innocent victims from dying, becoming ill, or being maimed. Education focusing on empathy, peace, and mental health literacy forms the foundation for a better future for all and Earth's sustainability. If we, as Homo sapiens - beings capable of foresight, choice, and action - are to survive, there must be New Enlightenment: a positive vision of an empathetic form of globalization for all humankind.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39724115/",
    "clean_text": "global mental health enlightenment and culture of empathy how to navigate a world in existential crisis and wars a global culture of empathy appears crucial for the survival of humankind and life on our planet there is no health without mental health and no mental health without a culture of empathy at all levels individual family national and global a global culture of empathy appears crucial for the survival of humankind and life on our planet there is no health without mental health and no mental health without a culture of empathy at all levels individual family national and global similarly there is no global security without peace and no peace without a culture of empathy while peace is associated with mental health promotion wars are associated with poor or ill mental health humanity needs a fresh goal for global peace and sustainability that promotes the culture of empathy to prevent millions of innocent victims from dying becoming ill or being maimed education focusing on empathy peace and mental health literacy forms the foundation for a better future for all and earth s sustainability if we as homo sapiens beings capable of foresight choice and action are to survive there must be new enlightenment a positive vision of an empathetic form of globalization for all humankind"
}