{
    "pmid": "41469046",
    "title": "Virtual multidisciplinary discussion across borders for interstitial lung disease: a prospective, multicentre study from India, the UK, Greece and Sri Lanka.",
    "abstract": "To assess diagnostic concordance and reclassification following an India-led, multinational virtual multidisciplinary discussion (V-MDD) platform for interstitial lung disease (ILD). Prospective, multicentre service-evaluation study. Twenty-four Indian referral centres connected through a secure virtual platform, with international faculty participation from the UK, Greece and Sri Lanka. A total of 127 anonymised ILD cases discussed across 29 V-MDD sessions (February 2024-February 2025). Each panel included ≥4 pulmonologists, two pulmonary pathologists, one of three rotating thoracic radiologists and one of two rheumatologists, along with international experts. The cohort (mean age 52.6±16.1 years; 53.5% female (68/127)) most frequently presented with dyspnoea (82.6%) and cough (73.2%). Pre-V-MDD diagnoses included hypersensitivity pneumonitis (HP) and sarcoidosis as distinct disease entities, and usual interstitial pneumonia (UIP) and non-specific interstitial pneumonia (NSIP) as radiological patterns, along with connective tissue disease (CTD)-ILD and other ILDs. Concordance between pre- and post-V-MDD CT diagnoses was substantial (κ=0.658; 95% CI 0.562 to 0.754; p <0.001). Histopathology concordance was similarly high (κ=0.861 for HP; κ=0.650 for other ILDs). Overall, 23% of cases were reclassified following discussion. Diagnostic stability was greatest for organising pneumonia, CTD-ILD and UIP pattern, whereas HP and sarcoidosis showed the highest reclassification rates. The India-led, multinational V-MDD model demonstrated substantial diagnostic concordance and refined nearly one-quarter of ILD diagnoses. This virtual, scalable framework expands access to subspecialty expertise and offers a practical blueprint for standardising ILD care in resource-limited and cross-border settings.",
    "disease": "pneumonia",
    "clean_text": "virtual multidisciplinary discussion across borders for interstitial lung disease a prospective multicentre study from india the uk greece and sri lanka to assess diagnostic concordance and reclassification following an india led multinational virtual multidisciplinary discussion v mdd platform for interstitial lung disease ild prospective multicentre service evaluation study twenty four indian referral centres connected through a secure virtual platform with international faculty participation from the uk greece and sri lanka a total of anonymised ild cases discussed across v mdd sessions february february each panel included pulmonologists two pulmonary pathologists one of three rotating thoracic radiologists and one of two rheumatologists along with international experts the cohort mean age years female most frequently presented with dyspnoea and cough pre v mdd diagnoses included hypersensitivity pneumonitis hp and sarcoidosis as distinct disease entities and usual interstitial pneumonia uip and non specific interstitial pneumonia nsip as radiological patterns along with connective tissue disease ctd ild and other ilds concordance between pre and post v mdd ct diagnoses was substantial ci to p histopathology concordance was similarly high for hp for other ilds overall of cases were reclassified following discussion diagnostic stability was greatest for organising pneumonia ctd ild and uip pattern whereas hp and sarcoidosis showed the highest reclassification rates the india led multinational v mdd model demonstrated substantial diagnostic concordance and refined nearly one quarter of ild diagnoses this virtual scalable framework expands access to subspecialty expertise and offers a practical blueprint for standardising ild care in resource limited and cross border settings"
}