{
    "pmid": "41448100",
    "title": "A systematic review and meta-analysis on the diagnostic performance of chest ultrasound for pulmonary tuberculosis.",
    "abstract": "To evaluate the diagnostic accuracy of Chest ultrasound (CUS) for pulmonary TB (PTB). A systematic review and meta-analysis was conducted following established guidelines. PubMed, Scopus, and Embase were searched up to July 1st, 2025. Studies reporting CUS diagnostic accuracy for PTB were included. Data were extracted and analyzed using R software. Five studies with 548 participants (256 confirmed PTB cases) were included. Pooled sensitivity of CUS for detecting any abnormal lung finding was high at 88.4 % (95 % CI: 80.2-93.5 %), but specificity was limited at 42.0 % (95 % CI: 20.2-67.5 %). Irregular pleural lines showed 71.7 % sensitivity and 41.7 % specificity. Consolidation (any location) had 66.4 % sensitivity and 62.6 % specificity; apical consolidation had the highest specificity (89.0 %) but low sensitivity (43.6 %). B-lines and pleural effusion showed poor diagnostic accuracy. Likelihood ratios (LRs) for all features fell below thresholds for confident rule-in or rule-out (LR CUS is a sensitive adjunct for PTB detection but lacks sufficient specificity and likelihood ratio values to serve as a standalone diagnostic tool. Standardized protocols and improved implementation strategies are needed to enhance its diagnostic performance.",
    "disease": "tuberculosis",
    "clean_text": "a systematic review and meta analysis on the diagnostic performance of chest ultrasound for pulmonary tuberculosis to evaluate the diagnostic accuracy of chest ultrasound cus for pulmonary tb ptb a systematic review and meta analysis was conducted following established guidelines pubmed scopus and embase were searched up to july st studies reporting cus diagnostic accuracy for ptb were included data were extracted and analyzed using r software five studies with participants confirmed ptb cases were included pooled sensitivity of cus for detecting any abnormal lung finding was high at ci but specificity was limited at ci irregular pleural lines showed sensitivity and specificity consolidation any location had sensitivity and specificity apical consolidation had the highest specificity but low sensitivity b lines and pleural effusion showed poor diagnostic accuracy likelihood ratios lrs for all features fell below thresholds for confident rule in or rule out lr cus is a sensitive adjunct for ptb detection but lacks sufficient specificity and likelihood ratio values to serve as a standalone diagnostic tool standardized protocols and improved implementation strategies are needed to enhance its diagnostic performance"
}