{
    "title": "Latent transition analysis to explore patterns of physical functional decline among older adults in China: A national 6-year longitudinal study.",
    "doc_id": "37832465",
    "writer": "Fang S",
    "year": "2024",
    "summary": "However, there is a scarcity of longitudinal studies examining the progression of physical function among the general population of older adults in China. This study aimed to define typical physical function status and its change, which were characterized by the coe …",
    "abstract": "Background and aims:\n        \n      \n      Multiple limitations often co-occur and accumulate, leading to subsequent function decline. However, there is a scarcity of longitudinal studies examining the progression of physical function among the general population of older adults in China. This study aimed to define typical physical function status and its change, which were characterized by the coexistence and accumulation of diverse limitations targeting a Chinese sample of older adults.\n    \n\n\n          Methods:\n        \n      \n      This study used the three recent public data waves of the Chinese Longitudinal Healthy Longevity Survey during a 6-year follow-up period. 9765 individuals who were over 65 and participated in the 2011 survey were included. Latent transition analysis was used to identify the latent physical function status and explore the transition of older adults among different latent statuses.\n    \n\n\n          Results:\n        \n      \n      Seven latent statuses of physical function were identified, with visual impairment and related limitations being particularly prevalent among older adults. Upper limb mobility appeared to be a differentiated indicator of physical functional status. Physical function decline mainly started with the limitations in squatting, carrying weights and walking, then to the status with intact upper limb mobility and hearing function only, or converted directly into the latter, then to complete dysfunction.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings suggest some indicative limitations and critical steps in the process of functional decline among older adults. These results may provide insight for researchers and policymakers to develop tailored preventive and rehabilitation care and provide support for physically limited elderly according to their latent status and course of functional decline.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37832465/",
    "clean_text": "latent transition analysis to explore patterns of physical functional decline among older adults in china a national year longitudinal study however there is a scarcity of longitudinal studies examining the progression of physical function among the general population of older adults in china this study aimed to define typical physical function status and its change which were characterized by the coe background and aims multiple limitations often co occur and accumulate leading to subsequent function decline however there is a scarcity of longitudinal studies examining the progression of physical function among the general population of older adults in china this study aimed to define typical physical function status and its change which were characterized by the coexistence and accumulation of diverse limitations targeting a chinese sample of older adults methods this study used the three recent public data waves of the chinese longitudinal healthy longevity survey during a year follow up period individuals who were over and participated in the survey were included latent transition analysis was used to identify the latent physical function status and explore the transition of older adults among different latent statuses results seven latent statuses of physical function were identified with visual impairment and related limitations being particularly prevalent among older adults upper limb mobility appeared to be a differentiated indicator of physical functional status physical function decline mainly started with the limitations in squatting carrying weights and walking then to the status with intact upper limb mobility and hearing function only or converted directly into the latter then to complete dysfunction conclusions our findings suggest some indicative limitations and critical steps in the process of functional decline among older adults these results may provide insight for researchers and policymakers to develop tailored preventive and rehabilitation care and provide support for physically limited elderly according to their latent status and course of functional decline"
}