{
    "title": "Sleep quality in persons with mental disorders: Changes during inpatient treatment across 10 diagnostic groups.",
    "doc_id": "35487501",
    "writer": "Meule A",
    "year": "2023",
    "summary": "However, studies that have examined sleep quality in large samples of different diagnostic groups and that report how sleep quality changes during inpatient treatment have been scarce. ...All diagnostic groups showed impaired sleep quality …",
    "abstract": "Sleep disturbances have been documented across a range of mental disorders, particularly depression. However, studies that have examined sleep quality in large samples of different diagnostic groups and that report how sleep quality changes during inpatient treatment have been scarce. This retrospective, observational study examined changes in sleep quality during inpatient treatment at a psychosomatic hospital in Germany from admission to discharge as a function of 10 diagnostic groups. Data of 11,226 inpatients were analysed who completed the Pittsburgh Sleep Quality Index as part of the routine diagnostic assessment at admission and discharge. All diagnostic groups showed impaired sleep quality (Pittsburgh Sleep Quality Index score > 5). Patients with trauma-related disorders had the lowest sleep quality and patients with obsessive-compulsive disorder had the highest sleep quality. While sleep quality significantly improved in each diagnostic group, changes differed in size, with patients with trauma-related disorders showing the smallest improvement and patients with eating disorders showing the largest improvement. The current study documents impaired sleep quality in inpatients with mental disorders and shows that sleep problems are a transdiagnostic feature in this population. Results also resonate with earlier suggestions that sleep disturbances represent a key feature of trauma-related disorders in particular and the need for trauma-specific sleep interventions. Although sleep quality significantly improved during disorder-specific inpatient treatment in all diagnostic groups, average scores were still clinically elevated at discharge. Thus, a future avenue would be to examine whether adding sleep-specific treatment elements fosters both short- and long-term success in the treatment of mental disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35487501/",
    "clean_text": "sleep quality in persons with mental disorders changes during inpatient treatment across diagnostic groups however studies that have examined sleep quality in large samples of different diagnostic groups and that report how sleep quality changes during inpatient treatment have been scarce all diagnostic groups showed impaired sleep quality sleep disturbances have been documented across a range of mental disorders particularly depression however studies that have examined sleep quality in large samples of different diagnostic groups and that report how sleep quality changes during inpatient treatment have been scarce this retrospective observational study examined changes in sleep quality during inpatient treatment at a psychosomatic hospital in germany from admission to discharge as a function of diagnostic groups data of inpatients were analysed who completed the pittsburgh sleep quality index as part of the routine diagnostic assessment at admission and discharge all diagnostic groups showed impaired sleep quality pittsburgh sleep quality index score patients with trauma related disorders had the lowest sleep quality and patients with obsessive compulsive disorder had the highest sleep quality while sleep quality significantly improved in each diagnostic group changes differed in size with patients with trauma related disorders showing the smallest improvement and patients with eating disorders showing the largest improvement the current study documents impaired sleep quality in inpatients with mental disorders and shows that sleep problems are a transdiagnostic feature in this population results also resonate with earlier suggestions that sleep disturbances represent a key feature of trauma related disorders in particular and the need for trauma specific sleep interventions although sleep quality significantly improved during disorder specific inpatient treatment in all diagnostic groups average scores were still clinically elevated at discharge thus a future avenue would be to examine whether adding sleep specific treatment elements fosters both short and long term success in the treatment of mental disorders"
}