{
    "title": "[Vasopressin V2 receptor-related pathologies: congenital nephrogenic diabetes insipidus and nephrogenic syndrome of inappropiate antidiuresis].",
    "doc_id": "25449762",
    "writer": "Morin D.",
    "year": "2014",
    "summary": "Congenital nephrogenic diabetes insipidus is a rare hereditary disease with mainly an X-linked inheritance (90% of the cases) but there are also autosomal recessive and dominant forms. ...Potentially, specific treatment, in some cases of X-linked congenital nephroge …",
    "abstract": "Congenital nephrogenic diabetes insipidus is a rare hereditary disease with mainly an X-linked inheritance (90% of the cases) but there are also autosomal recessive and dominant forms. Congenital nephrogenic diabetes insipidus is characterized by a resistance of the renal collecting duct to the action of the arginine vasopressin hormone responsible for the inability of the kidney to concentrate urine. The X-linked form is due to inactivating mutations of the vasopressin 2 receptor gene leading to a loss of function of the mutated receptors. Affected males are often symptomatic in the neonatal period with a lack of weight gain, dehydration and hypernatremia but mild phenotypes may also occur. Females carrying the mutation may be asymptomatic but, sometimes, severe polyuria is found due to the random X chromosome inactivation. The autosomal recessive and dominant forms, occurring in both genders, are linked to mutations in the aquaporin-2 gene. The treatment remains difficult, especially in infants, and is based on a low osmotic diet with increased water intake and the use of thiazides and indomethacin. The main goal is to avoid hypernatremic episodes and maintain a good hydration state. Potentially, specific treatment, in some cases of X-linked congenital nephrogenic diabetes insipidus, with pharmacological chaperones such as non-peptide vasopressin-2 receptor antagonists will be available in the future. Conversely, the nephrogenic syndrome of inappropriate antidiuresis (NSIAD) is linked to a constitutive activation of the V(2)-receptor due to activating mutations with clinical and biological features of inappropriate antidiuresis but with low or undetectable plasma arginine vasopressin hormone levels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25449762/",
    "clean_text": "vasopressin v receptor related pathologies congenital nephrogenic diabetes insipidus and nephrogenic syndrome of inappropiate antidiuresis congenital nephrogenic diabetes insipidus is a rare hereditary disease with mainly an x linked inheritance of the cases but there are also autosomal recessive and dominant forms potentially specific treatment in some cases of x linked congenital nephroge congenital nephrogenic diabetes insipidus is a rare hereditary disease with mainly an x linked inheritance of the cases but there are also autosomal recessive and dominant forms congenital nephrogenic diabetes insipidus is characterized by a resistance of the renal collecting duct to the action of the arginine vasopressin hormone responsible for the inability of the kidney to concentrate urine the x linked form is due to inactivating mutations of the vasopressin receptor gene leading to a loss of function of the mutated receptors affected males are often symptomatic in the neonatal period with a lack of weight gain dehydration and hypernatremia but mild phenotypes may also occur females carrying the mutation may be asymptomatic but sometimes severe polyuria is found due to the random x chromosome inactivation the autosomal recessive and dominant forms occurring in both genders are linked to mutations in the aquaporin gene the treatment remains difficult especially in infants and is based on a low osmotic diet with increased water intake and the use of thiazides and indomethacin the main goal is to avoid hypernatremic episodes and maintain a good hydration state potentially specific treatment in some cases of x linked congenital nephrogenic diabetes insipidus with pharmacological chaperones such as non peptide vasopressin receptor antagonists will be available in the future conversely the nephrogenic syndrome of inappropriate antidiuresis nsiad is linked to a constitutive activation of the v receptor due to activating mutations with clinical and biological features of inappropriate antidiuresis but with low or undetectable plasma arginine vasopressin hormone levels"
}