{
    "title": "Simultaneous assessment of gastric emptying and secretion in rats by a novel computed tomography-based method.",
    "doc_id": "24264048",
    "writer": "Jordi J",
    "year": "2014",
    "summary": "Gastric emptying and gastric secretion are two major physiological functions of the stomach. ...These combined advantages were applied to reevaluate the impact of cholecystokinin (CCK), histamine, and oral glucose solutions on gastric function with hig …",
    "abstract": "Gastric emptying and gastric secretion are two major physiological functions of the stomach. The assessment of these functions in particular in small animals is challenging; no method currently available allows the simultaneous measurement of both functions, and methods used are lethal or invasive and often limited by spatial, temporal, or quantitative resolution. Here, we report the establishment and validation of a quantitative noninvasive high-throughput computed tomography-based method to measure simultaneously gastric emptying and secretion in rats in vivo. The imaging strategy enables one to visualize stomach anatomy and to quantify stomach volume and stomach contrast agent content. The method was validated by comparing the results to classical lethal methods (stomach phenol red content and stomach wet weight). Additionally, we showed that the use of a mild anesthetic does not interfere with normal gastric function, thereby enabling high-resolution temporal studies within single animals. These combined advantages were applied to reevaluate the impact of cholecystokinin (CCK), histamine, and oral glucose solutions on gastric function with high temporal resolution. CCK inhibited gastric emptying completely for 20 min, leading to the accumulation of gastric juice in the stomach. The CCK antagonist devazepide blocked this effect. Histamine stimulated both gastric secretion and delayed emptying. Oral glucose solution emptied at a fixed rate of 24-31 cal/min and stimulated gastric secretion. These results confirm previous observations and add volumetric changes as a new dimension. As computed tomography scanners become broadly available, this method is an excellent approach to measure the combined gastric functional readout and to reduce the number of animals used.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24264048/",
    "clean_text": "simultaneous assessment of gastric emptying and secretion in rats by a novel computed tomography based method gastric emptying and gastric secretion are two major physiological functions of the stomach these combined advantages were applied to reevaluate the impact of cholecystokinin cck histamine and oral glucose solutions on gastric function with hig gastric emptying and gastric secretion are two major physiological functions of the stomach the assessment of these functions in particular in small animals is challenging no method currently available allows the simultaneous measurement of both functions and methods used are lethal or invasive and often limited by spatial temporal or quantitative resolution here we report the establishment and validation of a quantitative noninvasive high throughput computed tomography based method to measure simultaneously gastric emptying and secretion in rats in vivo the imaging strategy enables one to visualize stomach anatomy and to quantify stomach volume and stomach contrast agent content the method was validated by comparing the results to classical lethal methods stomach phenol red content and stomach wet weight additionally we showed that the use of a mild anesthetic does not interfere with normal gastric function thereby enabling high resolution temporal studies within single animals these combined advantages were applied to reevaluate the impact of cholecystokinin cck histamine and oral glucose solutions on gastric function with high temporal resolution cck inhibited gastric emptying completely for min leading to the accumulation of gastric juice in the stomach the cck antagonist devazepide blocked this effect histamine stimulated both gastric secretion and delayed emptying oral glucose solution emptied at a fixed rate of cal min and stimulated gastric secretion these results confirm previous observations and add volumetric changes as a new dimension as computed tomography scanners become broadly available this method is an excellent approach to measure the combined gastric functional readout and to reduce the number of animals used"
}