{
    "title": "Uncertainty stress, social capital, and suicidal ideation among Chinese medical students: Findings from a 22-university survey.",
    "doc_id": "30318917",
    "writer": "Wu D",
    "year": "2021",
    "summary": "Respective associations between uncertainty stress and three dimensions of social capital with suicidal ideation were assessed among 4446 undergraduates from 22 Chinese universities in a cross-sectional study. Multiple logistic regression model and structural equation mode …",
    "abstract": "Respective associations between uncertainty stress and three dimensions of social capital with suicidal ideation were assessed among 4446 undergraduates from 22 Chinese universities in a cross-sectional study. Multiple logistic regression model and structural equation modeling were used to examine these relationships. Uncertainty stress was more strongly and uniquely associated with suicidal ideation than with life stress. Social capital, especially social networks, shared a dual role as a correlate of suicidal ideation and means to reduce the impact of uncertainty stress. School-based gender- and age-specific suicidal ideation interventions should emphasize social capital enhancement and uncertainty stress coping.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30318917/",
    "clean_text": "uncertainty stress social capital and suicidal ideation among chinese medical students findings from a university survey respective associations between uncertainty stress and three dimensions of social capital with suicidal ideation were assessed among undergraduates from chinese universities in a cross sectional study multiple logistic regression model and structural equation mode respective associations between uncertainty stress and three dimensions of social capital with suicidal ideation were assessed among undergraduates from chinese universities in a cross sectional study multiple logistic regression model and structural equation modeling were used to examine these relationships uncertainty stress was more strongly and uniquely associated with suicidal ideation than with life stress social capital especially social networks shared a dual role as a correlate of suicidal ideation and means to reduce the impact of uncertainty stress school based gender and age specific suicidal ideation interventions should emphasize social capital enhancement and uncertainty stress coping"
}