{
    "title": "Breast Lesions Detected via Molecular Breast Imaging: Physiological Parameters Affecting Interpretation.",
    "doc_id": "29580791",
    "writer": "Ching JG",
    "year": "2018",
    "summary": "RATIONALE AND OBJECTIVES: To evaluate correlations between molecular breast imaging (MBI) descriptor characteristics and positive predictive value (PPV) in detecting breast cancer. ...Dense breasts were associated with lower predictability and heterogeneous B …",
    "abstract": "Rationale and objectives:\n        \n      \n      To evaluate correlations between molecular breast imaging (MBI) descriptor characteristics and positive predictive value (PPV) in detecting breast cancer.\n    \n\n\n          Materials and methods:\n        \n      \n      A retrospective review was performed on 193 suspicious findings from 153 women (31-81 years) with positive MBI examinations. We assessed associations between (i) lesion pattern (mass vs. nonmass) and PPV; (ii) lesion pattern and suspected likelihood of cancer (low vs. moderate vs. high); (iii) background parenchymal uptake (BPU) (homogeneous vs. heterogeneous) and PPV; (iv) breast density (dense vs. non-dense) and PPV; and (v) BPU and density.\n    \n\n\n          Results:\n        \n      \n      One hundred ten of 153 patients were diagnosed with malignancy or high-risk pathology (PPV1 = 71.9%), and 130/193 biopsies resulted in malignant or high-risk lesions (PPV3 = 67.4%). Biopsies of mass vs. nonmass findings had comparable PPV3 (71.7% vs. 61.3%; P = .0717). Mass findings were correlated with higher suspicion for cancer than nonmass findings (P < .001). There was no significant difference in PPV3 when comparing biopsies from homogeneous vs. heterogeneous BPU (72.5% vs. 60.7%; P = .103). No association was found between patients' BPU and diagnosed cancer or high-risk lesions (P = .513). Biopsies from nondense breasts demonstrated higher PPV3 than biopsies from dense breasts (85.4% vs. 60.6%; P = .0025); patients with nondense breasts were more likely to be diagnosed with cancer or high-risk pathology (PPV1 = 87.8% vs. 66.0%; P = .00844). Dense breasts had a greater association with heterogeneous BPU (P = .0844).\n    \n\n\n          Conclusion:\n        \n      \n      Neither variability in mass or nonmass positive MBI findings, nor variability in BPU on MBI were significant determinants for the probability of malignancy. Dense breasts were associated with lower predictability and heterogeneous BPU on MBI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29580791/",
    "clean_text": "breast lesions detected via molecular breast imaging physiological parameters affecting interpretation rationale and objectives to evaluate correlations between molecular breast imaging mbi descriptor characteristics and positive predictive value ppv in detecting breast cancer dense breasts were associated with lower predictability and heterogeneous b rationale and objectives to evaluate correlations between molecular breast imaging mbi descriptor characteristics and positive predictive value ppv in detecting breast cancer materials and methods a retrospective review was performed on suspicious findings from women years with positive mbi examinations we assessed associations between i lesion pattern mass vs nonmass and ppv ii lesion pattern and suspected likelihood of cancer low vs moderate vs high iii background parenchymal uptake bpu homogeneous vs heterogeneous and ppv iv breast density dense vs non dense and ppv and v bpu and density results one hundred ten of patients were diagnosed with malignancy or high risk pathology ppv and biopsies resulted in malignant or high risk lesions ppv biopsies of mass vs nonmass findings had comparable ppv vs p mass findings were correlated with higher suspicion for cancer than nonmass findings p there was no significant difference in ppv when comparing biopsies from homogeneous vs heterogeneous bpu vs p no association was found between patients bpu and diagnosed cancer or high risk lesions p biopsies from nondense breasts demonstrated higher ppv than biopsies from dense breasts vs p patients with nondense breasts were more likely to be diagnosed with cancer or high risk pathology ppv vs p dense breasts had a greater association with heterogeneous bpu p conclusion neither variability in mass or nonmass positive mbi findings nor variability in bpu on mbi were significant determinants for the probability of malignancy dense breasts were associated with lower predictability and heterogeneous bpu on mbi"
}