{
    "pmid": "41434212",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Early tau positron emission tomography (PET) regions of interest (ROIs) either consider the whole hippocampus or wholly excludes it. However, only the cornu ammonis 1 (CA1) and prosubiculum are specifically afflicted by tau pathology in histopathological examinations (1). In this study, we propose a novel approach that aligns with the known distribution of tau in the hippocampus compared with the traditional, whole hippocampus approach. We quantified the tau neurofibrillary tangle distribution using [ The CA1 and prosubiculum staging resulted in 15 (1.78%) discordant cases, 65% less than the whole hippocampus staging (44, 5.22%). Of these 44 discordant cases, 23 were stage II positive in the whole hippocampus scheme, but negative in the CA1 and prosubiculum scheme. Visual inspection confirmed these as false positives driven by off-target binding in the choroid plexus. This off-target binding did not affect the CA1 and prosubiculum ROI (Figure 2). Seven other discordant cases were considered hippocampal-sparing using the whole hippocampus scheme despite showing significant tau signal specifically in CA1. The CA1 and prosubiculum ROI was able to capture this signal (Figure 3). Limiting hippocampal tau quantification to the CA1 and prosubiculum improved the accuracy of tau quantification. This improvement was due to a reduction in false positives due to choroid plexus off-target binding and an improved sensitivity to CA1-specific tau signal. We recommend adopting this approach to improve the detection of tau pathology using tau-PET.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium early tau positron emission tomography pet regions of interest rois either consider the whole hippocampus or wholly excludes it however only the cornu ammonis ca and prosubiculum are specifically afflicted by tau pathology in histopathological examinations in this study we propose a novel approach that aligns with the known distribution of tau in the hippocampus compared with the traditional whole hippocampus approach we quantified the tau neurofibrillary tangle distribution using the ca and prosubiculum staging resulted in discordant cases less than the whole hippocampus staging of these discordant cases were stage ii positive in the whole hippocampus scheme but negative in the ca and prosubiculum scheme visual inspection confirmed these as false positives driven by off target binding in the choroid plexus this off target binding did not affect the ca and prosubiculum roi figure seven other discordant cases were considered hippocampal sparing using the whole hippocampus scheme despite showing significant tau signal specifically in ca the ca and prosubiculum roi was able to capture this signal figure limiting hippocampal tau quantification to the ca and prosubiculum improved the accuracy of tau quantification this improvement was due to a reduction in false positives due to choroid plexus off target binding and an improved sensitivity to ca specific tau signal we recommend adopting this approach to improve the detection of tau pathology using tau pet"
}