{
    "title": "Lung Cancer Cell of Origin: Controversy and Clinical Translational Implications.",
    "doc_id": "35288734",
    "writer": "Osborne JK",
    "year": "2022",
    "summary": "Identifying the cell(s) of origin for lung cancer including detecting their expansion during \"field cancerization\" and understanding how to therapeutically target them for beneficial chemoprevention is an urgent need. In this issue of Cancer Research, Yin and collea …",
    "abstract": "Identifying the cell(s) of origin for lung cancer including detecting their expansion during \"field cancerization\" and understanding how to therapeutically target them for beneficial chemoprevention is an urgent need. In this issue of Cancer Research, Yin and colleagues provide new and potentially controversial information to this question using Gprc5a knockout genetically engineered mouse models of lung adenocarcinoma. Prior research identified several different cell types including resident lung stem/progenitor such as alveolar type II cells as well as terminally differentiated cells as candidates for the cancer-initiating cell. Yin and colleagues provide new information that the cancer-initiating cell in this model is the bronchioalveolar stem cell. See related article by Yin et al., p. 1025.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35288734/",
    "clean_text": "lung cancer cell of origin controversy and clinical translational implications identifying the cell s of origin for lung cancer including detecting their expansion during field cancerization and understanding how to therapeutically target them for beneficial chemoprevention is an urgent need in this issue of cancer research yin and collea identifying the cell s of origin for lung cancer including detecting their expansion during field cancerization and understanding how to therapeutically target them for beneficial chemoprevention is an urgent need in this issue of cancer research yin and colleagues provide new and potentially controversial information to this question using gprc a knockout genetically engineered mouse models of lung adenocarcinoma prior research identified several different cell types including resident lung stem progenitor such as alveolar type ii cells as well as terminally differentiated cells as candidates for the cancer initiating cell yin and colleagues provide new information that the cancer initiating cell in this model is the bronchioalveolar stem cell see related article by yin et al p"
}