{
    "pmid": "41464475",
    "title": "Climate, Health, and Urban Green Infrastructure: The Evidence Base and Implications for Urban Policy and Spatial Planning.",
    "abstract": "Urban green infrastructure (UGI) is widely used to adapt to the impacts of climate change. Its multiple benefits are well documented, with health-related benefits receiving growing attention, especially post-COVID-19. However, the existing evidence remains fragmented and limited to narrow disciplinary perspectives, offering only partial insights into the intersection of UGI and climate adaptation measures with health co-benefits. This paper addresses these gaps by providing an interdisciplinary review of the field. It presents a systematic literature review of studies between 2015 and 2025, assessing the extent of documented evidence and drawing out key policy implications. The review adopts the PRISMA framework and synthesizes evidence from 178 primary research articles across seven databases. Health co-benefits are reported across ten types of UGI: residential greenery, urban vegetation, school greenery, trees, urban parks, urban forests, green roofs and walls, green streets, grasslands, and community or private gardens. Building on the review's findings and additional literature, the paper discusses seven key implications for urban policy and spatial planning, which are relevant to climate adaptation policymakers, urban planners, and public health authorities working in cities.",
    "disease": "pneumonia",
    "clean_text": "climate health and urban green infrastructure the evidence base and implications for urban policy and spatial planning urban green infrastructure ugi is widely used to adapt to the impacts of climate change its multiple benefits are well documented with health related benefits receiving growing attention especially post covid however the existing evidence remains fragmented and limited to narrow disciplinary perspectives offering only partial insights into the intersection of ugi and climate adaptation measures with health co benefits this paper addresses these gaps by providing an interdisciplinary review of the field it presents a systematic literature review of studies between and assessing the extent of documented evidence and drawing out key policy implications the review adopts the prisma framework and synthesizes evidence from primary research articles across seven databases health co benefits are reported across ten types of ugi residential greenery urban vegetation school greenery trees urban parks urban forests green roofs and walls green streets grasslands and community or private gardens building on the review s findings and additional literature the paper discusses seven key implications for urban policy and spatial planning which are relevant to climate adaptation policymakers urban planners and public health authorities working in cities"
}