{
    "pmid": "41461060",
    "title": "Risk of New Indications for Anticoagulants and Thrombolytics in People With Cognitive Impairment: Implications for Anti-Amyloid Therapy.",
    "abstract": "Anticoagulants and thrombolytics may interact with anti-amyloid monoclonal antibodies (mAbs) to increase intracranial hemorrhage risk, so expert guidance recommends against their co-prescription. We aimed to estimate how many people with mild cognitive impairment (MCI) or dementia develop a new cardiovascular indication for anticoagulant and thrombolytic drugs. In a longitudinal cohort of adults aged 65 years or older from the Health and Retirement Study (2010-2020) with linked Medicare claims and no previous indication for anticoagulants, cognition was categorized as normal, MCI, or dementia. We fit separate Fine-Gray survival models accounting for competing risk of death to estimate 1-year incidence of atrial fibrillation (AF), deep vein thrombosis (DVT), pulmonary embolism (PE), acute myocardial infarction (AMI), and stroke. Among 12,373 participants (mean age 73 years, 59% female), the 1-year risk in those with MCI was 1.7% for AF, 1.2% for DVT, 0.4% for PE, 1.2% for AMI, 2.0% for stroke, and 5.7% for any indication. In those with dementia, the 1-year risk was 1.7% for AF, 1.8% for DVT, 0.3% for PE, 1.0% for AMI, 2.4% for stroke, and 6.7% for any indication. Our findings inform shared decision making about the tradeoffs of anti-amyloid mAbs but should be validated in populations with confirmed treatment eligibility.",
    "disease": "stroke",
    "clean_text": "risk of new indications for anticoagulants and thrombolytics in people with cognitive impairment implications for anti amyloid therapy anticoagulants and thrombolytics may interact with anti amyloid monoclonal antibodies mabs to increase intracranial hemorrhage risk so expert guidance recommends against their co prescription we aimed to estimate how many people with mild cognitive impairment mci or dementia develop a new cardiovascular indication for anticoagulant and thrombolytic drugs in a longitudinal cohort of adults aged years or older from the health and retirement study with linked medicare claims and no previous indication for anticoagulants cognition was categorized as normal mci or dementia we fit separate fine gray survival models accounting for competing risk of death to estimate year incidence of atrial fibrillation af deep vein thrombosis dvt pulmonary embolism pe acute myocardial infarction ami and stroke among participants mean age years female the year risk in those with mci was for af for dvt for pe for ami for stroke and for any indication in those with dementia the year risk was for af for dvt for pe for ami for stroke and for any indication our findings inform shared decision making about the tradeoffs of anti amyloid mabs but should be validated in populations with confirmed treatment eligibility"
}