{
    "pmid": "41458446",
    "title": "Oral health literacy and oral frailty: a parallel mediation model of self-efficacy and health-related quality of life among older adult stroke patients.",
    "abstract": "This study aims to investigate the relationship between oral health literacy and oral frailty, as well as the mediating effect of oral health self-efficacy and oral health-related quality of life among older adult stroke patients patients. A cross-sectional survey. Convenience sampling was used to recruit participants, and 298 older adult stroke patients patients completed the General Information Questionnaire, Oral Health Literacy Scale, Oral Frailty Screening Scale, Oral Health Self-Efficacy Scale and Oral Health-Related Impact Scale between October 2024 - March 2025. Structural equation modeling was used to test the relationship between oral health literacy, oral frailty, self-efficacy for oral care, and oral health-related quality of life in older adult stroke patients patients. SPSS 26.0 was used for descriptive statistics and correlation analyses. Structural equation modeling (SEM) was then employed to test the mediating effects. The mean oral health literacy score among older adult stroke patients patients was 67.74 ± 10.51. oral health self-efficacy averaged 47.84 ± 10.63, while the oral health-related quality of life score was 25.45 ± 8.53. The mean oral frailty score was 4.82 ± 2.77. Oral health literacy was negatively correlated with oral frailty. Both oral health self-efficacy and oral health-related quality of life partially mediated the link between oral health literacy and oral frailty in older adult stroke patients patients. Oral health self-efficacy and oral health-related quality of life exert parallel mediating effects between oral health literacy and oral frailty. Improving oral health literacy, enhancing self-efficacy, and improving health-related quality of life among older adult stroke patients patients will be important strategies for reducing the risk of oral frailty.",
    "disease": "stroke",
    "clean_text": "oral health literacy and oral frailty a parallel mediation model of self efficacy and health related quality of life among older adult stroke patients this study aims to investigate the relationship between oral health literacy and oral frailty as well as the mediating effect of oral health self efficacy and oral health related quality of life among older adult stroke patients patients a cross sectional survey convenience sampling was used to recruit participants and older adult stroke patients patients completed the general information questionnaire oral health literacy scale oral frailty screening scale oral health self efficacy scale and oral health related impact scale between october march structural equation modeling was used to test the relationship between oral health literacy oral frailty self efficacy for oral care and oral health related quality of life in older adult stroke patients patients spss was used for descriptive statistics and correlation analyses structural equation modeling sem was then employed to test the mediating effects the mean oral health literacy score among older adult stroke patients patients was oral health self efficacy averaged while the oral health related quality of life score was the mean oral frailty score was oral health literacy was negatively correlated with oral frailty both oral health self efficacy and oral health related quality of life partially mediated the link between oral health literacy and oral frailty in older adult stroke patients patients oral health self efficacy and oral health related quality of life exert parallel mediating effects between oral health literacy and oral frailty improving oral health literacy enhancing self efficacy and improving health related quality of life among older adult stroke patients patients will be important strategies for reducing the risk of oral frailty"
}