{
    "title": "[Weight of obesity in (pre)type 2 diabetes in children and adolescents: how and when to screen for?].",
    "doc_id": "16289780",
    "writer": "Mouraux T",
    "year": "2005",
    "summary": "There has been wide recognition in the past decade of the increasing frequency of type 2 diabetes in youth, largely but not exclusively in North America. In some American locations and populations, incidence and prevalence of type 2 diabetes are much h …",
    "abstract": "There has been wide recognition in the past decade of the increasing frequency of type 2 diabetes in youth, largely but not exclusively in North America. In some American locations and populations, incidence and prevalence of type 2 diabetes are much higher than those of type 1 diabetes, because of increased calorie and fat intake, and decreased exercise. The increasing prevalence of type 2 diabetes in the United States has closely paralleled the increase in childhood obesity noted there, but now across the Western world. Besides obesity, the other youth risk factors for type 2 diabetes are: ethnicity, puberty, family history, metabolic syndrome, polycystic ovary syndrome, acanthosis nigricans. Any feature or condition associated with insulin resistance/hyperinsulinemia should alert to screen youth at increased risk for (pre)type 2 diabetes. Treatment goals are to decrease weight and increase exercise, to normalize insulinemia, glycemia and HbA1c, to control hypertension and hyperlipidemia. The aim of the pharmacological therapy is to decrease insulin resistance, namely by metformin. Sometimes, insulin therapy is necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16289780/",
    "clean_text": "weight of obesity in pre type diabetes in children and adolescents how and when to screen for there has been wide recognition in the past decade of the increasing frequency of type diabetes in youth largely but not exclusively in north america in some american locations and populations incidence and prevalence of type diabetes are much h there has been wide recognition in the past decade of the increasing frequency of type diabetes in youth largely but not exclusively in north america in some american locations and populations incidence and prevalence of type diabetes are much higher than those of type diabetes because of increased calorie and fat intake and decreased exercise the increasing prevalence of type diabetes in the united states has closely paralleled the increase in childhood obesity noted there but now across the western world besides obesity the other youth risk factors for type diabetes are ethnicity puberty family history metabolic syndrome polycystic ovary syndrome acanthosis nigricans any feature or condition associated with insulin resistance hyperinsulinemia should alert to screen youth at increased risk for pre type diabetes treatment goals are to decrease weight and increase exercise to normalize insulinemia glycemia and hba c to control hypertension and hyperlipidemia the aim of the pharmacological therapy is to decrease insulin resistance namely by metformin sometimes insulin therapy is necessary"
}