{
    "title": "Neurobehavioral hazard identification and characterization for caffeine.",
    "doc_id": "26702789",
    "writer": "Turnbull D",
    "year": "2016",
    "summary": "This report evaluates the scientific literature on caffeine with respect to potential central nervous system (CNS) effects, specifically effects on sleep, anxiety, and aggression/risk-taking. ...",
    "abstract": "This report evaluates the scientific literature on caffeine with respect to potential central nervous system (CNS) effects, specifically effects on sleep, anxiety, and aggression/risk-taking. Caffeine has been the subject of more scientific safety studies than any other food ingredient. It is important, therefore, to evaluate new studies in the context of this large existing body of knowledge. The safety of caffeine can best be described in a narrative form, and is not usefully expressed in terms of a \"bright line\" numerical value like an \"acceptable daily intake\" (ADI). Caffeine intake has been associated with a range of reversible physiological effects, in a few studies at levels of less than 100 mg in sensitive individuals. It is also clear that many people can tolerate much greater levels - perhaps up to 600-800 mg/day or more - without experiencing such effects. The reasons for this type of variability in response are described in this report. Based on all the available evidence, there is no reason to believe that experiencing such effects from caffeine intake has any significant or lasting effect on health. The point at which caffeine intake may cause harm to the CNS is not readily identifiable, in part because data on the effects of daily intakes greater than 600 mg is limited. Effects of caffeine on risk-taking and aggressive behavior in young people have received considerable publicity, yet are the most difficult to study because of ethical concerns and limitations in the ability to design appropriate studies. At present, the weight of available evidence does not support these concerns, yet this should not preclude ongoing careful monitoring of the scientific literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26702789/",
    "clean_text": "neurobehavioral hazard identification and characterization for caffeine this report evaluates the scientific literature on caffeine with respect to potential central nervous system cns effects specifically effects on sleep anxiety and aggression risk taking this report evaluates the scientific literature on caffeine with respect to potential central nervous system cns effects specifically effects on sleep anxiety and aggression risk taking caffeine has been the subject of more scientific safety studies than any other food ingredient it is important therefore to evaluate new studies in the context of this large existing body of knowledge the safety of caffeine can best be described in a narrative form and is not usefully expressed in terms of a bright line numerical value like an acceptable daily intake adi caffeine intake has been associated with a range of reversible physiological effects in a few studies at levels of less than mg in sensitive individuals it is also clear that many people can tolerate much greater levels perhaps up to mg day or more without experiencing such effects the reasons for this type of variability in response are described in this report based on all the available evidence there is no reason to believe that experiencing such effects from caffeine intake has any significant or lasting effect on health the point at which caffeine intake may cause harm to the cns is not readily identifiable in part because data on the effects of daily intakes greater than mg is limited effects of caffeine on risk taking and aggressive behavior in young people have received considerable publicity yet are the most difficult to study because of ethical concerns and limitations in the ability to design appropriate studies at present the weight of available evidence does not support these concerns yet this should not preclude ongoing careful monitoring of the scientific literature"
}