{
    "title": "Endometrial Polyp in Postmenopausal Women: An Epicenter for the Development of Endometrial Serous Carcinoma.",
    "doc_id": "35512230",
    "writer": "Hui P.",
    "year": "2023",
    "summary": "Representing the earliest recognizable forms of endometrial serous carcinoma, minimal uterine serous carcinoma (MUSC) includes serous endometrial intraepithelial carcinoma and superficial serous carcinoma. ...CONCLUSIONS.-: A close topographic relationship between M …",
    "abstract": "Context.—:\n        \n      \n      Endometrial serous carcinoma is well known for its high risk of extrauterine spread, even when the intrauterine tumor is minimal in volume and limited to the endometrium. Representing the earliest recognizable forms of endometrial serous carcinoma, minimal uterine serous carcinoma (MUSC) includes serous endometrial intraepithelial carcinoma and superficial serous carcinoma.\n    \n\n\n          Objective.—:\n        \n      \n      To discuss the pathogenetic relationship between MUSC and endometrial polyp, and to review the pathologic diagnosis and clinical implication of MUSC.\n    \n\n\n          Data sources.—:\n        \n      \n      Sources are a literature review and the author's personal practice and perspective.\n    \n\n\n          Conclusions.—:\n        \n      \n      A close topographic relationship between MUSC and endometrial polyp has been consistently observed in many studies: more than two-thirds of MUSCs involve an endometrial polyp and >50% of MUSCs are confined to an endometrial polyp at the time of staging hysterectomy, indicating that most if not all MUSCs arise in an endometrial polyp. Timely diagnostic recognition of MUSC is clinically critical because the patients without extrauterine tumor spread have an excellent prognosis and those with extrauterine involvement have a dismal outcome. Further investigations into the endometrial polyp harboring MUSC may elucidate the key cellular and molecular alterations underpinning the pathogenesis of uterine serous carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35512230/",
    "clean_text": "endometrial polyp in postmenopausal women an epicenter for the development of endometrial serous carcinoma representing the earliest recognizable forms of endometrial serous carcinoma minimal uterine serous carcinoma musc includes serous endometrial intraepithelial carcinoma and superficial serous carcinoma conclusions a close topographic relationship between m context endometrial serous carcinoma is well known for its high risk of extrauterine spread even when the intrauterine tumor is minimal in volume and limited to the endometrium representing the earliest recognizable forms of endometrial serous carcinoma minimal uterine serous carcinoma musc includes serous endometrial intraepithelial carcinoma and superficial serous carcinoma objective to discuss the pathogenetic relationship between musc and endometrial polyp and to review the pathologic diagnosis and clinical implication of musc data sources sources are a literature review and the author s personal practice and perspective conclusions a close topographic relationship between musc and endometrial polyp has been consistently observed in many studies more than two thirds of muscs involve an endometrial polyp and of muscs are confined to an endometrial polyp at the time of staging hysterectomy indicating that most if not all muscs arise in an endometrial polyp timely diagnostic recognition of musc is clinically critical because the patients without extrauterine tumor spread have an excellent prognosis and those with extrauterine involvement have a dismal outcome further investigations into the endometrial polyp harboring musc may elucidate the key cellular and molecular alterations underpinning the pathogenesis of uterine serous carcinoma"
}