{
    "pmid": "41448506",
    "title": "Combination of endolysin LysK04 and cinnamaldehyde potentially inhibits Gram-negative pathogens via outer membrane disruption and peptidoglycan hydrolysis.",
    "abstract": "Phage-derived endolysins are emerging as promising antibacterial agents due to their ability to enzymatically degrade the conserved peptidoglycan layer of bacterial cell walls. However, their exogenous application against Gram-negative bacteria is limited by the presence of the impermeable outer membrane. This study aimed to enhance the antibacterial activity of an endolysin (LysK04) by evaluating the outer membrane-permeabilizing potential of a plant-derived compound cinnamaldehyde. The LysK04 gene was cloned, expressed, and purified, and its peptidoglycan hydrolytic activity was confirmed through Liquid Chromatography-Mass Spectrometry (LC-MS), which identified characteristic muropeptide fragments. Molecular docking analyses further demonstrated strong binding affinity of LysK04 toward N-acetylglucosamine-N-acetylmuramic acid (NAG-NAM) motifs. The permeabilizing capability of cinnamaldehyde was demonstrated against K. pneumoniae using N-phenyl-1-naphthylamine (NPN) uptake and o-nitrophenyl-β-D-galactopyranoside (ONPG) assays, confirming its ability to disrupt the outer membrane. Cinnamaldehyde potentiated the bacteriolytic activity of LysK04 and facilitated biofilm disruption when used in combination. Checkerboard assays demonstrated synergistic or additive interactions (FICI: 0.1265-0.762) with favorable drug reduction indices against high-risk carbapenemase-producing Gram-negative pathogens, including Klebsiella pneumoniae, Acinetobacter baumannii, Escherichia coli, and Pseudomonas aeruginosa. Time-kill assays revealed >5 log",
    "disease": "pneumonia",
    "clean_text": "combination of endolysin lysk and cinnamaldehyde potentially inhibits gram negative pathogens via outer membrane disruption and peptidoglycan hydrolysis phage derived endolysins are emerging as promising antibacterial agents due to their ability to enzymatically degrade the conserved peptidoglycan layer of bacterial cell walls however their exogenous application against gram negative bacteria is limited by the presence of the impermeable outer membrane this study aimed to enhance the antibacterial activity of an endolysin lysk by evaluating the outer membrane permeabilizing potential of a plant derived compound cinnamaldehyde the lysk gene was cloned expressed and purified and its peptidoglycan hydrolytic activity was confirmed through liquid chromatography mass spectrometry lc ms which identified characteristic muropeptide fragments molecular docking analyses further demonstrated strong binding affinity of lysk toward n acetylglucosamine n acetylmuramic acid nag nam motifs the permeabilizing capability of cinnamaldehyde was demonstrated against k pneumoniae using n phenyl naphthylamine npn uptake and o nitrophenyl d galactopyranoside onpg assays confirming its ability to disrupt the outer membrane cinnamaldehyde potentiated the bacteriolytic activity of lysk and facilitated biofilm disruption when used in combination checkerboard assays demonstrated synergistic or additive interactions fici with favorable drug reduction indices against high risk carbapenemase producing gram negative pathogens including klebsiella pneumoniae acinetobacter baumannii escherichia coli and pseudomonas aeruginosa time kill assays revealed log"
}