{
    "title": "Exploring resilience and workplace adversity in registered nurses: A qualitative analysis.",
    "doc_id": "34914156",
    "writer": "Tabakakis CK",
    "year": "2022",
    "summary": "Contextual factors have been largely ignored. This study addresses this gap by qualitatively researching and documenting nurses' experiences of resilience and workplace adversity. An online survey of New Zealand registered nurses was conducted in 2018. Qualitative r …",
    "abstract": "The aim of this study was to explore New Zealand registered nurses' experiences of resilience and workplace adversity. Resilience research in nursing has concentrated on quantitative and individual aspects. Contextual factors have been largely ignored. This study addresses this gap by qualitatively researching and documenting nurses' experiences of resilience and workplace adversity. An online survey of New Zealand registered nurses was conducted in 2018. Qualitative responses were analyzed using Braun and Clarke's thematic analysis method. Three themes emerged: (i) perseverance; (ii) how the past influences my present resilience; and (iii) things I do to stay strong. Nurses rely on personal resilience to overcome workplace adversity. Health service organizations must implement policies and procedures that (i) reduce workplace adversity, and (ii) encourage and develop strategies for nurses to individually and collectively face adversity with resilience. Future research needs to explore how healthcare organizations can modify existing systems and structures to align with nurses' efforts to sustain and develop resilience.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34914156/",
    "clean_text": "exploring resilience and workplace adversity in registered nurses a qualitative analysis contextual factors have been largely ignored this study addresses this gap by qualitatively researching and documenting nurses experiences of resilience and workplace adversity an online survey of new zealand registered nurses was conducted in qualitative r the aim of this study was to explore new zealand registered nurses experiences of resilience and workplace adversity resilience research in nursing has concentrated on quantitative and individual aspects contextual factors have been largely ignored this study addresses this gap by qualitatively researching and documenting nurses experiences of resilience and workplace adversity an online survey of new zealand registered nurses was conducted in qualitative responses were analyzed using braun and clarke s thematic analysis method three themes emerged i perseverance ii how the past influences my present resilience and iii things i do to stay strong nurses rely on personal resilience to overcome workplace adversity health service organizations must implement policies and procedures that i reduce workplace adversity and ii encourage and develop strategies for nurses to individually and collectively face adversity with resilience future research needs to explore how healthcare organizations can modify existing systems and structures to align with nurses efforts to sustain and develop resilience"
}