{
    "pmid": "41445582",
    "title": "The low complexity linker of DNAJB6b is key to its anti-amyloid function.",
    "abstract": "Neurodegenerative disorders, such as Alzheimer's and Parkinson's diseases, are associated with the formation of amyloid fibrils. The DNAJB6b (JB6) chaperone greatly inhibits the disease-related self-assembly of amyloid peptides in an ATP-independent manner. The molecular basis of this process is, however, not understood. Here, we studied the low complexity linker between the N- and C-terminal domains of JB6 as an isolated 110 amino acid residue construct, to get a better understanding of the role of the composition of the intact protein. We investigate the structure and aggregation behaviour of the linker and its anti-amyloid activity in comparison with the full-length chaperone. We find that the linker contains ca. 45% α-helix and 20% β-sheet and is in itself an amyloid-like peptide that self-assembles into different structures, which are bigger than those formed by the intact chaperone, including fibrils. The isolated linker protects against fibril formation of Aβ42 as well as α-synuclein, but is less potent than the intact chaperone. Based on our results, we propose a possible mechanism behind JB6 and linker amyloid suppression relating to their self-assembly behaviour. In the intact protein, the domains serve to solubilize the linker such that the solution concentration of exposed linker is high enough to sustain its high potency against amyloid formation.",
    "disease": "alzheimer disease",
    "clean_text": "the low complexity linker of dnajb b is key to its anti amyloid function neurodegenerative disorders such as alzheimer s and parkinson s diseases are associated with the formation of amyloid fibrils the dnajb b jb chaperone greatly inhibits the disease related self assembly of amyloid peptides in an atp independent manner the molecular basis of this process is however not understood here we studied the low complexity linker between the n and c terminal domains of jb as an isolated amino acid residue construct to get a better understanding of the role of the composition of the intact protein we investigate the structure and aggregation behaviour of the linker and its anti amyloid activity in comparison with the full length chaperone we find that the linker contains ca helix and sheet and is in itself an amyloid like peptide that self assembles into different structures which are bigger than those formed by the intact chaperone including fibrils the isolated linker protects against fibril formation of a as well as synuclein but is less potent than the intact chaperone based on our results we propose a possible mechanism behind jb and linker amyloid suppression relating to their self assembly behaviour in the intact protein the domains serve to solubilize the linker such that the solution concentration of exposed linker is high enough to sustain its high potency against amyloid formation"
}