{
    "pmid": "41456351",
    "title": "Fasudil alleviates lipopolysaccharides-triggered damage to BEAS-2B cells and human lung organoids by inducing CLDN4 expression.",
    "abstract": "Fasudil, a well-known selective ROCK inhibitor, is commonly used to treat cerebral vasospasm. Recent research suggests that Fasudil may also have therapeutic potential for lung conditions such as pulmonary hypertension and acute lung injury (ALI). However, the specific mechanisms by which Fasudil protects lung tissues, especially lung epithelial cells, remain unclear. In this study, we examined the impact of Fasudil on the viability, apoptosis, and reactive oxygen species (ROS) levels in human lung epithelial cell line BEAS-2B and human lung organoids (HLOs) exposed to lipopolysaccharides (LPS). Our results show that Fasudil significantly enhances cell viability, reduces apoptosis, and decreases ROS levels in BEAS-2B cells and HLOs induced by LPS. At the molecular level, Fasudil increases the expression of CLDN4 in these cells and organoids, and the protective effects of Fasudil against LPS-induced damage are diminished in the absence of CLDN4. These findings identify CLDN4 as a key mediator of Fasudil's protective effects on lung epithelial cells and organoids, enhancing our understanding of Fasudil's therapeutic mechanisms and highlighting the potential of Fasudil and/or CLDN4-targeted strategies for treating lung conditions like ALI.",
    "disease": "hypertension",
    "clean_text": "fasudil alleviates lipopolysaccharides triggered damage to beas b cells and human lung organoids by inducing cldn expression fasudil a well known selective rock inhibitor is commonly used to treat cerebral vasospasm recent research suggests that fasudil may also have therapeutic potential for lung conditions such as pulmonary hypertension and acute lung injury ali however the specific mechanisms by which fasudil protects lung tissues especially lung epithelial cells remain unclear in this study we examined the impact of fasudil on the viability apoptosis and reactive oxygen species ros levels in human lung epithelial cell line beas b and human lung organoids hlos exposed to lipopolysaccharides lps our results show that fasudil significantly enhances cell viability reduces apoptosis and decreases ros levels in beas b cells and hlos induced by lps at the molecular level fasudil increases the expression of cldn in these cells and organoids and the protective effects of fasudil against lps induced damage are diminished in the absence of cldn these findings identify cldn as a key mediator of fasudil s protective effects on lung epithelial cells and organoids enhancing our understanding of fasudil s therapeutic mechanisms and highlighting the potential of fasudil and or cldn targeted strategies for treating lung conditions like ali"
}