{
    "title": "Stem Cell-Based Therapies for Liver Diseases: An Overview and Update.",
    "doc_id": "30989038",
    "writer": "Wang J",
    "year": "2019",
    "summary": "RESULTS: Several cell types have been investigated for liver regeneration, such as embryonic stem cells, induced pluripotent stem cells, liver stem cells, mesenchymal stem cells, and hematopoietic stem cells …",
    "abstract": "Background:\n        \n      \n      Liver disease is one of the top causes of death globally. Although liver transplantation is a very effective treatment strategy, the shortage of available donor organs, waiting list mortality, and high costs of surgery remain huge problems. Stem cells are undifferentiated cells that can differentiate into a variety of cell types. Scientists are exploring the possibilities of generating hepatocytes from stem cells as an alternative for the treatment of liver diseases.\n    \n\n\n          Methods:\n        \n      \n      In this review, we summarized the updated researches in the field of stem cell-based therapies for liver diseases as well as the current challenges and future expectations for a successful cell-based liver therapy.\n    \n\n\n          Results:\n        \n      \n      Several cell types have been investigated for liver regeneration, such as embryonic stem cells, induced pluripotent stem cells, liver stem cells, mesenchymal stem cells, and hematopoietic stem cells. In vitro and in vivo studies have demonstrated that stem cells are promising cell sources for the liver regeneration.\n    \n\n\n          Conclusion:\n        \n      \n      Stem cell-based therapy could be a promising therapeutic method for patients with end-stage liver disease, which may alleviate the need for liver transplantation in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30989038/",
    "clean_text": "stem cell based therapies for liver diseases an overview and update results several cell types have been investigated for liver regeneration such as embryonic stem cells induced pluripotent stem cells liver stem cells mesenchymal stem cells and hematopoietic stem cells background liver disease is one of the top causes of death globally although liver transplantation is a very effective treatment strategy the shortage of available donor organs waiting list mortality and high costs of surgery remain huge problems stem cells are undifferentiated cells that can differentiate into a variety of cell types scientists are exploring the possibilities of generating hepatocytes from stem cells as an alternative for the treatment of liver diseases methods in this review we summarized the updated researches in the field of stem cell based therapies for liver diseases as well as the current challenges and future expectations for a successful cell based liver therapy results several cell types have been investigated for liver regeneration such as embryonic stem cells induced pluripotent stem cells liver stem cells mesenchymal stem cells and hematopoietic stem cells in vitro and in vivo studies have demonstrated that stem cells are promising cell sources for the liver regeneration conclusion stem cell based therapy could be a promising therapeutic method for patients with end stage liver disease which may alleviate the need for liver transplantation in the future"
}