{
    "pmid": "41445207",
    "title": "[Monogenic Kidney Diseases in Children - Five Years of Experience from a Dedicated Nephrogenetic Clinic in Southern Israel].",
    "abstract": "Monogenic kidney diseases account for approximately one-third of chronic kidney disease (CKD) etiologies in children. Genetic diagnosis enables disease characterization, targeted therapies, long-term prognostic assessment, identification of multisystem involvement, and detection of at-risk relatives. Genetic testing may improve early diagnosis, carrier detection, and prevention of inherited kidney disease in consanguineous populations. To describe the establishment of a nephrogenetic clinic at Soroka Medical Center and to report the diagnostic yield and genetic findings from the first five years of activity. Founded in 2019, the clinic is a joint initiative of the Genetics Institute and the Pediatric Nephrology unit. Children with suspected monogenic kidney disease are referred for evaluation. Following a clinical and family history review, a tailored diagnostic workup is conducted, including karyotype, chromosomal microarray, targeted gene panels, or whole exome sequencing (WES). In unresolved cases with a high index of suspicion to genetic etiology, further testing is conducted in a research setting. Results are delivered through genetic counseling, including clinical recommendations. The clinic operates as a multidisciplinary model with coordinated follow-up. A total of 145 patients were evaluated, including 50 siblings from 20 families. Most were male (58.6%) and of Bedouin origin (80%). Parental consanguinity was reported in 41% of families. Genetic testing was performed in 89 patients (61.4%), identifying a pathogenic or likely pathogenic variants in 76.4%. The most common clinical presentations were tubulopathies (23.4%), cystic or ciliopathy disease (20.7%), nephrolithiasis or nephrocalcinosis (19.3%), and congenital anomalies of the kidney and urinary tract (CAKUT) (13.1%). Three novel variants in C1GALT1C1, PKHD1 and REN genes were identified in the research setting. The establishment and operation of a dedicated nephrogenetic clinic in a population with a high rate of consanguinity resulted in a diagnostic yield of 76.4% among patients suspected of having monogenic kidney disease. This model has enabled personalized care and reproductive counseling, and may serve as a template for similar initiatives in other high-risk pediatric and adult populations.",
    "disease": "chronic kidney disease",
    "clean_text": "monogenic kidney diseases in children five years of experience from a dedicated nephrogenetic clinic in southern israel monogenic kidney diseases account for approximately one third of chronic kidney disease ckd etiologies in children genetic diagnosis enables disease characterization targeted therapies long term prognostic assessment identification of multisystem involvement and detection of at risk relatives genetic testing may improve early diagnosis carrier detection and prevention of inherited kidney disease in consanguineous populations to describe the establishment of a nephrogenetic clinic at soroka medical center and to report the diagnostic yield and genetic findings from the first five years of activity founded in the clinic is a joint initiative of the genetics institute and the pediatric nephrology unit children with suspected monogenic kidney disease are referred for evaluation following a clinical and family history review a tailored diagnostic workup is conducted including karyotype chromosomal microarray targeted gene panels or whole exome sequencing wes in unresolved cases with a high index of suspicion to genetic etiology further testing is conducted in a research setting results are delivered through genetic counseling including clinical recommendations the clinic operates as a multidisciplinary model with coordinated follow up a total of patients were evaluated including siblings from families most were male and of bedouin origin parental consanguinity was reported in of families genetic testing was performed in patients identifying a pathogenic or likely pathogenic variants in the most common clinical presentations were tubulopathies cystic or ciliopathy disease nephrolithiasis or nephrocalcinosis and congenital anomalies of the kidney and urinary tract cakut three novel variants in c galt c pkhd and ren genes were identified in the research setting the establishment and operation of a dedicated nephrogenetic clinic in a population with a high rate of consanguinity resulted in a diagnostic yield of among patients suspected of having monogenic kidney disease this model has enabled personalized care and reproductive counseling and may serve as a template for similar initiatives in other high risk pediatric and adult populations"
}