{
    "pmid": "41360234",
    "title": "Comorbid Management of Chronic Obstructive Pulmonary Disease and Heart Failure.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) and heart failure (HF) frequently coexist, driven by shared risk factors (smoking, inflammation) and bidirectional pathophysiological interactions, worsening prognosis. This review synthesizes evidence from PubMed, Web of Science, EMBASE, and Scopus (2005-2025), using keywords: COPD, heart failure, mechanism, and biomarkers. Included studies encompassed epidemiological, mechanistic, diagnostic, and therapeutic aspects. COPD-HF comorbidity complicates diagnosis due to overlapping symptoms and limitations of spirometry/imaging. Selective β1-blockers and bronchodilators show efficacy with cautious monitoring. Non-pharmacological interventions (rehabilitation, vaccination) reduce exacerbations. Multidisciplinary care integrating cardiopulmonary management improves outcomes. Optimizing COPD-HF management requires personalized strategies, multidisciplinary collaboration, and standardized protocols. Future research should prioritize β-blocker safety in advanced trials and artificial intelligence-driven predictive models to enhance care.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "comorbid management of chronic obstructive pulmonary disease and heart failure chronic obstructive pulmonary disease copd and heart failure hf frequently coexist driven by shared risk factors smoking inflammation and bidirectional pathophysiological interactions worsening prognosis this review synthesizes evidence from pubmed web of science embase and scopus using keywords copd heart failure mechanism and biomarkers included studies encompassed epidemiological mechanistic diagnostic and therapeutic aspects copd hf comorbidity complicates diagnosis due to overlapping symptoms and limitations of spirometry imaging selective blockers and bronchodilators show efficacy with cautious monitoring non pharmacological interventions rehabilitation vaccination reduce exacerbations multidisciplinary care integrating cardiopulmonary management improves outcomes optimizing copd hf management requires personalized strategies multidisciplinary collaboration and standardized protocols future research should prioritize blocker safety in advanced trials and artificial intelligence driven predictive models to enhance care"
}