{
    "pmid": "41432077",
    "title": "Gender Differences in Anxiety and Depression Levels among Oncology Patients: A Cross-Sectional Study Across Treatment Stages.",
    "abstract": "Anxiety and depression are disorders that affect thousands of people annually. Among those affected, cancer patients stand out, as they frequently develop these conditions during the pre-and post-operative periods and throughout chemotherapy treatment. These conditions can hinder recovery and quality of life, especially in cases of metastatic neoplasms. The aim was to evaluate anxiety and depression levels in cancer patients during the pre-and post-surgical phases and while undergoing treatment at the oncology clinic of a University Hospital and to collect sociodemographic information on tumor sites and metastasis. The Hospital Anxiety and Depression Scale (HADS) and the Generalized Anxiety Disorder Scale (GAD-7) were used for analysis. The study included 338 patients aged between 16 and 95 years, and statistical tests were conducted to assess normality and compare anxiety and depression levels between genders. The most common types of cancer were breast (24.85%), colorectal (22.78%), and prostate (18.34%). It was observed that 55.62% of the patients had metastases, primarily in the bones (15.08%) and lymph nodes (14.20%). The comparison of anxiety levels showed a statistically significant difference (P = 0.001) between men and women, with women exhibiting higher levels. Depression was also more prevalent among women (P = 0.0001). No significant differences were found in anxiety and depression levels between surgical and chemotherapy treatment groups. In conclusion, patients undergoing clinical and surgical oncology treatments experience varying levels of anxiety and depression, with female patients having a higher prevalence of both.",
    "disease": "colorectal cancer",
    "clean_text": "gender differences in anxiety and depression levels among oncology patients a cross sectional study across treatment stages anxiety and depression are disorders that affect thousands of people annually among those affected cancer patients stand out as they frequently develop these conditions during the pre and post operative periods and throughout chemotherapy treatment these conditions can hinder recovery and quality of life especially in cases of metastatic neoplasms the aim was to evaluate anxiety and depression levels in cancer patients during the pre and post surgical phases and while undergoing treatment at the oncology clinic of a university hospital and to collect sociodemographic information on tumor sites and metastasis the hospital anxiety and depression scale hads and the generalized anxiety disorder scale gad were used for analysis the study included patients aged between and years and statistical tests were conducted to assess normality and compare anxiety and depression levels between genders the most common types of cancer were breast colorectal and prostate it was observed that of the patients had metastases primarily in the bones and lymph nodes the comparison of anxiety levels showed a statistically significant difference p between men and women with women exhibiting higher levels depression was also more prevalent among women p no significant differences were found in anxiety and depression levels between surgical and chemotherapy treatment groups in conclusion patients undergoing clinical and surgical oncology treatments experience varying levels of anxiety and depression with female patients having a higher prevalence of both"
}