{
    "title": "Stem Cell Recipes of Bone Marrow and Fish: Just What the Stroke Doctors Ordered.",
    "doc_id": "28064388",
    "writer": "Napoli E",
    "year": "2017",
    "summary": "Stem cell therapy for stroke has advanced from the laboratory to the clinic, but remains as an experimental treatment. ...Safety of the stem cell therapy can be declared from these clinical trials, but efficacy warrants further investigations. ...",
    "abstract": "Stem cell therapy for stroke has advanced from the laboratory to the clinic, but remains as an experimental treatment. Two lines of transplant regimens have emerged, namely the \"early bird\" peripheral injections in subacute stroke patients and the \"late night\" direct intracerebral treatments in chronic stroke patients. Autologous bone marrow-derived stem cells, which only required minimal manipulations during graft cell preparation, gained fast-track entry into the clinic, while gene modified stem cells necessitated overcoming more stringent regulatory criteria before they were approved for clinical use. Safety of the stem cell therapy can be declared from these clinical trials, but efficacy warrants further investigations. Here, we offer insights into the translation of cell therapy from the laboratory to the clinic, in the hopes that highlighting the lessons we learned from this experience will guide the optimization of functional outcomes of future clinical trials of stem cell therapy for stroke.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28064388/",
    "clean_text": "stem cell recipes of bone marrow and fish just what the stroke doctors ordered stem cell therapy for stroke has advanced from the laboratory to the clinic but remains as an experimental treatment safety of the stem cell therapy can be declared from these clinical trials but efficacy warrants further investigations stem cell therapy for stroke has advanced from the laboratory to the clinic but remains as an experimental treatment two lines of transplant regimens have emerged namely the early bird peripheral injections in subacute stroke patients and the late night direct intracerebral treatments in chronic stroke patients autologous bone marrow derived stem cells which only required minimal manipulations during graft cell preparation gained fast track entry into the clinic while gene modified stem cells necessitated overcoming more stringent regulatory criteria before they were approved for clinical use safety of the stem cell therapy can be declared from these clinical trials but efficacy warrants further investigations here we offer insights into the translation of cell therapy from the laboratory to the clinic in the hopes that highlighting the lessons we learned from this experience will guide the optimization of functional outcomes of future clinical trials of stem cell therapy for stroke"
}