{
    "title": "Cancer metastasis versus stem cell homing: Role of platelets.",
    "doc_id": "30105746",
    "writer": "Naderi-Meshkin H",
    "year": "2018",
    "summary": "One of the major obstacles in achieving a successful stem cell therapy is insufficient homing of transplanted cells. To overcome this obstacle, understanding the underlying mechanisms of stem cell homing is of obvious importance. ...Based on dir …",
    "abstract": "One of the major obstacles in achieving a successful stem cell therapy is insufficient homing of transplanted cells. To overcome this obstacle, understanding the underlying mechanisms of stem cell homing is of obvious importance. Central to this review is the concept that cancer metastasis can be viewed as a role model to build up a comprehensive concept of stem cell homing. In this novel perspective, the prosurvival choices of the cancerous cells in the bloodstream, their arrest, extravasation, and proliferation at the secondary site can be exploited in favor of targeted stem cell homing. To date, tumor cells have been found to employ a wide variety of strategies to promote metastasis. One of these strategies is through their ability to activate platelets and subsequently activated platelets serve cancer cell survival and metastasis. Accordingly, in the first part of this review the roles of platelets in cancer metastasis as well as stem cell homing are discussed. Next, we provide some lessons learned from cancer metastasis in favor of developing strategies for improvement of stem cell homing with emphasis on the role of platelets. Based on direct or indirect evidence from metastasis, strategies such as manipulation of stem cells to enhance interaction with platelets, preconditioning-pretreatment of stem cells with platelets in vitro, and coinjection of both stem cells and platelets are proposed to improve stem cell homing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30105746/",
    "clean_text": "cancer metastasis versus stem cell homing role of platelets one of the major obstacles in achieving a successful stem cell therapy is insufficient homing of transplanted cells to overcome this obstacle understanding the underlying mechanisms of stem cell homing is of obvious importance based on dir one of the major obstacles in achieving a successful stem cell therapy is insufficient homing of transplanted cells to overcome this obstacle understanding the underlying mechanisms of stem cell homing is of obvious importance central to this review is the concept that cancer metastasis can be viewed as a role model to build up a comprehensive concept of stem cell homing in this novel perspective the prosurvival choices of the cancerous cells in the bloodstream their arrest extravasation and proliferation at the secondary site can be exploited in favor of targeted stem cell homing to date tumor cells have been found to employ a wide variety of strategies to promote metastasis one of these strategies is through their ability to activate platelets and subsequently activated platelets serve cancer cell survival and metastasis accordingly in the first part of this review the roles of platelets in cancer metastasis as well as stem cell homing are discussed next we provide some lessons learned from cancer metastasis in favor of developing strategies for improvement of stem cell homing with emphasis on the role of platelets based on direct or indirect evidence from metastasis strategies such as manipulation of stem cells to enhance interaction with platelets preconditioning pretreatment of stem cells with platelets in vitro and coinjection of both stem cells and platelets are proposed to improve stem cell homing"
}