{
    "pmid": "41333372",
    "title": "Rheumatoid factor and anti-citrullinated protein IgA antibodies in the diagnosis, prognosis and monitoring of patients with rheumatoid arthritis.",
    "abstract": "Over the past decades immunoglobulin A (IgA) antibodies have gained increasing attention for their diagnostic and prognostic significance in rheumatoid arthritis (RA), complementing the well-established roles of IgM rheumatoid factor (RF) and IgG anti-citrullinated protein antibodies (ACPA). IgA-RF and IgA-ACPA are found in a subset of RA patients and have been associated with more severe disease phenotypes, including increased joint erosion and extra-articular manifestations, especially cardiovascular disease and lung involvement. Moreover, concerning prediction of therapeutic responses IgA isotypes seem to have potential, as their presence has been shown to be associated with a blunted response to treatment with TNF inhibitors suggesting their usefulness for disease monitoring during follow-up once a diagnosis has been established. Although the diagnostic value of IgA autoantibodies in identifying seronegative RA cases is limited, their presence confirms a diagnosis of RA and may be helpful in the preclinical detection of individuals at risk for developing RA. Increasing evidence suggests that IgA-RF and IgA-ACPA may contribute to disease pathogenesis. They can activate myeloid cells through engagement with the Fc alpha receptor I, leading to enhanced pro-inflammatory cytokine release, phagocytosis, and the formation of neutrophil extracellular traps that exacerbate tissue damage. Taken together, measuring IgA isotypes may be considered a valuable addition to the serological armamentarium for RA, with potential to improve early diagnosis, risk stratification, and personalized therapeutic approaches. This review summarizes the current knowledge regarding the value of IgA-RF and IgA-ACPA as diagnostic and prognostic markers for RA. In addition, we discuss how the presence of IgA autoantibodies fits into the mucosal origin theory and describe their potential pathologic effects.",
    "disease": "rheumatoid arthritis",
    "clean_text": "rheumatoid factor and anti citrullinated protein iga antibodies in the diagnosis prognosis and monitoring of patients with rheumatoid arthritis over the past decades immunoglobulin a iga antibodies have gained increasing attention for their diagnostic and prognostic significance in rheumatoid arthritis ra complementing the well established roles of igm rheumatoid factor rf and igg anti citrullinated protein antibodies acpa iga rf and iga acpa are found in a subset of ra patients and have been associated with more severe disease phenotypes including increased joint erosion and extra articular manifestations especially cardiovascular disease and lung involvement moreover concerning prediction of therapeutic responses iga isotypes seem to have potential as their presence has been shown to be associated with a blunted response to treatment with tnf inhibitors suggesting their usefulness for disease monitoring during follow up once a diagnosis has been established although the diagnostic value of iga autoantibodies in identifying seronegative ra cases is limited their presence confirms a diagnosis of ra and may be helpful in the preclinical detection of individuals at risk for developing ra increasing evidence suggests that iga rf and iga acpa may contribute to disease pathogenesis they can activate myeloid cells through engagement with the fc alpha receptor i leading to enhanced pro inflammatory cytokine release phagocytosis and the formation of neutrophil extracellular traps that exacerbate tissue damage taken together measuring iga isotypes may be considered a valuable addition to the serological armamentarium for ra with potential to improve early diagnosis risk stratification and personalized therapeutic approaches this review summarizes the current knowledge regarding the value of iga rf and iga acpa as diagnostic and prognostic markers for ra in addition we discuss how the presence of iga autoantibodies fits into the mucosal origin theory and describe their potential pathologic effects"
}