{
    "title": "Moderate and Severe Traumatic Brain Injury.",
    "doc_id": "34618760",
    "writer": "Robinson CP.",
    "year": "2021",
    "summary": "PURPOSE OF REVIEW: Traumatic brain injury (TBI) encompasses a group of heterogeneous manifestations of a disease process with high neurologic morbidity and, for severe TBI, high probability of mortality and poor neurologic outcomes. ...SUMMARY: Understanding the ana …",
    "abstract": "Purpose of review:\n        \n      \n      Traumatic brain injury (TBI) encompasses a group of heterogeneous manifestations of a disease process with high neurologic morbidity and, for severe TBI, high probability of mortality and poor neurologic outcomes. This article reviews TBI in neurocritical care, hence focusing on moderate and severe TBI, and includes an up-to-date review of the many variables to be considered in clinical care.\n    \n\n\n          Recent findings:\n        \n      \n      With advances in medicine and biotechnology, understanding of the impact of TBI has substantially elucidated the distinction between primary and secondary brain injury. Consequently, care of TBI is evolving, with intervention-based modalities targeting multiple physiologic variables. Multimodality monitoring to assess intracranial pressure, cerebral oxygenation, cerebral metabolism, cerebral blood flow, and autoregulation is at the forefront of such advances.\n    \n\n\n          Summary:\n        \n      \n      Understanding the anatomic and physiologic principles of acute brain injury is necessary in managing moderate to severe TBI. Management is based on the prevention of secondary brain injury from resultant trauma. Care of patients with TBI should occur in a dedicated critical care unit with subspecialty expertise. With the advent of multimodality monitoring and targeted biomarkers in TBI, patient outcomes have a higher probability of improving in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34618760/",
    "clean_text": "moderate and severe traumatic brain injury purpose of review traumatic brain injury tbi encompasses a group of heterogeneous manifestations of a disease process with high neurologic morbidity and for severe tbi high probability of mortality and poor neurologic outcomes summary understanding the ana purpose of review traumatic brain injury tbi encompasses a group of heterogeneous manifestations of a disease process with high neurologic morbidity and for severe tbi high probability of mortality and poor neurologic outcomes this article reviews tbi in neurocritical care hence focusing on moderate and severe tbi and includes an up to date review of the many variables to be considered in clinical care recent findings with advances in medicine and biotechnology understanding of the impact of tbi has substantially elucidated the distinction between primary and secondary brain injury consequently care of tbi is evolving with intervention based modalities targeting multiple physiologic variables multimodality monitoring to assess intracranial pressure cerebral oxygenation cerebral metabolism cerebral blood flow and autoregulation is at the forefront of such advances summary understanding the anatomic and physiologic principles of acute brain injury is necessary in managing moderate to severe tbi management is based on the prevention of secondary brain injury from resultant trauma care of patients with tbi should occur in a dedicated critical care unit with subspecialty expertise with the advent of multimodality monitoring and targeted biomarkers in tbi patient outcomes have a higher probability of improving in the future"
}