{
    "title": "Glomus tumor of the patellar tendon: a case report and review of the literature.",
    "doc_id": "40114267",
    "writer": "Daher M",
    "year": "2025",
    "summary": "However, it can still appear in atypical places such as the knee presenting with atypical symptoms. CASE REPORT: This case report is about a 43-year-old previously healthy Middle Eastern male with a glomus tumor of the distal portion of the patellar te …",
    "abstract": "Background:\n        \n      \n      A rare finding, the glomus tumor is made up of cells that resemble modified smooth muscle cells. It usually arises in the deep dermis of the palms and the wrists. However, it can still appear in atypical places such as the knee presenting with atypical symptoms.\n    \n\n\n          Case report:\n        \n      \n      This case report is about a 43-year-old previously healthy Middle Eastern male with a glomus tumor of the distal portion of the patellar tendon presenting as continuous dull pain of the right knee for the previous 2 years.\n    \n\n\n          Conclusion:\n        \n      \n      Glomus tumor, a mostly benign lesion usually found in subungual area in the hand, can be found in the knee as well. It can be diagnosed with magnetic resonance imaging, appearing bright on T2-weighted images with diffuse enhancement following gadolinium injection and as a well-defined dark lesion on T1-weighted images. Histological examination remains the only confirmatory diagnosis, showing sheets and clusters of homogeneous glomus cells encircling arteries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40114267/",
    "clean_text": "glomus tumor of the patellar tendon a case report and review of the literature however it can still appear in atypical places such as the knee presenting with atypical symptoms case report this case report is about a year old previously healthy middle eastern male with a glomus tumor of the distal portion of the patellar te background a rare finding the glomus tumor is made up of cells that resemble modified smooth muscle cells it usually arises in the deep dermis of the palms and the wrists however it can still appear in atypical places such as the knee presenting with atypical symptoms case report this case report is about a year old previously healthy middle eastern male with a glomus tumor of the distal portion of the patellar tendon presenting as continuous dull pain of the right knee for the previous years conclusion glomus tumor a mostly benign lesion usually found in subungual area in the hand can be found in the knee as well it can be diagnosed with magnetic resonance imaging appearing bright on t weighted images with diffuse enhancement following gadolinium injection and as a well defined dark lesion on t weighted images histological examination remains the only confirmatory diagnosis showing sheets and clusters of homogeneous glomus cells encircling arteries"
}