{
    "title": "Epidemiology of back pain in the athlete.",
    "doc_id": "11877875",
    "writer": "Trainor TJ",
    "year": "2002",
    "summary": "Based on the epidemiologic data, it appears that possibly the single most important step in reducing the back pain experienced by athletes would involve the performance of a structured back-strengthening program. Such a plan might reduce the most common diagn …",
    "abstract": "Back pain and injuries are common complaints of athletes. The nature of the sport involved with the specific stresses that it places on the athlete's spine may play a role in the injuries incurred. These injuries may limit an athlete's function and hinder performance; however, the majority of these insults are self-limiting and respond well to conservative measures. Based on the epidemiologic data, it appears that possibly the single most important step in reducing the back pain experienced by athletes would involve the performance of a structured back-strengthening program. Such a plan might reduce the most common diagnostic entities encountered by the athlete with back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11877875/",
    "clean_text": "epidemiology of back pain in the athlete based on the epidemiologic data it appears that possibly the single most important step in reducing the back pain experienced by athletes would involve the performance of a structured back strengthening program such a plan might reduce the most common diagn back pain and injuries are common complaints of athletes the nature of the sport involved with the specific stresses that it places on the athlete s spine may play a role in the injuries incurred these injuries may limit an athlete s function and hinder performance however the majority of these insults are self limiting and respond well to conservative measures based on the epidemiologic data it appears that possibly the single most important step in reducing the back pain experienced by athletes would involve the performance of a structured back strengthening program such a plan might reduce the most common diagnostic entities encountered by the athlete with back pain"
}