{
    "title": "Unusually Large Young's Moduli of Amino Acid Molecular Crystals.",
    "doc_id": "26373817",
    "writer": "Azuri I",
    "year": "2015",
    "summary": "The Young modulus is found to be strongly facet-dependent, with some facets exhibiting exceptionally high values (as large as 44 GPa). The magnitude of Young's modulus is strongly correlated with the relative orientation between the underlying hydrogen-bonding netwo …",
    "abstract": "Young's moduli of selected amino acid molecular crystals were studied both experimentally and computationally using nanoindentation and dispersion-corrected density functional theory. The Young modulus is found to be strongly facet-dependent, with some facets exhibiting exceptionally high values (as large as 44 GPa). The magnitude of Young's modulus is strongly correlated with the relative orientation between the underlying hydrogen-bonding network and the measured facet. Furthermore, we show computationally that the Young modulus can be as large as 70-90 GPa if facets perpendicular to the primary direction of the hydrogen-bonding network can be stabilized. This value is remarkably high for a molecular solid and suggests the design of hydrogen-bond networks as a route for rational design of ultra-stiff molecular solids.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26373817/",
    "clean_text": "unusually large young s moduli of amino acid molecular crystals the young modulus is found to be strongly facet dependent with some facets exhibiting exceptionally high values as large as gpa the magnitude of young s modulus is strongly correlated with the relative orientation between the underlying hydrogen bonding netwo young s moduli of selected amino acid molecular crystals were studied both experimentally and computationally using nanoindentation and dispersion corrected density functional theory the young modulus is found to be strongly facet dependent with some facets exhibiting exceptionally high values as large as gpa the magnitude of young s modulus is strongly correlated with the relative orientation between the underlying hydrogen bonding network and the measured facet furthermore we show computationally that the young modulus can be as large as gpa if facets perpendicular to the primary direction of the hydrogen bonding network can be stabilized this value is remarkably high for a molecular solid and suggests the design of hydrogen bond networks as a route for rational design of ultra stiff molecular solids"
}