{
    "pmid": "41380319",
    "title": "The mutated very virulent IBDV (mvvIBDV) suppresses immune responses to avian influenza and newcastle disease immunization.",
    "abstract": "Infectious bursal disease (IBD), caused by infectious bursal disease virus (IBDV), is one of the most devastating immunosuppressive diseases in poultry, posing persistent threats to global poutry farming. Over the past three decades, very virulent IBDV (vvIBDV) with high mortality has been an important dominant epidemic strain. To make matters worse, since 2023, outbreaks of atypical IBD attributable to a mutated vvIBDV (mvvIBDV) has been reported across multiple provinces in China. However, the harm of mvvIBDV has not yet been systematically recognized. In this study, an mvvIBDV strain of genotype A3B3, designated IBDV-SD24-1403, was isolated and characterized for the first time. The full-length genome analysis revealed that IBDV-SD24-1403 strain locates on the branch of A3B3 vvIBDV in the evolutionary tree but contains four significant residues substitutions (A222T, G254D, I256L, and D279N) in VP2. Subsequent challenge experiments in specific-pathogen-free (SPF) chickens demonstrated that, unlike vvIBDV, IBDV-SD24-1403 induces an atypical IBD, characterized by non-lethality but severe acute damage to immune tissues including bursa, spleen, and thymus. Furthermore, we provide the first experimental evidence that chickens pre-infected with mvvIBDV exhibited a marked reduction in hemagglutination inhibition (HI) antibody production compared to the non-infected control group immunized by avian influenza (AI) or Newcastle disease (ND) vaccines. This study identified mvvIBDV of A3B3 as an important pathogen of atypical IBD and revealed for the first time the significant roles of mvvIBDV in clinical immune failure in poultry, which is of great significance for the healthy development of the poultry industry.",
    "disease": "influenza",
    "clean_text": "the mutated very virulent ibdv mvvibdv suppresses immune responses to avian influenza and newcastle disease immunization infectious bursal disease ibd caused by infectious bursal disease virus ibdv is one of the most devastating immunosuppressive diseases in poultry posing persistent threats to global poutry farming over the past three decades very virulent ibdv vvibdv with high mortality has been an important dominant epidemic strain to make matters worse since outbreaks of atypical ibd attributable to a mutated vvibdv mvvibdv has been reported across multiple provinces in china however the harm of mvvibdv has not yet been systematically recognized in this study an mvvibdv strain of genotype a b designated ibdv sd was isolated and characterized for the first time the full length genome analysis revealed that ibdv sd strain locates on the branch of a b vvibdv in the evolutionary tree but contains four significant residues substitutions a t g d i l and d n in vp subsequent challenge experiments in specific pathogen free spf chickens demonstrated that unlike vvibdv ibdv sd induces an atypical ibd characterized by non lethality but severe acute damage to immune tissues including bursa spleen and thymus furthermore we provide the first experimental evidence that chickens pre infected with mvvibdv exhibited a marked reduction in hemagglutination inhibition hi antibody production compared to the non infected control group immunized by avian influenza ai or newcastle disease nd vaccines this study identified mvvibdv of a b as an important pathogen of atypical ibd and revealed for the first time the significant roles of mvvibdv in clinical immune failure in poultry which is of great significance for the healthy development of the poultry industry"
}