{
    "pmid": "41472291",
    "title": "Sociodemographic Associations and COVID-19 Symptoms Following One Year of Molecular Screening for SARS-CoV-2 Among Healthcare Workers.",
    "abstract": "During the COVID-19 pandemic, high rates of infection with SARS-CoV-2 were reported in healthcare workers (HCWs), among whom asymptomatic individuals had high potential to spread the virus while assisting high-risk patients. This study conducted routine SARS-CoV-2 screening among the staff of a specialized cardiology hospital in Brazil during 2022 and 2023, while also evaluating variables associated with infection and the occurrence of symptoms. A prospective cohort study of 94 HCWs with biweekly RT-PCR screening was performed, employing RT-PCR from nasal swabs. Participants aged 50.9 ± 10.2 years and were predominantly female (85.1%) and non-white (56.4%). The follow-up period was 576.4 ± 185.9 days, and most participants worked in the intensive care unit/emergency department (34%). Although the HCWs with the highest COVID-19 rates before inclusion were technicians/graduates (67.3%) and non-white individuals (57.7%), these groups presented lower infection rates at follow-up ( These data highlight the association between educational level and the risk of SARS-CoV-2 infection in HCWs. The synchronicity of cases in different hospital departments offers insights about the nosocomial spread of SARS-CoV-2. The increase in the number of asymptomatic infections with repeated infections suggests that regular molecular screening may contribute to increasing the safety of both patients and HCWs in a pandemic context.",
    "disease": "pneumonia",
    "clean_text": "sociodemographic associations and covid symptoms following one year of molecular screening for sars cov among healthcare workers during the covid pandemic high rates of infection with sars cov were reported in healthcare workers hcws among whom asymptomatic individuals had high potential to spread the virus while assisting high risk patients this study conducted routine sars cov screening among the staff of a specialized cardiology hospital in brazil during and while also evaluating variables associated with infection and the occurrence of symptoms a prospective cohort study of hcws with biweekly rt pcr screening was performed employing rt pcr from nasal swabs participants aged years and were predominantly female and non white the follow up period was days and most participants worked in the intensive care unit emergency department although the hcws with the highest covid rates before inclusion were technicians graduates and non white individuals these groups presented lower infection rates at follow up these data highlight the association between educational level and the risk of sars cov infection in hcws the synchronicity of cases in different hospital departments offers insights about the nosocomial spread of sars cov the increase in the number of asymptomatic infections with repeated infections suggests that regular molecular screening may contribute to increasing the safety of both patients and hcws in a pandemic context"
}