{
    "title": "Head and Neck Cancer and Sexuality: A Review of the Literature.",
    "doc_id": "26252435",
    "writer": "Rhoten BA.",
    "year": "2016",
    "summary": "OBJECTIVE: The aim of this study was to present a review of the literature on head and neck cancer and sexuality. METHODS: PubMed, PsycINFO, CINAHL, and Ovid databases were searched using the terms \"head and neck cancer\" and \"sexuality.\" …",
    "abstract": "Background:\n        \n      \n      Individuals treated for head and neck cancer are at risk of sexual problems, particularly given the probability for disfigurement, body image disturbance, depressive symptoms, and functional difficulties that result from treatment. Because oncology nurses are an important source of information and support for patients, it is important that they be familiar with the current literature as well as opportunities for research.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to present a review of the literature on head and neck cancer and sexuality.\n    \n\n\n          Methods:\n        \n      \n      PubMed, PsycINFO, CINAHL, and Ovid databases were searched using the terms \"head and neck cancer\" and \"sexuality.\" Publications had to be peer-reviewed, empirical studies, written in English, and published within the last 10 years. Selected publications were compared based on study aims, leading investigator, study location, conceptual framework, study design, sample, instruments, and study findings.\n    \n\n\n          Results:\n        \n      \n      Nine publications were analyzed in this review. Incidence of individuals reporting a negative effect of head and neck cancer on sexuality varied from 24% to 100% depending on the study.\n    \n\n\n          Conclusions:\n        \n      \n      There is a paucity of data regarding sexuality among patients with head and neck cancer. Existing studies indicate that sexuality is of considerable significance, particularly after treatment for head and neck cancer.\n    \n\n\n          Implications for practice:\n        \n      \n      Holistic care includes information about sexuality during and after treatment for head and neck cancer. Oncology nurses should be aware that this topic is of importance to many patients, and they should familiarize themselves with available resources. It is also important that nurse scientists facilitate research in the area of sexuality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26252435/",
    "clean_text": "head and neck cancer and sexuality a review of the literature objective the aim of this study was to present a review of the literature on head and neck cancer and sexuality methods pubmed psycinfo cinahl and ovid databases were searched using the terms head and neck cancer and sexuality background individuals treated for head and neck cancer are at risk of sexual problems particularly given the probability for disfigurement body image disturbance depressive symptoms and functional difficulties that result from treatment because oncology nurses are an important source of information and support for patients it is important that they be familiar with the current literature as well as opportunities for research objective the aim of this study was to present a review of the literature on head and neck cancer and sexuality methods pubmed psycinfo cinahl and ovid databases were searched using the terms head and neck cancer and sexuality publications had to be peer reviewed empirical studies written in english and published within the last years selected publications were compared based on study aims leading investigator study location conceptual framework study design sample instruments and study findings results nine publications were analyzed in this review incidence of individuals reporting a negative effect of head and neck cancer on sexuality varied from to depending on the study conclusions there is a paucity of data regarding sexuality among patients with head and neck cancer existing studies indicate that sexuality is of considerable significance particularly after treatment for head and neck cancer implications for practice holistic care includes information about sexuality during and after treatment for head and neck cancer oncology nurses should be aware that this topic is of importance to many patients and they should familiarize themselves with available resources it is also important that nurse scientists facilitate research in the area of sexuality"
}