{
    "pmid": "41460799",
    "title": "Factors associated with perceived weight gain among the adult population of Kazakhstan during the COVID-19 pandemic.",
    "abstract": "Obesity has been recognized as a major public health problem globally. The COVID-19 pandemic has negatively affected behavioral patterns and, as a result, the weight gain of people around the world. We aimed to explore factors associated with perceived weight gain among the adult population of Kazakhstan during the COVID-19 pandemic. A cross-sectional study using a multi-stage sampling approach was conducted in Kazakhstan in the summer of 2021. We collected socio-demographic characteristics, information about health-related factors, behavioral risk factors, and self-reported weight change during the pandemic. Multivariable logistic regression was performed to identify factors related to weight gain during the pandemic. Data were analyzed using SAS 9.4 Software. Among 931 participants, 20.95% (N = 195) of individuals gained weight. In the multivariable regression model, the weight gain was associated with increased snacking (AOR = 3.36, 95% CI: 2.20-5.12, p-value < .0001), decreased physical activity (AOR = 1.83, 95% CI: 1.24-2.70, p-value = 0.002), and increased alcohol consumption (AOR = 3.64, 95% CI: 1.72-7.70, p-value < 0.001). We found that older age (≥60 y.o.) was a protective factor for weight gain (AOR = 0.31, 95% CI: 0.15-0.62, p-value = 0.001). One-fifth of adults have gained weight during the COVID-19 pandemic which was associated with potentially modifiable unhealthy behavioral patterns. Our findings highlight that targeted health promotion strategies on global and national levels are needed to emphasize the avoidance of unhealthy behavioral patterns in times of crisis, like the COVID-19 pandemic.",
    "disease": "pneumonia",
    "clean_text": "factors associated with perceived weight gain among the adult population of kazakhstan during the covid pandemic obesity has been recognized as a major public health problem globally the covid pandemic has negatively affected behavioral patterns and as a result the weight gain of people around the world we aimed to explore factors associated with perceived weight gain among the adult population of kazakhstan during the covid pandemic a cross sectional study using a multi stage sampling approach was conducted in kazakhstan in the summer of we collected socio demographic characteristics information about health related factors behavioral risk factors and self reported weight change during the pandemic multivariable logistic regression was performed to identify factors related to weight gain during the pandemic data were analyzed using sas software among participants n of individuals gained weight in the multivariable regression model the weight gain was associated with increased snacking aor ci p value decreased physical activity aor ci p value and increased alcohol consumption aor ci p value we found that older age y o was a protective factor for weight gain aor ci p value one fifth of adults have gained weight during the covid pandemic which was associated with potentially modifiable unhealthy behavioral patterns our findings highlight that targeted health promotion strategies on global and national levels are needed to emphasize the avoidance of unhealthy behavioral patterns in times of crisis like the covid pandemic"
}