{
    "pmid": "41460852",
    "title": "Agricultural Copper Pesticide Exposure and Metabolic Profiles among Parkinson's Disease Cases and Community Controls in California.",
    "abstract": "Copper-based pesticide exposures have been linked to increased Parkinson's disease (PD) risk through oxidative stress, mitochondrial dysfunction, and neuroinflammation, yet their metabolic effects in PD remain poorly understood. Using high-resolution metabolomics (HRM) data from 642 PD patients and 277 controls from the Parkinson's Environment and Gene (PEG) study, we evaluated alterations associated with chronic copper pesticide exposure. Composite and individual copper pesticide estimates were derived within a 500-m buffer around residential and workplace addresses over 5 years prior to the blood draw. Metabolome-wide association studies (MWAS) using partial least-squares (PLS) and empirical Bayes linear models were conducted to identify copper-associated metabolites, and pathway enrichment was performed using the Mummichog algorithm with 100 permutations to identify enriched metabolic pathways. In the primary analysis of the composite copper metric, we detected 215 copper-associated metabolite features, 88 of which were annotated, while none of them survived the FDR < 0.05 threshold. In individual-pesticide analyses, only copper sulfate (pentahydrate) yielded significant results: 57 metabolite features passed the FDR < 0.05 threshold (51 in PD patients, 4 in controls, and 2 in the full sample). The strongest metabolite association was with a phosphatidylcholine, PC(22:2(13Z,16Z)/16:1(9Z)) (β = 0.07, ",
    "disease": "parkinson disease",
    "clean_text": "agricultural copper pesticide exposure and metabolic profiles among parkinson s disease cases and community controls in california copper based pesticide exposures have been linked to increased parkinson s disease pd risk through oxidative stress mitochondrial dysfunction and neuroinflammation yet their metabolic effects in pd remain poorly understood using high resolution metabolomics hrm data from pd patients and controls from the parkinson s environment and gene peg study we evaluated alterations associated with chronic copper pesticide exposure composite and individual copper pesticide estimates were derived within a m buffer around residential and workplace addresses over years prior to the blood draw metabolome wide association studies mwas using partial least squares pls and empirical bayes linear models were conducted to identify copper associated metabolites and pathway enrichment was performed using the mummichog algorithm with permutations to identify enriched metabolic pathways in the primary analysis of the composite copper metric we detected copper associated metabolite features of which were annotated while none of them survived the fdr threshold in individual pesticide analyses only copper sulfate pentahydrate yielded significant results metabolite features passed the fdr threshold in pd patients in controls and in the full sample the strongest metabolite association was with a phosphatidylcholine pc z z z"
}