{
    "title": "Automated Impactor for Contusive Spinal Cord Injury Model in Mice.",
    "doc_id": "38314785",
    "writer": "Wu M",
    "year": "2024",
    "summary": "Spinal cord injury (SCI) due to traumatic injuries such as car accidents and falls is associated with permanent spinal cord dysfunction. Creation of contusion models of spinal cord injury by impacting the spinal cord results …",
    "abstract": "Spinal cord injury (SCI) due to traumatic injuries such as car accidents and falls is associated with permanent spinal cord dysfunction. Creation of contusion models of spinal cord injury by impacting the spinal cord results in similar pathologies to most spinal cord injuries in clinical practice. Accurate, reproducible, and convenient animal models of spinal cord injury are essential for studying spinal cord injury. We present a novel automated spinal cord injury contusion device for mice, the Guangzhou Jinan University smart spinal cord injury system, that can produce spinal cord injury contusion models with accuracy, reproducibility, and convenience. The system accurately produces models of varying degrees of spinal cord injury via laser distance sensors combined with an automated mobile platform and advanced software. We used this system to create three levels of spinal cord injury mice models, determined their Basso mouse scale (BMS) scores, and performed behavioral as well as staining assays to demonstrate its accuracy and reproducibility. We show each step of the development of the injury models using this device, forming a standardized procedure. This method produces reproducible spinal cord injury contusion mice models and reduces human manipulation factors via convenient handling procedures. The developed animal model is reliable for studying spinal cord injury mechanisms and associated treatment approaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38314785/",
    "clean_text": "automated impactor for contusive spinal cord injury model in mice spinal cord injury sci due to traumatic injuries such as car accidents and falls is associated with permanent spinal cord dysfunction creation of contusion models of spinal cord injury by impacting the spinal cord results spinal cord injury sci due to traumatic injuries such as car accidents and falls is associated with permanent spinal cord dysfunction creation of contusion models of spinal cord injury by impacting the spinal cord results in similar pathologies to most spinal cord injuries in clinical practice accurate reproducible and convenient animal models of spinal cord injury are essential for studying spinal cord injury we present a novel automated spinal cord injury contusion device for mice the guangzhou jinan university smart spinal cord injury system that can produce spinal cord injury contusion models with accuracy reproducibility and convenience the system accurately produces models of varying degrees of spinal cord injury via laser distance sensors combined with an automated mobile platform and advanced software we used this system to create three levels of spinal cord injury mice models determined their basso mouse scale bms scores and performed behavioral as well as staining assays to demonstrate its accuracy and reproducibility we show each step of the development of the injury models using this device forming a standardized procedure this method produces reproducible spinal cord injury contusion mice models and reduces human manipulation factors via convenient handling procedures the developed animal model is reliable for studying spinal cord injury mechanisms and associated treatment approaches"
}