{
    "pmid": "41399491",
    "title": "Clinical Impact of Mepolizumab on Airway Mucus Plugs in Patients with Severe Asthma.",
    "abstract": "Airway mucus plugs are driven by eosinophilic inflammation and considered an important treatable trait in severe asthma. However, whether mepolizumab, an antibody that suppresses the interleukin-5 pathway and eosinophilic inflammation, can remove mucus plugs remains unclear. The purpose of this study is to evaluate whether mepolizumab treatment could reduce the extent of mucus plugs on computed tomography (CT), and whether changes in mucus plugs were associated with changes in symptoms and pulmonary function following the treatment. This retrospective study included consecutive patients with severe asthma who underwent an asthma control test (ACT), spirometry, and chest CT before and after treatment with mepolizumab at three Japanese hospitals. The mucus plug score (MPS) and total airway count (TAC) were quantified by CT. Thirty-one (15 male) patients were included in this analysis. Their baseline (pre-mepolizumab) median age, ACT, CT-measured MPS, and TAC were 67 years, 19 points, 7 points, and 232, respectively. Baseline MPS was significantly correlated with forced expiratory volume in one second (FEV1) and TAC (R= -0.39 and R= -0.71, respectively). After treatment with mepolizumab (median 466 days later), median ACT and MPS were 23 points and 1 point, respectively, significantly improved from baseline (both P<0.001). Changes in MPS were significantly correlated with changes in ACT and FEV1 (R= - 0.47 and R= - 0.68, respectively). Furthermore, a higher baseline MPS was significantly associated with greater changes in ACT and FEV1 (R= 0.41 and R= 0.47, respectively). In this study, mepolizumab treatment coincided with a decrease in MPS, although a direct causal relationship could not be established. Nevertheless, the observed associations between higher baseline MPS and ACT improvement suggest the potential utility of MPS as a biomarker for biological treatment.",
    "disease": "asthma",
    "clean_text": "clinical impact of mepolizumab on airway mucus plugs in patients with severe asthma airway mucus plugs are driven by eosinophilic inflammation and considered an important treatable trait in severe asthma however whether mepolizumab an antibody that suppresses the interleukin pathway and eosinophilic inflammation can remove mucus plugs remains unclear the purpose of this study is to evaluate whether mepolizumab treatment could reduce the extent of mucus plugs on computed tomography ct and whether changes in mucus plugs were associated with changes in symptoms and pulmonary function following the treatment this retrospective study included consecutive patients with severe asthma who underwent an asthma control test act spirometry and chest ct before and after treatment with mepolizumab at three japanese hospitals the mucus plug score mps and total airway count tac were quantified by ct thirty one male patients were included in this analysis their baseline pre mepolizumab median age act ct measured mps and tac were years points points and respectively baseline mps was significantly correlated with forced expiratory volume in one second fev and tac r and r respectively after treatment with mepolizumab median days later median act and mps were points and point respectively significantly improved from baseline both p changes in mps were significantly correlated with changes in act and fev r and r respectively furthermore a higher baseline mps was significantly associated with greater changes in act and fev r and r respectively in this study mepolizumab treatment coincided with a decrease in mps although a direct causal relationship could not be established nevertheless the observed associations between higher baseline mps and act improvement suggest the potential utility of mps as a biomarker for biological treatment"
}