{
    "title": "Gut Microbiota, Atherosclerosis, and Therapeutic Targets.",
    "doc_id": "31348074",
    "writer": "Mantziaris V",
    "year": "2019",
    "summary": "Several studies have gathered interest in the relationship between gut microbiota and atherosclerosis. Gut microbiota and its metabolites, such as trimethylamine-N-oxide, and gut dysbiosis play an important role in the development of atheroscler …",
    "abstract": "Several studies have gathered interest in the relationship between gut microbiota and atherosclerosis. Gut microbiota and its metabolites, such as trimethylamine-N-oxide, and gut dysbiosis play an important role in the development of atherosclerosis. Also, inflammation, derived by the intestinal tract, adds another mechanism through which the ecosystem of the human body affects the metabolic diseases and, furthermore, cardiovascular diseases. The scientific world should fixate the understanding of the exact physiologic and pathophysiologic mechanisms for atherogenesis by gut microbiota and through that, new ways for novel therapeutic targets will be available in the coming years. This review summarizes the latest data on this matter.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31348074/",
    "clean_text": "gut microbiota atherosclerosis and therapeutic targets several studies have gathered interest in the relationship between gut microbiota and atherosclerosis gut microbiota and its metabolites such as trimethylamine n oxide and gut dysbiosis play an important role in the development of atheroscler several studies have gathered interest in the relationship between gut microbiota and atherosclerosis gut microbiota and its metabolites such as trimethylamine n oxide and gut dysbiosis play an important role in the development of atherosclerosis also inflammation derived by the intestinal tract adds another mechanism through which the ecosystem of the human body affects the metabolic diseases and furthermore cardiovascular diseases the scientific world should fixate the understanding of the exact physiologic and pathophysiologic mechanisms for atherogenesis by gut microbiota and through that new ways for novel therapeutic targets will be available in the coming years this review summarizes the latest data on this matter"
}