{
    "title": "Juvenile idiopathic arthritis: a clinical overview.",
    "doc_id": "10711514",
    "writer": "Davidson J.",
    "year": "2000",
    "summary": "A significant step forward in paediatric rheumatology has been the recent development of an internationally agreed classification system which uses the overall term juvenile idiopathic arthritis (JIA). The various subtypes of JIA and their clinical features are desc …",
    "abstract": "The chronic arthritides in childhood remain a poorly understood group of conditions. Their classification has been a source of much confusion over the years with differences in terminology between Europe and North America. A significant step forward in paediatric rheumatology has been the recent development of an internationally agreed classification system which uses the overall term juvenile idiopathic arthritis (JIA). The various subtypes of JIA and their clinical features are described, together with an overview of their differential diagnosis, complications and outcomes. An outline of current management strategies is given and potential future developments highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10711514/",
    "clean_text": "juvenile idiopathic arthritis a clinical overview a significant step forward in paediatric rheumatology has been the recent development of an internationally agreed classification system which uses the overall term juvenile idiopathic arthritis jia the various subtypes of jia and their clinical features are desc the chronic arthritides in childhood remain a poorly understood group of conditions their classification has been a source of much confusion over the years with differences in terminology between europe and north america a significant step forward in paediatric rheumatology has been the recent development of an internationally agreed classification system which uses the overall term juvenile idiopathic arthritis jia the various subtypes of jia and their clinical features are described together with an overview of their differential diagnosis complications and outcomes an outline of current management strategies is given and potential future developments highlighted"
}