{
    "title": "What is clinically relevant weight loss for your patients and how can it be achieved? A narrative review.",
    "doc_id": "35315311",
    "writer": "Horn DB",
    "year": "2022",
    "summary": "In line with newly released clinical practice guidelines, weight loss targets for people living with obesity should be defined individually based on their clinical profile, and progress measured in the context of improvements in health outcomes, rather than weigh …",
    "abstract": "Obesity is a chronic disease with increasing prevalence. It affects quality of life and renders those affected at increased risk of mortality. For people living with obesity, weight loss is one of the most important strategies to improve health outcomes and prevent or reverse obesity-related complications. In line with newly released clinical practice guidelines, weight loss targets for people living with obesity should be defined individually based on their clinical profile, and progress measured in the context of improvements in health outcomes, rather than weight loss alone. We outline current treatment options for clinically meaningful weight loss and briefly discuss pharmacological agents and devices under development. Numerous studies have shown that weight loss of ≥5% results in significant improvements in cardiometabolic risk factors associated with obesity; this degree of weight loss is also required for the approval of novel anti-obesity medications by the US Food and Drug Administration. However, some obesity-related comorbidities and complications, such as non-alcoholic steatohepatitis, obstructive sleep apnea, gastroesophageal reflux disease and remission of type 2 diabetes, require a greater magnitude of weight loss to achieve clinically meaningful improvements. In this review, we assessed the available literature describing the effect of categorical weight losses of ≥5%, ≥10%, and ≥15% on obesity-related comorbidities and complications, and challenge the concept of clinically meaningful weight loss to go beyond percentage change in total body weight. We discuss weight-loss interventions including lifestyle interventions and therapeutic options including devices, and pharmacological and surgical approaches as assessed from the available literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35315311/",
    "clean_text": "what is clinically relevant weight loss for your patients and how can it be achieved a narrative review in line with newly released clinical practice guidelines weight loss targets for people living with obesity should be defined individually based on their clinical profile and progress measured in the context of improvements in health outcomes rather than weigh obesity is a chronic disease with increasing prevalence it affects quality of life and renders those affected at increased risk of mortality for people living with obesity weight loss is one of the most important strategies to improve health outcomes and prevent or reverse obesity related complications in line with newly released clinical practice guidelines weight loss targets for people living with obesity should be defined individually based on their clinical profile and progress measured in the context of improvements in health outcomes rather than weight loss alone we outline current treatment options for clinically meaningful weight loss and briefly discuss pharmacological agents and devices under development numerous studies have shown that weight loss of results in significant improvements in cardiometabolic risk factors associated with obesity this degree of weight loss is also required for the approval of novel anti obesity medications by the us food and drug administration however some obesity related comorbidities and complications such as non alcoholic steatohepatitis obstructive sleep apnea gastroesophageal reflux disease and remission of type diabetes require a greater magnitude of weight loss to achieve clinically meaningful improvements in this review we assessed the available literature describing the effect of categorical weight losses of and on obesity related comorbidities and complications and challenge the concept of clinically meaningful weight loss to go beyond percentage change in total body weight we discuss weight loss interventions including lifestyle interventions and therapeutic options including devices and pharmacological and surgical approaches as assessed from the available literature"
}