{
    "title": "Central sensitization in chronic low back pain: A narrative review.",
    "doc_id": "27062464",
    "writer": "Sanzarello I",
    "year": "2016",
    "summary": "First, to describe central sensitization and its symptoms and signs in patients with chronic pain disorders in order to allow its recognition in patients with nonspecific low back pain. Second, to provide general treatment principles of chronic low …",
    "abstract": "Low back pain is one of the four most common disorders in all regions, and the greatest contributor to disability worldwide, adding 10.7% of total years lost due to this health state. The etiology of chronic low back pain is, in most of the cases (up to 85%), unknown or nonspecific, while the specific causes (specific spinal pathology and neuropathic/radicular disorders) are uncommon. Central sensitization has been recently recognized as a potential pathophysiological mechanism underlying a group of chronic pain conditions, and may be a contributory factor for a sub-group of patients with chronic low back pain. The purposes of this narrative review are twofold. First, to describe central sensitization and its symptoms and signs in patients with chronic pain disorders in order to allow its recognition in patients with nonspecific low back pain. Second, to provide general treatment principles of chronic low back pain with particular emphasis on pharmacotherapy targeting central sensitization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27062464/",
    "clean_text": "central sensitization in chronic low back pain a narrative review first to describe central sensitization and its symptoms and signs in patients with chronic pain disorders in order to allow its recognition in patients with nonspecific low back pain second to provide general treatment principles of chronic low low back pain is one of the four most common disorders in all regions and the greatest contributor to disability worldwide adding of total years lost due to this health state the etiology of chronic low back pain is in most of the cases up to unknown or nonspecific while the specific causes specific spinal pathology and neuropathic radicular disorders are uncommon central sensitization has been recently recognized as a potential pathophysiological mechanism underlying a group of chronic pain conditions and may be a contributory factor for a sub group of patients with chronic low back pain the purposes of this narrative review are twofold first to describe central sensitization and its symptoms and signs in patients with chronic pain disorders in order to allow its recognition in patients with nonspecific low back pain second to provide general treatment principles of chronic low back pain with particular emphasis on pharmacotherapy targeting central sensitization"
}