{
    "pmid": "41442677",
    "title": "The BREATH-TRACHER 2 Trial: Protocol for a Retrospective Mixed Methods Study to Establish the Utility of a Wearable Device in the Detection of Chronic Obstructive Pulmonary Disease Exacerbations.",
    "abstract": "Acute exacerbations of chronic obstructive pulmonary disease (eCOPD) are a major clinical challenge, often leading to frequent emergency room visits and significantly reducing patients' quality of life. Early detection through wearable devices could facilitate timely interventions at the community level, reducing hospital admissions and disease-related morbidity and mortality. This study seeks to retrospectively assess the feasibility and reliability of the Frontier X2 wearable device for continuous monitoring of clinically relevant physiological signals in volunteers with chronic obstructive pulmonary disease (COPD) who experience acute exacerbations. In particular, the study aims to characterize early physiological alterations that may occur prior to the exacerbation of COPD, assessing the ability of the device to capture these changes in the real-world settings. This single-center feasibility study involves prospective physiological data collection with retrospective analytical evaluation of physiological changes occurring around clinically confirmed COPD exacerbations. A total of 30 participants with COPD (Modified Medical Research Council Grades 1-4) who have experienced at least one exacerbation within the past 12 months will be included. Each participant will wear a continuous physiological monitoring device in their free-living environment for up to 18 months or until an eCOPD event occurs. The device will continuously collect physiological signals, including heart rate, respiratory rate, and heart rate variability. Data will be analyzed using statistical quality control methods, specifically the Cumulative Sum approach, to identify physiological deviations occurring within 7 days (168 h) prior to an exacerbation event. These findings will be correlated with clinical records and qualitative data. Qualitative information will be obtained through biweekly self-administered questionnaires assessing symptom changes and through additional adherence and usability questionnaires completed during home visits conducted every 2 weeks by the researcher. Recruitment for this study started in June 2024 and was completed in July 2025. It is anticipated that data collection will be completed within 18 months of study initiation, with data analysis finalized by December 2025. Final results will be published in January 2026. The BREATH-TRACHER 2 study will evaluate the use of the Frontier X2 device in participants with COPD in home settings. The Frontier X2 device, if successful, has the potential to transform COPD management and support proactive care, leading to enhanced clinical outcomes and reduced disease mortality and morbidity.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the breath tracher trial protocol for a retrospective mixed methods study to establish the utility of a wearable device in the detection of chronic obstructive pulmonary disease exacerbations acute exacerbations of chronic obstructive pulmonary disease ecopd are a major clinical challenge often leading to frequent emergency room visits and significantly reducing patients quality of life early detection through wearable devices could facilitate timely interventions at the community level reducing hospital admissions and disease related morbidity and mortality this study seeks to retrospectively assess the feasibility and reliability of the frontier x wearable device for continuous monitoring of clinically relevant physiological signals in volunteers with chronic obstructive pulmonary disease copd who experience acute exacerbations in particular the study aims to characterize early physiological alterations that may occur prior to the exacerbation of copd assessing the ability of the device to capture these changes in the real world settings this single center feasibility study involves prospective physiological data collection with retrospective analytical evaluation of physiological changes occurring around clinically confirmed copd exacerbations a total of participants with copd modified medical research council grades who have experienced at least one exacerbation within the past months will be included each participant will wear a continuous physiological monitoring device in their free living environment for up to months or until an ecopd event occurs the device will continuously collect physiological signals including heart rate respiratory rate and heart rate variability data will be analyzed using statistical quality control methods specifically the cumulative sum approach to identify physiological deviations occurring within days h prior to an exacerbation event these findings will be correlated with clinical records and qualitative data qualitative information will be obtained through biweekly self administered questionnaires assessing symptom changes and through additional adherence and usability questionnaires completed during home visits conducted every weeks by the researcher recruitment for this study started in june and was completed in july it is anticipated that data collection will be completed within months of study initiation with data analysis finalized by december final results will be published in january the breath tracher study will evaluate the use of the frontier x device in participants with copd in home settings the frontier x device if successful has the potential to transform copd management and support proactive care leading to enhanced clinical outcomes and reduced disease mortality and morbidity"
}