{
    "pmid": "41439289",
    "title": "[Differential analysis and clinical significance of the counts and function of cytotoxic cells in patients with COVID-19].",
    "abstract": "Objective To analyze changes in the counts and functional markers expression levels (of Granzyme B and Perforin) in cytotoxic cells [including natural killer (NK) cells and cytotoxic T lymphocytes (CTLs)] in COVID-19 patients and investigate their clinical significance. Methods A total of 72 patients with primary COVID-19 infection and 28 patients with reinfection were recruited from December 10, 2022, to June 1, 2023, at the First Affiliated Hospital of Nanchang University. The primary infection group comprised 57 non-severe cases (39 febrile outpatients and 18 hospitalized patients) and 15 severe cases. Seventeen healthy controls were enrolled during the same period. Flow cytometry was used to detect cytotoxic cell counts and functions. Receiver operating characteristic (ROC) curves were analyzed to identify optimal diagnostic and prognostic indicators, and the diagnostic and prognostic efficacy of combined multiple indicators was also evaluated. Results Compared with the control group, patients with COVID-19 had significantly lower counts and percentages of CD3",
    "disease": "pneumonia",
    "clean_text": "differential analysis and clinical significance of the counts and function of cytotoxic cells in patients with covid objective to analyze changes in the counts and functional markers expression levels of granzyme b and perforin in cytotoxic cells including natural killer nk cells and cytotoxic t lymphocytes ctls in covid patients and investigate their clinical significance methods a total of patients with primary covid infection and patients with reinfection were recruited from december to june at the first affiliated hospital of nanchang university the primary infection group comprised non severe cases febrile outpatients and hospitalized patients and severe cases seventeen healthy controls were enrolled during the same period flow cytometry was used to detect cytotoxic cell counts and functions receiver operating characteristic roc curves were analyzed to identify optimal diagnostic and prognostic indicators and the diagnostic and prognostic efficacy of combined multiple indicators was also evaluated results compared with the control group patients with covid had significantly lower counts and percentages of cd"
}