{
    "pmid": "41327038",
    "title": "The effect of an educational intervention and an app-based outdoor air pollution alert system in reducing exacerbations in patients with COPD.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a highly prevalent respiratory disease and a major cause of morbidity and mortality. Exposure to environmental pollutants is associated with greater risk of exacerbations. Digital tools such as mobile apps and smart bands can provide real-time information on air quality and promote self-care, but clinical use remains limited. A randomised, controlled, parallel-group, single-blind clinical trial is proposed to assess the effectiveness of a combined intervention (health education + air quality app + smart band) on quality of life and exacerbation reduction in COPD patients. A total of 150 participants will be recruited from urban healthcare centres in Salamanca and randomly assigned to intervention or control groups. The intervention includes training in the use of an air quality app (AirVisual) and a smart band (Amazfit Band 5), in addition to standard advice. Clinical, functional, and anthropometric measurements will be taken and quality of life questionnaires completed at baseline and at 6 months. This study will assess an innovative intervention combining mobile technology and health education for non-pharmacological management of COPD. Results could inform sustainable strategies in primary care, improve patient quality of life, and reduce the healthcare burden. ClinicalTrials.gov NCT07074093.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the effect of an educational intervention and an app based outdoor air pollution alert system in reducing exacerbations in patients with copd chronic obstructive pulmonary disease copd is a highly prevalent respiratory disease and a major cause of morbidity and mortality exposure to environmental pollutants is associated with greater risk of exacerbations digital tools such as mobile apps and smart bands can provide real time information on air quality and promote self care but clinical use remains limited a randomised controlled parallel group single blind clinical trial is proposed to assess the effectiveness of a combined intervention health education air quality app smart band on quality of life and exacerbation reduction in copd patients a total of participants will be recruited from urban healthcare centres in salamanca and randomly assigned to intervention or control groups the intervention includes training in the use of an air quality app airvisual and a smart band amazfit band in addition to standard advice clinical functional and anthropometric measurements will be taken and quality of life questionnaires completed at baseline and at months this study will assess an innovative intervention combining mobile technology and health education for non pharmacological management of copd results could inform sustainable strategies in primary care improve patient quality of life and reduce the healthcare burden clinicaltrials gov nct"
}