{
    "title": "High-Resolution Analysis Identifies High Frequency of KIR-A Haplotypes and Inhibitory Interactions of KIR With HLA Class I in Zhejiang Han.",
    "doc_id": "33995358",
    "writer": "Tao S",
    "year": "2021",
    "summary": "Accordingly, interactions of inhibitory KIR2DL3 with C1(+)HLA are more frequent in Zhejiang Han than populations outside East Asia. Zhejiang Han exhibit greater diversity of inhibitory than activating KIR, with three-domain inhibitory KIR exhibiting the greatest deg …",
    "abstract": "Killer cell immunoglobulin-like receptors (KIR) interact with human leukocyte antigen (HLA) class I molecules, modulating critical NK cell functions in the maintenance of human health. Characterizing the distribution and characteristics of KIR and HLA allotype diversity across defined human populations is thus essential for understanding the multiple associations with disease, and for directing therapies. In this study of 176 Zhejiang Han individuals from Southeastern China, we describe diversity of the highly polymorphic KIR and HLA class I genes at high resolution. KIR-A haplotypes, which carry four inhibitory receptors specific for HLA-A, B or C, are known to associate with protection from infection and some cancers. We show the Chinese Southern Han from Zhejiang are characterized by a high frequency of KIR-A haplotypes and a high frequency of C1 KIR ligands. Accordingly, interactions of inhibitory KIR2DL3 with C1+HLA are more frequent in Zhejiang Han than populations outside East Asia. Zhejiang Han exhibit greater diversity of inhibitory than activating KIR, with three-domain inhibitory KIR exhibiting the greatest degree of polymorphism. As distinguished by gene copy number and allele content, 54 centromeric and 37 telomeric haplotypes were observed. We observed 6% of the population to have KIR haplotypes containing large-scale duplications or deletions that include complete genes. A unique truncated haplotype containing only KIR2DL4 in the telomeric region was also identified. An additional feature is the high frequency of HLA-B*46:01, which may have arisen due to selection pressure from infectious disease. This study will provide further insight into the role of KIR and HLA polymorphism in disease susceptibility of Zhejiang Chinese.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33995358/",
    "clean_text": "high resolution analysis identifies high frequency of kir a haplotypes and inhibitory interactions of kir with hla class i in zhejiang han accordingly interactions of inhibitory kir dl with c hla are more frequent in zhejiang han than populations outside east asia zhejiang han exhibit greater diversity of inhibitory than activating kir with three domain inhibitory kir exhibiting the greatest deg killer cell immunoglobulin like receptors kir interact with human leukocyte antigen hla class i molecules modulating critical nk cell functions in the maintenance of human health characterizing the distribution and characteristics of kir and hla allotype diversity across defined human populations is thus essential for understanding the multiple associations with disease and for directing therapies in this study of zhejiang han individuals from southeastern china we describe diversity of the highly polymorphic kir and hla class i genes at high resolution kir a haplotypes which carry four inhibitory receptors specific for hla a b or c are known to associate with protection from infection and some cancers we show the chinese southern han from zhejiang are characterized by a high frequency of kir a haplotypes and a high frequency of c kir ligands accordingly interactions of inhibitory kir dl with c hla are more frequent in zhejiang han than populations outside east asia zhejiang han exhibit greater diversity of inhibitory than activating kir with three domain inhibitory kir exhibiting the greatest degree of polymorphism as distinguished by gene copy number and allele content centromeric and telomeric haplotypes were observed we observed of the population to have kir haplotypes containing large scale duplications or deletions that include complete genes a unique truncated haplotype containing only kir dl in the telomeric region was also identified an additional feature is the high frequency of hla b which may have arisen due to selection pressure from infectious disease this study will provide further insight into the role of kir and hla polymorphism in disease susceptibility of zhejiang chinese"
}