{
    "pmid": "41408890",
    "title": "Predictive Value of the Estimated Dose of Radiation to Immune Cells Versus Conventional Parameters in Elderly Patients With Unresectable Stage III NSCLC: A Two-Center Real-World Study.",
    "abstract": "To compare the predictive value of the estimated dose of radiation to immune cells (EDRIC) with conventional dosimetric parameters for survival in elderly patients with stage III unresectable NSCLC after chemoimmunotherapy and radiotherapy. We conducted a retrospective study of elderly patients (≥ 65 years) treated at two institutions. Patients were stratified by median EDRIC, mean lung dose (MLD), mean heart dose (MHD), and mean body dose (MBD). Survival was analyzed using Kaplan-Meier, Cox regression, and ROC curves. Baseline characteristics were well-balanced across dosimetric parameter subgroups (all p > 0.05). The median progression-free survival (PFS) and overall survival (OS) for the entire cohort were 23.9 months and 46.0 months, respectively. EDRIC ≥ 6.4 Gy was associated with worse PFS (p = 0.019) and OS (p = 0.011), while MLD, MHD, and MBD showed no prognostic significance (all p > 0.05). Multivariate analysis identified EDRIC ≥ 6.4 Gy as an independent predictor of worse PFS (HR = 1.852, p = 0.049) and OS (HR = 2.289, p = 0.048). Age ≥ 70 years was also independently associated with poorer OS (HR = 2.870, p = 0.011). ROC analysis demonstrated superior predictive performance of EDRIC over conventional parameters for 1-, 2-, and 3-year PFS and OS, with particularly outstanding discrimination for 12-month OS (AUC = 0.93). EDRIC shows potential in predicting survival for elderly stage III unresectable NSCLC patients, with 6.4 Gy as a potential threshold for personalized radiotherapy optimization. These findings require prospective validation.",
    "disease": "tuberculosis",
    "clean_text": "predictive value of the estimated dose of radiation to immune cells versus conventional parameters in elderly patients with unresectable stage iii nsclc a two center real world study to compare the predictive value of the estimated dose of radiation to immune cells edric with conventional dosimetric parameters for survival in elderly patients with stage iii unresectable nsclc after chemoimmunotherapy and radiotherapy we conducted a retrospective study of elderly patients years treated at two institutions patients were stratified by median edric mean lung dose mld mean heart dose mhd and mean body dose mbd survival was analyzed using kaplan meier cox regression and roc curves baseline characteristics were well balanced across dosimetric parameter subgroups all p the median progression free survival pfs and overall survival os for the entire cohort were months and months respectively edric gy was associated with worse pfs p and os p while mld mhd and mbd showed no prognostic significance all p multivariate analysis identified edric gy as an independent predictor of worse pfs hr p and os hr p age years was also independently associated with poorer os hr p roc analysis demonstrated superior predictive performance of edric over conventional parameters for and year pfs and os with particularly outstanding discrimination for month os auc edric shows potential in predicting survival for elderly stage iii unresectable nsclc patients with gy as a potential threshold for personalized radiotherapy optimization these findings require prospective validation"
}