{
    "title": "Breast density and the likelihood of malignant MRI-detected lesions in women diagnosed with breast cancer.",
    "doc_id": "37646814",
    "writer": "Sassi A",
    "year": "2023",
    "summary": "CLINICAL RELEVANCE STATEMENT: Dense breasts should not be considered as an indication for preoperative breast MRI in women diagnosed with breast cancer. KEY POINTS: The role of preoperative MRI of patients with dense breasts diagnosed with breast …",
    "abstract": "Objectives:\n        \n      \n      To assess whether mammographic breast density in women diagnosed with breast cancer correlates with the total number of incidental magnetic resonance imaging (MRI)-detected lesions and the likelihood of the lesions being malignant.\n    \n\n\n          Methods:\n        \n      \n      Patients diagnosed with breast cancer meeting the EUSOBI and EUSOMA criteria for preoperative breast MRI routinely undergo mammography and ultrasound before MRI at our institution. Incidental suspicious breast lesions detected in MRI are biopsied. We included patients diagnosed with invasive breast cancers between 2014 and 2019 who underwent preoperative breast MRI. One reader retrospectively determined breast density categories according to the 5th edition of the BI-RADS lexicon.\n    \n\n\n          Results:\n        \n      \n      Of 946 patients with 973 malignant primary breast tumors, 166 (17.5%) had a total of 175 (18.0%) incidental MRI-detected lesions (82 (46.9%) malignant and 93 (53.1%) benign). High breast density according to BI-RADS was associated with higher incidence of all incidental enhancing lesions in preoperative breast MRIs: 2.66 (95% confidence interval: 1.03-6.86) higher for BI-RADS density category B, 2.68 (1.04-6.92) for category C, and 3.67 (1.36-9.93) for category D compared to category A (p < 0.05). However, high breast density did not predict higher incidence of malignant incidental lesions (p = 0.741). Incidental MRI-detected lesions in the contralateral breast were more likely benign (p < 0.001): 18 (27.3%)/48 (72.7%) vs. 64 (58.7%)/45 (41.3%) malignant/benign incidental lesions in contralateral vs. ipsilateral breasts.\n    \n\n\n          Conclusion:\n        \n      \n      Women diagnosed with breast cancer who have dense breasts have more incidental MRI-detected lesions, but higher breast density does not translate to increased likelihood of malignant incidental lesions.\n    \n\n\n          Clinical relevance statement:\n        \n      \n      Dense breasts should not be considered as an indication for preoperative breast MRI in women diagnosed with breast cancer.\n    \n\n\n          Key points:\n        \n      \n      • The role of preoperative MRI of patients with dense breasts diagnosed with breast cancer is under debate. • Women with denser breasts have a higher incidence of all MRI-detected incidental breast lesions, but the incidence of malignant MRI-detected incidental lesions is not higher than in women with fatty breasts. • High breast density alone should not indicate preoperative breast MRI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37646814/",
    "clean_text": "breast density and the likelihood of malignant mri detected lesions in women diagnosed with breast cancer clinical relevance statement dense breasts should not be considered as an indication for preoperative breast mri in women diagnosed with breast cancer key points the role of preoperative mri of patients with dense breasts diagnosed with breast objectives to assess whether mammographic breast density in women diagnosed with breast cancer correlates with the total number of incidental magnetic resonance imaging mri detected lesions and the likelihood of the lesions being malignant methods patients diagnosed with breast cancer meeting the eusobi and eusoma criteria for preoperative breast mri routinely undergo mammography and ultrasound before mri at our institution incidental suspicious breast lesions detected in mri are biopsied we included patients diagnosed with invasive breast cancers between and who underwent preoperative breast mri one reader retrospectively determined breast density categories according to the th edition of the bi rads lexicon results of patients with malignant primary breast tumors had a total of incidental mri detected lesions malignant and benign high breast density according to bi rads was associated with higher incidence of all incidental enhancing lesions in preoperative breast mris confidence interval higher for bi rads density category b for category c and for category d compared to category a p however high breast density did not predict higher incidence of malignant incidental lesions p incidental mri detected lesions in the contralateral breast were more likely benign p vs malignant benign incidental lesions in contralateral vs ipsilateral breasts conclusion women diagnosed with breast cancer who have dense breasts have more incidental mri detected lesions but higher breast density does not translate to increased likelihood of malignant incidental lesions clinical relevance statement dense breasts should not be considered as an indication for preoperative breast mri in women diagnosed with breast cancer key points the role of preoperative mri of patients with dense breasts diagnosed with breast cancer is under debate women with denser breasts have a higher incidence of all mri detected incidental breast lesions but the incidence of malignant mri detected incidental lesions is not higher than in women with fatty breasts high breast density alone should not indicate preoperative breast mri"
}