{
    "pmid": "41418787",
    "title": "Mitochondrial pyruvate metabolism in club cells drives airway inflammation.",
    "abstract": "Asthma is a chronic inflammatory airway disease characterized by defective epithelial repair, resulting from metabolic dysregulation in facultative progenitor cells. Here, we investigate how pyruvate metabolism in airway club cells controls epithelial differentiation and allergic airway inflammation. Single-cell transcriptomics revealed elevated glycolytic activity in club and goblet cells from patients with asthma. In an ovalbumin (OVA)-induced asthma model, conditional deletion of Mpc2-but not Ldha-in club cells impaired club-to-goblet cell differentiation, reduced CLCA3 and Foxa3 expression, and attenuated eosinophilic inflammation and Il-13 expression. Mpc2 loss increased Cxcl17 expression in club cells, promoting Cxcl17-Cxcr4 signaling with alveolar macrophages that suppressed CCL17-mediated type 2 inflammation. Neutralizing CCL17 phenocopied the Mpc2 knockout by reducing airway inflammation and goblet cell differentiation. These findings reveal a metabolic-immune crosstalk underlying asthma pathogenesis and identify mitochondrial pyruvate metabolism as a therapeutic target to limit epithelial remodeling and type 2 inflammation.",
    "disease": "asthma",
    "clean_text": "mitochondrial pyruvate metabolism in club cells drives airway inflammation asthma is a chronic inflammatory airway disease characterized by defective epithelial repair resulting from metabolic dysregulation in facultative progenitor cells here we investigate how pyruvate metabolism in airway club cells controls epithelial differentiation and allergic airway inflammation single cell transcriptomics revealed elevated glycolytic activity in club and goblet cells from patients with asthma in an ovalbumin ova induced asthma model conditional deletion of mpc but not ldha in club cells impaired club to goblet cell differentiation reduced clca and foxa expression and attenuated eosinophilic inflammation and il expression mpc loss increased cxcl expression in club cells promoting cxcl cxcr signaling with alveolar macrophages that suppressed ccl mediated type inflammation neutralizing ccl phenocopied the mpc knockout by reducing airway inflammation and goblet cell differentiation these findings reveal a metabolic immune crosstalk underlying asthma pathogenesis and identify mitochondrial pyruvate metabolism as a therapeutic target to limit epithelial remodeling and type inflammation"
}