{
    "title": "New classification system of endometrial hyperplasia WHO 2014 and its clinical implications.",
    "doc_id": "29507578",
    "writer": "Sobczuk K",
    "year": "2017",
    "summary": "Endometrial hyperplasia (EH) is a pathological condition characterised by hyperplastic changes in endometrial glandular and stromal structures lining the uterine cavity. Endometrial hyperplasia, particularly with atypia, is a significant clinical concern beca …",
    "abstract": "Endometrial hyperplasia (EH) is a pathological condition characterised by hyperplastic changes in endometrial glandular and stromal structures lining the uterine cavity. Endometrial hyperplasia, particularly with atypia, is a significant clinical concern because it can be a precursor of endometrial cancer. Accurate diagnosis of precancerous lesions of the endometrium and exclusion of coexisting endometrial carcinomas are absolutely required for the optimal management of patients. The classification of endometrial hyperplasia has had numerous terminology. According to the classification of WHO94, based on glandular complexity and nuclear atypia, EH is divided into four groups: non-atypical endometrial hyperplasia (simple, complex) and atypical endometrial hyperplasia (simple, complex). Estimated risk of progression of atypical hyperplasia to endometrial cancer is 8-29%. The American College of Obstetricians and Gynaecologists and the Society of Gynaecological Oncology states that endometrial intraepithelial neoplasia (EIN) classification is superior to the World Health Organisation (WHO 94) classification for histology of endometrial hyperplasia. However, the WHO classification system remains the most commonly used and reported in existing literature. The new classification, WHO 2014, accepted by the International Society of Gynaecological Pathologists, divided hyperplasia into two groups: benign hyperplasia and atypical hyperplasia/endometrial intraepithelial neoplasia (EIN). The WHO 2014 schema is more likely to successfully identify precancerous lesions than the WHO94 classification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29507578/",
    "clean_text": "new classification system of endometrial hyperplasia who and its clinical implications endometrial hyperplasia eh is a pathological condition characterised by hyperplastic changes in endometrial glandular and stromal structures lining the uterine cavity endometrial hyperplasia particularly with atypia is a significant clinical concern beca endometrial hyperplasia eh is a pathological condition characterised by hyperplastic changes in endometrial glandular and stromal structures lining the uterine cavity endometrial hyperplasia particularly with atypia is a significant clinical concern because it can be a precursor of endometrial cancer accurate diagnosis of precancerous lesions of the endometrium and exclusion of coexisting endometrial carcinomas are absolutely required for the optimal management of patients the classification of endometrial hyperplasia has had numerous terminology according to the classification of who based on glandular complexity and nuclear atypia eh is divided into four groups non atypical endometrial hyperplasia simple complex and atypical endometrial hyperplasia simple complex estimated risk of progression of atypical hyperplasia to endometrial cancer is the american college of obstetricians and gynaecologists and the society of gynaecological oncology states that endometrial intraepithelial neoplasia ein classification is superior to the world health organisation who classification for histology of endometrial hyperplasia however the who classification system remains the most commonly used and reported in existing literature the new classification who accepted by the international society of gynaecological pathologists divided hyperplasia into two groups benign hyperplasia and atypical hyperplasia endometrial intraepithelial neoplasia ein the who schema is more likely to successfully identify precancerous lesions than the who classification"
}