{
    "pmid": "41412483",
    "title": "Risk Factors and Outcomes of Pneumocystis jirovecii pneumonia in Kidney Transplant Recipients: A Case-Control Study of the United States Renal Data System.",
    "abstract": "Kidney transplant recipients are at increased risk for Pneumocystis jirovecii pneumonia (PJP). We aimed to determine risk factors and outcomes of the disease using a large national database. We first conducted a nested case-control study to identify risk factors associated with PJP in patients who received a kindey transplant from January 1, 1998 through December 31, 2019. We then performed a matched cohort study to evaluate clinical outcomes following the diagnosis of PJP. We matched 407 patients with PJP to 1,625 uninfected controls. PJP was diagnosed at a median time of 55 months after transplant (85.3% of cases occurred after the first post-transplant year). Longer duration of pre-transplant hemodialysis and higher Elixhauser comorbidity index (ECI) were independent risk factors for disease. All-cause mortality within 12 months after infection was 25.8%. Older age, higher ECI and chronic pulmonary disease were predictors of mortality. PJP was associated with an increased risk of mortality [Hazard ratio (HR) 5.47 (2.46 - 12.15), p <0.001] and allograft failure [HR 5.58 (3.31 - 9.42), p <0.001] within one year after infection. Our study highlights the importance of timely transplantation after initiation of hemodialysis and the impact of PJP on survival and allograft function.",
    "disease": "chronic kidney disease",
    "clean_text": "risk factors and outcomes of pneumocystis jirovecii pneumonia in kidney transplant recipients a case control study of the united states renal data system kidney transplant recipients are at increased risk for pneumocystis jirovecii pneumonia pjp we aimed to determine risk factors and outcomes of the disease using a large national database we first conducted a nested case control study to identify risk factors associated with pjp in patients who received a kindey transplant from january through december we then performed a matched cohort study to evaluate clinical outcomes following the diagnosis of pjp we matched patients with pjp to uninfected controls pjp was diagnosed at a median time of months after transplant of cases occurred after the first post transplant year longer duration of pre transplant hemodialysis and higher elixhauser comorbidity index eci were independent risk factors for disease all cause mortality within months after infection was older age higher eci and chronic pulmonary disease were predictors of mortality pjp was associated with an increased risk of mortality hazard ratio hr p and allograft failure hr p within one year after infection our study highlights the importance of timely transplantation after initiation of hemodialysis and the impact of pjp on survival and allograft function"
}