{
    "title": "Surgery in the treatment of type 2 diabetes mellitus.",
    "doc_id": "25623915",
    "writer": "Maleckas A",
    "year": "2015",
    "summary": "BACKGROUND AND AIMS: The prevalence of diabetes is increasing worldwide, and most of the cases are type 2 diabetes mellitus. The relationship between type 2 diabetes mellitus and obesity is well established, and surgical tre …",
    "abstract": "Background and aims:\n        \n      \n      The prevalence of diabetes is increasing worldwide, and most of the cases are type 2 diabetes mellitus. The relationship between type 2 diabetes mellitus and obesity is well established, and surgical treatment is widely used for obese patients with type 2 diabetes mellitus. The aim was to present current knowledge about the possible mechanisms responsible for glucose control after surgical procedures and to review the surgical treatment results.\n    \n\n\n          Material and methods:\n        \n      \n      Medical literature was searched for the articles presenting the impact of surgical treatment on glycemic control, long-term results, and possible mechanisms of action among obese individuals with type 2 diabetes mellitus.\n    \n\n\n          Results:\n        \n      \n      Remission of type 2 diabetes mellitus after bariatric surgery depends on the definition of the remission used. Complete remission rate after surgery with the new criteria is lower than was considered before. Randomized controlled studies demonstrate that surgery is superior to best medical treatment for the patients with type 2 diabetes mellitus. The recurrence of type 2 diabetes mellitus after bariatric surgery is observed in up to 40% of cases with ≥ 5 years of follow-up. Despite the recurrence of type 2 diabetes mellitus in this group, better glycemic control and lower risk of macrovascular complications are present. Incretin effects on glycemic control after bariatric surgery are well described, but the role of other possible mechanisms (bile acids, microbiota, intestinal gluconeogenesis) in humans is unclear.\n    \n\n\n          Conclusion:\n        \n      \n      Surgery is an effective treatment of type 2 diabetes mellitus in obese patients. The most optimal surgical procedure for the treatment of obese patients with type 2 diabetes mellitus is still to be established. More research is needed to explore the mechanisms of glycemic control after bariatric surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25623915/",
    "clean_text": "surgery in the treatment of type diabetes mellitus background and aims the prevalence of diabetes is increasing worldwide and most of the cases are type diabetes mellitus the relationship between type diabetes mellitus and obesity is well established and surgical tre background and aims the prevalence of diabetes is increasing worldwide and most of the cases are type diabetes mellitus the relationship between type diabetes mellitus and obesity is well established and surgical treatment is widely used for obese patients with type diabetes mellitus the aim was to present current knowledge about the possible mechanisms responsible for glucose control after surgical procedures and to review the surgical treatment results material and methods medical literature was searched for the articles presenting the impact of surgical treatment on glycemic control long term results and possible mechanisms of action among obese individuals with type diabetes mellitus results remission of type diabetes mellitus after bariatric surgery depends on the definition of the remission used complete remission rate after surgery with the new criteria is lower than was considered before randomized controlled studies demonstrate that surgery is superior to best medical treatment for the patients with type diabetes mellitus the recurrence of type diabetes mellitus after bariatric surgery is observed in up to of cases with years of follow up despite the recurrence of type diabetes mellitus in this group better glycemic control and lower risk of macrovascular complications are present incretin effects on glycemic control after bariatric surgery are well described but the role of other possible mechanisms bile acids microbiota intestinal gluconeogenesis in humans is unclear conclusion surgery is an effective treatment of type diabetes mellitus in obese patients the most optimal surgical procedure for the treatment of obese patients with type diabetes mellitus is still to be established more research is needed to explore the mechanisms of glycemic control after bariatric surgery"
}