{
    "pmid": "41315897",
    "title": "Diabetes Mellitus is a Risk Factor for Hepatic Encephalopathy Following Transjugular Intrahepatic Portosystemic Shunt.",
    "abstract": "Transjugular intrahepatic portosystemic shunt (TIPS) placement effectively decreases portal pressure in patients with decompensated cirrhosis. However, many patients develop hepatic encephalopathy (HE) post-TIPS. We investigated the relation between the presence of Diabetes Mellitus (DM) and the occurrence of HE following TIPS placement in patients with cirrhosis. In this retrospective cohort study all patients with cirrhosis who received a TIPS from 2007 through 2021 were included. Baseline characteristics and decompensating events including hospital admission for HE were recorded. In cases where hospital admission was required, HE was considered severe. In total, 325 patients were included and 113 (34.8%) had DM at the time of TIPS placement. One hundred and fifty-one patients developed HE of whom 86 (57.0%) were hospitalised. The cumulative 6-month incidences of HE and severe HE were 45.2% (95% CI 39.5-51.8) and 25.1% (95% CI 20.2-31.3), respectively. Multivariable Cox regression with competing risk analyses demonstrated that DM was independently associated with the risk of both HE (aHR 1.56, 95% CI 1.08-2.26, p = 0.018) and severe HE (aHR 1.76, 95% CI 1.07-2.90, p = 0.026). These associations were independent of the relation between HE and age (aHR 1.03, 95% CI 1.01-1.05, p < 0.001) or MELD-Na score (aHR 1.07, 95% CI 1.03-1.10, p < 0.001). This study highlights the high incidence of HE following TIPS and shows that DM is a significant and independent risk factor for the development of HE. Given the increase in patients with metabolic dysfunction-associated liver cirrhosis and DM, this study offers additional insights into the balance of risks and benefits associated with TIPS placement.",
    "disease": "liver cirrhosis",
    "clean_text": "diabetes mellitus is a risk factor for hepatic encephalopathy following transjugular intrahepatic portosystemic shunt transjugular intrahepatic portosystemic shunt tips placement effectively decreases portal pressure in patients with decompensated cirrhosis however many patients develop hepatic encephalopathy he post tips we investigated the relation between the presence of diabetes mellitus dm and the occurrence of he following tips placement in patients with cirrhosis in this retrospective cohort study all patients with cirrhosis who received a tips from through were included baseline characteristics and decompensating events including hospital admission for he were recorded in cases where hospital admission was required he was considered severe in total patients were included and had dm at the time of tips placement one hundred and fifty one patients developed he of whom were hospitalised the cumulative month incidences of he and severe he were ci and ci respectively multivariable cox regression with competing risk analyses demonstrated that dm was independently associated with the risk of both he ahr ci p and severe he ahr ci p these associations were independent of the relation between he and age ahr ci p or meld na score ahr ci p this study highlights the high incidence of he following tips and shows that dm is a significant and independent risk factor for the development of he given the increase in patients with metabolic dysfunction associated liver cirrhosis and dm this study offers additional insights into the balance of risks and benefits associated with tips placement"
}