{
    "title": "Haplotype-dependent HLA-DRB1-DQB1 susceptibility to occult HBV infection in Xi'an Han population.",
    "doc_id": "36852518",
    "writer": "Wang T",
    "year": "2023",
    "summary": "RESULTS: HLA-DRB1*07:01-DQB1*02:02 (pc = 0.344 10(-3) , OR = 3.489, 95%CI = 2.000-6.088) and HLA-DRB1*09:01-DQB1*03:03 (pc = 0.02, OR = 2.370, 95%CI = 1.450-3.873) serve as the possible risk and susceptibility haplotypes for OBI in Xi'an Han after Bonferroni correct …",
    "abstract": "Background:\n        \n      \n      Occult hepatitis B virus (HBV) infection (OBI) is primarily characterized by the persistence of HBV-DNA in the liver tissues and/or in the serum without detectable HBsAg. Human leukocyte antigen (HLA) polymorphisms have been found to be strongly associated with HBV in different ethnic backgrounds. The association of HLA-DRB1-DQB1 haplotypes with OBI has not been previously reported in China. The aim of this study was to identify the potential association of HLA-DRB1-DQB1 haplotypes that may be involved in OBI genetic susceptibility.\n    \n\n\n          Methods:\n        \n      \n      A case-control study was conducted between 107 OBI subjects and 280 healthy controls from the blood donors in the Shaanxi Province Blood Center. The HLA-DRB1, DQB1 loci were genotyped using polymerase chain reaction-sequence based typing (PCR-SBT). Based on the genotype data of the two loci, haplotype estimation was performed.\n    \n\n\n          Results:\n        \n      \n      HLA-DRB1*07:01-DQB1*02:02 (pc = 0.344 × 10-3 , OR = 3.489, 95%CI = 2.000-6.088) and HLA-DRB1*09:01-DQB1*03:03 (pc = 0.02, OR = 2.370, 95%CI = 1.450-3.873) serve as the possible risk and susceptibility haplotypes for OBI in Xi'an Han after Bonferroni correction.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrated that HLA II haplotypes were significantly associated with OBI in the Xi'an Han population. To the best of our knowledge, this is the first study to associate HLA-DRB1-DQB1 haplotypes with OBI, which can provide valuable insights into the relationship between the various genetic factors and immune responses in the Xi'an population. The findings can also form the basis for future studies about the role of HLA in OBI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36852518/",
    "clean_text": "haplotype dependent hla drb dqb susceptibility to occult hbv infection in xi an han population results hla drb dqb pc or ci and hla drb dqb pc or ci serve as the possible risk and susceptibility haplotypes for obi in xi an han after bonferroni correct background occult hepatitis b virus hbv infection obi is primarily characterized by the persistence of hbv dna in the liver tissues and or in the serum without detectable hbsag human leukocyte antigen hla polymorphisms have been found to be strongly associated with hbv in different ethnic backgrounds the association of hla drb dqb haplotypes with obi has not been previously reported in china the aim of this study was to identify the potential association of hla drb dqb haplotypes that may be involved in obi genetic susceptibility methods a case control study was conducted between obi subjects and healthy controls from the blood donors in the shaanxi province blood center the hla drb dqb loci were genotyped using polymerase chain reaction sequence based typing pcr sbt based on the genotype data of the two loci haplotype estimation was performed results hla drb dqb pc or ci and hla drb dqb pc or ci serve as the possible risk and susceptibility haplotypes for obi in xi an han after bonferroni correction conclusions this study demonstrated that hla ii haplotypes were significantly associated with obi in the xi an han population to the best of our knowledge this is the first study to associate hla drb dqb haplotypes with obi which can provide valuable insights into the relationship between the various genetic factors and immune responses in the xi an population the findings can also form the basis for future studies about the role of hla in obi"
}