{
    "pmid": "41407328",
    "title": "Genetic Optimization of Early 2009 Pandemic H1N1 Vaccine Strains for Improved Replication in Embryonated Chicken Eggs.",
    "abstract": "The 2009 pandemic H1N1 (pdm09) virus is both zoonotic and reverse-zoonotic, transmitting from swine to humans and vice versa. During the early zoonotic phase, immediately after the species jump and before substantial antigenic drift had accumulated, recombinant vaccine strains bearing hemagglutinin (HA) and neuraminidase (NA) from early pdm09 viruses often replicated poorly in embryonated chicken eggs (ECEs), contributing to delays and shortages in vaccine supply. Developing seed strains that are more productive in ECEs while preserving antigenicity and minimizing mammalian pathogenic potential is therefore essential for future pandemic preparedness. Efficient egg replication requires a balanced activity between HA and NA and their coordinated interaction with the polymerase subunit PB2. To this end, we generated PR8-derived recombinants combining PB2 backbones with distinct polymerase activities with targeted HA and NA modifications and edits to segment-specific 3' and 5' noncoding regions (NCRs). Comparative analysis of viral titers, together with sequence-based predictions of mutation effects, identified genotypes that improved replication in eggs while minimizing antigenic variations and reducing markers associated with mammalian virulence. Although further enhancement of viral yield is still warranted, these results delineate practical design principles, favoring balanced tuning of HA-NA functions, PB2 compatibility, and NCR context over large receptor-shift mutations, for engineering influenza seed strains. This work provides actionable guidance to support vaccine development and strengthen One-Health-oriented pandemic preparedness.",
    "disease": "influenza",
    "clean_text": "genetic optimization of early pandemic h n vaccine strains for improved replication in embryonated chicken eggs the pandemic h n pdm virus is both zoonotic and reverse zoonotic transmitting from swine to humans and vice versa during the early zoonotic phase immediately after the species jump and before substantial antigenic drift had accumulated recombinant vaccine strains bearing hemagglutinin ha and neuraminidase na from early pdm viruses often replicated poorly in embryonated chicken eggs eces contributing to delays and shortages in vaccine supply developing seed strains that are more productive in eces while preserving antigenicity and minimizing mammalian pathogenic potential is therefore essential for future pandemic preparedness efficient egg replication requires a balanced activity between ha and na and their coordinated interaction with the polymerase subunit pb to this end we generated pr derived recombinants combining pb backbones with distinct polymerase activities with targeted ha and na modifications and edits to segment specific and noncoding regions ncrs comparative analysis of viral titers together with sequence based predictions of mutation effects identified genotypes that improved replication in eggs while minimizing antigenic variations and reducing markers associated with mammalian virulence although further enhancement of viral yield is still warranted these results delineate practical design principles favoring balanced tuning of ha na functions pb compatibility and ncr context over large receptor shift mutations for engineering influenza seed strains this work provides actionable guidance to support vaccine development and strengthen one health oriented pandemic preparedness"
}