{
    "pmid": "41394415",
    "title": "Application of an interpretable machine learning model based on optimal feature selection for predicting triple-vessel coronary disease: a multicenter retrospective study.",
    "abstract": "This study aimed to evaluate the predictive value of the remnant cholesterol-inflammatory index (RCII) in assessing the risk of triple-vessel disease (TVD), and to construct a comparative framework of predictive models using six machine learning algorithms based on RCII and other clinical features for identifying high-risk individuals. In this retrospective multicenter study, we enrolled 2,911 patients who underwent coronary angiography between January 1, 2024, and December 31, 2024, at two tertiary hospitals. Clinical and laboratory data were collected. Feature selection was performed using both Least Absolute Shrinkage and Selection Operator (LASSO) regression and multivariate logistic regression. Six machine learning (ML) algorithms were trained for risk prediction, with multilayer perceptron (MLP) selected as the optimal model for the final feature set. Model performance was assessed using the area under the receiver operating characteristic curve (AUC), positive predictive value (PPV), and F1 score. SHapley Additive exPlanations (SHAP) analysis was applied to interpret feature contributions and interactions. A total of 16 features were selected by LASSO regression, while multivariate logistic regression identified six independent predictors. Four overlapping features-gender, age, aspartate aminotransferase (AST), and RCII-were used for ML model development. Among the six models, the MLP demonstrated the best overall performance on the test set. SHAP analysis revealed that RCII, age, AST, and gender were the top contributors to model prediction, with RCII showing notable interaction effects with other variables, highlighting its both independent and synergistic role in TVD risk stratification. RCII, as a composite biomarker integrating lipid metabolism and chronic inflammation, demonstrates strong predictive utility in identifying individuals at high risk for triple-vessel coronary disease.",
    "disease": "coronary artery disease",
    "clean_text": "application of an interpretable machine learning model based on optimal feature selection for predicting triple vessel coronary disease a multicenter retrospective study this study aimed to evaluate the predictive value of the remnant cholesterol inflammatory index rcii in assessing the risk of triple vessel disease tvd and to construct a comparative framework of predictive models using six machine learning algorithms based on rcii and other clinical features for identifying high risk individuals in this retrospective multicenter study we enrolled patients who underwent coronary angiography between january and december at two tertiary hospitals clinical and laboratory data were collected feature selection was performed using both least absolute shrinkage and selection operator lasso regression and multivariate logistic regression six machine learning ml algorithms were trained for risk prediction with multilayer perceptron mlp selected as the optimal model for the final feature set model performance was assessed using the area under the receiver operating characteristic curve auc positive predictive value ppv and f score shapley additive explanations shap analysis was applied to interpret feature contributions and interactions a total of features were selected by lasso regression while multivariate logistic regression identified six independent predictors four overlapping features gender age aspartate aminotransferase ast and rcii were used for ml model development among the six models the mlp demonstrated the best overall performance on the test set shap analysis revealed that rcii age ast and gender were the top contributors to model prediction with rcii showing notable interaction effects with other variables highlighting its both independent and synergistic role in tvd risk stratification rcii as a composite biomarker integrating lipid metabolism and chronic inflammation demonstrates strong predictive utility in identifying individuals at high risk for triple vessel coronary disease"
}