{
    "title": "[Physical examination--tourniquet tests for varicose veins].",
    "doc_id": "10908957",
    "writer": "Vrouenraets BC",
    "year": "2000",
    "summary": "Physical examination of patients with varicose veins is time-consuming and subjective. Nowadays, it is frequently replaced by hand-held Doppler examination and duplex scanning. Adequate studies investigating the value of physical examination for …",
    "abstract": "Physical examination of patients with varicose veins is time-consuming and subjective. Nowadays, it is frequently replaced by hand-held Doppler examination and duplex scanning. Adequate studies investigating the value of physical examination for varicose veins are lacking. It is unclear whether the tourniquet tests of Trendelenburg and Perthes are more accurate than other physical tests, such as the cough test or tap test. In selected patients, who are not obese, have clearly visible varicose veins and have not been treated before, physical examination seems accurate, especially for assessment of the long saphenous vein. When physical examination is inconclusive, as often is the case with recurrent varicose veins, suspected short saphenous vein or perforator incompetence, or adipose legs, additional Doppler or duplex testing is required for an accurate diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10908957/",
    "clean_text": "physical examination tourniquet tests for varicose veins physical examination of patients with varicose veins is time consuming and subjective nowadays it is frequently replaced by hand held doppler examination and duplex scanning adequate studies investigating the value of physical examination for physical examination of patients with varicose veins is time consuming and subjective nowadays it is frequently replaced by hand held doppler examination and duplex scanning adequate studies investigating the value of physical examination for varicose veins are lacking it is unclear whether the tourniquet tests of trendelenburg and perthes are more accurate than other physical tests such as the cough test or tap test in selected patients who are not obese have clearly visible varicose veins and have not been treated before physical examination seems accurate especially for assessment of the long saphenous vein when physical examination is inconclusive as often is the case with recurrent varicose veins suspected short saphenous vein or perforator incompetence or adipose legs additional doppler or duplex testing is required for an accurate diagnosis"
}