{
    "title": "Airway decision making in major head and neck surgery: Irish multicenter, multidisciplinary recommendations.",
    "doc_id": "38984517",
    "writer": "Cleere EF",
    "year": "2024",
    "summary": "Major head and neck surgery poses a threat to perioperative airway patency. Adverse airway events are associated with significant morbidity, potentially leading to hypoxic brain injury and even death. Following a review of the literature, recommendations regarding a …",
    "abstract": "Major head and neck surgery poses a threat to perioperative airway patency. Adverse airway events are associated with significant morbidity, potentially leading to hypoxic brain injury and even death. Following a review of the literature, recommendations regarding airway management in head and neck surgery were developed with multicenter, multidisciplinary agreement among all Irish head and neck units. Immediate extubation is appropriate in many cases where there is a low risk of adverse airway events. Where a prolonged definitive airway is required, elective tracheostomy provides increased airway security postoperatively while delayed extubation may be appropriate in select cases to reduce postoperative morbidity. Local institutional protocols should be developed to care for a tracheostomy once inserted. We provide guidance on decision making surrounding airway management at time of head and neck surgery. All decisions should be agreed between the operating, anesthetic, and critical care teams.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38984517/",
    "clean_text": "airway decision making in major head and neck surgery irish multicenter multidisciplinary recommendations major head and neck surgery poses a threat to perioperative airway patency adverse airway events are associated with significant morbidity potentially leading to hypoxic brain injury and even death following a review of the literature recommendations regarding a major head and neck surgery poses a threat to perioperative airway patency adverse airway events are associated with significant morbidity potentially leading to hypoxic brain injury and even death following a review of the literature recommendations regarding airway management in head and neck surgery were developed with multicenter multidisciplinary agreement among all irish head and neck units immediate extubation is appropriate in many cases where there is a low risk of adverse airway events where a prolonged definitive airway is required elective tracheostomy provides increased airway security postoperatively while delayed extubation may be appropriate in select cases to reduce postoperative morbidity local institutional protocols should be developed to care for a tracheostomy once inserted we provide guidance on decision making surrounding airway management at time of head and neck surgery all decisions should be agreed between the operating anesthetic and critical care teams"
}