{
    "pmid": "41448258",
    "title": "α-Lipoic Acid Nanoparticles Functionalized with RVG29 Peptide Attenuate Seizure-Induced Neurotoxicity by Restoring Mitochondrial Homeostasis via the PINK1/Parkin Pathway.",
    "abstract": "This study developed a novel nanotherapeutic approach for epilepsy treatment using Rabies Virus Glycoprotein Peptide 29 (RVG29) peptide-functionalized Polyethylene Glycol-Poly(lactic-co-glycolic acid) (PEG-PLGA) nanoparticles encapsulating the potent antioxidant α-lipoic acid (designated RPP@A). The platform was designed to correct mitochondrial dysfunction by regulating the PTEN-induced putative kinase 1 (PINK1)/Parkin pathway. The engineered nanoparticles exhibited strong brain-targeting capability and efficiently crossed the blood-brain barrier, enabling precise delivery of α-lipoic acid to vulnerable neuronal populations. Comprehensive in vitro and in vivo analyses demonstrated that RPP@A treatment markedly attenuated seizure-induced neurotoxicity by restoring mitochondrial homeostasis and suppressing excessive mitophagy. The antioxidant function of α-lipoic acid, combined with targeted delivery, reduced oxidative stress and neuroinflammation and decreased neuronal apoptosis associated with epileptic pathology. Multi-omics analyses confirmed the central role of PINK1/Parkin signaling in mediating these protective effects. Comparative studies showed that RPP@A outperformed both free α-lipoic acid and non-targeted nanoparticles in reducing seizure frequency and preserving cognitive function, indicating the critical importance of the targeted delivery system. The nanoplatform represents a significant advancement in antioxidant-based therapy for neurological disorders, offering a promising strategy for clinical translation by specifically addressing mitochondrial quality control mechanisms in epilepsy.",
    "disease": "epilepsy",
    "clean_text": "lipoic acid nanoparticles functionalized with rvg peptide attenuate seizure induced neurotoxicity by restoring mitochondrial homeostasis via the pink parkin pathway this study developed a novel nanotherapeutic approach for epilepsy treatment using rabies virus glycoprotein peptide rvg peptide functionalized polyethylene glycol poly lactic co glycolic acid peg plga nanoparticles encapsulating the potent antioxidant lipoic acid designated rpp a the platform was designed to correct mitochondrial dysfunction by regulating the pten induced putative kinase pink parkin pathway the engineered nanoparticles exhibited strong brain targeting capability and efficiently crossed the blood brain barrier enabling precise delivery of lipoic acid to vulnerable neuronal populations comprehensive in vitro and in vivo analyses demonstrated that rpp a treatment markedly attenuated seizure induced neurotoxicity by restoring mitochondrial homeostasis and suppressing excessive mitophagy the antioxidant function of lipoic acid combined with targeted delivery reduced oxidative stress and neuroinflammation and decreased neuronal apoptosis associated with epileptic pathology multi omics analyses confirmed the central role of pink parkin signaling in mediating these protective effects comparative studies showed that rpp a outperformed both free lipoic acid and non targeted nanoparticles in reducing seizure frequency and preserving cognitive function indicating the critical importance of the targeted delivery system the nanoplatform represents a significant advancement in antioxidant based therapy for neurological disorders offering a promising strategy for clinical translation by specifically addressing mitochondrial quality control mechanisms in epilepsy"
}