{
    "title": "[Clinicopathological Features and Imaging Characteristics of Pulmonary Mucosa-associated Lymphoid Tissue Lymphoma].",
    "doc_id": "37500551",
    "writer": "Oka N",
    "year": "2023",
    "summary": "Multiple nodules were observed in one patient. However, the tumor margins were ill-defined in all seven cases, and air bronchograms were identified in five cases. ...CONCLUSION: MALT lymphoma is characterized by an ill-defined margin, air bronchogram, and tumor exte …",
    "abstract": "Background:\n        \n      \n      Pulmonary mucosa-associated lymphoid tissue (MALT) lymphoma is a rare disease. We report seven cases of pulmonary MALT lymphoma.\n    \n\n\n          Cases:\n        \n      \n      Chest computed tomography (CT) revealed various morphological features, including a solitary mass, a solid nodule, and ground-glass opacity. Multiple nodules were observed in one patient. However, the tumor margins were ill-defined in all seven cases, and air bronchograms were identified in five cases. The solitary mass was found to extend along the pulmonary lymphatic vessels. Six patients underwent R0 resection, while one underwent an open lung biopsy. Histopathological findings in all seven cases showed lymphoepithelial lesions. Regarding their immunohistological findings, all patients were diagnosed with pulmonary MALT lymphoma. Two patients received postoperative chemotherapy with rituximab. The progression-free survival time was 52 (range, 22-122) months. Postoperative course was uneventful in all patients.\n    \n\n\n          Conclusion:\n        \n      \n      MALT lymphoma is characterized by an ill-defined margin, air bronchogram, and tumor extension along the pulmonary lymphatic vessels, all of which aid in diagnosis. MALT lymphoma is a low-grade lymphoma, and the prognosis is favorable. Therefore, follow-up examination without treatment can be one of the therapeutic options if patients are diagnosed with pulmonary MALT lymphoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37500551/",
    "clean_text": "clinicopathological features and imaging characteristics of pulmonary mucosa associated lymphoid tissue lymphoma multiple nodules were observed in one patient however the tumor margins were ill defined in all seven cases and air bronchograms were identified in five cases conclusion malt lymphoma is characterized by an ill defined margin air bronchogram and tumor exte background pulmonary mucosa associated lymphoid tissue malt lymphoma is a rare disease we report seven cases of pulmonary malt lymphoma cases chest computed tomography ct revealed various morphological features including a solitary mass a solid nodule and ground glass opacity multiple nodules were observed in one patient however the tumor margins were ill defined in all seven cases and air bronchograms were identified in five cases the solitary mass was found to extend along the pulmonary lymphatic vessels six patients underwent r resection while one underwent an open lung biopsy histopathological findings in all seven cases showed lymphoepithelial lesions regarding their immunohistological findings all patients were diagnosed with pulmonary malt lymphoma two patients received postoperative chemotherapy with rituximab the progression free survival time was range months postoperative course was uneventful in all patients conclusion malt lymphoma is characterized by an ill defined margin air bronchogram and tumor extension along the pulmonary lymphatic vessels all of which aid in diagnosis malt lymphoma is a low grade lymphoma and the prognosis is favorable therefore follow up examination without treatment can be one of the therapeutic options if patients are diagnosed with pulmonary malt lymphoma"
}