{
    "title": "Appropriateness of MRI Requests for Low Back Pain and Neck Pain.",
    "doc_id": "34983702",
    "writer": "Marion-Moffet H",
    "year": "2023",
    "summary": "BACKGROUND: There is a high prevalence of low back pain and neck pain in Canada, and a large proportion can be treated without spine magnetic resonance imaging (MRI). ...All ambulatory cases of low back pain or neck pain who had an EMG evaluation and a …",
    "abstract": "Background:\n        \n      \n      There is a high prevalence of low back pain and neck pain in Canada, and a large proportion can be treated without spine magnetic resonance imaging (MRI). We hypothesized that there is overuse of lumbar and cervical spine MRI. The primary objective was to describe the proportion of appropriate, possibly appropriate, and inappropriate MRI requests for low back pain and neck pain.\n    \n\n\n          Methods:\n        \n      \n      We conducted a retrospective observational study in the electromyography (EMG) clinic in Centre Hospitalier Universitaire de Sherbrooke. All ambulatory cases of low back pain or neck pain who had an EMG evaluation and a request of lumbar and/or cervical spine MRI between March 1, 2018, and May 31, 2018, were analyzed. One hundred and twenty MRI orders were classified as appropriate, possibly appropriate, and inappropriate according to the interactive decision support guide of Institut National d'Excellence en Santé et Services Sociaux for optimal use of MRI.\n    \n\n\n          Results:\n        \n      \n      Sixty-three requests (53%) were classified as inappropriate, with a higher proportion in the cervical group (34 (64%)) than the lumbar group (28 (43%)). Appropriate and possibly appropriate requests were 19 (16%) and 38 (31%), respectively. The subgroup with an MRI ordered within 90 days of symptom onset had a similar proportion of inappropriate use.\n    \n\n\n          Interpretation:\n        \n      \n      Our study demonstrates that despite recommendations against ordering spine MRI in low back pain or neck pain without red flags, there is an overuse of this imaging modality in our region, contributing to the delay in MRI access for appropriate indications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34983702/",
    "clean_text": "appropriateness of mri requests for low back pain and neck pain background there is a high prevalence of low back pain and neck pain in canada and a large proportion can be treated without spine magnetic resonance imaging mri all ambulatory cases of low back pain or neck pain who had an emg evaluation and a background there is a high prevalence of low back pain and neck pain in canada and a large proportion can be treated without spine magnetic resonance imaging mri we hypothesized that there is overuse of lumbar and cervical spine mri the primary objective was to describe the proportion of appropriate possibly appropriate and inappropriate mri requests for low back pain and neck pain methods we conducted a retrospective observational study in the electromyography emg clinic in centre hospitalier universitaire de sherbrooke all ambulatory cases of low back pain or neck pain who had an emg evaluation and a request of lumbar and or cervical spine mri between march and may were analyzed one hundred and twenty mri orders were classified as appropriate possibly appropriate and inappropriate according to the interactive decision support guide of institut national d excellence en sant et services sociaux for optimal use of mri results sixty three requests were classified as inappropriate with a higher proportion in the cervical group than the lumbar group appropriate and possibly appropriate requests were and respectively the subgroup with an mri ordered within days of symptom onset had a similar proportion of inappropriate use interpretation our study demonstrates that despite recommendations against ordering spine mri in low back pain or neck pain without red flags there is an overuse of this imaging modality in our region contributing to the delay in mri access for appropriate indications"
}