{
    "pmid": "41444050",
    "title": "Prevention and treatment of hypertriglyceridemia-mediated acute pancreatitis: A narrative review.",
    "abstract": "Acute pancreatitis can result in death or serious consequences including chronic pancreatitis, diabetes mellitus, and organ failure. Causes of acute pancreatitis include gallstones, alcohol, and severe hypertriglyceridemia (triglyceride levels ≥5.6 mmol/L [500 mg/dL]), which affects approximately 1% of the population. Hypertriglyceridemia-associated acute pancreatitis warrants special attention because of its higher mortality rate, increased incidence of pancreatic necrosis, greater need for intensive care, and longer duration of hospitalization relative to other causes; it is also likely to recur but is potentially preventable. Addressing the cause of moderate or severe hypertriglyceridemia followed by combining diet modifications, optimizing medication, and counseling on reduction/cessation of alcohol consumption, with conventional treatments (e.g., fibrates), is important to reduce triglyceride levels and acute pancreatitis incidence. Recent analyses of randomized controlled trials with approved apolipoprotein C-III-targeting drugs show that lowering triglyceride levels by ≥40% is associated with lower acute pancreatitis risk. Patients with acute pancreatitis present with intense abdominal pain, nausea, and vomiting. Diagnosis is based on symptoms, elevated serum amylase or lipase levels, and/or radiographic evidence. Etiology is determined using personal/family history, physical examination, and laboratory tests; past triglyceride measurements can be helpful, as patients may be fasted and present with lower triglyceride levels. Treatment is primarily supportive to allow pancreatic rest and manage hypertriglyceridemia, with monitoring for complications. Recognition of severe hypertriglyceridemia as an important cause of severe acute pancreatitis is critical for its prevention and management. Consulting specialists with expertise in the treatment of severe hypertriglyceridemia is key to managing complications and preventing recurrence.",
    "disease": "diabetes mellitus",
    "clean_text": "prevention and treatment of hypertriglyceridemia mediated acute pancreatitis a narrative review acute pancreatitis can result in death or serious consequences including chronic pancreatitis diabetes mellitus and organ failure causes of acute pancreatitis include gallstones alcohol and severe hypertriglyceridemia triglyceride levels mmol l mg dl which affects approximately of the population hypertriglyceridemia associated acute pancreatitis warrants special attention because of its higher mortality rate increased incidence of pancreatic necrosis greater need for intensive care and longer duration of hospitalization relative to other causes it is also likely to recur but is potentially preventable addressing the cause of moderate or severe hypertriglyceridemia followed by combining diet modifications optimizing medication and counseling on reduction cessation of alcohol consumption with conventional treatments e g fibrates is important to reduce triglyceride levels and acute pancreatitis incidence recent analyses of randomized controlled trials with approved apolipoprotein c iii targeting drugs show that lowering triglyceride levels by is associated with lower acute pancreatitis risk patients with acute pancreatitis present with intense abdominal pain nausea and vomiting diagnosis is based on symptoms elevated serum amylase or lipase levels and or radiographic evidence etiology is determined using personal family history physical examination and laboratory tests past triglyceride measurements can be helpful as patients may be fasted and present with lower triglyceride levels treatment is primarily supportive to allow pancreatic rest and manage hypertriglyceridemia with monitoring for complications recognition of severe hypertriglyceridemia as an important cause of severe acute pancreatitis is critical for its prevention and management consulting specialists with expertise in the treatment of severe hypertriglyceridemia is key to managing complications and preventing recurrence"
}