{
    "pmid": "41461109",
    "title": "Fostering Multidisciplinary Collaboration in Artificial Intelligence and Machine Learning Education: Tutorial Based on the AI-READI Bootcamp.",
    "abstract": "The integration of artificial intelligence (AI) and machine learning (ML) into biomedical research requires a workforce fluent in both computational methods and clinical applications. Structured, interdisciplinary training opportunities remain limited, creating a gap between data scientists and clinicians. The National Institutes of Health's Bridge to Artificial Intelligence (Bridge2AI) initiative launched the Artificial Intelligence-Ready and Exploratory Atlas for Diabetes Insights (AI-READI) data generation project to address this gap. AI-READI is creating a multimodal, FAIR (findable, accessible, interoperable, and reusable) dataset-including ophthalmic imaging, physiologic measurements, wearable sensor data, and survey responses-from approximately 4000 participants with or at risk for type 2 diabetes. In parallel, AI-READI established a year-long mentored research program that begins with a 2-week immersive summer bootcamp to provide foundational AI/ML skills grounded in domain-relevant biomedical data. To describe the design, iterative refinement, and outcomes of the AI-READI Bootcamp, and to share lessons for creating future multidisciplinary AI/ML training programs in biomedical research. Held annually at the University of California San Diego, the bootcamp combines 80 hours of lectures, coding sessions, and small-group mentorship. Year 1 introduced Python programming, classical ML techniques (eg, logistic regression, convolutional neural networks), and data science methods, such as principal component analysis and clustering, using public datasets. In Year 2, the curriculum was refined based on structured participant feedback-reducing cohort size to increase individualized mentorship, integrating the AI-READI dataset (including retinal images and structured clinical variables), and adding modules on large language models and FAIR data principles. Participant characteristics and satisfaction were assessed through standardized pre- and postbootcamp surveys, and qualitative feedback was analyzed thematically by independent coders. Seventeen participants attended Year 1 and 7 attended Year 2, with an instructor-to-student ratio of approximately 1:2 in the latter. Across both years, postbootcamp evaluations indicated high satisfaction, with Year 2 participants reporting improved experiences due to smaller cohorts, earlier integration of the AI-READI dataset, and greater emphasis on applied learning. In Year 2, mean scores for instructor effectiveness, staff support, and overall enjoyment were perfect (5.00/5.00). Qualitative feedback emphasized the value of working with domain-relevant, multimodal datasets; the benefits of peer collaboration; and the applicability of skills to structured research projects during the subsequent internship year. The AI-READI Bootcamp illustrates how feedback-driven, multidisciplinary training embedded within a longitudinal mentored research program can bridge technical and clinical expertise in biomedical AI. Core elements-diverse trainee cohorts, applied learning with biomedical datasets, and sustained mentorship-offer a replicable model for preparing health professionals for the evolving AI/ML landscape. Future iterations will incorporate additional prebootcamp onboarding modules, objective skill assessments, and long-term tracking of research engagement and productivity.",
    "disease": "diabetes mellitus",
    "clean_text": "fostering multidisciplinary collaboration in artificial intelligence and machine learning education tutorial based on the ai readi bootcamp the integration of artificial intelligence ai and machine learning ml into biomedical research requires a workforce fluent in both computational methods and clinical applications structured interdisciplinary training opportunities remain limited creating a gap between data scientists and clinicians the national institutes of health s bridge to artificial intelligence bridge ai initiative launched the artificial intelligence ready and exploratory atlas for diabetes insights ai readi data generation project to address this gap ai readi is creating a multimodal fair findable accessible interoperable and reusable dataset including ophthalmic imaging physiologic measurements wearable sensor data and survey responses from approximately participants with or at risk for type diabetes in parallel ai readi established a year long mentored research program that begins with a week immersive summer bootcamp to provide foundational ai ml skills grounded in domain relevant biomedical data to describe the design iterative refinement and outcomes of the ai readi bootcamp and to share lessons for creating future multidisciplinary ai ml training programs in biomedical research held annually at the university of california san diego the bootcamp combines hours of lectures coding sessions and small group mentorship year introduced python programming classical ml techniques eg logistic regression convolutional neural networks and data science methods such as principal component analysis and clustering using public datasets in year the curriculum was refined based on structured participant feedback reducing cohort size to increase individualized mentorship integrating the ai readi dataset including retinal images and structured clinical variables and adding modules on large language models and fair data principles participant characteristics and satisfaction were assessed through standardized pre and postbootcamp surveys and qualitative feedback was analyzed thematically by independent coders seventeen participants attended year and attended year with an instructor to student ratio of approximately in the latter across both years postbootcamp evaluations indicated high satisfaction with year participants reporting improved experiences due to smaller cohorts earlier integration of the ai readi dataset and greater emphasis on applied learning in year mean scores for instructor effectiveness staff support and overall enjoyment were perfect qualitative feedback emphasized the value of working with domain relevant multimodal datasets the benefits of peer collaboration and the applicability of skills to structured research projects during the subsequent internship year the ai readi bootcamp illustrates how feedback driven multidisciplinary training embedded within a longitudinal mentored research program can bridge technical and clinical expertise in biomedical ai core elements diverse trainee cohorts applied learning with biomedical datasets and sustained mentorship offer a replicable model for preparing health professionals for the evolving ai ml landscape future iterations will incorporate additional prebootcamp onboarding modules objective skill assessments and long term tracking of research engagement and productivity"
}