{
    "pmid": "41402075",
    "title": "Unlocking hidden health risks: Exploring community-based screening for kidney disease.",
    "abstract": "To conduct a community-wide screening of the Saudi population for chronic kidney disease risk factors. This study utilized a non-selective, exploratory point-of-care screening approach involving 215 participants in Riyadh, Saudi Arabia, during a kidney disease awareness campaign for World Kidney Day in March 2022. Participants were randomly selected, and their estimated glomerular filtration rates (eGFRs) were measured to assess kidney function. The findings revealed that 4% of participants had eGFRs less than 60 mL/min/1.73 m², 34% had eGFRs between 60 and 90 mL/min/1.73 m², and the rest had eGFRs over 90 mL/min/1.73 m². Key risk factors for lower eGFRs included older age, overweight or obesity, and a history of hypertension or diabetes. The study indicates that community-based screening programs using point-of-care testing can effectively detect kidney diseases early, facilitating prompt health monitoring and interventions. Further research is necessary to enhance screening criteria for estimating eGFRs in similar settings.",
    "disease": "chronic kidney disease",
    "clean_text": "unlocking hidden health risks exploring community based screening for kidney disease to conduct a community wide screening of the saudi population for chronic kidney disease risk factors this study utilized a non selective exploratory point of care screening approach involving participants in riyadh saudi arabia during a kidney disease awareness campaign for world kidney day in march participants were randomly selected and their estimated glomerular filtration rates egfrs were measured to assess kidney function the findings revealed that of participants had egfrs less than ml min m had egfrs between and ml min m and the rest had egfrs over ml min m key risk factors for lower egfrs included older age overweight or obesity and a history of hypertension or diabetes the study indicates that community based screening programs using point of care testing can effectively detect kidney diseases early facilitating prompt health monitoring and interventions further research is necessary to enhance screening criteria for estimating egfrs in similar settings"
}