{
    "title": "Transcranial magnetic stimulation in brain injury.",
    "doc_id": "24378049",
    "writer": "Castel-Lacanal E",
    "year": "2014",
    "summary": "We are interested in their applications following brain injury: stroke, traumatic and anoxic brain injury. DATA SYNTHESIS: Following brain injury, there is decreased cortical excitability and changes in interhemispheric interactions depen …",
    "abstract": "Objectives:\n        \n      \n      Transcranial magnetic stimulations (TMS) have been used for many years as a diagnostic tool to explore changes in cortical excitability, and more recently as a tool for therapeutic neuromodulation. We are interested in their applications following brain injury: stroke, traumatic and anoxic brain injury.\n    \n\n\n          Data synthesis:\n        \n      \n      Following brain injury, there is decreased cortical excitability and changes in interhemispheric interactions depending on the type, the severity, and the time-lapse between the injury and the treatment implemented. rTMS (repetitive TMS) is a therapeutic neuromodulation tool which restores the interhemispheric interactions following stroke by inhibiting the healthy cortex with frequencies ≤1Hz, or by exciting the lesioned cortex with frequencies between 3 and 50Hz. Results in motor recovery are promising and those in improving aphasia or visuospatial neglect are also encouraging. Finally, the use of TMS is mainly limited by the risk of seizure, and is therefore contraindicated for many patients.\n    \n\n\n          Conclusion:\n        \n      \n      TMS is a useful non-invasive brain stimulation tool to diagnose the effects of brain injury, to study the mechanisms of recovery and a non-invasive neuromodulation promising tool to influence the post-lesional recovery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24378049/",
    "clean_text": "transcranial magnetic stimulation in brain injury we are interested in their applications following brain injury stroke traumatic and anoxic brain injury data synthesis following brain injury there is decreased cortical excitability and changes in interhemispheric interactions depen objectives transcranial magnetic stimulations tms have been used for many years as a diagnostic tool to explore changes in cortical excitability and more recently as a tool for therapeutic neuromodulation we are interested in their applications following brain injury stroke traumatic and anoxic brain injury data synthesis following brain injury there is decreased cortical excitability and changes in interhemispheric interactions depending on the type the severity and the time lapse between the injury and the treatment implemented rtms repetitive tms is a therapeutic neuromodulation tool which restores the interhemispheric interactions following stroke by inhibiting the healthy cortex with frequencies hz or by exciting the lesioned cortex with frequencies between and hz results in motor recovery are promising and those in improving aphasia or visuospatial neglect are also encouraging finally the use of tms is mainly limited by the risk of seizure and is therefore contraindicated for many patients conclusion tms is a useful non invasive brain stimulation tool to diagnose the effects of brain injury to study the mechanisms of recovery and a non invasive neuromodulation promising tool to influence the post lesional recovery"
}