{
    "pmid": "41450420",
    "title": "The Impact of Exercise on Overall Survival in Patients With Metastatic Colorectal Cancer: A Systematic Review and Meta-Analysis.",
    "abstract": "Although physical activity is known to improve outcomes in non-metastatic colorectal cancer (CRC), its effect on metastatic colorectal cancer (mCRC) remains unclear. This study systematically reviewed and meta-analyzed the association between exercise and overall survival (OS) among patients with mCRC. A comprehensive search of PubMed, Embase, and Web of Science was conducted for studies published from 2000 to September 2025. Eligible studies evaluated exercise or physical activity in adults with histologically confirmed mCRC and reported survival outcomes. Hazard ratios (HRs) for OS were pooled using a random-effects model. Study quality was assessed using the Newcastle-Ottawa Scale (NOS), and heterogeneity was evaluated with the I² statistic. Four prospective cohort studies comprising 2020 patients met the inclusion criteria. Exercise types were predominantly mild to moderate aerobic activities such as walking or light household chores. The pooled HR for OS was 0.64 (95% CI, 0.48-0.87), indicating a 36% reduction in mortality among physically active patients compared with those who were inactive. Heterogeneity was substantial (I²=74.5%), but the direction of effect was consistent across studies. All studies were of moderate to high quality (NOS 7-8). Funnel plot analysis showed mild asymmetry, suggesting possible publication bias. Mild to moderate physical activity is significantly associated with improved OS in patients with mCRC. Even low-intensity activities such as walking may offer survival benefits and are feasible for patients with advanced disease. These findings support the incorporation of moderate exercise into multidisciplinary care for mCRC, although the observational nature of the available studies limits the ability to draw causal inferences. Large-scale prospective trials are warranted to determine optimal exercise regimens in this population.",
    "disease": "colorectal cancer",
    "clean_text": "the impact of exercise on overall survival in patients with metastatic colorectal cancer a systematic review and meta analysis although physical activity is known to improve outcomes in non metastatic colorectal cancer crc its effect on metastatic colorectal cancer mcrc remains unclear this study systematically reviewed and meta analyzed the association between exercise and overall survival os among patients with mcrc a comprehensive search of pubmed embase and web of science was conducted for studies published from to september eligible studies evaluated exercise or physical activity in adults with histologically confirmed mcrc and reported survival outcomes hazard ratios hrs for os were pooled using a random effects model study quality was assessed using the newcastle ottawa scale nos and heterogeneity was evaluated with the i statistic four prospective cohort studies comprising patients met the inclusion criteria exercise types were predominantly mild to moderate aerobic activities such as walking or light household chores the pooled hr for os was ci indicating a reduction in mortality among physically active patients compared with those who were inactive heterogeneity was substantial i but the direction of effect was consistent across studies all studies were of moderate to high quality nos funnel plot analysis showed mild asymmetry suggesting possible publication bias mild to moderate physical activity is significantly associated with improved os in patients with mcrc even low intensity activities such as walking may offer survival benefits and are feasible for patients with advanced disease these findings support the incorporation of moderate exercise into multidisciplinary care for mcrc although the observational nature of the available studies limits the ability to draw causal inferences large scale prospective trials are warranted to determine optimal exercise regimens in this population"
}