{
    "title": "The Professional Identity of Social Workers in Mental Health Services: A Scoping Review.",
    "doc_id": "37297551",
    "writer": "Bark H",
    "year": "2023",
    "summary": "A thematic analysis grouped the findings into three predominant themes: (i) distinct social work approaches to mental health, (ii) organizational negotiations for mental health social workers, and (iii) professional negotiations for mental he …",
    "abstract": "Recent research into the role of mental health social work has identified a need for increased critical engagement with accounts of professional role and identity. Notably, a number of studies have found that social workers struggle to articulate their role within mental health teams and services. This study aimed to identify the ways in which social workers in mental health settings defined their professional identity and role. An international scoping review utilizing Arksey and O'Malley's method was conducted, identifying 35 papers published between 1997 and 2022. A thematic analysis grouped the findings into three predominant themes: (i) distinct social work approaches to mental health, (ii) organizational negotiations for mental health social workers, and (iii) professional negotiations for mental health social workers. These thematic findings are discussed in relation to existing research and critical perspectives, with particular emphasis on accounts of the bureaucratic and ideological functioning of professionalism in mental health services, as well as the global direction of mental health policy. This review finds that mental health social work embodies a coherent identity that aligns with international mental health policy agendas but faces significant challenges in developing and expressing this identity within mental health services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37297551/",
    "clean_text": "the professional identity of social workers in mental health services a scoping review a thematic analysis grouped the findings into three predominant themes i distinct social work approaches to mental health ii organizational negotiations for mental health social workers and iii professional negotiations for mental he recent research into the role of mental health social work has identified a need for increased critical engagement with accounts of professional role and identity notably a number of studies have found that social workers struggle to articulate their role within mental health teams and services this study aimed to identify the ways in which social workers in mental health settings defined their professional identity and role an international scoping review utilizing arksey and o malley s method was conducted identifying papers published between and a thematic analysis grouped the findings into three predominant themes i distinct social work approaches to mental health ii organizational negotiations for mental health social workers and iii professional negotiations for mental health social workers these thematic findings are discussed in relation to existing research and critical perspectives with particular emphasis on accounts of the bureaucratic and ideological functioning of professionalism in mental health services as well as the global direction of mental health policy this review finds that mental health social work embodies a coherent identity that aligns with international mental health policy agendas but faces significant challenges in developing and expressing this identity within mental health services"
}