{
    "title": "Some problems in the genetics of X-linked mental retardation.",
    "doc_id": "11173869",
    "writer": "Tariverdian G",
    "year": "2000",
    "summary": "Since the early 1980s, the number of disease entities for which the responsible genes could be localized on the X chromosome has increased from year to year; at the Ninth International Workshop on Fragile-X-Syndrome and X-linked Mental Retardation, 199 …",
    "abstract": "X-linked mental retardation has recently become one of the most interesting genetic anomalies. Studying this group of conditions has led to many insights into the mechanisms involved in normal and abnormal gene actions in humans. Since the early 1980s, the number of disease entities for which the responsible genes could be localized on the X chromosome has increased from year to year; at the Ninth International Workshop on Fragile-X-Syndrome and X-linked Mental Retardation, 199 such disease units were counted (Hamel, 1999). Conventionally, these units were subdivided into two groups: syndromal and non-syndromal types. The syndro- mal types are characterized by external features, neurological signs, and/or metabolic anomalies. The non-syndromal types do not show such specific features; here, the X-linked mode of inheritance is the only indicator. Due to the reduced reproduction of mentally severely retarded males, a relatively high fraction of new mutants among cases of a specific type must be expected. It cannot be the purpose of the present short article to review sufficiently well the entire field; this would require a complete book. Rather, it is our intention to point to some open problems and possible ways for their solution.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11173869/",
    "clean_text": "some problems in the genetics of x linked mental retardation since the early s the number of disease entities for which the responsible genes could be localized on the x chromosome has increased from year to year at the ninth international workshop on fragile x syndrome and x linked mental retardation x linked mental retardation has recently become one of the most interesting genetic anomalies studying this group of conditions has led to many insights into the mechanisms involved in normal and abnormal gene actions in humans since the early s the number of disease entities for which the responsible genes could be localized on the x chromosome has increased from year to year at the ninth international workshop on fragile x syndrome and x linked mental retardation such disease units were counted hamel conventionally these units were subdivided into two groups syndromal and non syndromal types the syndro mal types are characterized by external features neurological signs and or metabolic anomalies the non syndromal types do not show such specific features here the x linked mode of inheritance is the only indicator due to the reduced reproduction of mentally severely retarded males a relatively high fraction of new mutants among cases of a specific type must be expected it cannot be the purpose of the present short article to review sufficiently well the entire field this would require a complete book rather it is our intention to point to some open problems and possible ways for their solution"
}