{
    "title": "The Potential Use of Fungal Co-Culture Strategy for Discovery of New Secondary Metabolites.",
    "doc_id": "36838429",
    "writer": "Xu S",
    "year": "2023",
    "summary": "",
    "abstract": "Fungi are an important and prolific source of secondary metabolites (SMs) with diverse chemical structures and a wide array of biological properties. In the past two decades, however, the number of new fungal SMs by traditional monoculture method had been greatly decreasing. Fortunately, a growing number of studies have shown that co-culture strategy is an effective approach to awakening silent SM biosynthetic gene clusters (BGCs) in fungal strains to produce cryptic SMs. To enrich our knowledge of this approach and better exploit fungal biosynthetic potential for new drug discovery, this review comprehensively summarizes all fungal co-culture methods and their derived new SMs as well as bioactivities on the basis of an extensive literature search and data analysis. Future perspective on fungal co-culture study, as well as its interaction mechanism, is supplied.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36838429/",
    "clean_text": "the potential use of fungal co culture strategy for discovery of new secondary metabolites fungi are an important and prolific source of secondary metabolites sms with diverse chemical structures and a wide array of biological properties in the past two decades however the number of new fungal sms by traditional monoculture method had been greatly decreasing fortunately a growing number of studies have shown that co culture strategy is an effective approach to awakening silent sm biosynthetic gene clusters bgcs in fungal strains to produce cryptic sms to enrich our knowledge of this approach and better exploit fungal biosynthetic potential for new drug discovery this review comprehensively summarizes all fungal co culture methods and their derived new sms as well as bioactivities on the basis of an extensive literature search and data analysis future perspective on fungal co culture study as well as its interaction mechanism is supplied"
}