{
    "title": "SARS-CoV-2 incidence, seroprevalence, and COVID-19 vaccination coverage in the homeless population: a systematic review and meta-analysis.",
    "doc_id": "37900041",
    "writer": "Liang Y",
    "year": "2023",
    "summary": "OBJECTIVES: SARS-CoV-2 infection and COVID-19 vaccination of homeless people are a serious public health concern during COVID-19 pandemic. ...Moreover, for the homeless subjects, the pooled incidence was 10% (4 to 23%) for asymptom …",
    "abstract": "Objectives:\n        \n      \n      SARS-CoV-2 infection and COVID-19 vaccination of homeless people are a serious public health concern during COVID-19 pandemic. We aimed to systematically assess SARS-CoV-2 incidence, seroprevalence, and COVID-19 vaccination coverage in homeless people, which are important to inform resource allocation and policy adjustment for the prevention and control of COVID-19.\n    \n\n\n          Methods:\n        \n      \n      We searched PubMed, Web of Science, and the World Health Organization COVID-19 database for the studies of SARS-CoV-2 incidence, seroprevalence, and COVID-19 vaccination coverage in the homeless population. Subgroup analyses were conducted to pool SARS-CoV-2 incidence and seroprevalence in sheltered homeless, unsheltered homeless, and mixed population, respectively. Potential sources of heterogeneity in the estimates were explored by meta-regression analysis.\n    \n\n\n          Results:\n        \n      \n      Forty-nine eligible studies with a total of 75,402 homeless individuals and 5,000 shelter staff were included in the meta-analysis. The pooled incidence of SARS-CoV-2 infection was 10% (95% CI: 7 to 12%) in the homeless population and 8% (5 to 12%) for shelter staff. In addition, the overall estimated SARS-CoV-2 specific seroprevalence was 19% (8 to 33%) for homeless populations and 22% (3 to 52%) for shelter staff, respectively. Moreover, for the homeless subjects, the pooled incidence was 10% (4 to 23%) for asymptomatic SARS-CoV-2 infections, 6% (1 to 12%) for symptomatic SARS-CoV-2 infections, 3% (1 to 4%) for hospitalization for COVID-19, and 1% (0 to 2%) for severe COVID-19 cases, respectively while no COVID-19-related death was reported. Furthermore, the data derived from 12 included studies involving 225,448 homeless individuals revealed that the pooled proportion of one dose COVID-19 vaccination was 41% (35 to 47%), which was significantly lower than those in the general population.\n    \n\n\n          Conclusion:\n        \n      \n      Our study results indicate that the homeless people remain highly susceptible to SARS-CoV-2 infection, but COVID-19 vaccination coverage was lower than the general population, underscoring the need for prioritizing vaccine deployment and implementing enhanced preventive measures targeting this vulnerable group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37900041/",
    "clean_text": "sars cov incidence seroprevalence and covid vaccination coverage in the homeless population a systematic review and meta analysis objectives sars cov infection and covid vaccination of homeless people are a serious public health concern during covid pandemic moreover for the homeless subjects the pooled incidence was to for asymptom objectives sars cov infection and covid vaccination of homeless people are a serious public health concern during covid pandemic we aimed to systematically assess sars cov incidence seroprevalence and covid vaccination coverage in homeless people which are important to inform resource allocation and policy adjustment for the prevention and control of covid methods we searched pubmed web of science and the world health organization covid database for the studies of sars cov incidence seroprevalence and covid vaccination coverage in the homeless population subgroup analyses were conducted to pool sars cov incidence and seroprevalence in sheltered homeless unsheltered homeless and mixed population respectively potential sources of heterogeneity in the estimates were explored by meta regression analysis results forty nine eligible studies with a total of homeless individuals and shelter staff were included in the meta analysis the pooled incidence of sars cov infection was ci to in the homeless population and to for shelter staff in addition the overall estimated sars cov specific seroprevalence was to for homeless populations and to for shelter staff respectively moreover for the homeless subjects the pooled incidence was to for asymptomatic sars cov infections to for symptomatic sars cov infections to for hospitalization for covid and to for severe covid cases respectively while no covid related death was reported furthermore the data derived from included studies involving homeless individuals revealed that the pooled proportion of one dose covid vaccination was to which was significantly lower than those in the general population conclusion our study results indicate that the homeless people remain highly susceptible to sars cov infection but covid vaccination coverage was lower than the general population underscoring the need for prioritizing vaccine deployment and implementing enhanced preventive measures targeting this vulnerable group"
}