{
    "title": "Spontaneous muscle haematoma in a patient with cirrhosis.",
    "doc_id": "37923333",
    "writer": "Suja L",
    "year": "2023",
    "summary": "This patient also had a retroperitoneal haemorrhage, clinically evidenced by the Grey Turner's and Cullen's signs. Haemorrhage was confirmed radiologically by CT. The patient was managed in an intensive care facility and treated with multiple blood products, …",
    "abstract": "Decompensated liver disease is associated with alterated haemostasis that can either lead to spontaneous bleeding or development of thrombosis. Alcohol consumption coupled with advanced liver disease favours spontaneous bleeding. There have been only few documented cases of spontaneous muscle haematoma (SMH) in patients with cirrhosis. The pathogenesis of SMH is hypothesised to be multifactorial and it has been seen in patients on anticoagulation or with haemostatic disorders. We report a case of alcohol-related cirrhosis presenting with an expanding, voluminous haematoma in the intermuscular plane between the trapezius and the teres major muscles. This patient also had a retroperitoneal haemorrhage, clinically evidenced by the Grey Turner's and Cullen's signs. Haemorrhage was confirmed radiologically by CT. The patient was managed in an intensive care facility and treated with multiple blood products, including packed red blood cells, fresh frozen plasma and cryoprecipitates. However, as his clinical condition deteriorated, he required surgical intervention by incision and drainage, followed by evacuation. Early identification of coagulopathy and aggressive treatment are essential in these cases of cirrhosis to avoid unfavourable outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37923333/",
    "clean_text": "spontaneous muscle haematoma in a patient with cirrhosis this patient also had a retroperitoneal haemorrhage clinically evidenced by the grey turner s and cullen s signs haemorrhage was confirmed radiologically by ct the patient was managed in an intensive care facility and treated with multiple blood products decompensated liver disease is associated with alterated haemostasis that can either lead to spontaneous bleeding or development of thrombosis alcohol consumption coupled with advanced liver disease favours spontaneous bleeding there have been only few documented cases of spontaneous muscle haematoma smh in patients with cirrhosis the pathogenesis of smh is hypothesised to be multifactorial and it has been seen in patients on anticoagulation or with haemostatic disorders we report a case of alcohol related cirrhosis presenting with an expanding voluminous haematoma in the intermuscular plane between the trapezius and the teres major muscles this patient also had a retroperitoneal haemorrhage clinically evidenced by the grey turner s and cullen s signs haemorrhage was confirmed radiologically by ct the patient was managed in an intensive care facility and treated with multiple blood products including packed red blood cells fresh frozen plasma and cryoprecipitates however as his clinical condition deteriorated he required surgical intervention by incision and drainage followed by evacuation early identification of coagulopathy and aggressive treatment are essential in these cases of cirrhosis to avoid unfavourable outcomes"
}