{
    "title": "Analysis of the carbon emission driving factors and prediction of a carbon peak scenario--A case study of Xi'an city.",
    "doc_id": "36451755",
    "writer": "Zhang Y",
    "year": "2022",
    "summary": "Based on carbon emissions and total economic volume, a Tapio decoupling elasticity analysis model was constructed, the decoupling coefficient of Xi'an from 2000 to 2020 was calculated, and the decoupling status of economic growth and carbon emissions were analysed. …",
    "abstract": "The continuous growth of global carbon emissions has become the focus of attention in political and academic circles in various countries. Understanding the driving factors of change in urban carbon emissions and predicting the peak of carbon emissions is of great significance for guiding the formulation of urban as well as national carbon emission reduction policies. Using Xi'an as an example, this study analyses the changing trend of its carbon emissions over the past 20 years. Based on carbon emissions and total economic volume, a Tapio decoupling elasticity analysis model was constructed, the decoupling coefficient of Xi'an from 2000 to 2020 was calculated, and the decoupling status of economic growth and carbon emissions were analysed. Using the Kaya identity and logarithmic mean divisia index (LMDI) decomposition to analyse the driving factors of the city's carbon emissions, combined with a multi-scenario forecasting method, three different scenarios were subdivided, and the approximate time of Xi'an's carbon peak was estimated. The results show that from 2000 to 2020, the overall carbon emissions in Xi'an showed an upwards trend. In recent years, the decoupling status of economic growth and carbon emissions in Xi'an has been ideal, and the effect of carbon emission reduction is obvious. Population and per capita gross domestic product (GDP) have a positive driving effect on carbon emissions, and energy intensity has a negative driving force on carbon emissions. During early years, the carbon intensity of energy consumption showed a positive effect on carbon emissions. With the improvement of the energy structure, the intensity of energy consumption inhibits the growth of carbon emissions. Under the three scenarios of low carbon, baseline and high carbon, the carbon peak years will be achieved approximately in 2016, 2025 and 2035, and the corresponding carbon peaks are approximately 29.5 million tons, 29.66 million tons and 31 million tons, respectively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36451755/",
    "clean_text": "analysis of the carbon emission driving factors and prediction of a carbon peak scenario a case study of xi an city based on carbon emissions and total economic volume a tapio decoupling elasticity analysis model was constructed the decoupling coefficient of xi an from to was calculated and the decoupling status of economic growth and carbon emissions were analysed the continuous growth of global carbon emissions has become the focus of attention in political and academic circles in various countries understanding the driving factors of change in urban carbon emissions and predicting the peak of carbon emissions is of great significance for guiding the formulation of urban as well as national carbon emission reduction policies using xi an as an example this study analyses the changing trend of its carbon emissions over the past years based on carbon emissions and total economic volume a tapio decoupling elasticity analysis model was constructed the decoupling coefficient of xi an from to was calculated and the decoupling status of economic growth and carbon emissions were analysed using the kaya identity and logarithmic mean divisia index lmdi decomposition to analyse the driving factors of the city s carbon emissions combined with a multi scenario forecasting method three different scenarios were subdivided and the approximate time of xi an s carbon peak was estimated the results show that from to the overall carbon emissions in xi an showed an upwards trend in recent years the decoupling status of economic growth and carbon emissions in xi an has been ideal and the effect of carbon emission reduction is obvious population and per capita gross domestic product gdp have a positive driving effect on carbon emissions and energy intensity has a negative driving force on carbon emissions during early years the carbon intensity of energy consumption showed a positive effect on carbon emissions with the improvement of the energy structure the intensity of energy consumption inhibits the growth of carbon emissions under the three scenarios of low carbon baseline and high carbon the carbon peak years will be achieved approximately in and and the corresponding carbon peaks are approximately million tons million tons and million tons respectively"
}