{
    "title": "Advances in the role of natural products in human gene expression.",
    "doc_id": "35101246",
    "writer": "Chen G",
    "year": "2022",
    "summary": "Natural products (NPs), especially those from traditional herbal medicines, can evidently modulate human gene expression at multiple levels, leading to a wide diversity of bioactivities. Although numerous bio-functions of NPs for human body have been found, there is …",
    "abstract": "Natural products (NPs), especially those from traditional herbal medicines, can evidently modulate human gene expression at multiple levels, leading to a wide diversity of bioactivities. Although numerous bio-functions of NPs for human body have been found, there is little understanding about how NPs achieve it, as less attention was drawn to the definite mechnism by which NPs regulate gene expression. Furthermore, based on the rapidly advancing knowledge of mechanisms for gene regulation in recent years, newly-understood mechanisms, such as post-transcriptional regulation, are found to be involved in NP-elicited bio-effects, providing a new perspective on understanding the role of NPs in gene expression. Therefore, in the current review, we summarize the function of NPs in gene expression from the perspectives of transcriptional, post-transcriptional, and post-translational regulation, which will reinforce the understanding of NP-induced effects in gene expression and facilitate the exploration of more NPs with potential therapeutic effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35101246/",
    "clean_text": "advances in the role of natural products in human gene expression natural products nps especially those from traditional herbal medicines can evidently modulate human gene expression at multiple levels leading to a wide diversity of bioactivities although numerous bio functions of nps for human body have been found there is natural products nps especially those from traditional herbal medicines can evidently modulate human gene expression at multiple levels leading to a wide diversity of bioactivities although numerous bio functions of nps for human body have been found there is little understanding about how nps achieve it as less attention was drawn to the definite mechnism by which nps regulate gene expression furthermore based on the rapidly advancing knowledge of mechanisms for gene regulation in recent years newly understood mechanisms such as post transcriptional regulation are found to be involved in np elicited bio effects providing a new perspective on understanding the role of nps in gene expression therefore in the current review we summarize the function of nps in gene expression from the perspectives of transcriptional post transcriptional and post translational regulation which will reinforce the understanding of np induced effects in gene expression and facilitate the exploration of more nps with potential therapeutic effects"
}