{
    "pmid": "41367790",
    "title": "Development and validation of a diagnostic nomogram to predict significant stenosis of the left anterior descending branch of the coronary artery by stress echocardiography.",
    "abstract": "Noninvasive detection of coronary artery disease (CAD) with significant coronary stenosis by echocardiography remains challenging. Myocardial work (MW) is a noninvasive method for the quantitative assessment of left ventricular function, which, in combination with stress imaging, enables the detection of myocardial ischemia during myocardial stimulation. We aimed to preliminarily explore the diagnostic value of regional stress MW combined with coronary flow reserve (CFR) in identifying significant stenosis of the left anterior descending artery (LAD). A retrospective collection of 120 patients suspected of CAD with coronary angiography was performed, including 63 with nonsignificant stenosis in the LAD and 57 with significant stenosis in the LAD. In addition to conventional echocardiographic parameters, all individuals underwent stress echocardiography (SE) with pharmacological stress. We statistically compared longitudinal strain (LS Conventional echocardiographic parameters showed no significant difference between the nonsignificant and significant stenosis groups (P>0.05). Analysis of MW-related parameters showed that the group with nonsignificant stenosis differed from the group with significant stenosis. WI Stress MW parameters and CFR demonstrated potential discriminatory ability for early myocardial ischemia caused by significant stenosis of LAD in this cohort. These results support the feasibility of exploring MLRM models that incorporate stress MW and CFR as noninvasive screening tools in future prospective studies.",
    "disease": "coronary artery disease",
    "clean_text": "development and validation of a diagnostic nomogram to predict significant stenosis of the left anterior descending branch of the coronary artery by stress echocardiography noninvasive detection of coronary artery disease cad with significant coronary stenosis by echocardiography remains challenging myocardial work mw is a noninvasive method for the quantitative assessment of left ventricular function which in combination with stress imaging enables the detection of myocardial ischemia during myocardial stimulation we aimed to preliminarily explore the diagnostic value of regional stress mw combined with coronary flow reserve cfr in identifying significant stenosis of the left anterior descending artery lad a retrospective collection of patients suspected of cad with coronary angiography was performed including with nonsignificant stenosis in the lad and with significant stenosis in the lad in addition to conventional echocardiographic parameters all individuals underwent stress echocardiography se with pharmacological stress we statistically compared longitudinal strain ls conventional echocardiographic parameters showed no significant difference between the nonsignificant and significant stenosis groups p analysis of mw related parameters showed that the group with nonsignificant stenosis differed from the group with significant stenosis wi stress mw parameters and cfr demonstrated potential discriminatory ability for early myocardial ischemia caused by significant stenosis of lad in this cohort these results support the feasibility of exploring mlrm models that incorporate stress mw and cfr as noninvasive screening tools in future prospective studies"
}