{
    "pmid": "41467386",
    "title": "Intravenous Thrombolysis in Patients on Direct Oral Anticoagulants: Analysis of the Get With The Guidelines Stroke Registry.",
    "abstract": "Intravenous thrombolysis for acute ischemic stroke (AIS) is a proven effective treatment. Whether thrombolysis in patients with AIS with recent direct oral anticoagulant (DOAC) use is safe and efficacious is not well established. We aimed to compare outcomes of patients with AIS and recent DOAC use who received thrombolysis to those otherwise eligible but excluded due to recent DOAC use. This study included patients for the GWTG (Get With The Guidelines) registry with a diagnosis of AIS within 4.5 hours from last known normal, on a DOAC, and either (1) received intravenous thrombolysis, or (2) were excluded from thrombolysis with coagulopathy being the only reason for exclusion. We used univariate and adjusted binary logistic regression models with clustering by site to compare the 2 groups' functional status (ambulation on discharge and discharge disposition) and reported rates of safety outcomes in the thrombolysis group. The study sample included 48 907 patients with AIS using a DOAC; 4702 received thrombolysis and 44 205 did not. In adjusted logistic regression models, patients with recent DOAC use receiving thrombolysis had increased odds of independent ambulation at discharge (odds ratio [OR], 1.35[ 95% CI, 1.21-1.50]) and home discharge (OR, 1.33 [95% CI, 1.22-1.46]). The rate of symptomatic intracranial hemorrhage with intravenous thrombolysis in patients with recent DOAC use was 3.5% (95% CI, 3.0%-4.1%). In this study, intravenous thrombolysis was associated with improved functional outcomes in patients with recent DOAC use and appeared safe. Given the study limitations, findings require validation by prospective trials.",
    "disease": "stroke",
    "clean_text": "intravenous thrombolysis in patients on direct oral anticoagulants analysis of the get with the guidelines stroke registry intravenous thrombolysis for acute ischemic stroke ais is a proven effective treatment whether thrombolysis in patients with ais with recent direct oral anticoagulant doac use is safe and efficacious is not well established we aimed to compare outcomes of patients with ais and recent doac use who received thrombolysis to those otherwise eligible but excluded due to recent doac use this study included patients for the gwtg get with the guidelines registry with a diagnosis of ais within hours from last known normal on a doac and either received intravenous thrombolysis or were excluded from thrombolysis with coagulopathy being the only reason for exclusion we used univariate and adjusted binary logistic regression models with clustering by site to compare the groups functional status ambulation on discharge and discharge disposition and reported rates of safety outcomes in the thrombolysis group the study sample included patients with ais using a doac received thrombolysis and did not in adjusted logistic regression models patients with recent doac use receiving thrombolysis had increased odds of independent ambulation at discharge odds ratio or ci and home discharge or ci the rate of symptomatic intracranial hemorrhage with intravenous thrombolysis in patients with recent doac use was ci in this study intravenous thrombolysis was associated with improved functional outcomes in patients with recent doac use and appeared safe given the study limitations findings require validation by prospective trials"
}