{
    "title": "Qualitative and quantitative assessment of cartilage degeneration using full-field optical coherence tomography ex vivo.",
    "doc_id": "29162490",
    "writer": "Pailhé R",
    "year": "2018",
    "summary": "OBJECTIVE: The purpose of this study was to investigate the ability of full-field optical coherence tomography (FFOCT) to qualitatively and quantitatively evaluate cartilage degeneration using the qualitative evaluation of histology sections as the reference. ...The …",
    "abstract": "Objective:\n        \n      \n      The purpose of this study was to investigate the ability of full-field optical coherence tomography (FFOCT) to qualitatively and quantitatively evaluate cartilage degeneration using the qualitative evaluation of histology sections as the reference.\n    \n\n\n          Design:\n        \n      \n      Thirty-three human knee cartilage samples of variable degeneration were included in the study. A closely matching histology and FFOCT image was acquired for each sample. The cartilage degeneration was qualitatively evaluated by assigning a grade to each histology and FFOCT image. The relevance of the performed grading was assessed by calculating the intra- and inter-observer reproducibility and calculating the concordance between the histology and FFOCT grades. A near-automatic algorithm was developed to quantitatively characterize the cartilage surface in each image. The correlation between the quantitative results and the reference qualitative histology was calculated.\n    \n\n\n          Results:\n        \n      \n      An almost perfect agreement was achieved for both the intra- and inter-reproducibility of the histology and FFOCT qualitative grading (κ ≥ 0.91). A high and statistically significant level of agreement was measured between the histology and FFOCT grades (W = 0.95, P < 0.05). Strong and statistically significant correlations were measured between the quantitative results and the reference qualitative histology grades (ρ ≥ 0.75, P < 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      We have demonstrated that FFOCT is an alternative approach to conventional optical coherence tomography (OCT) that is as well adapted for the qualitative and quantitative assessment of human cartilage as the reference gold standard - histology. This study constitutes the first promising results towards developing a new diagnostic tool in the field of osteoarthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29162490/",
    "clean_text": "qualitative and quantitative assessment of cartilage degeneration using full field optical coherence tomography ex vivo objective the purpose of this study was to investigate the ability of full field optical coherence tomography ffoct to qualitatively and quantitatively evaluate cartilage degeneration using the qualitative evaluation of histology sections as the reference the objective the purpose of this study was to investigate the ability of full field optical coherence tomography ffoct to qualitatively and quantitatively evaluate cartilage degeneration using the qualitative evaluation of histology sections as the reference design thirty three human knee cartilage samples of variable degeneration were included in the study a closely matching histology and ffoct image was acquired for each sample the cartilage degeneration was qualitatively evaluated by assigning a grade to each histology and ffoct image the relevance of the performed grading was assessed by calculating the intra and inter observer reproducibility and calculating the concordance between the histology and ffoct grades a near automatic algorithm was developed to quantitatively characterize the cartilage surface in each image the correlation between the quantitative results and the reference qualitative histology was calculated results an almost perfect agreement was achieved for both the intra and inter reproducibility of the histology and ffoct qualitative grading a high and statistically significant level of agreement was measured between the histology and ffoct grades w p strong and statistically significant correlations were measured between the quantitative results and the reference qualitative histology grades p conclusions we have demonstrated that ffoct is an alternative approach to conventional optical coherence tomography oct that is as well adapted for the qualitative and quantitative assessment of human cartilage as the reference gold standard histology this study constitutes the first promising results towards developing a new diagnostic tool in the field of osteoarthritis"
}