{
    "title": "Measuring head and neck lymphedema: The \"ALOHA\" trial.",
    "doc_id": "25213629",
    "writer": "Purcell A",
    "year": "2016",
    "summary": "BACKGROUND: There is no clinical assessment available to measure head and neck lymphedema. This study proposes the use of a tape measurement system and the MoistureMeterD (MMD) to evaluate head and neck lymphedema. ...Correlation between MMD score and …",
    "abstract": "Background:\n        \n      \n      There is no clinical assessment available to measure head and neck lymphedema. This study proposes the use of a tape measurement system and the MoistureMeterD (MMD) to evaluate head and neck lymphedema.\n    \n\n\n          Methods:\n        \n      \n      The reliability and validity of these assessments was examined in 20 patients with head and neck lymphedema and 20 matched healthy controls.\n    \n\n\n          Results:\n        \n      \n      Interrater reliability for the MMD and 3 of the 4 tape measurements was excellent (intraclass correlation coefficients [ICCs] >0.90). Intrarater reliability of the MMD was 0.97. The MMD discriminated between patients with head and neck lymphedema and healthy controls, t(19) = 8.97, p < .001, whereas the tape measurements did not. Correlation between MMD score and head and neck lymphedema level ratings was significant (rho = 0.59) indicating convergent validity. Three of the tape measurements were significantly correlated with MMD scores (rho = 0.37-0.38) but not with ratings of head and neck lymphedema.\n    \n\n\n          Conclusion:\n        \n      \n      The tape measurement system and MMD show potential as objective measurements of head and neck lymphedema with the exception of 1 tape measurement point.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25213629/",
    "clean_text": "measuring head and neck lymphedema the aloha trial background there is no clinical assessment available to measure head and neck lymphedema this study proposes the use of a tape measurement system and the moisturemeterd mmd to evaluate head and neck lymphedema correlation between mmd score and background there is no clinical assessment available to measure head and neck lymphedema this study proposes the use of a tape measurement system and the moisturemeterd mmd to evaluate head and neck lymphedema methods the reliability and validity of these assessments was examined in patients with head and neck lymphedema and matched healthy controls results interrater reliability for the mmd and of the tape measurements was excellent intraclass correlation coefficients iccs intrarater reliability of the mmd was the mmd discriminated between patients with head and neck lymphedema and healthy controls t p whereas the tape measurements did not correlation between mmd score and head and neck lymphedema level ratings was significant rho indicating convergent validity three of the tape measurements were significantly correlated with mmd scores rho but not with ratings of head and neck lymphedema conclusion the tape measurement system and mmd show potential as objective measurements of head and neck lymphedema with the exception of tape measurement point"
}