{
    "title": "Sensorimotor behaviour following incomplete cervical spinal cord injury in the rat.",
    "doc_id": "16157393",
    "writer": "Webb AA",
    "year": "2005",
    "summary": "Rats are one of the most commonly used species for spinal cord injury research. Since the advent of the Basso, Beattie, Bresnahan (BBB) locomotor rating scale, the majority of spinal cord injury research relies upon evaluating locomotor b …",
    "abstract": "Rats are one of the most commonly used species for spinal cord injury research. Since the advent of the Basso, Beattie, Bresnahan (BBB) locomotor rating scale, the majority of spinal cord injury research relies upon evaluating locomotor behaviour in thoracic spinal cord injury rat models. Slightly more than 50% of all traumatic spinal cord injuries in humans, however, occur at the level of the cervical spinal cord. Further, therapies aimed at thoracic spinal cord injuries may not be directly transferable to cervical spinal cord injuries. This could be due to (1) differences in distance between the cell bodies of injured axons and the injury site and (2) because some behaviours (e.g. stepping movements) used to evaluate the therapeutic potential of a given treatment are governed primarily by intraspinal neuronal circuitry while other behaviours (e.g. skilled reaching) require more sophisticated conscious integration of the sensorimotor system. Consequently, there is a need to develop and use experimental cervical spinal cord injury models and understand the behavioural characteristics of such models. The present review highlights the sensorimotor abilities of cervical spinal cord-injured rats, including both forelimb, hind limb, and whole body behaviours. We also provide insight into the neuroanatomic substrates important for performing a given behaviour, information which may prove essential in the development of site-directed therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16157393/",
    "clean_text": "sensorimotor behaviour following incomplete cervical spinal cord injury in the rat rats are one of the most commonly used species for spinal cord injury research since the advent of the basso beattie bresnahan bbb locomotor rating scale the majority of spinal cord injury research relies upon evaluating locomotor b rats are one of the most commonly used species for spinal cord injury research since the advent of the basso beattie bresnahan bbb locomotor rating scale the majority of spinal cord injury research relies upon evaluating locomotor behaviour in thoracic spinal cord injury rat models slightly more than of all traumatic spinal cord injuries in humans however occur at the level of the cervical spinal cord further therapies aimed at thoracic spinal cord injuries may not be directly transferable to cervical spinal cord injuries this could be due to differences in distance between the cell bodies of injured axons and the injury site and because some behaviours e g stepping movements used to evaluate the therapeutic potential of a given treatment are governed primarily by intraspinal neuronal circuitry while other behaviours e g skilled reaching require more sophisticated conscious integration of the sensorimotor system consequently there is a need to develop and use experimental cervical spinal cord injury models and understand the behavioural characteristics of such models the present review highlights the sensorimotor abilities of cervical spinal cord injured rats including both forelimb hind limb and whole body behaviours we also provide insight into the neuroanatomic substrates important for performing a given behaviour information which may prove essential in the development of site directed therapeutic strategies"
}