{
    "pmid": "41404108",
    "title": "The association between skipping breakfast and cardiovascular disease: a meta analysis.",
    "abstract": "Cardiovascular disease (CVD) is a global health challenge significantly influenced by healthy behaviors. Nutritional research highlights the critical role of eating habits in the development of CVD. However, existing studies on the association between skipping breakfast and CVD have produced conflicting results. To address this controversy, we conducted a meta-analysis to clarify the relationship. We performed a systematic search of the PubMed, Embase, Cochrane and Web of Science databases for studies published before October 2024 to identify and assess prospective research on the relationship between skipping breakfast and CVD. In the study selection process, the PECOS framework and stringent inclusion/exclusion criteria were applied. The quality of the initially included studies was independently assessed using the Newcastle-Ottawa Scale (NOS). Data from the included studies, including odds ratio (OR) and 95% confidence intervals (CI), were extracted and analyzed using Stata 16.0. Sensitivity analyses were conducted to validate the results. Heterogeneity was assessed using the I This meta-analysis includes 2,383,813 participants. As a result, nine studies included 13 data points. Skipping breakfast, compared to regular breakfast consumption, was associated with an increased risk of CVD (OR: 1.17, 95% CI:1.09-1.26). Cardiovascular diseases were further categorized into coronary artery disease (CAD), stroke, and cardiovascular disease mortality (CDM). Skipping breakfast was associated with an increased risk of CAD (OR: 1.14, 95% CI: 1.05-1.24), stroke (RR: 1.15, 95% CI: 1.01-1.3), and CDM (OR: 1.49, 95% CI: 1.20-1.84). Skipping breakfast is significantly associated with increased CVD risk. Our analysis elucidates multiple pathophysiological mechanisms underlying this association. These findings collectively suggest that regular breakfast consumption may confer cardiovascular protective benefits. https://www.crd.york.ac.uk/PROSPERO/view/CRD42025630303, PROSPERO CRD 42025630303.",
    "disease": "coronary artery disease",
    "clean_text": "the association between skipping breakfast and cardiovascular disease a meta analysis cardiovascular disease cvd is a global health challenge significantly influenced by healthy behaviors nutritional research highlights the critical role of eating habits in the development of cvd however existing studies on the association between skipping breakfast and cvd have produced conflicting results to address this controversy we conducted a meta analysis to clarify the relationship we performed a systematic search of the pubmed embase cochrane and web of science databases for studies published before october to identify and assess prospective research on the relationship between skipping breakfast and cvd in the study selection process the pecos framework and stringent inclusion exclusion criteria were applied the quality of the initially included studies was independently assessed using the newcastle ottawa scale nos data from the included studies including odds ratio or and confidence intervals ci were extracted and analyzed using stata sensitivity analyses were conducted to validate the results heterogeneity was assessed using the i this meta analysis includes participants as a result nine studies included data points skipping breakfast compared to regular breakfast consumption was associated with an increased risk of cvd or ci cardiovascular diseases were further categorized into coronary artery disease cad stroke and cardiovascular disease mortality cdm skipping breakfast was associated with an increased risk of cad or ci stroke rr ci and cdm or ci skipping breakfast is significantly associated with increased cvd risk our analysis elucidates multiple pathophysiological mechanisms underlying this association these findings collectively suggest that regular breakfast consumption may confer cardiovascular protective benefits https www crd york ac uk prospero view crd prospero crd"
}