{
    "pmid": "41413715",
    "title": "Increased transient elastography-derived liver stiffness in fibrotic interstitial lung disease compared with healthy controls and its association with high-resolution computed tomography extent: a cross-sectional observational study.",
    "abstract": "Fibrotic interstitial lung diseases are chronic diffuse parenchymal disorders characterised by progressive scarring and substantial morbidity. Transient elastography-derived liver stiffness is an established non-invasive marker of hepatic fibrosis, but it is unclear whether this liver-focused measurement carries any signal related to fibrotic interstitial lung disease. To assess, in a cross-sectional observational cohort, whether liver stiffness (LS) measured by transient elastography (TE) discriminates individuals with interstitial lung disease (ILD) from healthy controls and relates to HRCT-based disease burden, and to explore in-sample an empirical cut-point with pre-specified sensitivity analyses. 65 patients with ILD and 60 age- and sex-matched healthy controls underwent LS assessment using FibroScan Median LS was significantly higher in ILD patients than in controls (4.90 vs. 2.98 kPa; p < 0.001). ROC analysis yielded an area under the curve of 0.867 for LS in predicting ILD, with a cut-off of 3.88 kPa (sensitivity, 76.9%; specificity, 85.0%). Non-CTD-ILD patients exhibited greater LS than CTD-ILD patients (6.5 vs. 4.6 kPa; p = 0.009). Within the CTD-ILD subgroup, only age correlated with LS (r = 0.402; p = 0.012). An LS ≥ 7.0 kPa was associated with a usual interstitial pneumonia pattern in 72.2% of cases, and advanced fibrosis (F3) was more frequent in non-CTD-ILD (p = 0.023). In this cross-sectional cohort, TE-derived liver stiffness shows in-sample discriminatory ability and aligns with HRCT involvement, indicating a candidate biomarker signal; prognostic use is unproven and warrants adequately powered longitudinal validation.",
    "disease": "liver cirrhosis",
    "clean_text": "increased transient elastography derived liver stiffness in fibrotic interstitial lung disease compared with healthy controls and its association with high resolution computed tomography extent a cross sectional observational study fibrotic interstitial lung diseases are chronic diffuse parenchymal disorders characterised by progressive scarring and substantial morbidity transient elastography derived liver stiffness is an established non invasive marker of hepatic fibrosis but it is unclear whether this liver focused measurement carries any signal related to fibrotic interstitial lung disease to assess in a cross sectional observational cohort whether liver stiffness ls measured by transient elastography te discriminates individuals with interstitial lung disease ild from healthy controls and relates to hrct based disease burden and to explore in sample an empirical cut point with pre specified sensitivity analyses patients with ild and age and sex matched healthy controls underwent ls assessment using fibroscan median ls was significantly higher in ild patients than in controls vs kpa p roc analysis yielded an area under the curve of for ls in predicting ild with a cut off of kpa sensitivity specificity non ctd ild patients exhibited greater ls than ctd ild patients vs kpa p within the ctd ild subgroup only age correlated with ls r p an ls kpa was associated with a usual interstitial pneumonia pattern in of cases and advanced fibrosis f was more frequent in non ctd ild p in this cross sectional cohort te derived liver stiffness shows in sample discriminatory ability and aligns with hrct involvement indicating a candidate biomarker signal prognostic use is unproven and warrants adequately powered longitudinal validation"
}