{
    "title": "Self-management support for older adults with chronic illness: implications for nursing practice.",
    "doc_id": "35094539",
    "writer": "Byrne G",
    "year": "2022",
    "summary": "Self-management is a key skill that older adults with multiple comorbidities require. Self-management interventions include medication management, self-monitoring and self-awareness and self-management often requires the older adult to manage the emotional consequen …",
    "abstract": "Self-management is a key skill that older adults with multiple comorbidities require. Self-management interventions include medication management, self-monitoring and self-awareness and self-management often requires the older adult to manage the emotional consequences of having multiple comorbidities. The benefits of self-management for older adults include reduced reliance on the health system, enhanced quality of life, empowerment of the individual and reduction in the burden associated with chronic illness. Many factors can influence an older adult's ability to self-manage, including health literacy, mental health difficulties and socio-economic factors. Self-management support is the provision of structures, services and programmes to support and enhance the skills of older adults in managing their own conditions. Nurses are in a pivotal position across the continuum of care, using both person-centred care and the 'Making Every Contact Count' approach, to support older adults to self-manage their conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35094539/",
    "clean_text": "self management support for older adults with chronic illness implications for nursing practice self management is a key skill that older adults with multiple comorbidities require self management interventions include medication management self monitoring and self awareness and self management often requires the older adult to manage the emotional consequen self management is a key skill that older adults with multiple comorbidities require self management interventions include medication management self monitoring and self awareness and self management often requires the older adult to manage the emotional consequences of having multiple comorbidities the benefits of self management for older adults include reduced reliance on the health system enhanced quality of life empowerment of the individual and reduction in the burden associated with chronic illness many factors can influence an older adult s ability to self manage including health literacy mental health difficulties and socio economic factors self management support is the provision of structures services and programmes to support and enhance the skills of older adults in managing their own conditions nurses are in a pivotal position across the continuum of care using both person centred care and the making every contact count approach to support older adults to self manage their conditions"
}