{
    "pmid": "41410036",
    "title": "Analysis of circulating immune cells in patients with rheumatoid arthritis and positive for hashimoto thyroiditis antibodies.",
    "abstract": "To examine the differences in the proportions of circulating peripheral helper T cells (Tph), follicular helper T cells (Tfh), regulatory T cells (Treg), and Treg subtypes between patients with rheumatoid arthritis positive for Hashimoto thyroiditis antibodies (RA-HT) and those with rheumatoid arthritis alone (RA). To investigate the correlations between these cell types and clinical indicators, and evaluate their potential as biomarkers for diagnosing and predicting RA-HT, thereby providing directions for more detailed mechanistic studies. The study enrolled 50 RA-HT patients, 53 RA patients, and 10 healthy controls. Fresh peripheral blood was collected for flow cytometry analysis, and clinical data were gathered for correlation studies. The diagnostic performance of the cells was analyzed using the receiver operating characteristic (ROC) curve. In the RA-HT group, there were significant increases in circulating Tph, Tfh, Treg, and memory Treg cells compared to the RA group (",
    "disease": "rheumatoid arthritis",
    "clean_text": "analysis of circulating immune cells in patients with rheumatoid arthritis and positive for hashimoto thyroiditis antibodies to examine the differences in the proportions of circulating peripheral helper t cells tph follicular helper t cells tfh regulatory t cells treg and treg subtypes between patients with rheumatoid arthritis positive for hashimoto thyroiditis antibodies ra ht and those with rheumatoid arthritis alone ra to investigate the correlations between these cell types and clinical indicators and evaluate their potential as biomarkers for diagnosing and predicting ra ht thereby providing directions for more detailed mechanistic studies the study enrolled ra ht patients ra patients and healthy controls fresh peripheral blood was collected for flow cytometry analysis and clinical data were gathered for correlation studies the diagnostic performance of the cells was analyzed using the receiver operating characteristic roc curve in the ra ht group there were significant increases in circulating tph tfh treg and memory treg cells compared to the ra group"
}