{
    "pmid": "41465553",
    "title": "Catalytic Effect of Amyloid-β on Native Tau Aggregation at Physiologically Relevant Concentrations.",
    "abstract": "Alzheimer's disease (AD) is characterized by the accumulation and aggregation of tau and amyloid-β (Aβ). The pathophysiology and progression of AD are facilitated by the neurotoxic effects of these aggregated proteins, resulting in neurodegeneration and memory loss. In this context, the interaction between tau and Aβ42 is considered, but the mechanism underlying their pathogenic interplay remains unclear. Here, we addressed this question by studying the aggregation of full-length, unmodified tau and Aβ42 at physiologically low concentrations using atomic force microscopy (AFM). AFM imaging and data analyses demonstrate an increase in tau aggregation in the presence of Aβ42, characterized by increased sizes and number of aggregates. Importantly, tau aggregation occurs without the need for phosphorylation or any other post-translational changes. The analysis of the data demonstrates that tau and Aβ42 form co-aggregates, with no visible accumulation of Aβ42 aggregates alone. Given that the catalysis of tau aggregation by Aβ42 is observed at physiological low nanomolar concentrations of Aβ42, the finding suggests that such aggregation catalysis of tau by Aβ42 can be a molecular mechanism underlying the pathological tau aggregation process associated with the onset and development of Alzheimer's disease.",
    "disease": "alzheimer disease",
    "clean_text": "catalytic effect of amyloid on native tau aggregation at physiologically relevant concentrations alzheimer s disease ad is characterized by the accumulation and aggregation of tau and amyloid a the pathophysiology and progression of ad are facilitated by the neurotoxic effects of these aggregated proteins resulting in neurodegeneration and memory loss in this context the interaction between tau and a is considered but the mechanism underlying their pathogenic interplay remains unclear here we addressed this question by studying the aggregation of full length unmodified tau and a at physiologically low concentrations using atomic force microscopy afm afm imaging and data analyses demonstrate an increase in tau aggregation in the presence of a characterized by increased sizes and number of aggregates importantly tau aggregation occurs without the need for phosphorylation or any other post translational changes the analysis of the data demonstrates that tau and a form co aggregates with no visible accumulation of a aggregates alone given that the catalysis of tau aggregation by a is observed at physiological low nanomolar concentrations of a the finding suggests that such aggregation catalysis of tau by a can be a molecular mechanism underlying the pathological tau aggregation process associated with the onset and development of alzheimer s disease"
}