{
    "title": "Preventing herpes zoster through vaccination.",
    "doc_id": "18243932",
    "writer": "Gelb LD.",
    "year": "2008",
    "summary": "TOPIC: The role of the zoster vaccine in the prevention of herpes zoster and its sequelae, including postherpetic neuralgia (PHN) and herpes zoster ophthalmicus. CLINICAL RELEVANCE: Wide administration of the herpes zoster vaccine …",
    "abstract": "Topic:\n        \n      \n      The role of the zoster vaccine in the prevention of herpes zoster and its sequelae, including postherpetic neuralgia (PHN) and herpes zoster ophthalmicus.\n    \n\n\n          Clinical relevance:\n        \n      \n      Wide administration of the herpes zoster vaccine in accordance with the recommendations of the Centers for Disease Control and Prevention Advisory Committee on Immunization Practices (ACIP) will lead to a decline in the incidence and morbidity of herpes zoster and its complications, including PHN.\n    \n\n\n          Methods:\n        \n      \n      The key study leading to the approval of the zoster vaccine for use, the Centers for Disease Control and Prevention ACIP's recommendations for appropriate use of the zoster vaccine, and predictions regarding the cost efficacy of a zoster vaccination program are reviewed.\n    \n\n\n          Results:\n        \n      \n      The Shingles Prevention Study established that the zoster vaccine was safe, well tolerated, and effective in reducing the burden of illness due to herpes zoster and the incidence of PHN. The ACIP recommended that the zoster vaccine be given to adults 60 and older for the prevention of herpes zoster. Cost-efficacy analyses suggest that the greatest gain in quality-adjusted life-years can be gained by vaccinating individuals at the younger end of the ACIP-recommended age range.\n    \n\n\n          Conclusion:\n        \n      \n      The zoster vaccine promises to reduce the morbidity and mortality of herpes zoster. Administering the vaccine at the younger end of the age range may offer a greater cost benefit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18243932/",
    "clean_text": "preventing herpes zoster through vaccination topic the role of the zoster vaccine in the prevention of herpes zoster and its sequelae including postherpetic neuralgia phn and herpes zoster ophthalmicus clinical relevance wide administration of the herpes zoster vaccine topic the role of the zoster vaccine in the prevention of herpes zoster and its sequelae including postherpetic neuralgia phn and herpes zoster ophthalmicus clinical relevance wide administration of the herpes zoster vaccine in accordance with the recommendations of the centers for disease control and prevention advisory committee on immunization practices acip will lead to a decline in the incidence and morbidity of herpes zoster and its complications including phn methods the key study leading to the approval of the zoster vaccine for use the centers for disease control and prevention acip s recommendations for appropriate use of the zoster vaccine and predictions regarding the cost efficacy of a zoster vaccination program are reviewed results the shingles prevention study established that the zoster vaccine was safe well tolerated and effective in reducing the burden of illness due to herpes zoster and the incidence of phn the acip recommended that the zoster vaccine be given to adults and older for the prevention of herpes zoster cost efficacy analyses suggest that the greatest gain in quality adjusted life years can be gained by vaccinating individuals at the younger end of the acip recommended age range conclusion the zoster vaccine promises to reduce the morbidity and mortality of herpes zoster administering the vaccine at the younger end of the age range may offer a greater cost benefit"
}