{
    "pmid": "41472454",
    "title": "Excess Body Weight and Its Influence on Colonoscopy Adherence and Findings: Results from an Opportunistic Colorectal Cancer Screening Program in Chongqing.",
    "abstract": "To examine the effect of excess body weight on adherence and lesion detection in colorectal cancer (CRC) screening. A cross-sectional analysis was conducted within an opportunistic CRC screening program in Chongqing, which enrolled 43,797 adults aged 35-74 years between 2021 and 2022. A total of 42,279 participants were included in the final analysis, of whom 19,462 (46.0%) had excess body weight (BMI > 24.0 kg/m  Of the 7,002 participants recommended for colonoscopy, 3,808 (54.4%) had excess body weight. Adherence was significantly lower in the excess weight group (6.6%) than in the normal weight group (10.7%,  Excess body weight was associated with lower colonoscopy adherence but higher neoplasm detection. These findings support the integration of weight management with targeted screening promotion to improve CRC prevention in this high-risk population.",
    "disease": "colorectal cancer",
    "clean_text": "excess body weight and its influence on colonoscopy adherence and findings results from an opportunistic colorectal cancer screening program in chongqing to examine the effect of excess body weight on adherence and lesion detection in colorectal cancer crc screening a cross sectional analysis was conducted within an opportunistic crc screening program in chongqing which enrolled adults aged years between and a total of participants were included in the final analysis of whom had excess body weight bmi kg m of the participants recommended for colonoscopy had excess body weight adherence was significantly lower in the excess weight group than in the normal weight group excess body weight was associated with lower colonoscopy adherence but higher neoplasm detection these findings support the integration of weight management with targeted screening promotion to improve crc prevention in this high risk population"
}