{
    "title": "Epidemiological characteristics of traumatic spinal cord injury in Xi'an, China.",
    "doc_id": "33268825",
    "writer": "Du J",
    "year": "2021",
    "summary": "OBJECTIVE: To describe the demographic and epidemiological characteristics of patients with traumatic spinal cord injury (TSCI) in Xi'an to help health-related institutions formulate corresponding measures. SETTING: People with TSCI, all spine centres and orthopaedi …",
    "abstract": "Study design:\n        \n      \n      A hospital-based retrospective epidemiological study.\n    \n\n\n          Objective:\n        \n      \n      To describe the demographic and epidemiological characteristics of patients with traumatic spinal cord injury (TSCI) in Xi'an to help health-related institutions formulate corresponding measures.\n    \n\n\n          Setting:\n        \n      \n      People with TSCI, all spine centres and orthopaedic centres in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively reviewed the medical records of the all spine centers or orthopedic centers in Xi'an according to the International Classification of Disease Version 10 (ICD-10) and diagnostic code of TSCI. Variables included gender, age, medical insurance, etiology, occupation, level of injury, and severity of injury, multiple injury, complication, treatment, and so on.\n    \n\n\n          Results:\n        \n      \n      The study included the medical records of 1730 patients with TSCI from 2014 to 2018. The estimated annual incidence rate increased from 39.0 cases (95% CI, 34.7-43.3 cases) per 1 million persons in 2014 to 43.2 cases (95% CI, 39.0-47.5 cases) per 1 million persons in 2018. The leading cause of TSCI was high falls (35.5%, 614 cases). The most common injury site was the cervical spinal cord, accounting for 55.7% (963 cases). The degree of injury severity with the highest proportion was incomplete tetraplegia (47.2%, 816 cases). In addition, 71.4% (1236 cases) of TSCI cases had spinal fracture or dislocation.\n    \n\n\n          Conclusions:\n        \n      \n      There are specific epidemiological characteristics of TSCI patients in Xi'an, and preventive measures are suggested to be based on the characteristics of the different types of patients with TSCI and focused on high-risk groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33268825/",
    "clean_text": "epidemiological characteristics of traumatic spinal cord injury in xi an china objective to describe the demographic and epidemiological characteristics of patients with traumatic spinal cord injury tsci in xi an to help health related institutions formulate corresponding measures setting people with tsci all spine centres and orthopaedi study design a hospital based retrospective epidemiological study objective to describe the demographic and epidemiological characteristics of patients with traumatic spinal cord injury tsci in xi an to help health related institutions formulate corresponding measures setting people with tsci all spine centres and orthopaedic centres in xi an china methods we retrospectively reviewed the medical records of the all spine centers or orthopedic centers in xi an according to the international classification of disease version icd and diagnostic code of tsci variables included gender age medical insurance etiology occupation level of injury and severity of injury multiple injury complication treatment and so on results the study included the medical records of patients with tsci from to the estimated annual incidence rate increased from cases ci cases per million persons in to cases ci cases per million persons in the leading cause of tsci was high falls cases the most common injury site was the cervical spinal cord accounting for cases the degree of injury severity with the highest proportion was incomplete tetraplegia cases in addition cases of tsci cases had spinal fracture or dislocation conclusions there are specific epidemiological characteristics of tsci patients in xi an and preventive measures are suggested to be based on the characteristics of the different types of patients with tsci and focused on high risk groups"
}