{
    "pmid": "41382008",
    "title": "Frailty in older adults with chronic obstructive pulmonary disease: preliminary findings of prevalence and care priorities.",
    "abstract": "Frailty is prevalent among older adults and exerts a significant impact on their quality of life. The present study aims to analyze the current status of frailty in older adults with chronic obstructive pulmonary disease (COPD) as well as its influencing factors, thereby providing evidence-based support for clinical treatment and nursing practices. Older patients with COPD admitted to our hospital from January 2024 to April 2025 were included in this study. Patients with concurrent asthma or interstitial lung disease (ILD) were excluded to minimize confounding. Clinical data were collected, and frailty was assessed within 24 h of admission (when patients were clinically stable). Correlation analysis and multivariate logistic regression analysis were conducted to identify the influencing factors of frailty in older patients with COPD. not applicable. A total of 224 older adults with COPD were enrolled in the study, among whom 68 (30.36%) were robust (normal state), 84 (37.50%) were pre-frail, and 72 (32.14%) met the criteria for frailty. Correlation analysis showed that age(r = 0.602), GOLD stage(r = 0.596), and COPD duration(r = 0.558), serum interleukin-6(r = 0.534) and serum hemoglobin concentration(r=-0.579) were correlated with the frailty of older adults with COPD (all p < 0.05). Multivariate logistic regression analysis indicated that age (OR = 1.809, 95%CI: 1.233 ~ 2.195), GOLD stage (OR = 2.456, 95%CI: 1.977 ~ 2.850), and COPD duration (OR = 1.768, 95%CI: 1.104 ~ 1.993), serum interleukin-6 (OR = 1.454, 95%CI: 1.113 ~ 2.006) and serum hemoglobin concentration (OR = 0.675, 95%CI: 0.225 ~ 0.901) were the influencing factors of the frailty of older adults with COPD (all p < 0.05). The prevalence of frailty is relatively high in older adults with COPD. Clinically, targeted interventions and nursing care should be carried out for factors that influence the frailty in older adults with COPD.",
    "disease": "asthma",
    "clean_text": "frailty in older adults with chronic obstructive pulmonary disease preliminary findings of prevalence and care priorities frailty is prevalent among older adults and exerts a significant impact on their quality of life the present study aims to analyze the current status of frailty in older adults with chronic obstructive pulmonary disease copd as well as its influencing factors thereby providing evidence based support for clinical treatment and nursing practices older patients with copd admitted to our hospital from january to april were included in this study patients with concurrent asthma or interstitial lung disease ild were excluded to minimize confounding clinical data were collected and frailty was assessed within h of admission when patients were clinically stable correlation analysis and multivariate logistic regression analysis were conducted to identify the influencing factors of frailty in older patients with copd not applicable a total of older adults with copd were enrolled in the study among whom were robust normal state were pre frail and met the criteria for frailty correlation analysis showed that age r gold stage r and copd duration r serum interleukin r and serum hemoglobin concentration r were correlated with the frailty of older adults with copd all p multivariate logistic regression analysis indicated that age or ci gold stage or ci and copd duration or ci serum interleukin or ci and serum hemoglobin concentration or ci were the influencing factors of the frailty of older adults with copd all p the prevalence of frailty is relatively high in older adults with copd clinically targeted interventions and nursing care should be carried out for factors that influence the frailty in older adults with copd"
}