{
    "title": "Development of the Human Fetal Kidney from Mid to Late Gestation in Male and Female Infants.",
    "doc_id": "29329932",
    "writer": "Ryan D",
    "year": "2018",
    "summary": "The aim of this study was to morphologically examine nephrogenesis in fetal human kidneys from 20 to 41weeks of gestation. METHODS: Kidney samples were obtained at autopsy from 71 infants that died acutely in utero or within 24h after birth. Using image analy …",
    "abstract": "Background:\n        \n      \n      During normal human kidney development, nephrogenesis (the formation of nephrons) is complete by term birth, with the majority of nephrons formed late in gestation. The aim of this study was to morphologically examine nephrogenesis in fetal human kidneys from 20 to 41weeks of gestation.\n    \n\n\n          Methods:\n        \n      \n      Kidney samples were obtained at autopsy from 71 infants that died acutely in utero or within 24h after birth. Using image analysis, nephrogenic zone width, the number of glomerular generations, renal corpuscle cross-sectional area and the cellular composition of glomeruli were examined. Kidneys from female and male infants were analysed separately.\n    \n\n\n          Findings:\n        \n      \n      The number of glomerular generations formed within the fetal kidneys was directly proportional to gestational age, body weight and kidney weight, with variability between individuals in the ultimate number of generations (8 to 12) and in the timing of the cessation of nephrogenesis (still ongoing at 37weeks gestation in one infant). There was a slight but significant (r2=0.30, P=0.001) increase in renal corpuscle cross-sectional area from mid gestation to term in females, but this was not evident in males. The proportions of podocytes, endothelial and non-epithelial cells within mature glomeruli were stable throughout gestation.\n    \n\n\n          Interpretation:\n        \n      \n      These findings highlight spatial and temporal variability in nephrogenesis in the developing human kidney, whereas the relative cellular composition of glomeruli does not appear to be influenced by gestational age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29329932/",
    "clean_text": "development of the human fetal kidney from mid to late gestation in male and female infants the aim of this study was to morphologically examine nephrogenesis in fetal human kidneys from to weeks of gestation methods kidney samples were obtained at autopsy from infants that died acutely in utero or within h after birth using image analy background during normal human kidney development nephrogenesis the formation of nephrons is complete by term birth with the majority of nephrons formed late in gestation the aim of this study was to morphologically examine nephrogenesis in fetal human kidneys from to weeks of gestation methods kidney samples were obtained at autopsy from infants that died acutely in utero or within h after birth using image analysis nephrogenic zone width the number of glomerular generations renal corpuscle cross sectional area and the cellular composition of glomeruli were examined kidneys from female and male infants were analysed separately findings the number of glomerular generations formed within the fetal kidneys was directly proportional to gestational age body weight and kidney weight with variability between individuals in the ultimate number of generations to and in the timing of the cessation of nephrogenesis still ongoing at weeks gestation in one infant there was a slight but significant r p increase in renal corpuscle cross sectional area from mid gestation to term in females but this was not evident in males the proportions of podocytes endothelial and non epithelial cells within mature glomeruli were stable throughout gestation interpretation these findings highlight spatial and temporal variability in nephrogenesis in the developing human kidney whereas the relative cellular composition of glomeruli does not appear to be influenced by gestational age"
}