{
    "pmid": "41460177",
    "title": "Cross-sectional and Longitudinal Associations between Testosterone and Cognitive Performance in Older People: Results of the Berlin Aging Study II (BASE-II).",
    "abstract": "Age-related declines in gonadal and cognitive function are commonly observed, but their relationship is still not completely understood. 615 men and 607 women from the Berlin Aging Study II aged ≥60 years were analyzed at baseline, of which 308 men and 297 women were re-assessed on average 7.2 years later. Total testosterone (TT) was measured, and free testosterone estimated using the Vermeulen (FTV), Sartorius (FTS), and Free Androgen Index (FAI) equations. Cognitive performance was assessed using the Digit Symbol Substitution Test (DSST) and latent factor scores established from the Consortium to Establish a Registry for Alzheimer's Disease (CERAD)-Plus test battery representing four cognitive domains (verbal memory, visuo-construction, executive functions and processing speed, verbal fluency). Associations between testosterone measures and cognitive function were analyzed using linear regression. Cross-sectional analyses showed negative associations in women between visuo-construction and TT (β=-0.215, p = 0.010) and FTS (β=-0.013, p = 0.03) as well as between verbal fluency and TT (β=-0.189, p = 0.006), FAI (β=-0.062, p = 0.03), FTS (β=-0.013, p = 0.008) and FTV (β=-0.012, p = 0.01). In men, FAI was positively associated with DSST performance (β = 0.103, p = 0.003). Longitudinally, higher FAI and FTV at baseline were associated with a less steep decline in DSST performance in men (β = 0.066, and β = 0.007, all p = 0.03). In women, declines in FAI and DSST scores were positively associated (β = 1.794, p = 0.03). Our findings suggest sex-specific associations between testosterone levels and cognitive function in older adults. Higher testosterone levels were predominantly associated with better DSST performance in men, but with poorer visuo-construction and verbal fluency in women.",
    "disease": "alzheimer disease",
    "clean_text": "cross sectional and longitudinal associations between testosterone and cognitive performance in older people results of the berlin aging study ii base ii age related declines in gonadal and cognitive function are commonly observed but their relationship is still not completely understood men and women from the berlin aging study ii aged years were analyzed at baseline of which men and women were re assessed on average years later total testosterone tt was measured and free testosterone estimated using the vermeulen ftv sartorius fts and free androgen index fai equations cognitive performance was assessed using the digit symbol substitution test dsst and latent factor scores established from the consortium to establish a registry for alzheimer s disease cerad plus test battery representing four cognitive domains verbal memory visuo construction executive functions and processing speed verbal fluency associations between testosterone measures and cognitive function were analyzed using linear regression cross sectional analyses showed negative associations in women between visuo construction and tt p and fts p as well as between verbal fluency and tt p fai p fts p and ftv p in men fai was positively associated with dsst performance p longitudinally higher fai and ftv at baseline were associated with a less steep decline in dsst performance in men and all p in women declines in fai and dsst scores were positively associated p our findings suggest sex specific associations between testosterone levels and cognitive function in older adults higher testosterone levels were predominantly associated with better dsst performance in men but with poorer visuo construction and verbal fluency in women"
}