{
    "pmid": "41445758",
    "title": "Correlation of COVID-19 Mortality with Socioeconomic Status, Air Quality, and Housing Density.",
    "abstract": "Studies have reported associations between coronavirus disease-2019 (COVID-19) mortality and socioeconomic status (SES) and air pollution, but few have investigated the association with housing density. This ecological study aims to demonstrate the relationship between the COVID-19 mortality rate and these variables in the districts of Ankara. COVID-19 mortality rate calculations were based on data from the Ankara Metropolitan Municipality Cemetery Directorate. Air pollution data for the five years preceding the COVID-19 pandemic were obtained from the North Anatolia Clean Air Regional Directorate. The SES values for each district were divided into five categories. Housing density was calculated by dividing the number of households by the area of the district in square kilometers. Levels of NO These variables interact closely and are correlated with COVID-19 mortality across districts of Ankara.",
    "disease": "covid-19",
    "clean_text": "correlation of covid mortality with socioeconomic status air quality and housing density studies have reported associations between coronavirus disease covid mortality and socioeconomic status ses and air pollution but few have investigated the association with housing density this ecological study aims to demonstrate the relationship between the covid mortality rate and these variables in the districts of ankara covid mortality rate calculations were based on data from the ankara metropolitan municipality cemetery directorate air pollution data for the five years preceding the covid pandemic were obtained from the north anatolia clean air regional directorate the ses values for each district were divided into five categories housing density was calculated by dividing the number of households by the area of the district in square kilometers levels of no these variables interact closely and are correlated with covid mortality across districts of ankara"
}