{
    "pmid": "41452853",
    "title": "Single-cell alternative polyadenylation analysis reveals mechanistic insights of COVID-19-associated neurological and psychiatric effects.",
    "abstract": "COVID-19 is associated with increased risks of neurological and psychiatric sequelae. Alternative polyadenylation (APA) is ubiquitous in human genes, resulting in mRNA diversity, and has been validated to play a pivotal regulatory role in the onset and progression of a variety of diseases, including viral infections. Here, we analyzed the APA usage across different cell types in frontal cortex cells from non-viral control group and COVID-19 patients, and identified functionally related APA events in COVID-19. According to our study, the poly(A) site (PAS) usage is different among cell types and following SARS-COV-2 infection. Moreover, we found the genes with significant PAS level changes affected pathways related to RNA splicing, and neuronal development and function, suggesting that survivors of COVID-19 will have a high risk of these diseases and that alternative splicing functions cause these changes. Additionally, APA usage and its correlation with gene expression levels varied across genes, some prefer short isoform that is more stable to produce more proteins, while others may be regulated by different mechanisms. A total of 267 risk genes targeted by microRNAs for common neurological and psychiatric disorders were found to undergo significant changes in APA following infection. In conclusion, our comprehensive analysis of APA in neural cells from COVID-19 patients at the single-cell level elucidated changes in APA levels in the brains of SARS-COV-2-infected patients and confirmed that these changes impair the function of the nervous system, providing important insights for COVID-19-associated sequelae.",
    "disease": "pneumonia",
    "clean_text": "single cell alternative polyadenylation analysis reveals mechanistic insights of covid associated neurological and psychiatric effects covid is associated with increased risks of neurological and psychiatric sequelae alternative polyadenylation apa is ubiquitous in human genes resulting in mrna diversity and has been validated to play a pivotal regulatory role in the onset and progression of a variety of diseases including viral infections here we analyzed the apa usage across different cell types in frontal cortex cells from non viral control group and covid patients and identified functionally related apa events in covid according to our study the poly a site pas usage is different among cell types and following sars cov infection moreover we found the genes with significant pas level changes affected pathways related to rna splicing and neuronal development and function suggesting that survivors of covid will have a high risk of these diseases and that alternative splicing functions cause these changes additionally apa usage and its correlation with gene expression levels varied across genes some prefer short isoform that is more stable to produce more proteins while others may be regulated by different mechanisms a total of risk genes targeted by micrornas for common neurological and psychiatric disorders were found to undergo significant changes in apa following infection in conclusion our comprehensive analysis of apa in neural cells from covid patients at the single cell level elucidated changes in apa levels in the brains of sars cov infected patients and confirmed that these changes impair the function of the nervous system providing important insights for covid associated sequelae"
}