{
    "pmid": "41331985",
    "title": "Dysbiosis-Mediated Inflammation: A Pathophysiological Link Between Rheumatoid Arthritis and Periodontitis.",
    "abstract": "To explore mechanistic links between rheumatoid arthritis (RA) and periodontitis (PD) through the lens of subgingival microbial dysbiosis-mediated inflammation. Subgingival plaque from 100 volunteers with RA and PD (RAPD), 22 with RA (RAnoPD), 18 with PD (PDnoRA) and 19 healthy controls (noRAnoPD) was analysed using 16S-amplicon sequencing, semi-quantitative bead-based flow cytometry to measure crevicular fluid cytokines and ELISA to quantify antibodies to oral pathogens and systemic inflammatory markers in serum. The RAPD group had been randomised to receive intensive non-surgical periodontal therapy (PMPR) or oral hygiene alone and reviewed at 3 and 6 months in our previously reported study. Subgingival microbial dysbiosis, as evidenced by higher species richness, alpha-diversity and higher levels of known and putative periodontal pathobionts, was evident at baseline in RAnoPD, RAPD and PDnoRA. Higher serum antibodies to oral pathogens were recorded in RAPD. PMPR restored host-microbial homeostasis in RAPD within 3 months. Significant decreases in serum antibodies to microbial antigens and clinical measures of RA activity were seen after 3 and 6 months in the PMPR group but not controls. We demonstrate a mutualistic influence of RA and PD, beginning with RA-induced dysbiosis of the periodontal microbiome, progressing to periodontal inflammation and culminating in PD-driven exacerbation of systemic inflammation.",
    "disease": "rheumatoid arthritis",
    "clean_text": "dysbiosis mediated inflammation a pathophysiological link between rheumatoid arthritis and periodontitis to explore mechanistic links between rheumatoid arthritis ra and periodontitis pd through the lens of subgingival microbial dysbiosis mediated inflammation subgingival plaque from volunteers with ra and pd rapd with ra ranopd with pd pdnora and healthy controls noranopd was analysed using s amplicon sequencing semi quantitative bead based flow cytometry to measure crevicular fluid cytokines and elisa to quantify antibodies to oral pathogens and systemic inflammatory markers in serum the rapd group had been randomised to receive intensive non surgical periodontal therapy pmpr or oral hygiene alone and reviewed at and months in our previously reported study subgingival microbial dysbiosis as evidenced by higher species richness alpha diversity and higher levels of known and putative periodontal pathobionts was evident at baseline in ranopd rapd and pdnora higher serum antibodies to oral pathogens were recorded in rapd pmpr restored host microbial homeostasis in rapd within months significant decreases in serum antibodies to microbial antigens and clinical measures of ra activity were seen after and months in the pmpr group but not controls we demonstrate a mutualistic influence of ra and pd beginning with ra induced dysbiosis of the periodontal microbiome progressing to periodontal inflammation and culminating in pd driven exacerbation of systemic inflammation"
}