{
    "pmid": "41418289",
    "title": "Community Advisors' Effect on a Randomized Pragmatic Clinical Trial for Asthma Treatment: Retrospective Analysis.",
    "abstract": "Community advisors including patients, families, clinicians, and payers are important partners who can guide clinical research; yet, there is little evidence documenting the impact of community engagement on study changes and outcomes. This study aims to describe the effect of community advisor input on 2 concerns identified during the conduct of a clinical trial. Using data from the PREPARE (Person Empowered Asthma Relief) randomized clinical trial studying the use of inhaled corticosteroid (ICS) as part of rescue therapy for asthma, we examined the effect of protocol changes suggested by community advisors to address study implementation concerns. Community advisors addressed 2 issues that threatened the success of the research: low response rates to monthly outcome surveys and low reported use of ICS with nebulizer rescue treatments. Initial low survey response rates were addressed by changing reminder frequency, shortening the survey, reducing the burden of logging in, and adding a raffle prize for timely responses. In the pilot phase of the study, the overall 3-month survey response rate was 67% (64 completed of 96 possible surveys). After protocol changes, the survey response rate over the first 3 months was 96.08% (3404 completed of 3543 possible surveys) and was 87.38% (1032 of 1181 participants) for each individual's final 3 months; the overall response rate for the full study was 92.3%. For the full study, 72.1% (n=850) of 1181 participants completed all of their first three surveys compared with only 25% (n=8) of 32 pilot enrollees. Early low use of ICS with nebulizers was addressed by additional communication, reminder stickers, and designing a method to attach a provided ICS inhaler to the nebulizers. The percentage of people reporting use of 3 to 5 puffs of ICS with each nebulizer treatment rose from 42.1% (200/475) in the early full study to 75.4% (525/696) following the protocol changes. Multicomponent changes to the PREPARE protocol crafted by community advisors were associated with improved monthly survey rates and ICS adherence during nebulizer use.",
    "disease": "asthma",
    "clean_text": "community advisors effect on a randomized pragmatic clinical trial for asthma treatment retrospective analysis community advisors including patients families clinicians and payers are important partners who can guide clinical research yet there is little evidence documenting the impact of community engagement on study changes and outcomes this study aims to describe the effect of community advisor input on concerns identified during the conduct of a clinical trial using data from the prepare person empowered asthma relief randomized clinical trial studying the use of inhaled corticosteroid ics as part of rescue therapy for asthma we examined the effect of protocol changes suggested by community advisors to address study implementation concerns community advisors addressed issues that threatened the success of the research low response rates to monthly outcome surveys and low reported use of ics with nebulizer rescue treatments initial low survey response rates were addressed by changing reminder frequency shortening the survey reducing the burden of logging in and adding a raffle prize for timely responses in the pilot phase of the study the overall month survey response rate was completed of possible surveys after protocol changes the survey response rate over the first months was completed of possible surveys and was of participants for each individual s final months the overall response rate for the full study was for the full study n of participants completed all of their first three surveys compared with only n of pilot enrollees early low use of ics with nebulizers was addressed by additional communication reminder stickers and designing a method to attach a provided ics inhaler to the nebulizers the percentage of people reporting use of to puffs of ics with each nebulizer treatment rose from in the early full study to following the protocol changes multicomponent changes to the prepare protocol crafted by community advisors were associated with improved monthly survey rates and ics adherence during nebulizer use"
}