{
    "title": "Larazotide acetate: a pharmacological peptide approach to tight junction regulation.",
    "doc_id": "33881350",
    "writer": "Slifer ZM",
    "year": "2021",
    "summary": "Mechanistically, LA is thought to act as a zonulin antagonist to reduce zonulin-induced increases in barrier permeability and has been associated with the redistribution and rearrangement of tight junction proteins and actin filaments to restore intestinal barrier f …",
    "abstract": "Larazotide acetate (LA) is a single-chain peptide of eight amino acids that acts as a tight junction regulator to restore intestinal barrier function. LA is currently being studied in phase III clinical trials and is orally administered to adult patients with celiac disease as an adjunct therapeutic to enhance intestinal barrier function that has been disrupted by gliadin-induced immune reactivity. Mechanistically, LA is thought to act as a zonulin antagonist to reduce zonulin-induced increases in barrier permeability and has been associated with the redistribution and rearrangement of tight junction proteins and actin filaments to restore intestinal barrier function. More recently, LA has been linked to inhibition of myosin light chain kinase, which likely reduces tension on actin filaments, thereby facilitating tight junction closure. Small (rodent) and large (porcine) animal studies have been conducted that demonstrate the importance of LA as a tight junction regulatory peptide in conditions other than celiac disease, including collagen-induced arthritis in mice and intestinal ischemic injury in pigs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33881350/",
    "clean_text": "larazotide acetate a pharmacological peptide approach to tight junction regulation mechanistically la is thought to act as a zonulin antagonist to reduce zonulin induced increases in barrier permeability and has been associated with the redistribution and rearrangement of tight junction proteins and actin filaments to restore intestinal barrier f larazotide acetate la is a single chain peptide of eight amino acids that acts as a tight junction regulator to restore intestinal barrier function la is currently being studied in phase iii clinical trials and is orally administered to adult patients with celiac disease as an adjunct therapeutic to enhance intestinal barrier function that has been disrupted by gliadin induced immune reactivity mechanistically la is thought to act as a zonulin antagonist to reduce zonulin induced increases in barrier permeability and has been associated with the redistribution and rearrangement of tight junction proteins and actin filaments to restore intestinal barrier function more recently la has been linked to inhibition of myosin light chain kinase which likely reduces tension on actin filaments thereby facilitating tight junction closure small rodent and large porcine animal studies have been conducted that demonstrate the importance of la as a tight junction regulatory peptide in conditions other than celiac disease including collagen induced arthritis in mice and intestinal ischemic injury in pigs"
}