{
    "title": "Spinal cord.",
    "doc_id": "28987187",
    "writer": "de Girolami U",
    "year": "2017",
    "summary": "We first present a brief historic review of developments in the understanding of spinal cord clinical neuroanatomy and neurophysiology over the past 200 years. We then discuss the technical aspects that apply to the examination of the human spinal cord …",
    "abstract": "We first present a brief historic review of developments in the understanding of spinal cord clinical neuroanatomy and neurophysiology over the past 200 years. We then discuss the technical aspects that apply to the examination of the human spinal cord giving details on the interrelations between the spinal cord and the overlying structures, including the meninges and vertebrae. The subsequent discussion focuses on diseases of the spinal cord. Diseases that affect the spinal cord are vascular disease, diseases of spinal column, trauma, developmental abnormalities, central nervous system degenerative disease, inflammatory disease, metabolic and nutritional myelopathies, and tumors. We summarize our knowledge regarding general reactions of spinal cord tissue to disease, in particular Wallerian degeneration of descending/ascending tracts and axonal reaction. Two categories of disease will be covered in depth: vascular disease of the spinal cord, including a review of normal vascular anatomy, and diseases of the vertebral column that can affect the cord secondarily.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28987187/",
    "clean_text": "spinal cord we first present a brief historic review of developments in the understanding of spinal cord clinical neuroanatomy and neurophysiology over the past years we then discuss the technical aspects that apply to the examination of the human spinal cord we first present a brief historic review of developments in the understanding of spinal cord clinical neuroanatomy and neurophysiology over the past years we then discuss the technical aspects that apply to the examination of the human spinal cord giving details on the interrelations between the spinal cord and the overlying structures including the meninges and vertebrae the subsequent discussion focuses on diseases of the spinal cord diseases that affect the spinal cord are vascular disease diseases of spinal column trauma developmental abnormalities central nervous system degenerative disease inflammatory disease metabolic and nutritional myelopathies and tumors we summarize our knowledge regarding general reactions of spinal cord tissue to disease in particular wallerian degeneration of descending ascending tracts and axonal reaction two categories of disease will be covered in depth vascular disease of the spinal cord including a review of normal vascular anatomy and diseases of the vertebral column that can affect the cord secondarily"
}