{
    "title": "Host factors in the pathogenesis of urinary tract infections.",
    "doc_id": "6372461",
    "writer": "Sobel JD",
    "year": "1984",
    "summary": "Classic animal studies conducted two decades ago provided the basic understanding of the pathogenesis of urinary tract infections. Those studies emphasized the natural resistance of the urinary tract to colonization and infection. ...The normal defense …",
    "abstract": "Classic animal studies conducted two decades ago provided the basic understanding of the pathogenesis of urinary tract infections. Those studies emphasized the natural resistance of the urinary tract to colonization and infection. Urinary obstruction, stasis, and reflux remain of great importance in all age groups in predisposing to infection. Recent studies of the crucial role of bacterial adherence to epithelial cells lining the genitourinary tract have shed new light on the pathogenesis of urinary infection. Information from adherence studies may have considerable clinical relevance with regard to the development of vaccines that prevent bacterial invasion particularly in the upper urinary tract. The normal defense mechanisms present in the human urinary tract are discussed. Despite progress in our understanding of the pathogenesis of urinary infection, considerable controversy still exists particularly with regard to host susceptibility to recurrent lower urinary tract infections in women with anatomically normal urinary tracts. Recent studies also have emphasized the significance of the host's normal immunologic mechanisms in contributing to intrinsic renal damage after upper urinary tract invasion by bacteria.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6372461/",
    "clean_text": "host factors in the pathogenesis of urinary tract infections classic animal studies conducted two decades ago provided the basic understanding of the pathogenesis of urinary tract infections those studies emphasized the natural resistance of the urinary tract to colonization and infection the normal defense classic animal studies conducted two decades ago provided the basic understanding of the pathogenesis of urinary tract infections those studies emphasized the natural resistance of the urinary tract to colonization and infection urinary obstruction stasis and reflux remain of great importance in all age groups in predisposing to infection recent studies of the crucial role of bacterial adherence to epithelial cells lining the genitourinary tract have shed new light on the pathogenesis of urinary infection information from adherence studies may have considerable clinical relevance with regard to the development of vaccines that prevent bacterial invasion particularly in the upper urinary tract the normal defense mechanisms present in the human urinary tract are discussed despite progress in our understanding of the pathogenesis of urinary infection considerable controversy still exists particularly with regard to host susceptibility to recurrent lower urinary tract infections in women with anatomically normal urinary tracts recent studies also have emphasized the significance of the host s normal immunologic mechanisms in contributing to intrinsic renal damage after upper urinary tract invasion by bacteria"
}