{
    "pmid": "41473239",
    "title": "Comparison of different insulin resistance surrogates in predicting hyperuricemia in non-diabetic Yi residents in Yunnan Province.",
    "abstract": "Hyperuricemia (HUA) is one of the most common metabolic diseases in China, with an incidence of up to 36% across different ethnic groups. Insulin resistance (IR) plays a specific role in the occurrence and development of HUA, but relevant studies on the non-diabetic Yi residents in Yunnan are limited. Our study aimed to explore the triglyceride-glucose index (TyG), triglyceride-glucose and body mass index (TyG-BMI), triglyceride/high-density lipoprotein cholesterol ratio (TG/HDL-C), and the metabolic score for insulin resistance (METS-IR) among non-diabetic Yi residents in Yunnan Province, and identify the IR surrogates with high predictive ability for HUA. From November 2018 to September 2023, our group finally included 765 Yi residents aged ≥18 years on the basis of the inclusion criteria. The participants were divided into the non-HUA and HUA groups. Logistic regression analysis was used to describe the association between four IR surrogates and HUA and calculate odds ratios (ORs), while the receiver operating characteristic curve was utilized to assess the prediction ability of these four IR surrogates. Among the 765 non-diabetic Yi residents in Yunnan, 666 were in the non-HUA group, and 99 were in the HUA group. A history of smoking, alcohol consumption, hypertension, and hyperlipidemia, body mass index (BMI) ≥ 24 kg/m This study found that in non-diabetic Yi residents in six areas of Yunnan Province, the TyG, TyG-BMI, TG/HDL-C, and METS-IR were positively correlated with HUA. These four IR surrogates were good at predicting HUA.",
    "disease": "hypertension",
    "clean_text": "comparison of different insulin resistance surrogates in predicting hyperuricemia in non diabetic yi residents in yunnan province hyperuricemia hua is one of the most common metabolic diseases in china with an incidence of up to across different ethnic groups insulin resistance ir plays a specific role in the occurrence and development of hua but relevant studies on the non diabetic yi residents in yunnan are limited our study aimed to explore the triglyceride glucose index tyg triglyceride glucose and body mass index tyg bmi triglyceride high density lipoprotein cholesterol ratio tg hdl c and the metabolic score for insulin resistance mets ir among non diabetic yi residents in yunnan province and identify the ir surrogates with high predictive ability for hua from november to september our group finally included yi residents aged years on the basis of the inclusion criteria the participants were divided into the non hua and hua groups logistic regression analysis was used to describe the association between four ir surrogates and hua and calculate odds ratios ors while the receiver operating characteristic curve was utilized to assess the prediction ability of these four ir surrogates among the non diabetic yi residents in yunnan were in the non hua group and were in the hua group a history of smoking alcohol consumption hypertension and hyperlipidemia body mass index bmi kg m this study found that in non diabetic yi residents in six areas of yunnan province the tyg tyg bmi tg hdl c and mets ir were positively correlated with hua these four ir surrogates were good at predicting hua"
}