{
    "pmid": "41408678",
    "title": "A Scoping Review to Map Health Outcomes in Inducible Laryngeal Obstruction.",
    "abstract": "Inducible laryngeal obstruction (ILO) is defined as an inappropriate laryngeal closure causing difficulty in breathing. Outcome measures can be used in ILO to monitor changes in health status over time. A comprehensive review of existing measures is important to understand what the targets of treatment and management are and whether there is a need for development of new tools. To systematically evaluate the literature reporting outcomes in individuals with ILO, identifying what is measured, whether there is consistency of measurement to enable synthesis of evidence for treatment and management, and whether measurement considers the areas of body function and structure, activity and contextual factors in line with the World Health Organisation International Classification of Functioning, Disability and Health framework (WHO-ICF). A systematic search was conducted of MEDLINE, EMBASE, CINAHL, Scopus, PsycINFO, Web of Science and Google Scholar between December 2023 and December 2024. Two reviewers independently screened titles, abstracts and full texts for inclusion and extracted data using Covidence software. Outcomes were tabulated according to measurement type and components of the WHO-ICF framework. A total of 658 titles and abstracts were screened; 255 progressed to full text review, with 49 full text articles being included. Twenty-three studies (47%) followed a prospective observational design, 17 (35%) a retrospective case note review, 5 (10%) an experimental case control design, 2 (4%) survey design and 2 (4%) case reports. Studies included ILO [adults in 18 studies (37%), children 20 studies (41%), and both adults and children in 11 studies (22%)]. Outcomes were collected at two or more time points within a single day to over three years. Thirteen (26%) studies measured performance outcomes, 15 (31%) clinician-reported outcomes, 48 (97%) patient-reported outcomes, and 2 (4%) observer-reported outcomes. Several of the studies considered the impairments of body function, structure and activity limitations in line with the WHO-ICF framework but environmental factors and personal factors were rarely considered. The findings demonstrate variation in the outcome measures used in ILO research and that measures of personal and environmental impacts are rare. There is a need for consensus of a core outcome set across the spectrum of ILO research and/or clinics that capture the full range of impact and facilitate evidence synthesis. What is already known on this subject Inducible laryngeal obstruction is an upper airway disorder that causes physical, social and psychological impact on individuals. Outcome measures are used to assess progress or impact of an intervention. What this paper adds to the existing knowledge Varied outcome measures were identified across studies, but there are many gaps in coverage, particularly in disease-specific personal and environmental impact. What are the potential or actual clinical implications of this study? This study identifies that there is heterogeneity in the current outcome measures used, and standardised measures are required that are disease-specific and cover all domains of the World Health Organisation International Classification of Function, Disability and Health framework.",
    "disease": "asthma",
    "clean_text": "a scoping review to map health outcomes in inducible laryngeal obstruction inducible laryngeal obstruction ilo is defined as an inappropriate laryngeal closure causing difficulty in breathing outcome measures can be used in ilo to monitor changes in health status over time a comprehensive review of existing measures is important to understand what the targets of treatment and management are and whether there is a need for development of new tools to systematically evaluate the literature reporting outcomes in individuals with ilo identifying what is measured whether there is consistency of measurement to enable synthesis of evidence for treatment and management and whether measurement considers the areas of body function and structure activity and contextual factors in line with the world health organisation international classification of functioning disability and health framework who icf a systematic search was conducted of medline embase cinahl scopus psycinfo web of science and google scholar between december and december two reviewers independently screened titles abstracts and full texts for inclusion and extracted data using covidence software outcomes were tabulated according to measurement type and components of the who icf framework a total of titles and abstracts were screened progressed to full text review with full text articles being included twenty three studies followed a prospective observational design a retrospective case note review an experimental case control design survey design and case reports studies included ilo adults in studies children studies and both adults and children in studies outcomes were collected at two or more time points within a single day to over three years thirteen studies measured performance outcomes clinician reported outcomes patient reported outcomes and observer reported outcomes several of the studies considered the impairments of body function structure and activity limitations in line with the who icf framework but environmental factors and personal factors were rarely considered the findings demonstrate variation in the outcome measures used in ilo research and that measures of personal and environmental impacts are rare there is a need for consensus of a core outcome set across the spectrum of ilo research and or clinics that capture the full range of impact and facilitate evidence synthesis what is already known on this subject inducible laryngeal obstruction is an upper airway disorder that causes physical social and psychological impact on individuals outcome measures are used to assess progress or impact of an intervention what this paper adds to the existing knowledge varied outcome measures were identified across studies but there are many gaps in coverage particularly in disease specific personal and environmental impact what are the potential or actual clinical implications of this study this study identifies that there is heterogeneity in the current outcome measures used and standardised measures are required that are disease specific and cover all domains of the world health organisation international classification of function disability and health framework"
}