{
    "pmid": "41396107",
    "title": "The prevalence of interstitial lung disease and bronchiectasis in rheumatoid arthritis: A systematic review and meta-analysis.",
    "abstract": "Rheumatoid arthritis (RA) is associated with an increased risk of interstitial lung disease (ILD) and bronchiectasis. Understanding the prevalence of these diseases is essential for timely diagnosis and management. Our aim was to estimate the prevalence of ILD and bronchiectasis in RA patients. A systematic literature search was performed on PubMed, Embase, and Google Scholar to identify all studies performing HRCT in consecutive RA patients. Articles were screened by three independent authors in accordance with PRISMA guidelines. Random-effects meta-regression was performed to estimate the prevalence according to RA duration and C-reactive protein. Twenty-four studies comprising 2,532 RA patients were included. The estimated prevalence of ILD at the time of RA diagnosis was 8.5% (95% CI: 4.4-12.5%), increasing by 3.0 percentage points (95% CI: 2.1-3.9%) per year after RA diagnosis (P<0.0001, R²=95%). The estimated prevalence of bronchiectasis at RA diagnosis was 8.2% (95% CI: 1.6-14.7%), increasing 1.1 percentage points (95% CI: 0.3-1.9) per year after RA diagnosis (P<0.01, R²=34%). Bronchiectasis prevalence was strongly associated with C-reactive protein and increased by 3.1 percentage points (95% CI: 0.9-5.4) per unit increase in CRP (mg/dL) (p<0.01, R2=77%) Conclusion: Bronchiectasis and ILD are common pulmonary manifestations of RA, particularly in patients with long-term disease. Possibly due to the cumulative effect of chronic inflammation. Therefore, we suggest HRCT for all patients with respiratory symptoms or RA duration exceeding 5 years. This approach may facilitate earlier detection of preclinical ILD and timely intervention.",
    "disease": "rheumatoid arthritis",
    "clean_text": "the prevalence of interstitial lung disease and bronchiectasis in rheumatoid arthritis a systematic review and meta analysis rheumatoid arthritis ra is associated with an increased risk of interstitial lung disease ild and bronchiectasis understanding the prevalence of these diseases is essential for timely diagnosis and management our aim was to estimate the prevalence of ild and bronchiectasis in ra patients a systematic literature search was performed on pubmed embase and google scholar to identify all studies performing hrct in consecutive ra patients articles were screened by three independent authors in accordance with prisma guidelines random effects meta regression was performed to estimate the prevalence according to ra duration and c reactive protein twenty four studies comprising ra patients were included the estimated prevalence of ild at the time of ra diagnosis was ci increasing by percentage points ci per year after ra diagnosis p r the estimated prevalence of bronchiectasis at ra diagnosis was ci increasing percentage points ci per year after ra diagnosis p r bronchiectasis prevalence was strongly associated with c reactive protein and increased by percentage points ci per unit increase in crp mg dl p r conclusion bronchiectasis and ild are common pulmonary manifestations of ra particularly in patients with long term disease possibly due to the cumulative effect of chronic inflammation therefore we suggest hrct for all patients with respiratory symptoms or ra duration exceeding years this approach may facilitate earlier detection of preclinical ild and timely intervention"
}