{
    "pmid": "41359492",
    "title": "Natural experiment on neuroinflammatory disease incidence and infection links pre- and post-COVID-19.",
    "abstract": "Infections are recognised triggers for several neuroinflammatory disorders. The COVID-19 pandemic's nonpharmaceutical interventions sharply curtailed pathogen exposure, creating a natural experiment to test infection-disease links. Using Japan's National Claims Database, we first validated the nationwide decline with two strictly infection-dependent conditions-epidemic keratoconjunctivitis and influenza-associated encephalopathy-whose monthly incidences fell by >70% after April 2020. Next, we applied an interrupted time-series design, a causal-inference method for longitudinal data, to nine immune-mediated inflammatory diseases. Unsupervised clustering of model-derived level and slope changes identified three data-driven clusters. The first cluster, comprising Guillain-Barré syndrome and acute disseminated encephalomyelitis, showed large, statistically significant level drops (p < 0.001), particularly in women, consistent with infection-susceptible pathophysiology. The second cluster, including myasthenia gravis and optic neuritis, exhibited transient declines followed by significant positive post-intervention slopes (p < 0.001), suggesting deferred diagnosis, treatment interruption, or immune rebound. The third cluster, consisting of sarcoidosis, neuromyelitis optica, multiple sclerosis, Vogt-Koyanagi-Harada disease, and Behçet's disease, remained stable, suggesting limited or complex infectious links. These data-driven trajectories mirror clinical pathophysiology and demonstrate that reduced pathogen exposure affects neuroinflammatory disease onset to varying degrees. This framework supports infection-related risk stratification, preventive strategies, and continuity planning in neuroimmunology practice.",
    "disease": "influenza",
    "clean_text": "natural experiment on neuroinflammatory disease incidence and infection links pre and post covid infections are recognised triggers for several neuroinflammatory disorders the covid pandemic s nonpharmaceutical interventions sharply curtailed pathogen exposure creating a natural experiment to test infection disease links using japan s national claims database we first validated the nationwide decline with two strictly infection dependent conditions epidemic keratoconjunctivitis and influenza associated encephalopathy whose monthly incidences fell by after april next we applied an interrupted time series design a causal inference method for longitudinal data to nine immune mediated inflammatory diseases unsupervised clustering of model derived level and slope changes identified three data driven clusters the first cluster comprising guillain barr syndrome and acute disseminated encephalomyelitis showed large statistically significant level drops p particularly in women consistent with infection susceptible pathophysiology the second cluster including myasthenia gravis and optic neuritis exhibited transient declines followed by significant positive post intervention slopes p suggesting deferred diagnosis treatment interruption or immune rebound the third cluster consisting of sarcoidosis neuromyelitis optica multiple sclerosis vogt koyanagi harada disease and beh et s disease remained stable suggesting limited or complex infectious links these data driven trajectories mirror clinical pathophysiology and demonstrate that reduced pathogen exposure affects neuroinflammatory disease onset to varying degrees this framework supports infection related risk stratification preventive strategies and continuity planning in neuroimmunology practice"
}