{
    "title": "Prevention Starts in the Womb: Opportunities for Addressing Cardiovascular Risk Factors During Pregnancy and Beyond.",
    "doc_id": "34824681",
    "writer": "Shah LM",
    "year": "2021",
    "summary": "These sex-specific risk factors include adverse pregnancy outcomes, polycystic ovarian syndrome, and premature menopause. We start by discussing the impact and management of risk factors for adverse pregnancy outcomes as an upstream intervention for ca …",
    "abstract": "Early identification and mitigation of sex-specific cardiovascular disease risk factors is a potential trajectory-changing strategy to improve lifelong cardiovascular health in women. These sex-specific risk factors include adverse pregnancy outcomes, polycystic ovarian syndrome, and premature menopause. We start by discussing the impact and management of risk factors for adverse pregnancy outcomes as an upstream intervention for cardiovascular disease risk reduction and then address the long-term effect and mitigation of sex-specific risk factors for cardiovascular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34824681/",
    "clean_text": "prevention starts in the womb opportunities for addressing cardiovascular risk factors during pregnancy and beyond these sex specific risk factors include adverse pregnancy outcomes polycystic ovarian syndrome and premature menopause we start by discussing the impact and management of risk factors for adverse pregnancy outcomes as an upstream intervention for ca early identification and mitigation of sex specific cardiovascular disease risk factors is a potential trajectory changing strategy to improve lifelong cardiovascular health in women these sex specific risk factors include adverse pregnancy outcomes polycystic ovarian syndrome and premature menopause we start by discussing the impact and management of risk factors for adverse pregnancy outcomes as an upstream intervention for cardiovascular disease risk reduction and then address the long term effect and mitigation of sex specific risk factors for cardiovascular disease"
}