{
    "pmid": "41472796",
    "title": "Opioid-free anesthesia with esketamine combined with interpectoral plane block and pectoralis-serratus plane blocks in radical mastectomy: a randomized controlled trial.",
    "abstract": "Opioid-free anesthesia (OFA) is an emerging technique that aims to reduce or eliminate intraoperative opioid use. Previous studies have shown that OFA is associated with reduced postoperative opioid consumption and fewer adverse events. This study investigated the impact of OFA on the quality of recovery (QoR) in patients undergoing radical mastectomy for breast cancer. We enrolled 130 patients scheduled for radical mastectomy and randomly assigned them to either the opioid-free anesthesia (OFA) group or the opioid-based anesthesia (OA) group. Data from 124 patients were ultimately analyzed. The primary outcome was the Quality of Recovery-40 (QoR-40) score at 24 and 48 h postoperatively. Secondary outcomes included the Numerical Rating Scale (NRS) pain scores at 30 min, 24 h, and 48 h postoperatively, perioperative hemodynamic parameters, post-anesthesia care unit (PACU) stay duration, and the incidence of related adverse events. Postoperative QoR-40 scores were significantly higher in the OFA group than in the OA group at both 24 h (176.1 ± 3.7 vs 169.7 ± 3.3; mean difference 6.4, 95% CI 5.2-7.7,  For patients undergoing radical mastectomy, opioid-free anesthesia (OFA) utilizing esketamine combined with Interpectoral Plane (IPP) and Pectoralis-Serratus Plane (PSP) blocks significantly improved postoperative recovery quality compared to conventional opioid-based anesthesia (OA).",
    "disease": "breast cancer",
    "clean_text": "opioid free anesthesia with esketamine combined with interpectoral plane block and pectoralis serratus plane blocks in radical mastectomy a randomized controlled trial opioid free anesthesia ofa is an emerging technique that aims to reduce or eliminate intraoperative opioid use previous studies have shown that ofa is associated with reduced postoperative opioid consumption and fewer adverse events this study investigated the impact of ofa on the quality of recovery qor in patients undergoing radical mastectomy for breast cancer we enrolled patients scheduled for radical mastectomy and randomly assigned them to either the opioid free anesthesia ofa group or the opioid based anesthesia oa group data from patients were ultimately analyzed the primary outcome was the quality of recovery qor score at and h postoperatively secondary outcomes included the numerical rating scale nrs pain scores at min h and h postoperatively perioperative hemodynamic parameters post anesthesia care unit pacu stay duration and the incidence of related adverse events postoperative qor scores were significantly higher in the ofa group than in the oa group at both h vs mean difference ci for patients undergoing radical mastectomy opioid free anesthesia ofa utilizing esketamine combined with interpectoral plane ipp and pectoralis serratus plane psp blocks significantly improved postoperative recovery quality compared to conventional opioid based anesthesia oa"
}