{
    "title": "Rehabilitation of breast cancer.",
    "doc_id": "10645500",
    "writer": "Kiel K",
    "year": "1999",
    "summary": "Breast cancer is a complicated disease treated with multimodality therapy. Adult women of any age can develop breast cancer, and most will be cured. ...A rehabilitation program must address the physical and psychosocial aspects of breast canc …",
    "abstract": "Breast cancer is a complicated disease treated with multimodality therapy. Adult women of any age can develop breast cancer, and most will be cured. Treatment of primary disease is associated with more side effects than the cancer. The process of metastatic cancer to death can be long. The entire family is affected by breast cancer whether early or late. A rehabilitation program must address the physical and psychosocial aspects of breast cancer, both at presentation and at recurrence. For a patient with early breast cancer, lifestyle changes may be important. A primary goal of a rehabilitation program is that each breast cancer patient should become well informed regarding treatment and its consequences (Table 9) in order to continue with her life. Treatment to recover the patient to her former physical and psychosocial state, and therapy for chronic problems from breast cancer or its treatment, requires an approach distinct from that given to other malignancies. Issues regarding survival prevail in any rehabilitation program for both early and late breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10645500/",
    "clean_text": "rehabilitation of breast cancer breast cancer is a complicated disease treated with multimodality therapy adult women of any age can develop breast cancer and most will be cured a rehabilitation program must address the physical and psychosocial aspects of breast canc breast cancer is a complicated disease treated with multimodality therapy adult women of any age can develop breast cancer and most will be cured treatment of primary disease is associated with more side effects than the cancer the process of metastatic cancer to death can be long the entire family is affected by breast cancer whether early or late a rehabilitation program must address the physical and psychosocial aspects of breast cancer both at presentation and at recurrence for a patient with early breast cancer lifestyle changes may be important a primary goal of a rehabilitation program is that each breast cancer patient should become well informed regarding treatment and its consequences table in order to continue with her life treatment to recover the patient to her former physical and psychosocial state and therapy for chronic problems from breast cancer or its treatment requires an approach distinct from that given to other malignancies issues regarding survival prevail in any rehabilitation program for both early and late breast cancer"
}