{
    "title": "Relevance of apolipoproteins in the development of fatty liver and fatty liver-related peripartum diseases in dairy cows.",
    "doc_id": "12014573",
    "writer": "Katoh N.",
    "year": "2002",
    "summary": "Most metabolic diseases in dairy cows occur during the peripartum period and are suggested to be derived from fatty liver initially developed during the nonlactating stage. Fatty liver is induced by hepatic uptake of nonesterified fatty acids th …",
    "abstract": "Most metabolic diseases in dairy cows occur during the peripartum period and are suggested to be derived from fatty liver initially developed during the nonlactating stage. Fatty liver is induced by hepatic uptake of nonesterified fatty acids that are released in excess by adipose tissues attributable to negative energy balance. The fatty accumulation leads to impairment of lipoprotein metabolism in the liver, and the impairment in turn influences other metabolic pathways in extrahepatic tissues such as the steroid hormone production by the corpus luteum. Detailed understanding of the impaired lipoprotein metabolism is crucial for elucidation of the mechanistic bases of the development of fatty liver and fatty liver-related peripartum diseases. This review summarizes results on evaluation of lipoprotein lipid and protein concentrations and enzyme activity in cows with fatty liver and those with ketosis, left displacement of the abomasum, milk fever, downer syndrome and retained placenta. Obtained data strongly suggest that decreases in serum concentrations of apolipoprotein B-100, apolipoprotein A-I and apolipoprotein C-III, a reduction in activity of lecithin:cholesterol acyltransferase and induction of haptoglobin and serum amyloid A are intimately related to the development of fatty liver and fatty liver-related diseases. Moreover, determination of the apolipoprotein concentrations and enzyme activity during the peripartum period is useful for early diagnoses of these diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12014573/",
    "clean_text": "relevance of apolipoproteins in the development of fatty liver and fatty liver related peripartum diseases in dairy cows most metabolic diseases in dairy cows occur during the peripartum period and are suggested to be derived from fatty liver initially developed during the nonlactating stage fatty liver is induced by hepatic uptake of nonesterified fatty acids th most metabolic diseases in dairy cows occur during the peripartum period and are suggested to be derived from fatty liver initially developed during the nonlactating stage fatty liver is induced by hepatic uptake of nonesterified fatty acids that are released in excess by adipose tissues attributable to negative energy balance the fatty accumulation leads to impairment of lipoprotein metabolism in the liver and the impairment in turn influences other metabolic pathways in extrahepatic tissues such as the steroid hormone production by the corpus luteum detailed understanding of the impaired lipoprotein metabolism is crucial for elucidation of the mechanistic bases of the development of fatty liver and fatty liver related peripartum diseases this review summarizes results on evaluation of lipoprotein lipid and protein concentrations and enzyme activity in cows with fatty liver and those with ketosis left displacement of the abomasum milk fever downer syndrome and retained placenta obtained data strongly suggest that decreases in serum concentrations of apolipoprotein b apolipoprotein a i and apolipoprotein c iii a reduction in activity of lecithin cholesterol acyltransferase and induction of haptoglobin and serum amyloid a are intimately related to the development of fatty liver and fatty liver related diseases moreover determination of the apolipoprotein concentrations and enzyme activity during the peripartum period is useful for early diagnoses of these diseases"
}