{
    "title": "Sleep quality, anxiety, and depression in palliative care patients.",
    "doc_id": "39988991",
    "writer": "Çamcı G",
    "year": "2025",
    "summary": "OBJECTIVES: Sleep problems are common in palliative care patients. In addition, psychological problems can affect sleep quality. ...Anxiety was found to be a statistically significant predictor of sleep quality....",
    "abstract": "Objectives:\n        \n      \n      Sleep problems are common in palliative care patients. In addition, psychological problems can affect sleep quality. The aim of this study was to investigate sleep quality, anxiety, and depression in palliative care patients.\n    \n\n\n          Methods:\n        \n      \n      The study was conducted between May 1, 2023 and October 31, 2023 in Turkey. The patient information form, the Pittsburgh Sleep Quality Index (PSQI), and the Hospital Anxiety and Depression Scale (HADS) were used to collect data. The data were analyzed using the Pearson correlation and multiple linear regression test.\n    \n\n\n          Results:\n        \n      \n      A total of 59.3% of patients were male, 76.7% were married, 89.3% had poor sleep quality, 61.3% had anxiety, and 86.7% were at risk of depression. A positive moderate correlation was found between HADS-anxiety, HADS-depression, and HADS total with subjective sleep quality. A positive moderate correlation was found between HADS-anxiety, HADS depression, and HADS total with the PSQI total. Sleep latency, sleep duration, sleep disturbances, use of sleep medication, and daytime dysfunction showed a weak positive correlation with HADS-depression and HADS total. In the regression analysis, anxiety proved to be a statistically significant predictor of sleep quality, while depression was not a significant predictor. These variables were found to explain 22% of the total variance in sleep quality.\n    \n\n\n          Significance of results:\n        \n      \n      The patients' sleep quality was poor. Anxiety and the risk of depression were high. A positive moderate correlation was found between the total score of sleep quality and anxiety and depression. Anxiety was found to be a statistically significant predictor of sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39988991/",
    "clean_text": "sleep quality anxiety and depression in palliative care patients objectives sleep problems are common in palliative care patients in addition psychological problems can affect sleep quality anxiety was found to be a statistically significant predictor of sleep quality objectives sleep problems are common in palliative care patients in addition psychological problems can affect sleep quality the aim of this study was to investigate sleep quality anxiety and depression in palliative care patients methods the study was conducted between may and october in turkey the patient information form the pittsburgh sleep quality index psqi and the hospital anxiety and depression scale hads were used to collect data the data were analyzed using the pearson correlation and multiple linear regression test results a total of of patients were male were married had poor sleep quality had anxiety and were at risk of depression a positive moderate correlation was found between hads anxiety hads depression and hads total with subjective sleep quality a positive moderate correlation was found between hads anxiety hads depression and hads total with the psqi total sleep latency sleep duration sleep disturbances use of sleep medication and daytime dysfunction showed a weak positive correlation with hads depression and hads total in the regression analysis anxiety proved to be a statistically significant predictor of sleep quality while depression was not a significant predictor these variables were found to explain of the total variance in sleep quality significance of results the patients sleep quality was poor anxiety and the risk of depression were high a positive moderate correlation was found between the total score of sleep quality and anxiety and depression anxiety was found to be a statistically significant predictor of sleep quality"
}