{
    "title": "Cutaneous Manifestations in the Context of SARS-CoV-2 Infection (COVID-19).",
    "doc_id": "32882184",
    "writer": "Carrascosa JM",
    "year": "2020",
    "summary": "The coronavirus 2019 (COVID-19) pandemic, caused by severe acute respiratory syndrome coronavirus2 (SARS-CoV-2), has had enormous health, economic, and social consequences. ...Familiarity with the cutaneous manifestations of COVID-19 …",
    "abstract": "The coronavirus 2019 (COVID-19) pandemic, caused by severe acute respiratory syndrome coronavirus2 (SARS-CoV-2), has had enormous health, economic, and social consequences. The clinical spectrum of cutaneous manifestations observed in patients with COVID-19 is both heterogeneous and complex. To date, reports have identified 5main categories: acral lesions, vesicular rashes, urticarial rashes, maculopapular rashes, and livedoid and necrotic lesions. However, these will probably be modified as new information comes to light. Cutaneous manifestations associated with COVID-19 probably reflect the activation of pathogenic pathways by the virus or a response to inflammatory processes, vascular or systemic complications, or even treatments. Familiarity with the cutaneous manifestations of COVID-19 may enable early diagnosis or help guide prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32882184/",
    "clean_text": "cutaneous manifestations in the context of sars cov infection covid the coronavirus covid pandemic caused by severe acute respiratory syndrome coronavirus sars cov has had enormous health economic and social consequences familiarity with the cutaneous manifestations of covid the coronavirus covid pandemic caused by severe acute respiratory syndrome coronavirus sars cov has had enormous health economic and social consequences the clinical spectrum of cutaneous manifestations observed in patients with covid is both heterogeneous and complex to date reports have identified main categories acral lesions vesicular rashes urticarial rashes maculopapular rashes and livedoid and necrotic lesions however these will probably be modified as new information comes to light cutaneous manifestations associated with covid probably reflect the activation of pathogenic pathways by the virus or a response to inflammatory processes vascular or systemic complications or even treatments familiarity with the cutaneous manifestations of covid may enable early diagnosis or help guide prognosis"
}