{
    "pmid": "41438253",
    "title": "Association of miR-145-5p, miR-143-3p and miR-146a-5p with Simplified Disease Activity Index in Rheumatoid Arthritis.",
    "abstract": "MicroRNAs (miR) have emerged as key regulatory molecules in immune response and inflammation. This study investigated the association between the plasma expression levels of miR-146a-5p, miR-143-3p, miR-145-5p and rheumatoid arthritis (RA) clinical activity measured by standard tools such as the Simplified Disease Activity Index (SDAI). Forty-eight RA patients fulfilling the EULAR/ACR 2010 criteria and 39 clinical apparently healthy subjects (HS) were included. Patients were categorized based on disease clinical activity using standard scores. Expression levels of miR were determined by RT-qPCR to be analyzed in the context of disease clinical activity, serum inflammation markers and autoantibodies such as rheumatoid factor (RF) and anti-cyclic citrullinated peptide antibodies (anti-CCP). Bioinformatic analysis was performed to assess gene interactions and signaling pathways. The expression of miR-146a-5p showed higher expression in patients with low or moderate clinical disease activity. In addition, miR-145-5p was negatively correlated with both RF and anti-CCP antibodies. Bioinformatic analysis revealed that the miRs could simultaneously regulate myosin VI ( Our findings suggest that the plasma levels of the analyzed miR are associated with key serological markers and low to moderate disease clinical activity in RA patients according to SDAI score. The bioinformatics data supports the potential for these miRs to regulate genes involved in RA pathology.",
    "disease": "rheumatoid arthritis",
    "clean_text": "association of mir p mir p and mir a p with simplified disease activity index in rheumatoid arthritis micrornas mir have emerged as key regulatory molecules in immune response and inflammation this study investigated the association between the plasma expression levels of mir a p mir p mir p and rheumatoid arthritis ra clinical activity measured by standard tools such as the simplified disease activity index sdai forty eight ra patients fulfilling the eular acr criteria and clinical apparently healthy subjects hs were included patients were categorized based on disease clinical activity using standard scores expression levels of mir were determined by rt qpcr to be analyzed in the context of disease clinical activity serum inflammation markers and autoantibodies such as rheumatoid factor rf and anti cyclic citrullinated peptide antibodies anti ccp bioinformatic analysis was performed to assess gene interactions and signaling pathways the expression of mir a p showed higher expression in patients with low or moderate clinical disease activity in addition mir p was negatively correlated with both rf and anti ccp antibodies bioinformatic analysis revealed that the mirs could simultaneously regulate myosin vi our findings suggest that the plasma levels of the analyzed mir are associated with key serological markers and low to moderate disease clinical activity in ra patients according to sdai score the bioinformatics data supports the potential for these mirs to regulate genes involved in ra pathology"
}