{
    "pmid": "41446517",
    "title": "Geospatial analysis of tuberculosis incidence in relation to socio-economic and environmental indicators in Romania.",
    "abstract": "Tuberculosis (TB) is a global public health burden. Romania experiences some of the highest rates of TB compared to other European countries. TB incidence is spatially clustered throughout Romania, and the reasoning behind this is likely linked to various environmental and socio-economic factors. This study aimed to investigate the spatial distribution of TB incidence per 1,000 population between 2015 and 2021 and examined its correlation with particulate matter (PM2.5) levels, living conditions, and level of educational indicators. TB incidence data from 2015 to 2021 aggregated at the level of 3,181 administrative territorial units (UATs) in Romania were analyzed. Pearson correlation coefficients examined linear associations among total TB incidence and exploratory indicators. A Principal Component Analysis (PCA) was conducted due to the presence of multicollinearity in the Pearson correlation matrix, which grouped key housing indicators into one hybrid living condition index (PCA1). Bivariate Moran's I analyses assessed localized spatial clustering between TB incidence and two exploratory indicators: PM2.5 levels and PCA1. A spatial lag regression model accounted for spatial dependence between TB incidence and three explanatory predictors: PM2.5 levels, the percentage of the population that is illiterate, and PCA1. All significance tests were conducted at a threshold of  TB incidence is spatially clustered in Romania. PM2.5 levels ( This is the first geospatial study in Romania that explores the link between TB incidence and exploratory indicators of air pollution, living conditions, and education level using epidemiological data obtained in the national tuberculosis surveillance and control program. Greater exposure to air pollution and worsened living conditions are correlated with higher TB incidence rates. Policymakers should highlight the need for geographically targeted interventions to improve TB control and screening in Romania.",
    "disease": "tuberculosis",
    "clean_text": "geospatial analysis of tuberculosis incidence in relation to socio economic and environmental indicators in romania tuberculosis tb is a global public health burden romania experiences some of the highest rates of tb compared to other european countries tb incidence is spatially clustered throughout romania and the reasoning behind this is likely linked to various environmental and socio economic factors this study aimed to investigate the spatial distribution of tb incidence per population between and and examined its correlation with particulate matter pm levels living conditions and level of educational indicators tb incidence data from to aggregated at the level of administrative territorial units uats in romania were analyzed pearson correlation coefficients examined linear associations among total tb incidence and exploratory indicators a principal component analysis pca was conducted due to the presence of multicollinearity in the pearson correlation matrix which grouped key housing indicators into one hybrid living condition index pca bivariate moran s i analyses assessed localized spatial clustering between tb incidence and two exploratory indicators pm levels and pca a spatial lag regression model accounted for spatial dependence between tb incidence and three explanatory predictors pm levels the percentage of the population that is illiterate and pca all significance tests were conducted at a threshold of tb incidence is spatially clustered in romania pm levels this is the first geospatial study in romania that explores the link between tb incidence and exploratory indicators of air pollution living conditions and education level using epidemiological data obtained in the national tuberculosis surveillance and control program greater exposure to air pollution and worsened living conditions are correlated with higher tb incidence rates policymakers should highlight the need for geographically targeted interventions to improve tb control and screening in romania"
}