{
    "pmid": "41469115",
    "title": "Efficacy of Magseed Localization for Non-palpable Breast Lesions: A Systematic Review and Meta-analysis.",
    "abstract": "Accurate preoperative localization is essential for successful breast-conserving surgery on non-palpable breast lesions. In recent years, Magseed has emerged as a non-wired localization approach with promising outcomes due to its flexibility and precision. This meta-analysis aimed to evaluate the efficacy and safety of Magseed localization on non-palpable breast lesions. Ovid MEDLINE, CINAHL, Ovid EMBASE, and The Cochrane Library were searched from inception to February 2025, following PRISMA guidelines. The pooled mean and proportions were analyzed using a random-effects model. The review was registered with PROSPERO (CRD420250654940). From 958 studies screened, 16 studies involving 2,117 patients and 2,176 Magseeds were included. The overall rate of positive margins was 7.6% [95% confidence interval (CI)=0.04, 0.11, I Magseed appears to be a safe and effective technique for the preoperative localization of selected non-palpable breast lesions. Nonetheless, further studies based on breast density, size, and depth are required to investigate the feasibility of preoperative Magseed localization for patients with non-palpable breast lesions.",
    "disease": "breast cancer",
    "clean_text": "efficacy of magseed localization for non palpable breast lesions a systematic review and meta analysis accurate preoperative localization is essential for successful breast conserving surgery on non palpable breast lesions in recent years magseed has emerged as a non wired localization approach with promising outcomes due to its flexibility and precision this meta analysis aimed to evaluate the efficacy and safety of magseed localization on non palpable breast lesions ovid medline cinahl ovid embase and the cochrane library were searched from inception to february following prisma guidelines the pooled mean and proportions were analyzed using a random effects model the review was registered with prospero crd from studies screened studies involving patients and magseeds were included the overall rate of positive margins was confidence interval ci i magseed appears to be a safe and effective technique for the preoperative localization of selected non palpable breast lesions nonetheless further studies based on breast density size and depth are required to investigate the feasibility of preoperative magseed localization for patients with non palpable breast lesions"
}