{
    "pmid": "41467629",
    "title": "Anxiety and its relationship with demographic and dialysis-related factors in patients undergoing peritoneal dialysis: A cross-sectional study.",
    "abstract": "Mood disorders are common among patients with end-stage renal disease (ESRD) undergoing dialysis, with anxiety and depressive disorders being the most prevalent. The association of anxiety symptoms with sociodemographic and dialysis-related factors is less well understood in dialysis patients. The level of anxiety experienced during individual peritoneal dialysis (PD) remains unclear. This study examined the frequency and severity of anxiety and the association of anxiety symptoms with selected demographic and dialysis-related variables in patients receiving peritoneal dialysis in Isfahan, Iran. A cross-sectional study was conducted on 85 PD patients referred to Al-Zahra and Khorshid centers between October 2022 and April 2023, who had been undergoing PD for at least 3 months. Patients completed the Beck Anxiety Inventory questionnaire, which assessed the presence and severity of anxiety symptoms. The overall mean anxiety score was 10.65 ± 10.04. Minimal anxiety was reported by 50.6% of participants, 25.9% experienced mild anxiety, 14.1% had moderate anxiety, and 9.4% reported severe anxiety. No significant associations were found between anxiety and demographic or PD-related factors (p > 0.05). According to this study, 50.6% of our participants reported minimal anxiety, and 49.4% had mild to severe anxiety. Early diagnosis and management of mood disorders in ESRD patients are crucial to improve their quality of life and prevent adverse outcomes. These findings underscore the need to plan and implement screening programs for mood disorders among high-risk chronic kidney disease patients to ensure timely and appropriate management.",
    "disease": "chronic kidney disease",
    "clean_text": "anxiety and its relationship with demographic and dialysis related factors in patients undergoing peritoneal dialysis a cross sectional study mood disorders are common among patients with end stage renal disease esrd undergoing dialysis with anxiety and depressive disorders being the most prevalent the association of anxiety symptoms with sociodemographic and dialysis related factors is less well understood in dialysis patients the level of anxiety experienced during individual peritoneal dialysis pd remains unclear this study examined the frequency and severity of anxiety and the association of anxiety symptoms with selected demographic and dialysis related variables in patients receiving peritoneal dialysis in isfahan iran a cross sectional study was conducted on pd patients referred to al zahra and khorshid centers between october and april who had been undergoing pd for at least months patients completed the beck anxiety inventory questionnaire which assessed the presence and severity of anxiety symptoms the overall mean anxiety score was minimal anxiety was reported by of participants experienced mild anxiety had moderate anxiety and reported severe anxiety no significant associations were found between anxiety and demographic or pd related factors p according to this study of our participants reported minimal anxiety and had mild to severe anxiety early diagnosis and management of mood disorders in esrd patients are crucial to improve their quality of life and prevent adverse outcomes these findings underscore the need to plan and implement screening programs for mood disorders among high risk chronic kidney disease patients to ensure timely and appropriate management"
}