{
    "title": "[Cutaneous side effects of antiangiogenic agents].",
    "doc_id": "17846013",
    "writer": "Robert C.",
    "year": "2007",
    "summary": "Antiangiogenic agents can be associated with cutaneous side effects with a new and original spectrum of skin symptoms. A correlation between the molecular targets and skin manifestations is proposed. Further prospective studies are necessary in order to evaluate the …",
    "abstract": "Antiangiogenic agents can be associated with cutaneous side effects with a new and original spectrum of skin symptoms. A correlation between the molecular targets and skin manifestations is proposed. Further prospective studies are necessary in order to evaluate the potential association between skin side effects and clinical response. Systematic report and characterization of side effects occurring with new targeted therapies is critical. It will help us understanding better skin pathophysiology, but, most of all, it will lead to more efficient symptomatic treatment for our patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17846013/",
    "clean_text": "cutaneous side effects of antiangiogenic agents antiangiogenic agents can be associated with cutaneous side effects with a new and original spectrum of skin symptoms a correlation between the molecular targets and skin manifestations is proposed further prospective studies are necessary in order to evaluate the antiangiogenic agents can be associated with cutaneous side effects with a new and original spectrum of skin symptoms a correlation between the molecular targets and skin manifestations is proposed further prospective studies are necessary in order to evaluate the potential association between skin side effects and clinical response systematic report and characterization of side effects occurring with new targeted therapies is critical it will help us understanding better skin pathophysiology but most of all it will lead to more efficient symptomatic treatment for our patients"
}