{
    "title": "Expression Profiles of MicroRNAs in Stem Cells Differentiation.",
    "doc_id": "32072899",
    "writer": "Rajabi H",
    "year": "2020",
    "summary": "Stem cells are undifferentiated cells and have a great potential in multilineage differentiation. These cells are classified into adult stem cells like Mesenchymal Stem Cells (MSCs) and Embryonic Stem Cells (ES …",
    "abstract": "Stem cells are undifferentiated cells and have a great potential in multilineage differentiation. These cells are classified into adult stem cells like Mesenchymal Stem Cells (MSCs) and Embryonic Stem Cells (ESCs). Stem cells also have potential therapeutic utility due to their pluripotency, self-renewal, and differentiation ability. These properties make them a suitable choice for regenerative medicine. Stem cells differentiation toward functional cells is governed by different signaling pathways and transcription factors. Recent studies have demonstrated the key role of microRNAs in the pathogenesis of various diseases, cell cycle regulation, apoptosis, aging, cell fate decisions. Several types of stem cells have different and unique miRNA expression profiles. Our review summarizes novel regulatory roles of miRNAs in the process of stem cell differentiation especially adult stem cells into a variety of functional cells through signaling pathways and transcription factors modulation. Understanding the mechanistic roles of miRNAs might be helpful in elaborating clinical therapies using stem cells and developing novel biomarkers for the early and effective diagnosis of pathologic conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32072899/",
    "clean_text": "expression profiles of micrornas in stem cells differentiation stem cells are undifferentiated cells and have a great potential in multilineage differentiation these cells are classified into adult stem cells like mesenchymal stem cells mscs and embryonic stem cells es stem cells are undifferentiated cells and have a great potential in multilineage differentiation these cells are classified into adult stem cells like mesenchymal stem cells mscs and embryonic stem cells escs stem cells also have potential therapeutic utility due to their pluripotency self renewal and differentiation ability these properties make them a suitable choice for regenerative medicine stem cells differentiation toward functional cells is governed by different signaling pathways and transcription factors recent studies have demonstrated the key role of micrornas in the pathogenesis of various diseases cell cycle regulation apoptosis aging cell fate decisions several types of stem cells have different and unique mirna expression profiles our review summarizes novel regulatory roles of mirnas in the process of stem cell differentiation especially adult stem cells into a variety of functional cells through signaling pathways and transcription factors modulation understanding the mechanistic roles of mirnas might be helpful in elaborating clinical therapies using stem cells and developing novel biomarkers for the early and effective diagnosis of pathologic conditions"
}