{
    "title": "New Bacterial Infection in the Prostate after Transrectal Prostate Biopsy.",
    "doc_id": "29686597",
    "writer": "Seo Y",
    "year": "2018",
    "summary": "BACKGROUND: The prostate is prone to infections. Hypothetically, bacteria can be inoculated into the prostate during a transrectal prostate biopsy (TRPB) and progress into chronic bacterial prostatitis. ...Between the culture-positive and negative grou …",
    "abstract": "Background:\n        \n      \n      The prostate is prone to infections. Hypothetically, bacteria can be inoculated into the prostate during a transrectal prostate biopsy (TRPB) and progress into chronic bacterial prostatitis. Therefore, we examined new bacterial infections in biopsied prostates after TRPB and whether they affect clinical characteristics in the biopsied patients.\n    \n\n\n          Methods:\n        \n      \n      Of men whose prostate cultures have been taken prior to TRPB, 105 men with bacteria-free benign prostate pathology underwent an additional repeated prostate culture within a year after TRPB.\n    \n\n\n          Results:\n        \n      \n      Twenty out of 105 men (19.05%) acquired new bacteria in their naïve prostates after TRPB. Except for one single case of Escherichia coli infection, 19 men had acquired gram-positive bacteria species. Between the culture-positive and negative groups, there were no significant differences in age, serum prostate-specific antigen (PSA) level, white blood cell (WBC) counts in expressed prostatic secretion (EPS), prostate volume, symptom severities in Korean version of the National Institutes of Health-Chronic Prostatitis Symptom Index (NIH-CPSI) questionnaire, and patient-specific risk factors for biopsy associated infectious complications. Additionally, the TRPB procedure increased the WBC counts in post-biopsy EPS (P = 0.031, McNemar test), but did not increase the serum PSA level and symptoms of NIH-CPSI in 20 men who acquired new bacteria after TRPB.\n    \n\n\n          Conclusion:\n        \n      \n      The TRPB procedure was significantly associated with acquiring new bacterial infections in the biopsied prostate, but these localized bacteria did not affect patients' serum PSA level and symptoms after biopsy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29686597/",
    "clean_text": "new bacterial infection in the prostate after transrectal prostate biopsy background the prostate is prone to infections hypothetically bacteria can be inoculated into the prostate during a transrectal prostate biopsy trpb and progress into chronic bacterial prostatitis between the culture positive and negative grou background the prostate is prone to infections hypothetically bacteria can be inoculated into the prostate during a transrectal prostate biopsy trpb and progress into chronic bacterial prostatitis therefore we examined new bacterial infections in biopsied prostates after trpb and whether they affect clinical characteristics in the biopsied patients methods of men whose prostate cultures have been taken prior to trpb men with bacteria free benign prostate pathology underwent an additional repeated prostate culture within a year after trpb results twenty out of men acquired new bacteria in their na ve prostates after trpb except for one single case of escherichia coli infection men had acquired gram positive bacteria species between the culture positive and negative groups there were no significant differences in age serum prostate specific antigen psa level white blood cell wbc counts in expressed prostatic secretion eps prostate volume symptom severities in korean version of the national institutes of health chronic prostatitis symptom index nih cpsi questionnaire and patient specific risk factors for biopsy associated infectious complications additionally the trpb procedure increased the wbc counts in post biopsy eps p mcnemar test but did not increase the serum psa level and symptoms of nih cpsi in men who acquired new bacteria after trpb conclusion the trpb procedure was significantly associated with acquiring new bacterial infections in the biopsied prostate but these localized bacteria did not affect patients serum psa level and symptoms after biopsy"
}