{
    "title": "The Social Side of Sleep: A Systematic Review of the Longitudinal Associations between Peer Relationships and Sleep Quality.",
    "doc_id": "36767384",
    "writer": "De Lise F",
    "year": "2023",
    "summary": "In this vein, one of the central well-being aspects that could be affected by the peer relationships of adolescents is sleep quality. Nevertheless, it is still unclear how multiple peer relationship factors (i.e., positive, negative, emotional, and behavioral issues …",
    "abstract": "In adolescence, peer relationships become crucial since youths start to rely on their peers for support. Thus, multiple facets of adolescents' well-being are affected by their peer relationships. In this vein, one of the central well-being aspects that could be affected by the peer relationships of adolescents is sleep quality. Nevertheless, it is still unclear how multiple peer relationship factors (i.e., positive, negative, emotional, and behavioral issues related to peer relationships) are intertwined with adolescents' sleep quality. For this reason, this systematic review with meta-analysis aims to summarize longitudinal studies to uncover how the interplay between peer relationship factors and adolescents' sleep quality unfolds over time. Nineteen longitudinal studies involving a total of 21,232 adolescents were included. Overall, findings from this review showed that (a) positive peer relationships and sleep quality were not associated over time; (b) negative peer relationships and sleep quality were bidirectionally associated over time; (c) few studies evaluated the bidirectional relations between emotional and behavioral issues and sleep quality, showing links with sleep schedule and duration, but not with sleep quality. Meta-analytic results were discussed, considering their implications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36767384/",
    "clean_text": "the social side of sleep a systematic review of the longitudinal associations between peer relationships and sleep quality in this vein one of the central well being aspects that could be affected by the peer relationships of adolescents is sleep quality nevertheless it is still unclear how multiple peer relationship factors i e positive negative emotional and behavioral issues in adolescence peer relationships become crucial since youths start to rely on their peers for support thus multiple facets of adolescents well being are affected by their peer relationships in this vein one of the central well being aspects that could be affected by the peer relationships of adolescents is sleep quality nevertheless it is still unclear how multiple peer relationship factors i e positive negative emotional and behavioral issues related to peer relationships are intertwined with adolescents sleep quality for this reason this systematic review with meta analysis aims to summarize longitudinal studies to uncover how the interplay between peer relationship factors and adolescents sleep quality unfolds over time nineteen longitudinal studies involving a total of adolescents were included overall findings from this review showed that a positive peer relationships and sleep quality were not associated over time b negative peer relationships and sleep quality were bidirectionally associated over time c few studies evaluated the bidirectional relations between emotional and behavioral issues and sleep quality showing links with sleep schedule and duration but not with sleep quality meta analytic results were discussed considering their implications"
}