{
    "title": "Osteoporosis knowledge translation for young adults: new directions for prevention programs.",
    "doc_id": "28800292",
    "writer": "Holland A.",
    "year": "2017",
    "summary": "Choice of sources was related to the perceived authority of and trust associated with the source. Messaging should relate to young adult interests, such as fitness and food-topics on which young adults are already seeking information-rather than being …",
    "abstract": "Introduction:\n        \n      \n      Osteoporosis prevention is heavily reliant on education programs, which are most effective when tailored to their intended audience. Most osteoporosis prevention education is designed for older adults, making application of these programs to younger adults difficult. Designing programs for young adults requires understanding the information-seeking practices of young adults, so that knowledge about osteoporosis can be effectively translated.\n    \n\n\n          Methods:\n        \n      \n      Individual interviews were conducted with 60 men and women-multiethnic, Canadian young adults-to explore both the sources and types of information they search for when seeking information on nutrition or bone health.\n    \n\n\n          Results:\n        \n      \n      The results of this study raised themes related to the sources participants use, to their interests and to ways of engaging young adults. Prevention programs should make use of traditional sources, such as peers, family members and medical professionals, as well as emerging technologies, such as social media. Choice of sources was related to the perceived authority of and trust associated with the source. Messaging should relate to young adult interests, such as fitness and food-topics on which young adults are already seeking information-rather than being embedded within specific osteoporosis awareness materials. Engaging young adults means using relatable messages that are short and encourage small changes. Small gender-based differences were found in the information-seeking interests of participants. Differences related to age were not examined.\n    \n\n\n          Conclusion:\n        \n      \n      Creating short, action-oriented messages that are designed to encourage small changes in behaviour and are packaged with information that young adults are actively seeking is more likely to result in active engagement in prevention behaviours.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28800292/",
    "clean_text": "osteoporosis knowledge translation for young adults new directions for prevention programs choice of sources was related to the perceived authority of and trust associated with the source messaging should relate to young adult interests such as fitness and food topics on which young adults are already seeking information rather than being introduction osteoporosis prevention is heavily reliant on education programs which are most effective when tailored to their intended audience most osteoporosis prevention education is designed for older adults making application of these programs to younger adults difficult designing programs for young adults requires understanding the information seeking practices of young adults so that knowledge about osteoporosis can be effectively translated methods individual interviews were conducted with men and women multiethnic canadian young adults to explore both the sources and types of information they search for when seeking information on nutrition or bone health results the results of this study raised themes related to the sources participants use to their interests and to ways of engaging young adults prevention programs should make use of traditional sources such as peers family members and medical professionals as well as emerging technologies such as social media choice of sources was related to the perceived authority of and trust associated with the source messaging should relate to young adult interests such as fitness and food topics on which young adults are already seeking information rather than being embedded within specific osteoporosis awareness materials engaging young adults means using relatable messages that are short and encourage small changes small gender based differences were found in the information seeking interests of participants differences related to age were not examined conclusion creating short action oriented messages that are designed to encourage small changes in behaviour and are packaged with information that young adults are actively seeking is more likely to result in active engagement in prevention behaviours"
}