{
    "title": "Mesenchymal Stem Cells Adopt Lung Cell Phenotype in Normal and Radiation-induced Lung Injury Conditions.",
    "doc_id": "26200842",
    "writer": "Maria OM",
    "year": "2016",
    "summary": "Around 105% and 203% of cocultured MSCs demonstrated a change into lung-specific Clara and type II pneumocyte cells when MSCs were cocultured with healthy lung tissue. ...These data suggest that MSCs to lung cell differentiation is possible with …",
    "abstract": "Lung tissue exposure to ionizing irradiation can invariably occur during the treatment of a variety of cancers leading to increased risk of radiation-induced lung disease (RILD). Mesenchymal stem cells (MSCs) possess the potential to differentiate into epithelial cells. However, cell culture methods of primary type II pneumocytes are slow and cannot provide a sufficient number of cells to regenerate damaged lungs. Moreover, effects of ablative radiation doses on the ability of MSCs to differentiate in vitro into lung cells have not been investigated yet. Therefore, an in vitro coculture system was used, where MSCs were physically separated from dissociated lung tissue obtained from either healthy or high ablative doses of 16 or 20 Gy whole thorax irradiated rats. Around 10±5% and 20±3% of cocultured MSCs demonstrated a change into lung-specific Clara and type II pneumocyte cells when MSCs were cocultured with healthy lung tissue. Interestingly, in cocultures with irradiated lung biopsies, the percentage of MSCs changed into Clara and type II pneumocytes cells increased to 40±7% and 50±6% at 16 Gy irradiation dose and 30±5% and 40±8% at 20 Gy irradiation dose, respectively. These data suggest that MSCs to lung cell differentiation is possible without cell fusion. In addition, 16 and 20 Gy whole thorax irradiation doses that can cause varying levels of RILD, induced different percentages of MSCs to adopt lung cell phenotype compared with healthy lung tissue, providing encouraging outlook for RILD therapeutic intervention for ablative radiotherapy prescriptions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26200842/",
    "clean_text": "mesenchymal stem cells adopt lung cell phenotype in normal and radiation induced lung injury conditions around and of cocultured mscs demonstrated a change into lung specific clara and type ii pneumocyte cells when mscs were cocultured with healthy lung tissue these data suggest that mscs to lung cell differentiation is possible with lung tissue exposure to ionizing irradiation can invariably occur during the treatment of a variety of cancers leading to increased risk of radiation induced lung disease rild mesenchymal stem cells mscs possess the potential to differentiate into epithelial cells however cell culture methods of primary type ii pneumocytes are slow and cannot provide a sufficient number of cells to regenerate damaged lungs moreover effects of ablative radiation doses on the ability of mscs to differentiate in vitro into lung cells have not been investigated yet therefore an in vitro coculture system was used where mscs were physically separated from dissociated lung tissue obtained from either healthy or high ablative doses of or gy whole thorax irradiated rats around and of cocultured mscs demonstrated a change into lung specific clara and type ii pneumocyte cells when mscs were cocultured with healthy lung tissue interestingly in cocultures with irradiated lung biopsies the percentage of mscs changed into clara and type ii pneumocytes cells increased to and at gy irradiation dose and and at gy irradiation dose respectively these data suggest that mscs to lung cell differentiation is possible without cell fusion in addition and gy whole thorax irradiation doses that can cause varying levels of rild induced different percentages of mscs to adopt lung cell phenotype compared with healthy lung tissue providing encouraging outlook for rild therapeutic intervention for ablative radiotherapy prescriptions"
}