{
    "title": "Mobile health technologies in the diagnosis and management of atrial fibrillation.",
    "doc_id": "34581289",
    "writer": "Passman R.",
    "year": "2022",
    "summary": "RECENT FINDINGS: Studies have established the accuracy of mHealth devices for atrial fibrillation detection. The feasibility of using mHealth technology to screen for atrial fibrillation has also been established, though the utility of screening is con …",
    "abstract": "Purpose of review:\n        \n      \n      Atrial fibrillation is the most common sustained rhythm abnormality and is associated with stroke, heart failure, cognitive decline, and premature death. Digital health technologies using consumer-grade mobile technologies (i.e. mHealth) capable of recording heart rate and rhythm can now reliably detect atrial fibrillation using single lead or multilead ECG or photoplethysmography (PPG). This review will discuss how these developments are being used to detect and manage atrial fibrillation.\n    \n\n\n          Recent findings:\n        \n      \n      Studies have established the accuracy of mHealth devices for atrial fibrillation detection. The feasibility of using mHealth technology to screen for atrial fibrillation has also been established, though the utility of screening is controversial. In addition to screening, key aspects of atrial fibrillation management can also be performed remotely and effectively using mHealth, though with some important limitations.\n    \n\n\n          Summary:\n        \n      \n      mHealth technologies have proven disruptive in the diagnosis and management of atrial fibrillation. Healthcare providers can leverage these advances to better care for their atrial fibrillation patients whenever necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34581289/",
    "clean_text": "mobile health technologies in the diagnosis and management of atrial fibrillation recent findings studies have established the accuracy of mhealth devices for atrial fibrillation detection the feasibility of using mhealth technology to screen for atrial fibrillation has also been established though the utility of screening is con purpose of review atrial fibrillation is the most common sustained rhythm abnormality and is associated with stroke heart failure cognitive decline and premature death digital health technologies using consumer grade mobile technologies i e mhealth capable of recording heart rate and rhythm can now reliably detect atrial fibrillation using single lead or multilead ecg or photoplethysmography ppg this review will discuss how these developments are being used to detect and manage atrial fibrillation recent findings studies have established the accuracy of mhealth devices for atrial fibrillation detection the feasibility of using mhealth technology to screen for atrial fibrillation has also been established though the utility of screening is controversial in addition to screening key aspects of atrial fibrillation management can also be performed remotely and effectively using mhealth though with some important limitations summary mhealth technologies have proven disruptive in the diagnosis and management of atrial fibrillation healthcare providers can leverage these advances to better care for their atrial fibrillation patients whenever necessary"
}