{
    "pmid": "41358293",
    "title": "Reconstructing the early spatial spread of pandemic respiratory viruses in the United States.",
    "abstract": "Understanding the geographic spread of emerging respiratory viruses is critical for pandemic preparedness, yet the early spatiotemporal dynamics of the 2009 H1N1 pandemic influenza and SARS-CoV-2 in the United States (US) remain unclear. While mobility and genomic data have revealed important aspects of pandemic spatial spread, several key questions remain: Did the two pandemics follow similar spatial transmission routes? How rapidly did they spread across the US? What role did stochastic processes play in early spatial transmission? To address these questions, we integrated high-resolution disease data with a robust, data-efficient inference framework combining air travel, commuting flows, and pathogen superspreading potentials to reconstruct their spatial spread across US metropolitan areas. The two pandemics exhibited distinct transmission pathways across locations; however, both pandemics established local circulation in most metropolitan areas within weeks, driven by several shared transmission hubs. Early spatial spread was more strongly associated with air travel than with commuting, though stochastic dynamics introduced substantial uncertainty in transmission routes, creating challenges for timely detection and control. Simulations indicate that broad wastewater surveillance coverage beyond top transmission hubs coupled with effective infection control may slow initial spatial expansion. Our findings highlight the rapid, stochastic spread of pandemic respiratory pathogens and the difficulties of early outbreak containment.",
    "disease": "influenza",
    "clean_text": "reconstructing the early spatial spread of pandemic respiratory viruses in the united states understanding the geographic spread of emerging respiratory viruses is critical for pandemic preparedness yet the early spatiotemporal dynamics of the h n pandemic influenza and sars cov in the united states us remain unclear while mobility and genomic data have revealed important aspects of pandemic spatial spread several key questions remain did the two pandemics follow similar spatial transmission routes how rapidly did they spread across the us what role did stochastic processes play in early spatial transmission to address these questions we integrated high resolution disease data with a robust data efficient inference framework combining air travel commuting flows and pathogen superspreading potentials to reconstruct their spatial spread across us metropolitan areas the two pandemics exhibited distinct transmission pathways across locations however both pandemics established local circulation in most metropolitan areas within weeks driven by several shared transmission hubs early spatial spread was more strongly associated with air travel than with commuting though stochastic dynamics introduced substantial uncertainty in transmission routes creating challenges for timely detection and control simulations indicate that broad wastewater surveillance coverage beyond top transmission hubs coupled with effective infection control may slow initial spatial expansion our findings highlight the rapid stochastic spread of pandemic respiratory pathogens and the difficulties of early outbreak containment"
}