{
    "pmid": "41422300",
    "title": "Effect of a goal-directed composite insulation scheme on perioperative elderly patients undergoing laparoscopic colorectal cancer surgery: study protocol for a randomized controlled trial.",
    "abstract": "To explore the clinical effect and practical value of perioperative composite insulation scheme in elderly patients undergoing laparoscopic colorectal cancer surgery. In this prospective, randomized, controlled trial, we will enroll 100 patients aged over 65 years, schemed for laparoscopic colorectal cancer surgery under general anesthesia. They will be randomly assigned to two groups: the conventional group will adopt the traditional insulation intervention, and the intervention group will implement the composite insulation care intervention. Changes in heart rate and blood pressure between immediately 15 and 30 min after surgery and the incidence of anesthesia recovery and complications between the two groups will be recorded and analyzed. It is expected that the perioperative composite insulation intervention strategy can effectively maintain the patient's body temperature, reduce the postoperative stress response, and reduce the incidence of hypothermia and related complications. It can improve the surgical safety and the quality of postoperative recovery in elderly patients. Chinese Clinical Trial Registry (https://www.chictr.org.cn/) ChiCTR2400088729. Registered in August, 2024. This trial is a prospective registry with the following registry names: Construction and application of perioperative goal-oriented composite insulation scheme in elderly patients undergoing laparoscopic colorectal cancer surgery.",
    "disease": "colorectal cancer",
    "clean_text": "effect of a goal directed composite insulation scheme on perioperative elderly patients undergoing laparoscopic colorectal cancer surgery study protocol for a randomized controlled trial to explore the clinical effect and practical value of perioperative composite insulation scheme in elderly patients undergoing laparoscopic colorectal cancer surgery in this prospective randomized controlled trial we will enroll patients aged over years schemed for laparoscopic colorectal cancer surgery under general anesthesia they will be randomly assigned to two groups the conventional group will adopt the traditional insulation intervention and the intervention group will implement the composite insulation care intervention changes in heart rate and blood pressure between immediately and min after surgery and the incidence of anesthesia recovery and complications between the two groups will be recorded and analyzed it is expected that the perioperative composite insulation intervention strategy can effectively maintain the patient s body temperature reduce the postoperative stress response and reduce the incidence of hypothermia and related complications it can improve the surgical safety and the quality of postoperative recovery in elderly patients chinese clinical trial registry https www chictr org cn chictr registered in august this trial is a prospective registry with the following registry names construction and application of perioperative goal oriented composite insulation scheme in elderly patients undergoing laparoscopic colorectal cancer surgery"
}