{
    "pmid": "41471191",
    "title": "Genotypic Diversity of Human Rhinovirus in Children with Pneumonia Before and During the COVID-19 Pandemic in Mexico.",
    "abstract": "Human rhinovirus (HRV) is one of the most common viral causes of respiratory tract infections worldwide. The COVID-19 pandemic and non-pharmaceutical interventions significantly altered the epidemiology of respiratory viruses. This study compared HRV genotypic diversity in Mexican children with pneumonia before and during the pandemic. A total of 1983 children with pneumonia were included: 1404 pre-pandemic (2010-2013) and 579 pandemic (2021-2023). Multiplex RT-PCR was used for HRV detection. Genotyping was conducted on 136 samples with Ct < 30 by sequencing the VP4/VP2 region. Species and genotype assignments were validated using BLAST and maximum-likelihood phylogenetic analysis (MEGA XII). HRV positivity increased from 16% (233/1404) before the pandemic to 60.4% (350/579) during the pandemic period. HRV-A and HRV-C predominated in both periods; HRV-C infection was significantly associated with severe pneumonia in the pre-pandemic period (OR 3.520; ",
    "disease": "pneumonia",
    "clean_text": "genotypic diversity of human rhinovirus in children with pneumonia before and during the covid pandemic in mexico human rhinovirus hrv is one of the most common viral causes of respiratory tract infections worldwide the covid pandemic and non pharmaceutical interventions significantly altered the epidemiology of respiratory viruses this study compared hrv genotypic diversity in mexican children with pneumonia before and during the pandemic a total of children with pneumonia were included pre pandemic and pandemic multiplex rt pcr was used for hrv detection genotyping was conducted on samples with ct by sequencing the vp vp region species and genotype assignments were validated using blast and maximum likelihood phylogenetic analysis mega xii hrv positivity increased from before the pandemic to during the pandemic period hrv a and hrv c predominated in both periods hrv c infection was significantly associated with severe pneumonia in the pre pandemic period or"
}