{
    "title": "[Bence-Jones proteinuria and kidney's damages].",
    "doc_id": "18751619",
    "writer": "Strada E",
    "year": "2008",
    "summary": "Bence-Jones proteinuria consists in monoclonal light chains into the urine. Normally kidney eliminates light chains but, when light chains are in excess, they make histological and functional lesion to tubules, glomerulus and vessels both by direct action, or lysosomal enz …",
    "abstract": "Bence-Jones proteinuria consists in monoclonal light chains into the urine. Normally kidney eliminates light chains but, when light chains are in excess, they make histological and functional lesion to tubules, glomerulus and vessels both by direct action, or lysosomal enzyme releasing or making tubular obstruction. We analyse these kidney's damages from the morphological and functional point of view. Bence-Jones proteinuria can be detected by urinary protein electrophoresis, immunoelectrophoresis, immunofixation electrophoresis, sodium dodecyl sulfate-polyacrylamide gel electrophoresis, two-dimensional electrophoresis and capillary electrophoresis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18751619/",
    "clean_text": "bence jones proteinuria and kidney s damages bence jones proteinuria consists in monoclonal light chains into the urine normally kidney eliminates light chains but when light chains are in excess they make histological and functional lesion to tubules glomerulus and vessels both by direct action or lysosomal enz bence jones proteinuria consists in monoclonal light chains into the urine normally kidney eliminates light chains but when light chains are in excess they make histological and functional lesion to tubules glomerulus and vessels both by direct action or lysosomal enzyme releasing or making tubular obstruction we analyse these kidney s damages from the morphological and functional point of view bence jones proteinuria can be detected by urinary protein electrophoresis immunoelectrophoresis immunofixation electrophoresis sodium dodecyl sulfate polyacrylamide gel electrophoresis two dimensional electrophoresis and capillary electrophoresis"
}