{
    "title": "Severe obesity effect on low back biomechanical stress of manual load lifting.",
    "doc_id": "25248524",
    "writer": "Singh D",
    "year": "2015",
    "summary": "BACKGROUND: Little research is available on low back biomechanical stresses that obese and overweight workers experience from manual load lifting. OBJECTIVE: The study objective was to quantitatively evaluate low back biomechanical stresses of severely …",
    "abstract": "Background:\n        \n      \n      Little research is available on low back biomechanical stresses that obese and overweight workers experience from manual load lifting.\n    \n\n\n          Objective:\n        \n      \n      The study objective was to quantitatively evaluate low back biomechanical stresses of severely obese (BMI≥35 kg/m2) workers during manual lifts of moderate load weights.\n    \n\n\n          Method:\n        \n      \n      Twenty severely obese and 20 normal weight participants performed infrequent lifting in 16 task conditions. In each task condition, NIOSH recommended load weights were computed for the origin and destination of lift and were employed as the load weights. Optical motion capture was performed to collect lifting posture data. For each participant and each lifting condition, L5/S1 disc compression forces were computed at the origin and destination of lift using a static low back biomechanical model.\n    \n\n\n          Results:\n        \n      \n      The L5/S1 disc compression forces estimated for the severely obese participants ranged from 3000N to 8500N and many exceeded the 3400N NIOSH action limit by large margins. Group mean disc compression force was significantly larger for the severely obese than the normal weight group.\n    \n\n\n          Conclusion:\n        \n      \n      In light of previous research on spine, bone and obesity, the study results seem to suggest that severely obese individuals are likely at an increased risk of lifting-related low back pain compared with normal weight individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25248524/",
    "clean_text": "severe obesity effect on low back biomechanical stress of manual load lifting background little research is available on low back biomechanical stresses that obese and overweight workers experience from manual load lifting objective the study objective was to quantitatively evaluate low back biomechanical stresses of severely background little research is available on low back biomechanical stresses that obese and overweight workers experience from manual load lifting objective the study objective was to quantitatively evaluate low back biomechanical stresses of severely obese bmi kg m workers during manual lifts of moderate load weights method twenty severely obese and normal weight participants performed infrequent lifting in task conditions in each task condition niosh recommended load weights were computed for the origin and destination of lift and were employed as the load weights optical motion capture was performed to collect lifting posture data for each participant and each lifting condition l s disc compression forces were computed at the origin and destination of lift using a static low back biomechanical model results the l s disc compression forces estimated for the severely obese participants ranged from n to n and many exceeded the n niosh action limit by large margins group mean disc compression force was significantly larger for the severely obese than the normal weight group conclusion in light of previous research on spine bone and obesity the study results seem to suggest that severely obese individuals are likely at an increased risk of lifting related low back pain compared with normal weight individuals"
}