{
    "title": "[Ovarian cancer].",
    "doc_id": "11242643",
    "writer": "Sagae S",
    "year": "2001",
    "summary": "Age-adjusted ovarian cancer deaths and mortality rates have increased annually in Japan from 1968 to 1995, with the absolute number of deaths increasing 4-fold during these years. Internationally, the mortality rates are high in North America or northern Europe, but …",
    "abstract": "Age-adjusted ovarian cancer deaths and mortality rates have increased annually in Japan from 1968 to 1995, with the absolute number of deaths increasing 4-fold during these years. Internationally, the mortality rates are high in North America or northern Europe, but their incidences have gradually decreased. However, the incidences of ovarian cancer have increased in France, Spain, and Japan. Risk factors for epithelial ovarian cancer include older age, being northern European or North American, family history of ovarian cancer, nulliparity, infertility, and obesity, and preventive factors include oral contraceptive use, gravidity, lactation, tubal ligation, and hysterectomy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11242643/",
    "clean_text": "ovarian cancer age adjusted ovarian cancer deaths and mortality rates have increased annually in japan from to with the absolute number of deaths increasing fold during these years internationally the mortality rates are high in north america or northern europe but age adjusted ovarian cancer deaths and mortality rates have increased annually in japan from to with the absolute number of deaths increasing fold during these years internationally the mortality rates are high in north america or northern europe but their incidences have gradually decreased however the incidences of ovarian cancer have increased in france spain and japan risk factors for epithelial ovarian cancer include older age being northern european or north american family history of ovarian cancer nulliparity infertility and obesity and preventive factors include oral contraceptive use gravidity lactation tubal ligation and hysterectomy"
}