{
    "title": "Influence of lymph node degeneration on metastases in prostate cancer: or why we must look for a needle in a haystack.",
    "doc_id": "36609261",
    "writer": "Gödde D",
    "year": "2023",
    "summary": "The incidence of lymph node degeneration was different across the various landing sites. Lymph node metastases were primarily detected in less degenerative and therefore more functional lymph nodes. ...The degree of lymph node …",
    "abstract": "Background:\n        \n      \n      To evaluate the incidence of lymph node degeneration and its association with nodal metastatic pattern in prostate cancer.\n    \n\n\n          Methods:\n        \n      \n      A retrospective analysis of the submitted lymph node specimen of 390 prostatectomies in 2011 was performed. All lymph nodes were histologically re-evaluated and the degree of lymph node degeneration e.g. lipomatous atrophy, capsular and framework fibrosis, and calcifications as well as the lymph node size were recorded. Lymph node degeneration was compared in the anatomic regions of the pelvis as well as in lymph nodes with and without metastases of prostatic cancer.\n    \n\n\n          Results:\n        \n      \n      Eighty-one of 6026 lymph nodes demonstrated metastases. Complete histologic examination with analysis of a complete cross-section was possible in 5173 lymph nodes including all lymph nodes with metastases. The incidence of lymph node degeneration was different across the various landing sites. Lymph node metastases were primarily detected in less degenerative and therefore more functional lymph nodes. In metastatic versus non-metastatic lymph nodes low lipomatous atrophy was reported in 84.0% versus 66.7% (p = 0.004), capsular fibrosis in 14.8% versus 35.4% (p < 0.001), calcifications in 35.8% versus 46.1% (p = 0.072) and framework fibrosis in 69.8% versus 75.3% (p = 0.53). Metastases were also identified more frequently in larger than in smaller lymph nodes (63.0% vs. 47.5%; p = 0.007).\n    \n\n\n          Conclusions:\n        \n      \n      Degenerative changes in pelvic lymph nodes are commonly detectable but occur with variable frequency in the various nodal landing sites in the pelvis. The degree of lymph node degeneration of single lymph nodes has a significant influence on whether a lymph node is infiltrated by tumor cells and may harbour metastases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36609261/",
    "clean_text": "influence of lymph node degeneration on metastases in prostate cancer or why we must look for a needle in a haystack the incidence of lymph node degeneration was different across the various landing sites lymph node metastases were primarily detected in less degenerative and therefore more functional lymph nodes the degree of lymph node background to evaluate the incidence of lymph node degeneration and its association with nodal metastatic pattern in prostate cancer methods a retrospective analysis of the submitted lymph node specimen of prostatectomies in was performed all lymph nodes were histologically re evaluated and the degree of lymph node degeneration e g lipomatous atrophy capsular and framework fibrosis and calcifications as well as the lymph node size were recorded lymph node degeneration was compared in the anatomic regions of the pelvis as well as in lymph nodes with and without metastases of prostatic cancer results eighty one of lymph nodes demonstrated metastases complete histologic examination with analysis of a complete cross section was possible in lymph nodes including all lymph nodes with metastases the incidence of lymph node degeneration was different across the various landing sites lymph node metastases were primarily detected in less degenerative and therefore more functional lymph nodes in metastatic versus non metastatic lymph nodes low lipomatous atrophy was reported in versus p capsular fibrosis in versus p calcifications in versus p and framework fibrosis in versus p metastases were also identified more frequently in larger than in smaller lymph nodes vs p conclusions degenerative changes in pelvic lymph nodes are commonly detectable but occur with variable frequency in the various nodal landing sites in the pelvis the degree of lymph node degeneration of single lymph nodes has a significant influence on whether a lymph node is infiltrated by tumor cells and may harbour metastases"
}