{
    "pmid": "41412268",
    "title": "Safety and efficacy of a helium-oxygen mix for pediatric respiratory failure associated with anatomical and functional stenotic lesions of the airway: a phase II clinical trial.",
    "abstract": "To evaluate the safety and efficacy of helium-oxygen mixture in Japanese pediatric patients with respiratory failure due to obstructive airway disease. This multicenter, single-arm, open-label trial was conducted at two tertiary pediatric hospitals in Japan. Patients aged <20 years requiring mechanical ventilation for bronchiolitis, congenital tracheal stenosis or asthma exacerbation were received helium-oxygen mixture via mechanical ventilation. The primary endpoint was the incidence of serious adverse events. The secondary endpoints included changes in airway resistance, partial pressure of arterial carbon dioxide (PaCO Fifteen patients (46.7 % female; median age, 7 months) were enrolled with diagnosis of bronchiolitis (73.3 %), asthma (20.0 %), and congenital tracheal stenosis (6.7 %). No serious adverse events related to helium-oxygen mixture were observed (0 %; 95 % confidence interval [CI]: 0.0-21.8 %). Airway resistance decreased significantly from a baseline mean of 138.1 cm H Helium-oxygen mixture appeared to be safe, well tolerated, and was associated with a reduction in airway resistance in pediatric patients with obstructive airway disease. jRCT2091220357https://jrct.mhlw.go.jp/latest-detail/jRCT2091220357.",
    "disease": "asthma",
    "clean_text": "safety and efficacy of a helium oxygen mix for pediatric respiratory failure associated with anatomical and functional stenotic lesions of the airway a phase ii clinical trial to evaluate the safety and efficacy of helium oxygen mixture in japanese pediatric patients with respiratory failure due to obstructive airway disease this multicenter single arm open label trial was conducted at two tertiary pediatric hospitals in japan patients aged years requiring mechanical ventilation for bronchiolitis congenital tracheal stenosis or asthma exacerbation were received helium oxygen mixture via mechanical ventilation the primary endpoint was the incidence of serious adverse events the secondary endpoints included changes in airway resistance partial pressure of arterial carbon dioxide paco fifteen patients female median age months were enrolled with diagnosis of bronchiolitis asthma and congenital tracheal stenosis no serious adverse events related to helium oxygen mixture were observed confidence interval ci airway resistance decreased significantly from a baseline mean of cm h helium oxygen mixture appeared to be safe well tolerated and was associated with a reduction in airway resistance in pediatric patients with obstructive airway disease jrct https jrct mhlw go jp latest detail jrct"
}