{
    "title": "FOXO1-driven metabolic reprogramming of hematomal CD8(+) T cells drives the expansion of perihematomal edema following intracerebral hemorrhage.",
    "doc_id": "41238793",
    "writer": "Lin J",
    "year": "2025",
    "summary": "Intracerebral hemorrhage (ICH) causes hematoma formation, leading to PHE, which is associated with leukocyte mobilization and increased inflammation at the site of brain injury. However, the fate of accumulated leukocytes within the hematoma and their impact …",
    "abstract": "Intracerebral hemorrhage (ICH) causes hematoma formation, leading to PHE, which is associated with leukocyte mobilization and increased inflammation at the site of brain injury. However, the fate of accumulated leukocytes within the hematoma and their impact on PHE expansion remain unknown. We performed single-cell immune profiling of hematoma cells from patients with acute ICH and reported a distinct phenotypic transformation of CD8+ T cells within the hematoma during the first 24 h after onset. In addition to enhanced IFN-γ production and migration capacity, these CD8+ T cells displayed remarkable glycolytic signatures. The metabolic fitness and functional reprogramming of hematomal CD8+ T cells are associated with the transcription factor FOXO1. Single-cell profiling of brain-infiltrating CD8+ T cells within the perihematomal tissues of ICH patients and cell culture assays revealed their capacity to activate microglia via the production of IFN-γ. Furthermore, the removal of hematomal CD8+ T cells reduced neuroinflammation, PHE expansion and neurological deficits in ICH mice. Thus, CD8+ T cells undergo metabolic and functional reprogramming within the hematoma during the acute phase of ICH, which contributes to PHE formation and neurological deterioration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41238793/",
    "clean_text": "foxo driven metabolic reprogramming of hematomal cd t cells drives the expansion of perihematomal edema following intracerebral hemorrhage intracerebral hemorrhage ich causes hematoma formation leading to phe which is associated with leukocyte mobilization and increased inflammation at the site of brain injury however the fate of accumulated leukocytes within the hematoma and their impact intracerebral hemorrhage ich causes hematoma formation leading to phe which is associated with leukocyte mobilization and increased inflammation at the site of brain injury however the fate of accumulated leukocytes within the hematoma and their impact on phe expansion remain unknown we performed single cell immune profiling of hematoma cells from patients with acute ich and reported a distinct phenotypic transformation of cd t cells within the hematoma during the first h after onset in addition to enhanced ifn production and migration capacity these cd t cells displayed remarkable glycolytic signatures the metabolic fitness and functional reprogramming of hematomal cd t cells are associated with the transcription factor foxo single cell profiling of brain infiltrating cd t cells within the perihematomal tissues of ich patients and cell culture assays revealed their capacity to activate microglia via the production of ifn furthermore the removal of hematomal cd t cells reduced neuroinflammation phe expansion and neurological deficits in ich mice thus cd t cells undergo metabolic and functional reprogramming within the hematoma during the acute phase of ich which contributes to phe formation and neurological deterioration"
}