{
    "pmid": "41422918",
    "title": "Multi-Institutional Analysis of MR-Guided Single-Fraction Stereotactic Ablative Body Radiation Therapy: Feasibility, Safety, and Efficacy.",
    "abstract": "Stereotactic ablative body radiation therapy (SABR) is commonly delivered in multiple fractions, whereas single-fraction (SF) SABR remains uncommon. Magnetic resonance (MR) guided linacs provide superior soft-tissue contrast compared to cone-beam computed tomography on conventional linacs, online adaptive replanning, continuous intrafraction visualization, and automatically triggered beam delivery, potentially enabling safe and effective SF-SABR. We retrospectively analyzed patients treated with MR-guided SF-SABR on a 0.35 Tesla MR-linac at two centers in XXX and XXX (anonymized for review). Median SF-SABR doses were 28 Gy (range: 28-40 Gy) for liver lesions, 30 Gy (range: 28-34 Gy) for lung lesions, 25 Gy for adrenal gland lesions and lymph nodes, and 26 Gy (range: 25-26 Gy) for renal lesions. Endpoints included local control (LC), progression-free survival (PFS), overall survival (OS), and toxicity graded according to CTCAE v5.0. Between April 2020 and December 2024, 161 patients with 175 lesions underwent MR-guided SF-SABR. Lesion distribution was liver (48.0%), lung (42.9%), adrenal gland (4.3%), lymph nodes (3.4%), and kidney (1.9%). Median gross tumor volume (GTV) and planning target volume were 2.4 cc (range: 0.2-83.3 cc) and 9.3 cc (range: 1.4-112.1 cc), respectively. At a median follow-up of 19.3 months, LC rates at 1 and 2 years were 99.1% and 93.6%, respectively. PFS rates at 1 and 2 years were 59.3% and 51.4%, while OS rates were 81.8% and 73.4%, respectively. Treatment was well tolerated, with only one acute grade 3 toxicity reported and no acute grade 4-5 or late grade 3-5 toxicities. Colorectal primary tumors were associated with poorer LC (HR 0.226; p=0.023). Larger GTV independently correlated with reduced LC (HR 1.15; p=0.048) and OS (HR 1.05; p=0.001). MR-guided SF-SABR is feasible, safe, and effective across various tumor locations, providing favorable LC with minimal toxicity, warranting further prospective evaluation.",
    "disease": "colorectal cancer",
    "clean_text": "multi institutional analysis of mr guided single fraction stereotactic ablative body radiation therapy feasibility safety and efficacy stereotactic ablative body radiation therapy sabr is commonly delivered in multiple fractions whereas single fraction sf sabr remains uncommon magnetic resonance mr guided linacs provide superior soft tissue contrast compared to cone beam computed tomography on conventional linacs online adaptive replanning continuous intrafraction visualization and automatically triggered beam delivery potentially enabling safe and effective sf sabr we retrospectively analyzed patients treated with mr guided sf sabr on a tesla mr linac at two centers in xxx and xxx anonymized for review median sf sabr doses were gy range gy for liver lesions gy range gy for lung lesions gy for adrenal gland lesions and lymph nodes and gy range gy for renal lesions endpoints included local control lc progression free survival pfs overall survival os and toxicity graded according to ctcae v between april and december patients with lesions underwent mr guided sf sabr lesion distribution was liver lung adrenal gland lymph nodes and kidney median gross tumor volume gtv and planning target volume were cc range cc and cc range cc respectively at a median follow up of months lc rates at and years were and respectively pfs rates at and years were and while os rates were and respectively treatment was well tolerated with only one acute grade toxicity reported and no acute grade or late grade toxicities colorectal primary tumors were associated with poorer lc hr p larger gtv independently correlated with reduced lc hr p and os hr p mr guided sf sabr is feasible safe and effective across various tumor locations providing favorable lc with minimal toxicity warranting further prospective evaluation"
}