{
    "pmid": "41364167",
    "title": "Influence of anti-tumor necrosis factor (TNF) treatments on T cell cytokine production in patients with inflammatory joint diseases - comparison of etanercept and anti-TNF monoclonal antibodies. A double-blind, prospective, placebo-controlled study.",
    "abstract": "Despite similar clinical effectiveness of tumor necrosis factor (TNF) inhibitors in the treatment of inflammatory joint diseases, they differ in effectiveness in other diseases and the exact mechanisms of their actions remain unclear. The aim of this study was to determine whether TNF inhibitors - etanercept and monoclonal antibodies affect intracellular cytokine production by T cell subsets. Anti-TNF-naive patients with inflammatory arthritis (rheumatoid arthritis or spondyloarthritis), characterized by high disease activity, were treated with TNF inhibitor - etanercept (14 patients) or monoclonal antibody (16 patients) for 12 weeks, while 11 patients received placebo. At baseline, 4, and 12 weeks after introducing anti-TNF treatment, intracellular production of TNF, interferon gamma (IFNγ), interleukin 17A (IL-17A), and IL-4 by T cell subsets was assessed using flow cytometry and analyzed by repeated measures two-way ANOVA. There were no differences in TNF, IFNγ, or IL-4-positive CD4, CD8, and CD3",
    "disease": "rheumatoid arthritis",
    "clean_text": "influence of anti tumor necrosis factor tnf treatments on t cell cytokine production in patients with inflammatory joint diseases comparison of etanercept and anti tnf monoclonal antibodies a double blind prospective placebo controlled study despite similar clinical effectiveness of tumor necrosis factor tnf inhibitors in the treatment of inflammatory joint diseases they differ in effectiveness in other diseases and the exact mechanisms of their actions remain unclear the aim of this study was to determine whether tnf inhibitors etanercept and monoclonal antibodies affect intracellular cytokine production by t cell subsets anti tnf naive patients with inflammatory arthritis rheumatoid arthritis or spondyloarthritis characterized by high disease activity were treated with tnf inhibitor etanercept patients or monoclonal antibody patients for weeks while patients received placebo at baseline and weeks after introducing anti tnf treatment intracellular production of tnf interferon gamma ifn interleukin a il a and il by t cell subsets was assessed using flow cytometry and analyzed by repeated measures two way anova there were no differences in tnf ifn or il positive cd cd and cd"
}