{
    "title": "Factors associated with hemorrhagic fever with renal syndrome based maximum entropy model in Zhejiang Province, China.",
    "doc_id": "36275790",
    "writer": "Zhang R",
    "year": "2022",
    "summary": "METHODS: We collected the meteorological factors and socioeconomic indicators of Zhejiang Province, and constructed the HFRS ecological niche model of Zhejiang Province based on the algorithm of maximum entropy. RESULTS: Model AUC from 2009 to 2018, is 0.806-0.901. …",
    "abstract": "Background:\n        \n      \n      Hemorrhagic fever with renal syndrome (HFRS) is a serious public health problem in China. The geographic distribution has went throughout China, among which Zhejiang Province is an important epidemic area. Since 1963, more than 110,000 cases have been reported.\n    \n\n\n          Methods:\n        \n      \n      We collected the meteorological factors and socioeconomic indicators of Zhejiang Province, and constructed the HFRS ecological niche model of Zhejiang Province based on the algorithm of maximum entropy.\n    \n\n\n          Results:\n        \n      \n      Model AUC from 2009 to 2018, is 0.806-0.901. The high incidence of epidemics in Zhejiang Province is mainly concentrated in the eastern, western and central regions of Zhejiang Province. The contribution of digital elevation model ranged from 2009 to 2018 from 4.22 to 26.0%. The contribution of average temperature ranges from 6.26 to 19.65%, Gross Domestic Product contribution from 7.53 to 21.25%, and average land surface temperature contribution with the highest being 16.73% in 2011. In addition, the average contribution of DMSP/OLS, 20-8 precipitation and 8-20 precipitation were all in the range of 9%. All-day precipitation increases with the increase of rainfall, and the effect curve peaks at 1,250 mm, then decreases rapidly, and a small peak appears again at 1,500 mm. Average temperature response curve shows an inverted v-shape, where the incidence peaks at 17.8°C. The response curve of HFRS for GDP and DMSP/OLS shows a positive correlation.\n    \n\n\n          Conclusion:\n        \n      \n      The incidence of HFRS in Zhejiang Province peaked in areas where the average temperature was 17.8°C, which reminds that in the areas where temperature is suitable, personal protection should be taken when going out as to avoid contact with rodents. The impact of GDP and DMSP/OLS on HFRS is positively correlated. Most cities have good medical conditions, but we should consider whether there are under-diagnosed cases in economically underdeveloped areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36275790/",
    "clean_text": "factors associated with hemorrhagic fever with renal syndrome based maximum entropy model in zhejiang province china methods we collected the meteorological factors and socioeconomic indicators of zhejiang province and constructed the hfrs ecological niche model of zhejiang province based on the algorithm of maximum entropy results model auc from to is background hemorrhagic fever with renal syndrome hfrs is a serious public health problem in china the geographic distribution has went throughout china among which zhejiang province is an important epidemic area since more than cases have been reported methods we collected the meteorological factors and socioeconomic indicators of zhejiang province and constructed the hfrs ecological niche model of zhejiang province based on the algorithm of maximum entropy results model auc from to is the high incidence of epidemics in zhejiang province is mainly concentrated in the eastern western and central regions of zhejiang province the contribution of digital elevation model ranged from to from to the contribution of average temperature ranges from to gross domestic product contribution from to and average land surface temperature contribution with the highest being in in addition the average contribution of dmsp ols precipitation and precipitation were all in the range of all day precipitation increases with the increase of rainfall and the effect curve peaks at mm then decreases rapidly and a small peak appears again at mm average temperature response curve shows an inverted v shape where the incidence peaks at c the response curve of hfrs for gdp and dmsp ols shows a positive correlation conclusion the incidence of hfrs in zhejiang province peaked in areas where the average temperature was c which reminds that in the areas where temperature is suitable personal protection should be taken when going out as to avoid contact with rodents the impact of gdp and dmsp ols on hfrs is positively correlated most cities have good medical conditions but we should consider whether there are under diagnosed cases in economically underdeveloped areas"
}