{
    "title": "MicroRNA-21 in the Pathogenesis of Traumatic Brain Injury.",
    "doc_id": "30066160",
    "writer": "Ji W",
    "year": "2018",
    "summary": "MicroRNAs (miRNAs), an abundant class of small noncoding RNA molecules, which regulate gene expression by functioning as post-transcriptional regulatory factors, have been identified as key components of traumatic brain injury (TBI) progression. MicroRNA-21 (miR-21) …",
    "abstract": "MicroRNAs (miRNAs), an abundant class of small noncoding RNA molecules, which regulate gene expression by functioning as post-transcriptional regulatory factors, have been identified as key components of traumatic brain injury (TBI) progression. MicroRNA-21 (miR-21) is a recently identified typical miRNA that is involved in the signaling pathways of inflammation, neuronal apoptosis, reactive gliosis, disruption of blood brain barrier, angiogenesis and recovery process induced by physical exercises in TBI. Hence, miR-21 is now considered as a potential therapeutic target of TBI. We review the correlative literature and research progress regarding the roles of miR-21 in TBI in this article.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30066160/",
    "clean_text": "microrna in the pathogenesis of traumatic brain injury micrornas mirnas an abundant class of small noncoding rna molecules which regulate gene expression by functioning as post transcriptional regulatory factors have been identified as key components of traumatic brain injury tbi progression microrna mir micrornas mirnas an abundant class of small noncoding rna molecules which regulate gene expression by functioning as post transcriptional regulatory factors have been identified as key components of traumatic brain injury tbi progression microrna mir is a recently identified typical mirna that is involved in the signaling pathways of inflammation neuronal apoptosis reactive gliosis disruption of blood brain barrier angiogenesis and recovery process induced by physical exercises in tbi hence mir is now considered as a potential therapeutic target of tbi we review the correlative literature and research progress regarding the roles of mir in tbi in this article"
}