{
    "pmid": "41469092",
    "title": "Effect of the Endoscopic Surgical Skill Qualification System for Colorectal Cancer Surgery With Multivisceral Resection on Long-term Outcomes: Japanese Multicenter Analysis.",
    "abstract": "Reportedly, in laparoscopic surgeries for colorectal cancer, surgeries performed or supervised by Endoscopic Surgery Skills Qualification System (ESSQS)-certified surgeons yield favorable outcomes. However, the impact of ESSQS-certification on the prognosis of multivisceral resection (MVR) surgery remains unclear. The aim of this study was to examine the impact of MVR surgery performed by ESSQS-qualified surgeons on patient prognosis. We retrospectively reviewed 226 consecutive colorectal cancer patients who underwent MVR between 2016 and 2024. The patients were divided into two groups: surgery performed by ESSQS-certified surgeons (expert group, n=88) and those performed by ESSQS-uncertified surgeons (non-expert group, n=138). Propensity score matching for baseline patient and surgical characteristics identified 65 patients in each group. Groups were compared for clinicopathological and surgical features, and 5-year relapse-free survival (RFS), overall survival (OS) and local recurrence free survival (LRFS) were assessed using Kaplan Meier methods and log-rank tests. Before matching, the incidence of rectal cancer was higher (33.0%  The results of this multicenter study indicated better short- and long-term outcomes of MVR performed by ESSQS-qualified surgeons.",
    "disease": "colorectal cancer",
    "clean_text": "effect of the endoscopic surgical skill qualification system for colorectal cancer surgery with multivisceral resection on long term outcomes japanese multicenter analysis reportedly in laparoscopic surgeries for colorectal cancer surgeries performed or supervised by endoscopic surgery skills qualification system essqs certified surgeons yield favorable outcomes however the impact of essqs certification on the prognosis of multivisceral resection mvr surgery remains unclear the aim of this study was to examine the impact of mvr surgery performed by essqs qualified surgeons on patient prognosis we retrospectively reviewed consecutive colorectal cancer patients who underwent mvr between and the patients were divided into two groups surgery performed by essqs certified surgeons expert group n and those performed by essqs uncertified surgeons non expert group n propensity score matching for baseline patient and surgical characteristics identified patients in each group groups were compared for clinicopathological and surgical features and year relapse free survival rfs overall survival os and local recurrence free survival lrfs were assessed using kaplan meier methods and log rank tests before matching the incidence of rectal cancer was higher the results of this multicenter study indicated better short and long term outcomes of mvr performed by essqs qualified surgeons"
}