{
    "pmid": "41386727",
    "title": "Characteristics and overall survival in patients with T1 melanoma: A nationwide matched cohort study.",
    "abstract": "Most cutaneous malignant melanomas (CMMs) are thin (≤1.0 mm, stage T1) with an expected 10-year melanoma-specific survival of 93%-97%. The incidence of CMM is higher in groups with high socioeconomic status (SES). We aimed to assess overall survival (OS) and detailed characteristics in individuals with thin CMM as compared to the general population matched on age, sex, and county of residence. Matched cohort study comprising patients diagnosed between 2001 and 2018 with thin CMM (cases) and melanoma-free comparators from the general population. Patients and comparators were identified in the Malignant Melanoma Data Base Sweden. Multivariable Cox regression analyses were applied to compare the mortality risk for cases and comparators with adjustments for SES and comorbidities. We identified 25,843 cases and 127,383 comparators. Cases had higher SES and less comorbidity. No significant differences in OS were found. However, in the T1a subgroup, comprising 16,941 cases, the 5-year OS was significantly better than in comparators (n = 83,510) (92.5% (95% CI 92.1%-93.0%) versus 91.1% (95% CI 90.8%-91.3%), p <.001). The adjusted mortality risk was slightly higher for the whole T1 group (HR 1.05, 95% CI 1.01-1.09), while no difference was found for the T1a subgroup. Deaths attributed to cardiovascular disease, dementia, and chronic obstructive pulmonary disease were less common in CMM patients. Patients diagnosed with thin CMM have an OS similar to or even better than the general population since they are at a lower risk of death from other diseases, likely reflecting socioeconomic and lifestyle factors.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "characteristics and overall survival in patients with t melanoma a nationwide matched cohort study most cutaneous malignant melanomas cmms are thin mm stage t with an expected year melanoma specific survival of the incidence of cmm is higher in groups with high socioeconomic status ses we aimed to assess overall survival os and detailed characteristics in individuals with thin cmm as compared to the general population matched on age sex and county of residence matched cohort study comprising patients diagnosed between and with thin cmm cases and melanoma free comparators from the general population patients and comparators were identified in the malignant melanoma data base sweden multivariable cox regression analyses were applied to compare the mortality risk for cases and comparators with adjustments for ses and comorbidities we identified cases and comparators cases had higher ses and less comorbidity no significant differences in os were found however in the t a subgroup comprising cases the year os was significantly better than in comparators n ci versus ci p the adjusted mortality risk was slightly higher for the whole t group hr ci while no difference was found for the t a subgroup deaths attributed to cardiovascular disease dementia and chronic obstructive pulmonary disease were less common in cmm patients patients diagnosed with thin cmm have an os similar to or even better than the general population since they are at a lower risk of death from other diseases likely reflecting socioeconomic and lifestyle factors"
}