{
    "title": "Early life body mass index trajectories and albuminuria in midlife: A 30-year prospective cohort study.",
    "doc_id": "35516445",
    "writer": "Wang Y",
    "year": "2022",
    "summary": "FUNDING: This work was supported by the National Natural Science Foundation of China (81600327, 82070437, 81870319, 82070549, and 82170437), Natural Science Basic Research Program of Shaanxi Province (2021JM-257 and 2021JM-588), Institutional Foundation of the First Affiliated Ho …",
    "abstract": "Background:\n        \n      \n      Albuminuria is a marker of vascular dysfunction and is associated with chronic renal and cardiovascular diseases. Data on the association between the longitudinal patterns of weight change early in life and albuminuria later in life are limited. We aimed to identify the body mass index (BMI) trajectory across a 30-year span and evaluate its association with middle-age albuminuria.\n    \n\n\n          Methods:\n        \n      \n      Of the 4623 participants aged 6-18-year-old recruited by Hanzhong Adolescent Hypertension Study cohort in northern China from March 10, 1987 to June 3, 2017, a total of 1,825 participants followed up with 6 visits over 30 years were enrolled. Group-based trajectory modeling was used to identify distinct BMI trajectories in longitudinal analyses. Albuminuria was defined as a urinary albumin-to-creatinine ratio (uACR) ≥ 30 mg/g.\n    \n\n\n          Findings:\n        \n      \n      Three distinct BMI trajectories were identified: low-increasing (n = 671, 36.8%), moderate-increasing (n = 940, 51.5%), and high-increasing (n = 214, 11.7%); male participants exhibited a steeper increase in BMI than females. The uACR was increased linearly from the low- to high-increasing group. A total of 201 individuals developed albuminuria, with an incidence of 11.0%. Compared with the low-increasing group, the odds ratio (OR) of albuminuria in middle age was 2.13(95% confidence interval [CI]: 1.26 to 3.61) for the high-increasing group after full adjustment for age, sex, smoking, alcohol consumption, marital status, systolic blood pressure, diabetes, and hyperlipidemia. The unadjusted ORs of the high-increasing BMI group were 5.08 (2.76-9.37) for males and 3.45 (1.78-6.69) for females, and the association remained significant in males in the fully adjusted models.\n    \n\n\n          Interpretation:\n        \n      \n      Higher BMI trajectories are associated with higher uACR and an increased risk of albuminuria in middle age, especially in males. Identifying long-term BMI trajectories from an early age may assist in predicting the risk of renal diseases and cardiovascular disease later in life.\n    \n\n\n          Funding:\n        \n      \n      This work was supported by the National Natural Science Foundation of China (81600327, 82070437, 81870319, 82070549, and 82170437), Natural Science Basic Research Program of Shaanxi Province (2021JM-257 and 2021JM-588), Institutional Foundation of the First Affiliated Hospital of Xi'an Jiaotong University (2019QN-06 and 2021ZXY-14), the Clinical Research Award of the First Affiliated Hospital of Xi'an Jiaotong University of China (XJTU1AF-CRF-2019-004, XJTU1AF2021CRF-021, and XJTU1AFCRF-2017-021), Research Incubation Fund of Xi'an People's Hospital (FZ-61), Grants from the Major Chronic Non-communicable Disease Prevention and Control Research Key Project of the Ministry of Science and Technology of China (2017YFC1307604 and 2016YFC1300104).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35516445/",
    "clean_text": "early life body mass index trajectories and albuminuria in midlife a year prospective cohort study funding this work was supported by the national natural science foundation of china and natural science basic research program of shaanxi province jm and jm institutional foundation of the first affiliated ho background albuminuria is a marker of vascular dysfunction and is associated with chronic renal and cardiovascular diseases data on the association between the longitudinal patterns of weight change early in life and albuminuria later in life are limited we aimed to identify the body mass index bmi trajectory across a year span and evaluate its association with middle age albuminuria methods of the participants aged year old recruited by hanzhong adolescent hypertension study cohort in northern china from march to june a total of participants followed up with visits over years were enrolled group based trajectory modeling was used to identify distinct bmi trajectories in longitudinal analyses albuminuria was defined as a urinary albumin to creatinine ratio uacr mg g findings three distinct bmi trajectories were identified low increasing n moderate increasing n and high increasing n male participants exhibited a steeper increase in bmi than females the uacr was increased linearly from the low to high increasing group a total of individuals developed albuminuria with an incidence of compared with the low increasing group the odds ratio or of albuminuria in middle age was confidence interval ci to for the high increasing group after full adjustment for age sex smoking alcohol consumption marital status systolic blood pressure diabetes and hyperlipidemia the unadjusted ors of the high increasing bmi group were for males and for females and the association remained significant in males in the fully adjusted models interpretation higher bmi trajectories are associated with higher uacr and an increased risk of albuminuria in middle age especially in males identifying long term bmi trajectories from an early age may assist in predicting the risk of renal diseases and cardiovascular disease later in life funding this work was supported by the national natural science foundation of china and natural science basic research program of shaanxi province jm and jm institutional foundation of the first affiliated hospital of xi an jiaotong university qn and zxy the clinical research award of the first affiliated hospital of xi an jiaotong university of china xjtu af crf xjtu af crf and xjtu afcrf research incubation fund of xi an people s hospital fz grants from the major chronic non communicable disease prevention and control research key project of the ministry of science and technology of china yfc and yfc"
}