{
    "title": "Association between sleep quality and depressive symptoms.",
    "doc_id": "35545156",
    "writer": "Joo HJ",
    "year": "2022",
    "summary": "BACKGROUND: Depression is a common mental health disorder. Despite sleep disturbance being associated with depression, limited data regarding the association of sleep quality with depression exists. ...The study population comprised 176,794 individuals (78,35 …",
    "abstract": "Background:\n        \n      \n      Depression is a common mental health disorder. Despite sleep disturbance being associated with depression, limited data regarding the association of sleep quality with depression exists. We aimed to investigate the association between sleep quality and depressive symptoms in the South Korean population.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study used data from the 2018 Korean Community Health Survey, a nationwide representative survey conducted annually at national public health centers since 2008. The study population comprised 176,794 individuals (78,356 male and 98,438 female) aged 19 years and over. Sleep quality was measured using the Korean version of Pittsburgh Sleep Quality Index and depressive symptoms with the Patient Health Questionnaire-9. Data were analyzed using multiple logistic regression.\n    \n\n\n          Results:\n        \n      \n      The average PSQI score was 5.03 for men and 5.98 for women. Individuals of both sexes with poor sleep quality were more likely to be depressed (men: odds ratio (OR) = 7.02 [95% confidence interval (CI) = 6.17-7.99]). In subgroup analysis stratified by independent variables, participants with the following characteristics had greater association between poor sleep quality and depressive symptoms: unmarried, college or higher education, white-collar occupation, current smoker, frequent drinker, walking physical activity, and no-stress.\n    \n\n\n          Limitations:\n        \n      \n      Limitations included the cross-sectional nature of the study, use of only secondary data and a self-rated questionnaire for evaluating depressive symptoms, and inherent limitations in the PSQI.\n    \n\n\n          Conclusions:\n        \n      \n      Poor sleep quality may contribute to depressive symptoms among Korean adults. Screening for poor sleep quality and implementing measures to improve sleep behaviors may prevent the onset of depression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35545156/",
    "clean_text": "association between sleep quality and depressive symptoms background depression is a common mental health disorder despite sleep disturbance being associated with depression limited data regarding the association of sleep quality with depression exists the study population comprised individuals background depression is a common mental health disorder despite sleep disturbance being associated with depression limited data regarding the association of sleep quality with depression exists we aimed to investigate the association between sleep quality and depressive symptoms in the south korean population methods this cross sectional study used data from the korean community health survey a nationwide representative survey conducted annually at national public health centers since the study population comprised individuals male and female aged years and over sleep quality was measured using the korean version of pittsburgh sleep quality index and depressive symptoms with the patient health questionnaire data were analyzed using multiple logistic regression results the average psqi score was for men and for women individuals of both sexes with poor sleep quality were more likely to be depressed men odds ratio or confidence interval ci in subgroup analysis stratified by independent variables participants with the following characteristics had greater association between poor sleep quality and depressive symptoms unmarried college or higher education white collar occupation current smoker frequent drinker walking physical activity and no stress limitations limitations included the cross sectional nature of the study use of only secondary data and a self rated questionnaire for evaluating depressive symptoms and inherent limitations in the psqi conclusions poor sleep quality may contribute to depressive symptoms among korean adults screening for poor sleep quality and implementing measures to improve sleep behaviors may prevent the onset of depression"
}