{
    "pmid": "41461741",
    "title": "Ultrasound and SWE-based transfer learning for predicting fibrotic NASH.",
    "abstract": "The aim of this study was to develop a combined deep-learning model utilizing liver ultrasound, liver elastography images, and clinical features to predict and diagnose fibrotic non-alcoholic steatohepatitis (NASH). A rat model of liver steatosis and fibrosis was established through a high-fat diet and subcutaneous CCl₄ injections. Two-dimensional ultrasound and shear wave elastography (SWE) images were acquired. Three deep learning models, based on the ResNet-18 architecture, were designed: (1) a pure image model using only liver ultrasound, (2) a pure image model using only liver elastography, and (3) a combined model incorporating liver ultrasound, liver elastography images, and clinical features. The performance of these models was evaluated using three-fold cross-validation, receiver operating characteristic (ROC) curves, decision curve analysis (DCA), and calibration curves. The combined deep learning model demonstrated the highest area under the curve (AUC) of 0.879. DCA revealed that the multimodal model provided superior net benefits across most threshold probability ranges for predicting and diagnosing fibrotic NASH. The combined deep learning model based on the ResNet-18 architecture exhibits promising performance in predicting and diagnosing fibrotic NASH.",
    "disease": "liver cirrhosis",
    "clean_text": "ultrasound and swe based transfer learning for predicting fibrotic nash the aim of this study was to develop a combined deep learning model utilizing liver ultrasound liver elastography images and clinical features to predict and diagnose fibrotic non alcoholic steatohepatitis nash a rat model of liver steatosis and fibrosis was established through a high fat diet and subcutaneous ccl injections two dimensional ultrasound and shear wave elastography swe images were acquired three deep learning models based on the resnet architecture were designed a pure image model using only liver ultrasound a pure image model using only liver elastography and a combined model incorporating liver ultrasound liver elastography images and clinical features the performance of these models was evaluated using three fold cross validation receiver operating characteristic roc curves decision curve analysis dca and calibration curves the combined deep learning model demonstrated the highest area under the curve auc of dca revealed that the multimodal model provided superior net benefits across most threshold probability ranges for predicting and diagnosing fibrotic nash the combined deep learning model based on the resnet architecture exhibits promising performance in predicting and diagnosing fibrotic nash"
}