{
    "pmid": "41392523",
    "title": "Combining Three Peripheral Blood Biomarkers to Stratify Rheumatoid Arthritis-Associated Interstitial Lung Disease Risk.",
    "abstract": "The purpose was to evaluate a biomarker score consisting of MUC5B rs35705950 promoter variant, plasma matrix metalloproteinase (MMP)-7, and serum anti-malondialdehyde-acetaldehyde (anti-MAA) antibody for RA-associated interstitial lung disease risk stratification. Using a multicenter cohort of US veterans with RA, we performed a cross-sectional study of prevalent RA-ILD and cohort study of incident RA-ILD. Medical records were used to confirm clinical ILD diagnoses by chest imaging or lung biopsy pathology reports. A combined three biomarker score (range 0-3) was calculated based on the presence of MUC5B variant and elevations (upper 25% vs lower 75%) in MMP-7 and anti-MAA antibody concentrations. Multivariate logistic and Cox regression models were adjusted for clinical risk factors. Among 2,043 participants with RA, prevalent ILD was identified in 88 (88.7% male, mean age 63.6 years). The odds of prevalent RA-ILD were higher with increased biomarker score (aOR 12.21 [3.82, 38.97] for score of 3 vs. 0). A score ≥1 had 76.1% sensitivity, but 48.6% specificity. Incident RA-ILD developed in 148 participants, with those having a combined biomarker score of 3 having the highest risk (aHR 4.36 [1.55, 12.27]). Area under the curve for prevalent RA-ILD and Harrel's C for incident RA-ILD were highest when clinical risk factors were combined with the biomarker score. This three-analyte biomarker score was associated with both prevalent and incident RA-ILD, improving risk stratification beyond clinical risk factors. While this score is inadequate for clinical implementation, these findings demonstrate the potential for biomarker scores in RA-ILD risk stratification.",
    "disease": "rheumatoid arthritis",
    "clean_text": "combining three peripheral blood biomarkers to stratify rheumatoid arthritis associated interstitial lung disease risk the purpose was to evaluate a biomarker score consisting of muc b rs promoter variant plasma matrix metalloproteinase mmp and serum anti malondialdehyde acetaldehyde anti maa antibody for ra associated interstitial lung disease risk stratification using a multicenter cohort of us veterans with ra we performed a cross sectional study of prevalent ra ild and cohort study of incident ra ild medical records were used to confirm clinical ild diagnoses by chest imaging or lung biopsy pathology reports a combined three biomarker score range was calculated based on the presence of muc b variant and elevations upper vs lower in mmp and anti maa antibody concentrations multivariate logistic and cox regression models were adjusted for clinical risk factors among participants with ra prevalent ild was identified in male mean age years the odds of prevalent ra ild were higher with increased biomarker score aor for score of vs a score had sensitivity but specificity incident ra ild developed in participants with those having a combined biomarker score of having the highest risk ahr area under the curve for prevalent ra ild and harrel s c for incident ra ild were highest when clinical risk factors were combined with the biomarker score this three analyte biomarker score was associated with both prevalent and incident ra ild improving risk stratification beyond clinical risk factors while this score is inadequate for clinical implementation these findings demonstrate the potential for biomarker scores in ra ild risk stratification"
}