{
    "title": "The danger of weight loss in the elderly.",
    "doc_id": "18615231",
    "writer": "Miller SL",
    "year": "2008",
    "summary": "Aging is generally accompanied by weight loss made up of both fat mass and fat-free mass. As more people, including elderly, are overweight or obese, weight loss is recommended to improve health. Health risks are decreased in overweight children and ad …",
    "abstract": "Aging is generally accompanied by weight loss made up of both fat mass and fat-free mass. As more people, including elderly, are overweight or obese, weight loss is recommended to improve health. Health risks are decreased in overweight children and adults by dieting and exercise, but the health benefits of weight loss in elderly, particularly by calorie restriction, are uncertain. Rapid unintentional weight loss in elderly is usually indicative of underlying disease and accelerates the muscle loss which normally occurs with aging. Intentional weight loss, even when excess fat mass is targeted also includes accelerated muscle loss which has been shown in older persons to correlate negatively with functional capacity for independent living. Sarcopenic obesity, the coexistence of diminished lean mass and increased fat mass, characterizes a population particularly at risk for functional impairment since both sarcopenia (relative deficiency of skeletal muscle mass and strength) and obesity have been shown to predict disability. However, indices of overweight and obesity such as body mass index (BMI) do not correlate as strongly with adverse health outcomes such as cardiovascular disease in elderly as compared to younger individuals. Further, weight loss and low BMI in older persons are associated with mortality in some studies. On the other hand, studies have shown improvement in risk factors after weight loss in overweight/obese elderly. The recent focus on pro-inflammatory factors related to adiposity suggest that fat loss could ameliorate some catabolic conditions of aging since some cytokines may directly impact muscle protein synthesis and breakdown. Simply decreasing weight may also ease mechanical burden on weak joints and muscle, thus improving mobility. However, until a strategy is proven whereby further loss of muscle mass can be prevented, weight loss by caloric restriction in individuals with sarcopenic obesity should likely be avoided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18615231/",
    "clean_text": "the danger of weight loss in the elderly aging is generally accompanied by weight loss made up of both fat mass and fat free mass as more people including elderly are overweight or obese weight loss is recommended to improve health health risks are decreased in overweight children and ad aging is generally accompanied by weight loss made up of both fat mass and fat free mass as more people including elderly are overweight or obese weight loss is recommended to improve health health risks are decreased in overweight children and adults by dieting and exercise but the health benefits of weight loss in elderly particularly by calorie restriction are uncertain rapid unintentional weight loss in elderly is usually indicative of underlying disease and accelerates the muscle loss which normally occurs with aging intentional weight loss even when excess fat mass is targeted also includes accelerated muscle loss which has been shown in older persons to correlate negatively with functional capacity for independent living sarcopenic obesity the coexistence of diminished lean mass and increased fat mass characterizes a population particularly at risk for functional impairment since both sarcopenia relative deficiency of skeletal muscle mass and strength and obesity have been shown to predict disability however indices of overweight and obesity such as body mass index bmi do not correlate as strongly with adverse health outcomes such as cardiovascular disease in elderly as compared to younger individuals further weight loss and low bmi in older persons are associated with mortality in some studies on the other hand studies have shown improvement in risk factors after weight loss in overweight obese elderly the recent focus on pro inflammatory factors related to adiposity suggest that fat loss could ameliorate some catabolic conditions of aging since some cytokines may directly impact muscle protein synthesis and breakdown simply decreasing weight may also ease mechanical burden on weak joints and muscle thus improving mobility however until a strategy is proven whereby further loss of muscle mass can be prevented weight loss by caloric restriction in individuals with sarcopenic obesity should likely be avoided"
}