{
    "pmid": "41404716",
    "title": "Global Contribution of Drug Use to Cirrhosis and Hepatocellular Carcinoma Worldwide From 1990 to 2021 and Projections to 2045.",
    "abstract": "Drug use has emerged as a significant global health concern, contributing to the burden of liver diseases, particularly hepatocellular carcinoma (HCC) and cirrhosis. This study aims to assess the global burden of drug use-related HCC and cirrhosis from 1990 to 2021, using data from the Global Burden of Disease (GBD) study, and to predict future trends up to 2045. Data on drug use-related cirrhosis and HCC were collected from the GBD 2021 database. Joinpoint regression analysis to evaluate temporal trends. Health inequalities were assessed via the slope index of inequality (SII) and the concentration index (CI). Future burden was projected via Bayesian Age-Period-Cohort (BAPC) models. From 1990 to 2021, global mortality and disability-adjusted life-years (DALYs) attributable to drug use-related HCC and cirrhosis increased gradually. The age-standardized death rate (ASDR) for drug use-related HCC increased by 1.96%, whereas the age-standardized DALY rate for HCC increased, with an average annual percentage change (AAPC) of 1.36%. In contrast, the DALY rate for drug use-related cirrhosis declined annually by -0.12%. High socio-demographic index (SDI) regions, particularly high-income North America, presented the highest burden of drug use-related HCC and cirrhosis. The burden of cirrhosis attributable to drug use increased in low-middle-SDI regions. The global burden of liver cancer due to drug use has become more concentrated in high-SDI regions. Future projections indicate that deaths from drug use-related HCC and cirrhosis will continue to increase, with HCC deaths expected to increase by 150.15% and cirrhosis deaths increasing by 43.03% by 2045. The burden of drug use-related cirrhosis and HCC has increased and is projected to continue increasing. This trend highlights the urgent need for targeted public health interventions, improved access to healthcare, and effective drug use prevention strategies, particularly in high-SDI regions.",
    "disease": "liver cirrhosis",
    "clean_text": "global contribution of drug use to cirrhosis and hepatocellular carcinoma worldwide from to and projections to drug use has emerged as a significant global health concern contributing to the burden of liver diseases particularly hepatocellular carcinoma hcc and cirrhosis this study aims to assess the global burden of drug use related hcc and cirrhosis from to using data from the global burden of disease gbd study and to predict future trends up to data on drug use related cirrhosis and hcc were collected from the gbd database joinpoint regression analysis to evaluate temporal trends health inequalities were assessed via the slope index of inequality sii and the concentration index ci future burden was projected via bayesian age period cohort bapc models from to global mortality and disability adjusted life years dalys attributable to drug use related hcc and cirrhosis increased gradually the age standardized death rate asdr for drug use related hcc increased by whereas the age standardized daly rate for hcc increased with an average annual percentage change aapc of in contrast the daly rate for drug use related cirrhosis declined annually by high socio demographic index sdi regions particularly high income north america presented the highest burden of drug use related hcc and cirrhosis the burden of cirrhosis attributable to drug use increased in low middle sdi regions the global burden of liver cancer due to drug use has become more concentrated in high sdi regions future projections indicate that deaths from drug use related hcc and cirrhosis will continue to increase with hcc deaths expected to increase by and cirrhosis deaths increasing by by the burden of drug use related cirrhosis and hcc has increased and is projected to continue increasing this trend highlights the urgent need for targeted public health interventions improved access to healthcare and effective drug use prevention strategies particularly in high sdi regions"
}