{
    "title": "Free radicals, cytokines and nitric oxide in cardiac failure and myocardial infarction.",
    "doc_id": "11204450",
    "writer": "Das UN.",
    "year": "2000",
    "summary": "Myocardial infarction is the most common cause of congestive cardiac failure. Free radicals, cytokines, nitric oxide (NO) and antioxidants play a major role both in atherosclerosis and myocardial damage and preservation. ...TNFalpha, produced by the inflammatory cel …",
    "abstract": "Myocardial infarction is the most common cause of congestive cardiac failure. Free radicals, cytokines, nitric oxide (NO) and antioxidants play a major role both in atherosclerosis and myocardial damage and preservation. In the early stages of atherosclerosis, neutrophils and monocytes infiltrate the intima and generate free radicals which damage the endothelial cells. As a result, production of NO and prostacyclin by the endothelial cells declines, which have cardioprotective actions. This also has relevance to the beneficial action of aspirin since, it can modulate both prostanoid and L-arginine-NO systems and NF-kB translocation. In both acute myocardial infarction and chronic congestive cardiac failure, the plasma levels of various inflammatory mediators such as interleukins and tumour necrosis factor-alpha (TNFalpha) are elevated. TNFalpha, produced by the inflammatory cells and the myocardium, can suppress myocardial contractility and induce the production of free radicals, which in turn can further damage the myocardium. Transforming growth factor beta (TGFbeta), polyunsaturated fatty acids and the glucose-insulin-potassium regimen can antagonize the harmful actions of TNFalpha and protect the myocardium. This explains why efforts made to reduce the levels of pro-inflammatory cytokines have beneficial action and preserve the myocardium.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11204450/",
    "clean_text": "free radicals cytokines and nitric oxide in cardiac failure and myocardial infarction myocardial infarction is the most common cause of congestive cardiac failure free radicals cytokines nitric oxide no and antioxidants play a major role both in atherosclerosis and myocardial damage and preservation tnfalpha produced by the inflammatory cel myocardial infarction is the most common cause of congestive cardiac failure free radicals cytokines nitric oxide no and antioxidants play a major role both in atherosclerosis and myocardial damage and preservation in the early stages of atherosclerosis neutrophils and monocytes infiltrate the intima and generate free radicals which damage the endothelial cells as a result production of no and prostacyclin by the endothelial cells declines which have cardioprotective actions this also has relevance to the beneficial action of aspirin since it can modulate both prostanoid and l arginine no systems and nf kb translocation in both acute myocardial infarction and chronic congestive cardiac failure the plasma levels of various inflammatory mediators such as interleukins and tumour necrosis factor alpha tnfalpha are elevated tnfalpha produced by the inflammatory cells and the myocardium can suppress myocardial contractility and induce the production of free radicals which in turn can further damage the myocardium transforming growth factor beta tgfbeta polyunsaturated fatty acids and the glucose insulin potassium regimen can antagonize the harmful actions of tnfalpha and protect the myocardium this explains why efforts made to reduce the levels of pro inflammatory cytokines have beneficial action and preserve the myocardium"
}