{
    "pmid": "41322728",
    "title": "Correlation of Clinical Frailty Scale and Outcomes in Patients Treated With Non-invasive Ventilation: A Retrospective Cohort Study.",
    "abstract": "Background Frailty is defined as a state of vulnerability to stressors due to physiological decline. While frailty is an increasingly recognized determinant of outcomes in acute illness, its specific role in patients receiving non-invasive ventilation (NIV) for acute type 2 respiratory failure (T2RF) remains poorly defined. Methods We conducted a retrospective cohort study of 112 patients treated with NIV at a district general hospital in the United Kingdom between December 2024 and April 2025. Frailty was assessed using the Clinical Frailty Scale (CFS) and categorised as CFS 1-3 (very fit to managing well), CFS 4-6 (mild to moderate frailty), and CFS 7-9 (severe frailty to terminally ill). Outcomes included inpatient mortality and readmissions within four months. Associations were analysed using the Chi-square test. Results Frailty was highly prevalent, affecting 90 (80.4%) patients in this cohort. Mortality rose significantly with frailty: one (4.5%) patient in CFS 1-3 group, 12 (21.4%) in CFS 4-6 group, and 14 (41.2%) in CFS 7-9 group (p = 0.006). Among survivors, 35 (41.2%) patients were re-admitted within four months, and did not differ significantly across frailty groups (p=0.400). Conclusion Frailty, as measured by the CFS, was a strong predictor of short-term mortality in patients receiving NIV for acute type 2 respiratory failure, independent of age. Routine frailty assessment could improve risk stratification and guide clinical decision-making in this patient group.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "correlation of clinical frailty scale and outcomes in patients treated with non invasive ventilation a retrospective cohort study background frailty is defined as a state of vulnerability to stressors due to physiological decline while frailty is an increasingly recognized determinant of outcomes in acute illness its specific role in patients receiving non invasive ventilation niv for acute type respiratory failure t rf remains poorly defined methods we conducted a retrospective cohort study of patients treated with niv at a district general hospital in the united kingdom between december and april frailty was assessed using the clinical frailty scale cfs and categorised as cfs very fit to managing well cfs mild to moderate frailty and cfs severe frailty to terminally ill outcomes included inpatient mortality and readmissions within four months associations were analysed using the chi square test results frailty was highly prevalent affecting patients in this cohort mortality rose significantly with frailty one patient in cfs group in cfs group and in cfs group p among survivors patients were re admitted within four months and did not differ significantly across frailty groups p conclusion frailty as measured by the cfs was a strong predictor of short term mortality in patients receiving niv for acute type respiratory failure independent of age routine frailty assessment could improve risk stratification and guide clinical decision making in this patient group"
}