{
    "title": "Fatty liver and the metabolic syndrome.",
    "doc_id": "17268250",
    "writer": "Neuschwander-Tetri BA.",
    "year": "2007",
    "summary": "PURPOSE OF REVIEW: Nonalcoholic fatty liver disease and its subset nonalcoholic steatohepatitis represent the liver manifestations of insulin resistance. ...Progress has also been made in estimating the prevalence of nonalcoholic fatty liver dis …",
    "abstract": "Purpose of review:\n        \n      \n      Nonalcoholic fatty liver disease and its subset nonalcoholic steatohepatitis represent the liver manifestations of insulin resistance. This review briefly summarizes advances in our understanding of the pathogenesis of nonalcoholic fatty liver disease and its prevalence, natural history and treatment.\n    \n\n\n          Recent findings:\n        \n      \n      The recognition of the role the renin-angiotensin system in promoting insulin resistance is worth noting because of available drugs. Endoplasmic reticulum stress has also become a recent target of investigation because endoplasmic reticulum stress is common in obesity, diabetes and various forms of liver disease including nonalcoholic fatty liver disease. Endoplasmic reticulum stress may be responsible for activation of c-Jun kinase, a process that may cause the hepatocellular injury in nonalcoholic steatohepatitis. Progress has also been made in estimating the prevalence of nonalcoholic fatty liver disease in adults and children. Patients enrolled in the Dallas Heart Study were found to have a 33% prevalence of nonalcoholic fatty liver disease and children dying of accidental deaths in San Diego were found to have a 13% prevalence of nonalcoholic fatty liver disease. Because about 10% of people with nonalcoholic fatty liver disease are at risk for progressive fibrosis, the burden of this disease is now quite substantial.\n    \n\n\n          Summary:\n        \n      \n      Incremental progress in understanding nonalcoholic fatty liver disease and nonalcoholic steatohepatitis promises to lead to new therapeutic options for this common disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17268250/",
    "clean_text": "fatty liver and the metabolic syndrome purpose of review nonalcoholic fatty liver disease and its subset nonalcoholic steatohepatitis represent the liver manifestations of insulin resistance progress has also been made in estimating the prevalence of nonalcoholic fatty liver dis purpose of review nonalcoholic fatty liver disease and its subset nonalcoholic steatohepatitis represent the liver manifestations of insulin resistance this review briefly summarizes advances in our understanding of the pathogenesis of nonalcoholic fatty liver disease and its prevalence natural history and treatment recent findings the recognition of the role the renin angiotensin system in promoting insulin resistance is worth noting because of available drugs endoplasmic reticulum stress has also become a recent target of investigation because endoplasmic reticulum stress is common in obesity diabetes and various forms of liver disease including nonalcoholic fatty liver disease endoplasmic reticulum stress may be responsible for activation of c jun kinase a process that may cause the hepatocellular injury in nonalcoholic steatohepatitis progress has also been made in estimating the prevalence of nonalcoholic fatty liver disease in adults and children patients enrolled in the dallas heart study were found to have a prevalence of nonalcoholic fatty liver disease and children dying of accidental deaths in san diego were found to have a prevalence of nonalcoholic fatty liver disease because about of people with nonalcoholic fatty liver disease are at risk for progressive fibrosis the burden of this disease is now quite substantial summary incremental progress in understanding nonalcoholic fatty liver disease and nonalcoholic steatohepatitis promises to lead to new therapeutic options for this common disease"
}