{
    "pmid": "41403610",
    "title": "Genetic causal relationship between physical activity and osteoarthritis: a two-sample Mendelian randomization study.",
    "abstract": "Appropriate levels of physical activity (PA) can help prevent osteoarthritis (OA) and alleviate its symptoms. However, excessive or prolonged PA has been identified as a potential risk factor for OA. Despite these observations, the genetic causal relationship between PA and OA remains unclear. Therefore, this study aimed to clarify the causal link between PA and OA by investigating their shared genetic factors. The study utilized genome-wide association study (GWAS) summary data to investigate the relationship between three types of PA - moderate to vigorous physical activity (MVPA), vigorous physical activity (VPA) and strenuous sports or other exercises (SSOE) - and knee osteoarthritis (KOA). A two-sample Mendelian randomization (MR) analysis was conducted using the TwoSampleMR and MRPRESSO packages in R. Sensitivity analyses were performed. Cochran's Q statistic and Rucker's Q statistic were employed to assess heterogeneity. The MR-Egger intercept test was used to evaluate horizontal pleiotropy. Additionally, the MR pleiotropy residual sum and outlier (MR-PRESSO) method was applied to detect horizontal pleiotropy and identify outlier SNPs. A leave-one-out analysis was conducted to determine whether the genetic associations were influenced by any single nucleotide polymorphism (SNP). The MR robust adjusted profile score (MR-RAPS) method was further used to validate the normal distribution of the MR analysis. The results of the MR analysis indicate that MVPA ( The results of this study provide evidence against a genetic causal relationship between PA and KOA, thereby contributing to the understanding of their correlation. However, the study does not rule out the possibility of a relationship through non-genetic mechanisms.",
    "disease": "osteoarthritis",
    "clean_text": "genetic causal relationship between physical activity and osteoarthritis a two sample mendelian randomization study appropriate levels of physical activity pa can help prevent osteoarthritis oa and alleviate its symptoms however excessive or prolonged pa has been identified as a potential risk factor for oa despite these observations the genetic causal relationship between pa and oa remains unclear therefore this study aimed to clarify the causal link between pa and oa by investigating their shared genetic factors the study utilized genome wide association study gwas summary data to investigate the relationship between three types of pa moderate to vigorous physical activity mvpa vigorous physical activity vpa and strenuous sports or other exercises ssoe and knee osteoarthritis koa a two sample mendelian randomization mr analysis was conducted using the twosamplemr and mrpresso packages in r sensitivity analyses were performed cochran s q statistic and rucker s q statistic were employed to assess heterogeneity the mr egger intercept test was used to evaluate horizontal pleiotropy additionally the mr pleiotropy residual sum and outlier mr presso method was applied to detect horizontal pleiotropy and identify outlier snps a leave one out analysis was conducted to determine whether the genetic associations were influenced by any single nucleotide polymorphism snp the mr robust adjusted profile score mr raps method was further used to validate the normal distribution of the mr analysis the results of the mr analysis indicate that mvpa the results of this study provide evidence against a genetic causal relationship between pa and koa thereby contributing to the understanding of their correlation however the study does not rule out the possibility of a relationship through non genetic mechanisms"
}