{
    "pmid": "41391085",
    "title": "Clinicopsychological Profile of Geriatrics Patient Visiting the Outpatient Department of a Tertiary Care Center of Western Uttar Pradesh: A Cross-sectional Study.",
    "abstract": "The geriatric population is highly vulnerable to both clinical and psychological comorbidities; the psychological health of geriatric patients remains underassessed, particularly in government outpatient department (OPD) settings where multiple chronic illnesses, low socioeconomic status, and hospitalization disrupt emotional well-being. To evaluate the prevalence and association of chronic diseases with depression, anxiety, cognitive impairment, and sleep quality in elderly patients. A cross-sectional study was conducted on 100 patients aged ≥60 years attending the medicine OPD. Geriatric depression scale (GDS-15), generalized anxiety disorder scale (GAD-7), mini-mental state examination (MMSE), and Pittsburgh sleep quality index (PSQI) scales were used to assess psychological status. Clinical parameters and recent hospitalization history were also recorded. Hypertension (45%), diabetes (35%), and osteoarthritis (25%) were the most prevalent chronic illnesses. Mild depression (56%), mild anxiety (45%), cognitive impairment (45%), and poor sleep quality (78%) were common. Coronary artery disease (CAD) was significantly correlated with depression ( The study underscores the need for integrated psychological assessment and intervention in geriatric medicine, even in resource-constrained OPD environments. Chronic illnesses such as CAD and diabetes significantly affect psychological well-being in elderly patients. Routine psychological screening is essential in OPDs.",
    "disease": "coronary artery disease",
    "clean_text": "clinicopsychological profile of geriatrics patient visiting the outpatient department of a tertiary care center of western uttar pradesh a cross sectional study the geriatric population is highly vulnerable to both clinical and psychological comorbidities the psychological health of geriatric patients remains underassessed particularly in government outpatient department opd settings where multiple chronic illnesses low socioeconomic status and hospitalization disrupt emotional well being to evaluate the prevalence and association of chronic diseases with depression anxiety cognitive impairment and sleep quality in elderly patients a cross sectional study was conducted on patients aged years attending the medicine opd geriatric depression scale gds generalized anxiety disorder scale gad mini mental state examination mmse and pittsburgh sleep quality index psqi scales were used to assess psychological status clinical parameters and recent hospitalization history were also recorded hypertension diabetes and osteoarthritis were the most prevalent chronic illnesses mild depression mild anxiety cognitive impairment and poor sleep quality were common coronary artery disease cad was significantly correlated with depression the study underscores the need for integrated psychological assessment and intervention in geriatric medicine even in resource constrained opd environments chronic illnesses such as cad and diabetes significantly affect psychological well being in elderly patients routine psychological screening is essential in opds"
}