{
    "pmid": "41428852",
    "title": "Biological Transistors for Direct Biosensing of L-Dopa in Ultrasmall Samples of Unprocessed and Unwashed Whole Blood.",
    "abstract": "Specific and label-free biosensing with biological field-effect transistors (bioFETs) is highly pursued due to their high-end sensing performance, low-cost, and potential for multiplexed sensing in ultrasmall samples. Still, bioFET sensing in physiological samples, such as whole blood, presents two major hurdles: (1) short screening lengths due to high ionic strength and (2) nonspecific response due to high background population of various biological entities. Traditionally, the former challenge requires sample dilution or the employment of short receptors, and the latter requires multiple premeasurement washing steps for the removal of the nonspecific species. Hence, these required steps of sample preprocessing and multiple premeasurement washing are deleterious to the application of bioFET toward self-use, home-use, POC, bedside, etc. applications. To address this unmet need, we present a new method for low-cost, real-time, quantitative biosensing suitable for the above-mentioned applications. The presented approach is based on the Meta-Nano-Channel (MNC) bioFET. The MNC bioFET is specifically designed to detect minute concentrations of biomolecular targets in a label-free, specific, real-time, quantitative manner and in ultrasmall samples. This capability is enabled by the deterministic design of the MNC bioFET toward the identification of localized molecular interactions. The study presents sensing of L-Dopa in 0.5 μL of whole blood samples. Importantly, no preprocessing of the blood is required, and the sensing is performed directly in blood without premeasurement washing for the removal of nonspecific signals. L-Dopa is the cornerstone of the symptomatic treatment of Parkinson's disease, and its dose in clinical settings is titrated according to clinical response. Measurement of L-Dopa plasma levels is performed in processed blood using analytical methods, which are costly, time-consuming, and irrelevant for standard clinical settings. We demonstrate a limit-of-detection of 10 fg/mL and a dynamic range of 10 orders of magnitude with excellent sensitivity and linearity. The methods and mechanisms employed by the MNC bioFET to address the challenges of screening length and nonspecific adsorption are discussed. The MNC bioFET is a promising methodology for future self-use and point-of-care medical diagnostics.",
    "disease": "parkinson disease",
    "clean_text": "biological transistors for direct biosensing of l dopa in ultrasmall samples of unprocessed and unwashed whole blood specific and label free biosensing with biological field effect transistors biofets is highly pursued due to their high end sensing performance low cost and potential for multiplexed sensing in ultrasmall samples still biofet sensing in physiological samples such as whole blood presents two major hurdles short screening lengths due to high ionic strength and nonspecific response due to high background population of various biological entities traditionally the former challenge requires sample dilution or the employment of short receptors and the latter requires multiple premeasurement washing steps for the removal of the nonspecific species hence these required steps of sample preprocessing and multiple premeasurement washing are deleterious to the application of biofet toward self use home use poc bedside etc applications to address this unmet need we present a new method for low cost real time quantitative biosensing suitable for the above mentioned applications the presented approach is based on the meta nano channel mnc biofet the mnc biofet is specifically designed to detect minute concentrations of biomolecular targets in a label free specific real time quantitative manner and in ultrasmall samples this capability is enabled by the deterministic design of the mnc biofet toward the identification of localized molecular interactions the study presents sensing of l dopa in l of whole blood samples importantly no preprocessing of the blood is required and the sensing is performed directly in blood without premeasurement washing for the removal of nonspecific signals l dopa is the cornerstone of the symptomatic treatment of parkinson s disease and its dose in clinical settings is titrated according to clinical response measurement of l dopa plasma levels is performed in processed blood using analytical methods which are costly time consuming and irrelevant for standard clinical settings we demonstrate a limit of detection of fg ml and a dynamic range of orders of magnitude with excellent sensitivity and linearity the methods and mechanisms employed by the mnc biofet to address the challenges of screening length and nonspecific adsorption are discussed the mnc biofet is a promising methodology for future self use and point of care medical diagnostics"
}