{
    "pmid": "41377195",
    "title": "Randomized Controlled Trial Evidence on Peroxisome Proliferator-Activated Receptor (PPAR) Agonists in Primary Biliary Cholangitis: A Systematic Review and Meta-Analysis.",
    "abstract": "Primary biliary cholangitis (PBC), an autoimmune liver disease, has the potential to advance to liver cirrhosis and result in fatality. Ursodeoxycholic acid (UDCA) is the first-line treatment, while obeticholic acid (OCA) serves as a second-line option because of moderate UDCA nonresponsiveness and cirrhosis-related concerns. Additional therapies are necessary because of recent warnings regarding OCA usage in patients with cirrhosis. This study aimed to evaluate the efficacy and safety of peroxisome proliferator-activated receptor (PPAR) agonists in PBC. We searched PubMed, Google Scholar, and the Cochrane Library until October 2023. We included all randomized controlled trials (RCTs) that studied the efficacy and safety of PPAR agonists in treating PBC. The primary outcome of interest was change in alkaline phosphatase (ALP) levels. In contrast, the secondary outcomes were changes in gamma-glutamyl transferase (GGT), alanine transaminase (ALT), aspartate aminotransferase (AST), total bilirubin (TBil), triglyceride levels, and pruritis. We used a random-effects model to calculate the risk ratio (RR) and standardized mean difference (SMD) with 95% CI. A total of eight RCTs ( Our study found a superior efficacy of PPAR agonists compared with placebo for change in ALP, GGT, TBil, and Tg levels, highlighting the potentially beneficial effect of PPAR agonists on liver health.",
    "disease": "liver cirrhosis",
    "clean_text": "randomized controlled trial evidence on peroxisome proliferator activated receptor ppar agonists in primary biliary cholangitis a systematic review and meta analysis primary biliary cholangitis pbc an autoimmune liver disease has the potential to advance to liver cirrhosis and result in fatality ursodeoxycholic acid udca is the first line treatment while obeticholic acid oca serves as a second line option because of moderate udca nonresponsiveness and cirrhosis related concerns additional therapies are necessary because of recent warnings regarding oca usage in patients with cirrhosis this study aimed to evaluate the efficacy and safety of peroxisome proliferator activated receptor ppar agonists in pbc we searched pubmed google scholar and the cochrane library until october we included all randomized controlled trials rcts that studied the efficacy and safety of ppar agonists in treating pbc the primary outcome of interest was change in alkaline phosphatase alp levels in contrast the secondary outcomes were changes in gamma glutamyl transferase ggt alanine transaminase alt aspartate aminotransferase ast total bilirubin tbil triglyceride levels and pruritis we used a random effects model to calculate the risk ratio rr and standardized mean difference smd with ci a total of eight rcts our study found a superior efficacy of ppar agonists compared with placebo for change in alp ggt tbil and tg levels highlighting the potentially beneficial effect of ppar agonists on liver health"
}