{
    "title": "Host oxidative stress in piroplasmosis: A review in domestic animals.",
    "doc_id": "37643565",
    "writer": "Razavi SM",
    "year": "2023",
    "summary": "Oxidative stress has a fundamental role in the pathogenesis of these parasites. In the present review article, we collected studies on the oxidative stress caused by Piroplasmida in domestic animals. What is obtained from the total review of studies co …",
    "abstract": "Piroplasmida is an order of economically important blood parasites, including Babesia, Theileria, and Cytauxzoon, transmitted to mammals by ticks. Oxidative stress is a state in which the balance between oxidants and antioxidants is disturbed so that antioxidants cannot compensate for the harmful effects of oxidants. Due to the high concentration of oxygen and hemoglobin in red blood cells (RBCs), these are among the first cells exposed to oxidative damage. When RBCs are exposed to oxidative stress, their hemoglobin is oxidized, and lipid peroxidation leads to membrane instability, deformation, hemolysis, and anemia. Oxidative stress has a fundamental role in the pathogenesis of these parasites. In the present review article, we collected studies on the oxidative stress caused by Piroplasmida in domestic animals. What is obtained from the total review of studies conducted on piroplasmosis revealed that in these infections, the host faces oxidative stress, and the resultant oxidative injury plays a fundamental role in their pathogenicity. Further studies are needed to be carried out on the more precise role of oxidative stress, the use of more sensitive diagnostic biomarkers, and the possible therapeutic role of antioxidant agents in piroplasmosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37643565/",
    "clean_text": "host oxidative stress in piroplasmosis a review in domestic animals oxidative stress has a fundamental role in the pathogenesis of these parasites in the present review article we collected studies on the oxidative stress caused by piroplasmida in domestic animals what is obtained from the total review of studies co piroplasmida is an order of economically important blood parasites including babesia theileria and cytauxzoon transmitted to mammals by ticks oxidative stress is a state in which the balance between oxidants and antioxidants is disturbed so that antioxidants cannot compensate for the harmful effects of oxidants due to the high concentration of oxygen and hemoglobin in red blood cells rbcs these are among the first cells exposed to oxidative damage when rbcs are exposed to oxidative stress their hemoglobin is oxidized and lipid peroxidation leads to membrane instability deformation hemolysis and anemia oxidative stress has a fundamental role in the pathogenesis of these parasites in the present review article we collected studies on the oxidative stress caused by piroplasmida in domestic animals what is obtained from the total review of studies conducted on piroplasmosis revealed that in these infections the host faces oxidative stress and the resultant oxidative injury plays a fundamental role in their pathogenicity further studies are needed to be carried out on the more precise role of oxidative stress the use of more sensitive diagnostic biomarkers and the possible therapeutic role of antioxidant agents in piroplasmosis"
}