{
    "title": "Extrapelvic Metastases in Endometrial Stromal Sarcomas: A Clinicopathological Review With Immunohistochemical and Molecular Characterization.",
    "doc_id": "30124116",
    "writer": "Baniak N",
    "year": "2019",
    "summary": "Endometrial stromal sarcoma is a rare uterine tumor associated with favorable outcomes despite its ability to recur and metastasize to distant sites. ...We report a bi-institutional review of 10 cases of endometrial stromal sarcoma with extrapelvic metastases withou …",
    "abstract": "Endometrial stromal sarcoma is a rare uterine tumor associated with favorable outcomes despite its ability to recur and metastasize to distant sites. Most recurrences are local, being limited to the abdomen/pelvis, but distant metastases can occur. Metastatic endometrial stromal sarcoma can occur many months to years after the original diagnosis or may present prior to the primary, potentially creating a diagnostic challenge. We report a bi-institutional review of 10 cases of endometrial stromal sarcoma with extrapelvic metastases without a prior history of endometriosis. The histologic, immunophenotypic, and molecular characteristics of these tumors are analyzed in the context of a relevant literature review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30124116/",
    "clean_text": "extrapelvic metastases in endometrial stromal sarcomas a clinicopathological review with immunohistochemical and molecular characterization endometrial stromal sarcoma is a rare uterine tumor associated with favorable outcomes despite its ability to recur and metastasize to distant sites we report a bi institutional review of cases of endometrial stromal sarcoma with extrapelvic metastases withou endometrial stromal sarcoma is a rare uterine tumor associated with favorable outcomes despite its ability to recur and metastasize to distant sites most recurrences are local being limited to the abdomen pelvis but distant metastases can occur metastatic endometrial stromal sarcoma can occur many months to years after the original diagnosis or may present prior to the primary potentially creating a diagnostic challenge we report a bi institutional review of cases of endometrial stromal sarcoma with extrapelvic metastases without a prior history of endometriosis the histologic immunophenotypic and molecular characteristics of these tumors are analyzed in the context of a relevant literature review"
}