{
    "title": "Extensive genetic diversity of Anaplasma bovis in ruminants in Xi'an, China.",
    "doc_id": "32723632",
    "writer": "Guo WP",
    "year": "2020",
    "summary": "In this study, DNA of A. bovis was detected in blood samples of cattle and goats in Xi'an city, China by nested-PCR. Near full-length rrs, groEL, and gltA genes were amplified successfully from the positive samples. ...Phylogenetic analysis based on the rrs, groEL, …",
    "abstract": "Anaplasma bovis is an organism significant to cattle and buffalo since it is one of the causative agents of bovine anaplasmosis. Previous studies have shown the worldwide distribution of A. bovis. However, most of these studies about its genetic diversity only focused on the rrs gene. In this study, DNA of A. bovis was detected in blood samples of cattle and goats in Xi'an city, China by nested-PCR. Near full-length rrs, groEL, and gltA genes were amplified successfully from the positive samples. Genetic analysis showed that specific genetic marker (an insertion and a deletion) was found in the rrs sequences in some strains, as well as clone 88 from monkeys in previous study. Phylogenetic analysis based on the rrs, groEL, and gltA genes revealed that A. bovis circulating in Xi'an exhibited great genetic diversity. Our results also indicated that variants outside China presented geographic clustering, and all A. bovis isolates based on the groEL or gltA gene also showed a host origin clustering. Also of note was that the phylogenetic analyses of the groEL and gltA genes suggested that both frequent dispersals over long distances in recent years and local adaptation over long evolutionary timescales played important roles in the distribution and evolution of A. bovis in China. Finally, a potential recombination event in the genome of Zhouzhi-cattle-10 based on inconsistent positions in the groEL and gltA trees was also observed. These results also reinforce the need for assessing the pathogenicity to humans of A. bovis variants with specific marker in the rrs gene.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32723632/",
    "clean_text": "extensive genetic diversity of anaplasma bovis in ruminants in xi an china in this study dna of a bovis was detected in blood samples of cattle and goats in xi an city china by nested pcr near full length rrs groel and glta genes were amplified successfully from the positive samples phylogenetic analysis based on the rrs groel anaplasma bovis is an organism significant to cattle and buffalo since it is one of the causative agents of bovine anaplasmosis previous studies have shown the worldwide distribution of a bovis however most of these studies about its genetic diversity only focused on the rrs gene in this study dna of a bovis was detected in blood samples of cattle and goats in xi an city china by nested pcr near full length rrs groel and glta genes were amplified successfully from the positive samples genetic analysis showed that specific genetic marker an insertion and a deletion was found in the rrs sequences in some strains as well as clone from monkeys in previous study phylogenetic analysis based on the rrs groel and glta genes revealed that a bovis circulating in xi an exhibited great genetic diversity our results also indicated that variants outside china presented geographic clustering and all a bovis isolates based on the groel or glta gene also showed a host origin clustering also of note was that the phylogenetic analyses of the groel and glta genes suggested that both frequent dispersals over long distances in recent years and local adaptation over long evolutionary timescales played important roles in the distribution and evolution of a bovis in china finally a potential recombination event in the genome of zhouzhi cattle based on inconsistent positions in the groel and glta trees was also observed these results also reinforce the need for assessing the pathogenicity to humans of a bovis variants with specific marker in the rrs gene"
}