{
    "title": "Treatment of older patients with head and neck cancer: a review.",
    "doc_id": "23635557",
    "writer": "VanderWalde NA",
    "year": "2013",
    "summary": "The incidence of head and neck cancer (HNC) in the elderly is increasing. The treatment of HNC often includes multimodality therapy that can be quite morbid. ...They have often been excluded from clinical trials that have defined standards of care. Therefore, …",
    "abstract": "The incidence of head and neck cancer (HNC) in the elderly is increasing. The treatment of HNC often includes multimodality therapy that can be quite morbid. Older patients (herein, defined as ≥65 years) with HNC often have significant comorbidity and impaired functional status that may hinder their ability to receive and tolerate combined modality therapy. They have often been excluded from clinical trials that have defined standards of care. Therefore, tailoring cancer therapy for older patients with HNC can be quite challenging. In this paper, we performed a comprehensive literature review to better understand and discuss issues related to therapeutic recommendations that are particular to patients 65 years and older. Evidence suggests that older patients have similar survival outcomes compared with their younger peers; however, they may experience worse toxicity, especially with treatment intensification. Similarly, older patients may require more supportive care throughout the treatment process. Future studies incorporating geriatric tools for predictive and interventional purposes will potentially allow for improved patient selection and tolerance to intensive treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23635557/",
    "clean_text": "treatment of older patients with head and neck cancer a review the incidence of head and neck cancer hnc in the elderly is increasing the treatment of hnc often includes multimodality therapy that can be quite morbid they have often been excluded from clinical trials that have defined standards of care therefore the incidence of head and neck cancer hnc in the elderly is increasing the treatment of hnc often includes multimodality therapy that can be quite morbid older patients herein defined as years with hnc often have significant comorbidity and impaired functional status that may hinder their ability to receive and tolerate combined modality therapy they have often been excluded from clinical trials that have defined standards of care therefore tailoring cancer therapy for older patients with hnc can be quite challenging in this paper we performed a comprehensive literature review to better understand and discuss issues related to therapeutic recommendations that are particular to patients years and older evidence suggests that older patients have similar survival outcomes compared with their younger peers however they may experience worse toxicity especially with treatment intensification similarly older patients may require more supportive care throughout the treatment process future studies incorporating geriatric tools for predictive and interventional purposes will potentially allow for improved patient selection and tolerance to intensive treatment"
}