{
    "title": "Return to military weight standards after pregnancy in active duty working women: comparison of marine corps vs. navy.",
    "doc_id": "22081961",
    "writer": "Greer JA",
    "year": "2012",
    "summary": "RESULTS: Similar proportions of USN and USMC ADW were within body weight standards one year prior to pregnancy (79%, 97%) and at first prenatal visit (69%, 96%), respectively. However, USMC ADW were significantly more likely to be within body weight st …",
    "abstract": "Objective:\n        \n      \n      To compare the likelihood of being within weight standards before and after pregnancy between United States Marine Corps (USMC) and Navy (USN) active duty women (ADW).\n    \n\n\n          Methods:\n        \n      \n      ADW with singleton gestations who delivered at a USMC base were followed for 6 months to determine likelihood of returning to military weight standards. Odds ratio (OR), adjusted odds ratio (AOR) and 95% confidence intervals were calculated; p < 0.05 was considered significant.\n    \n\n\n          Results:\n        \n      \n      Similar proportions of USN and USMC ADW were within body weight standards one year prior to pregnancy (79%, 97%) and at first prenatal visit (69%, 96%), respectively. However, USMC ADW were significantly more likely to be within body weight standards at 3 months (AOR 4.30,1.28-14.43) and 6 months after delivery (AOR 9.94, 1.53-64.52) than USN ADW. Weight gained during pregnancy did not differ significantly for the two groups (40.4 lbs vs 44.2 lbs, p = 0.163). The likelihood of spontaneous vaginal delivery was significantly higher (OR 2.52, 1.20-5.27) and the mean birth weight was significantly lower (p = 0.0036) among USMC ADW as compared to USN ADW.\n    \n\n\n          Conclusions:\n        \n      \n      Being within weight standards differs significantly for USMC and USN ADW after pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22081961/",
    "clean_text": "return to military weight standards after pregnancy in active duty working women comparison of marine corps vs navy results similar proportions of usn and usmc adw were within body weight standards one year prior to pregnancy and at first prenatal visit respectively however usmc adw were significantly more likely to be within body weight st objective to compare the likelihood of being within weight standards before and after pregnancy between united states marine corps usmc and navy usn active duty women adw methods adw with singleton gestations who delivered at a usmc base were followed for months to determine likelihood of returning to military weight standards odds ratio or adjusted odds ratio aor and confidence intervals were calculated p was considered significant results similar proportions of usn and usmc adw were within body weight standards one year prior to pregnancy and at first prenatal visit respectively however usmc adw were significantly more likely to be within body weight standards at months aor and months after delivery aor than usn adw weight gained during pregnancy did not differ significantly for the two groups lbs vs lbs p the likelihood of spontaneous vaginal delivery was significantly higher or and the mean birth weight was significantly lower p among usmc adw as compared to usn adw conclusions being within weight standards differs significantly for usmc and usn adw after pregnancy"
}