{
    "pmid": "41440287",
    "title": "Electrochemical Detection of Aβ42 and Aβ40 at Attomolar Scale via Optimised Antibody Loading on Pyr-NHS-Functionalised 3D Graphene Foam Electrodes.",
    "abstract": "Alzheimer's Disease (AD) is one of the most commonly seen neurodegenerative disorders, where early detection of its biomarkers is crucial for effective management. Conventional diagnostic methods are often expensive, time-consuming, and highly complex, which highlights an urgent need for point-of-care biosensing technology. In this work, we developed assays on three-dimensional (3D) graphene foam electrodes by functionalising them with a 1-Pyrenebutyric acid N-hydroxysuccinimide ester (Pyr-NHS) to enable effective antibody immobilisation for the detection of amyloid beta peptides (Aβ42 and Aβ40), key biomarkers for AD. Pyr-NHS linkers were used for stable functionalisation, followed by binding with Aβ42 and Aβ40 antibodies, and then bovine serum albumin (BSA) was employed as a blocking agent to minimise non-specific bindings on the electrode surface. Differential Pulse Voltammetry (DPV) measurements showed satisfactory stability over 12 days (RDS upper limit was <10%) and highly sensitive and specific detection of Aβ42 and Aβ40, with insignificant interference of tau217 protein. The biosensor exhibited a low limit of detection (LOD) with 252 aM for Aβ42 and 395 aM for Aβ40, covering 0.125 fM-1 nM and 0.125 fM-100 pM linear ranges, respectively. Further validation was conducted on spiked-diluted human plasma. This excellent analytical performance was attributed to the stable Pyr-NHS functionalisation, the 3D graphene foam enabling superior conductivity and a larger surface area on the working electrode, and the optimisation of antibody concentration for immobilisation. These promising results suggest that 3D graphene foam-based biosensors have considerable potential for early detection of AD biomarkers and developing cost-effective, portable, and reliable point-of-care devices.",
    "disease": "alzheimer disease",
    "clean_text": "electrochemical detection of a and a at attomolar scale via optimised antibody loading on pyr nhs functionalised d graphene foam electrodes alzheimer s disease ad is one of the most commonly seen neurodegenerative disorders where early detection of its biomarkers is crucial for effective management conventional diagnostic methods are often expensive time consuming and highly complex which highlights an urgent need for point of care biosensing technology in this work we developed assays on three dimensional d graphene foam electrodes by functionalising them with a pyrenebutyric acid n hydroxysuccinimide ester pyr nhs to enable effective antibody immobilisation for the detection of amyloid beta peptides a and a key biomarkers for ad pyr nhs linkers were used for stable functionalisation followed by binding with a and a antibodies and then bovine serum albumin bsa was employed as a blocking agent to minimise non specific bindings on the electrode surface differential pulse voltammetry dpv measurements showed satisfactory stability over days rds upper limit was and highly sensitive and specific detection of a and a with insignificant interference of tau protein the biosensor exhibited a low limit of detection lod with am for a and am for a covering fm nm and fm pm linear ranges respectively further validation was conducted on spiked diluted human plasma this excellent analytical performance was attributed to the stable pyr nhs functionalisation the d graphene foam enabling superior conductivity and a larger surface area on the working electrode and the optimisation of antibody concentration for immobilisation these promising results suggest that d graphene foam based biosensors have considerable potential for early detection of ad biomarkers and developing cost effective portable and reliable point of care devices"
}