{
    "pmid": "41456048",
    "title": "Intravenous delivery of mesenchymal stromal cells reverses Müller cell endoplasmic reticulum stress in diabetic retinopathy.",
    "abstract": "Mesenchymal stromal cells (MSCs) have emerged as a promising disease-modifying therapy for the complications of diabetes mellitus (DM), including diabetic retinopathy (DR). However, the optimal treatment regimen remains unclear, and challenges persist regarding the timing, route of delivery and the mechanisms underlying the therapeutic effects. This study focused on human umbilical cord-derived mesenchymal stromal cells (hUC-MSCs), to elucidate their retinal protective effects, and investigate the underlying mechanisms by which a single intravenous injection might ameliorate the pathological alterations of DR. Two time points after the development of DM were chosen for the in vivo experiments to study the effects of the intervention after different times of exposure to hyperglycemia. hUC-MSCs were injected via the tail vein at 8 and 16 weeks after STZ injection. Retinal samples were collected 2 weeks post-treatment to analyze the therapeutic effect of MSCs on DR. In vitro experiments were conducted using a Müller cell line and a retinal microvascular endothelial cell line cultured under high-glucose conditions, with treatment by hUC-MSCs conditioned media (MSC-CM), to explore the underlying mechanisms. After a single intravenous injection of hUC-MSCs at week 16 and not 8 weeks post-STZ injection, retinal tissue showed improved thickness of the inner nuclear layer. There was also an increase in the number of acellular capillaries observed in retinal flat mounts of diabetic animals which was improved in the DM and MSC treatment group. MSC treatment reduced high glucose induced activation markers (GFAP and Vimentin) of Müller cells and alleviated endoplasmic reticulum (ER) stress. VEGF expression was also reduced in the retina. MSC-conditioned media also reversed high glucose-induced expression of VEGF in Müller cells. Finally, in a retinal microvascular endothelial cell line, high glucose concentrations, demonstrated increased ER stress which was reduced by MSC conditioned media. Single Intravenous injection of hUC-MSC to DM animals could alleviate DR via reducing Müller cell and endothelial cell activation and ER stress, and thus might represent a promising therapy for DR.",
    "disease": "diabetes mellitus",
    "clean_text": "intravenous delivery of mesenchymal stromal cells reverses m ller cell endoplasmic reticulum stress in diabetic retinopathy mesenchymal stromal cells mscs have emerged as a promising disease modifying therapy for the complications of diabetes mellitus dm including diabetic retinopathy dr however the optimal treatment regimen remains unclear and challenges persist regarding the timing route of delivery and the mechanisms underlying the therapeutic effects this study focused on human umbilical cord derived mesenchymal stromal cells huc mscs to elucidate their retinal protective effects and investigate the underlying mechanisms by which a single intravenous injection might ameliorate the pathological alterations of dr two time points after the development of dm were chosen for the in vivo experiments to study the effects of the intervention after different times of exposure to hyperglycemia huc mscs were injected via the tail vein at and weeks after stz injection retinal samples were collected weeks post treatment to analyze the therapeutic effect of mscs on dr in vitro experiments were conducted using a m ller cell line and a retinal microvascular endothelial cell line cultured under high glucose conditions with treatment by huc mscs conditioned media msc cm to explore the underlying mechanisms after a single intravenous injection of huc mscs at week and not weeks post stz injection retinal tissue showed improved thickness of the inner nuclear layer there was also an increase in the number of acellular capillaries observed in retinal flat mounts of diabetic animals which was improved in the dm and msc treatment group msc treatment reduced high glucose induced activation markers gfap and vimentin of m ller cells and alleviated endoplasmic reticulum er stress vegf expression was also reduced in the retina msc conditioned media also reversed high glucose induced expression of vegf in m ller cells finally in a retinal microvascular endothelial cell line high glucose concentrations demonstrated increased er stress which was reduced by msc conditioned media single intravenous injection of huc msc to dm animals could alleviate dr via reducing m ller cell and endothelial cell activation and er stress and thus might represent a promising therapy for dr"
}