{
    "pmid": "41474032",
    "title": "A generalizable dose prediction model for automatic radiotherapy planning based on physics-informed priors and large-kernel convolutions.",
    "abstract": "Automatic radiotherapy planning based on deep learning-based dose prediction shows promise in improving planning efficiency, consistency, and quality. However, most existing studies have focused on scenario-specific dose prediction models, thereby limiting the widespread clinical application of such algorithms. This study aims to develop a generalizable dose prediction model capable of predicting dose distributions across various tumor sites, delivery techniques, and prescription doses, with high accuracy. Furthermore, we seek to demonstrate the feasibility of universal automatic planning guided by this generalizable dose prediction model. Model development and evaluation were conducted using the GDP-HMM dataset, comprising 3234 plans encompassing different tumor sites (head and neck cancer, lung cancer), delivery techniques (IMRT, VMAT), and prescription doses. The proposed dose prediction model, based on the 3D MedNeXt architecture, was trained on a subset of 2878 plans. Physics-informed priors were incorporated by designing model inputs such as normalized distance-aware beam plates and mass density maps to enhance performance. Large-kernel convolutions, combined with the UpKern initialization strategy, were employed to expand the model's receptive field and improve prediction accuracy. Model generalizability and accuracy were assessed on the remaining 356 plans. Ablation studies were performed to evaluate the impact of physics-informed priors and large-kernel convolutions. To demonstrate the feasibility of universal automatic planning, predicted dose distributions for four representative test cases were converted into deliverable plans using fallback planning process in the RayStationTM (RaySearch Laboratories, Stockholm, Sweden) treatment planning system. The proposed model accurately predicted dose distributions for plans with varying tumor sites, delivery techniques, and prescription doses, achieving median prediction errors within 2 percentage points (pp) for all assessed dose-volume histogram (DVH) metrics. The mean absolute prediction errors across all DVH metrics were 2.13 pp for head and neck plans and 1.65 pp for lung plans. Ablation studies revealed that incorporating mass density maps and normalized distance-aware beam plates as model inputs significantly reduced body mean absolute errors (MAE) by 2.1% (p < 0.001) and 5.8% (p < 0.001), respectively. Increasing the convolution kernel size from 3 to 5 with the UpKern initialization strategy further reduced body MAE by 2.1% (p < 0.001). The model achieved second place in the AAPM GDP-HMM Challenge. Deliverable plans generated from predicted dose distributions for four representative cases of various clinical scenarios demonstrated quality comparable to reference plans. We have developed a generalizable and accurate dose prediction model capable of predicting dose distributions for diverse tumor sites, delivery techniques, and prescription doses. The integration of physics-informed priors and large-kernel convolutions significantly enhanced prediction accuracy. The feasibility of universal automatic planning based on the generalizable dose prediction model has been demonstrated, highlighting its potential to facilitate broader clinical application of automatic planning and to improve planning efficiency, consistency, and quality. The code and trained models are publicly available at https://github.com/tyxiong123/RTPDosePred.",
    "disease": "lung cancer",
    "clean_text": "a generalizable dose prediction model for automatic radiotherapy planning based on physics informed priors and large kernel convolutions automatic radiotherapy planning based on deep learning based dose prediction shows promise in improving planning efficiency consistency and quality however most existing studies have focused on scenario specific dose prediction models thereby limiting the widespread clinical application of such algorithms this study aims to develop a generalizable dose prediction model capable of predicting dose distributions across various tumor sites delivery techniques and prescription doses with high accuracy furthermore we seek to demonstrate the feasibility of universal automatic planning guided by this generalizable dose prediction model model development and evaluation were conducted using the gdp hmm dataset comprising plans encompassing different tumor sites head and neck cancer lung cancer delivery techniques imrt vmat and prescription doses the proposed dose prediction model based on the d mednext architecture was trained on a subset of plans physics informed priors were incorporated by designing model inputs such as normalized distance aware beam plates and mass density maps to enhance performance large kernel convolutions combined with the upkern initialization strategy were employed to expand the model s receptive field and improve prediction accuracy model generalizability and accuracy were assessed on the remaining plans ablation studies were performed to evaluate the impact of physics informed priors and large kernel convolutions to demonstrate the feasibility of universal automatic planning predicted dose distributions for four representative test cases were converted into deliverable plans using fallback planning process in the raystationtm raysearch laboratories stockholm sweden treatment planning system the proposed model accurately predicted dose distributions for plans with varying tumor sites delivery techniques and prescription doses achieving median prediction errors within percentage points pp for all assessed dose volume histogram dvh metrics the mean absolute prediction errors across all dvh metrics were pp for head and neck plans and pp for lung plans ablation studies revealed that incorporating mass density maps and normalized distance aware beam plates as model inputs significantly reduced body mean absolute errors mae by p and p respectively increasing the convolution kernel size from to with the upkern initialization strategy further reduced body mae by p the model achieved second place in the aapm gdp hmm challenge deliverable plans generated from predicted dose distributions for four representative cases of various clinical scenarios demonstrated quality comparable to reference plans we have developed a generalizable and accurate dose prediction model capable of predicting dose distributions for diverse tumor sites delivery techniques and prescription doses the integration of physics informed priors and large kernel convolutions significantly enhanced prediction accuracy the feasibility of universal automatic planning based on the generalizable dose prediction model has been demonstrated highlighting its potential to facilitate broader clinical application of automatic planning and to improve planning efficiency consistency and quality the code and trained models are publicly available at https github com tyxiong rtpdosepred"
}