{
    "pmid": "41445743",
    "title": "Brain-infiltrated monocyte macrophages in a rat model of temporal lobe epilepsy: revisiting the pro-inflammatory paradigm.",
    "abstract": "Neuroinflammation is central to temporal lobe epilepsy, yet the specific role of myeloid cells remains unclear. In status epilepticus (SE) models, circulating monocytes infiltrate the brain, although distinguishing them from microglia is challenging. Using a rat model, we traced infiltrating monocytes post-SE to investigate their persistence, phenotypic evolution during epileptogenesis and contribution to neuroinflammation. By tracking phagocytosed fluorescent nanoparticles and performing CD68 immunohistochemistry, we confirmed that monocytes entered the brain in significant numbers 24 hours post-SE, after the inflammatory peak occurred (7 hours). Their long-term presence and evolution into monocyte-macrophages (mo-mΦs) up to 7 weeks were monitored histologically using CD68. Distinct inflammatory profiles were further characterized after cell enrichment and fluorescence-activated cell sorting (FACS) distinguishing monocytes/mo-mΦs (CD11b",
    "disease": "epilepsy",
    "clean_text": "brain infiltrated monocyte macrophages in a rat model of temporal lobe epilepsy revisiting the pro inflammatory paradigm neuroinflammation is central to temporal lobe epilepsy yet the specific role of myeloid cells remains unclear in status epilepticus se models circulating monocytes infiltrate the brain although distinguishing them from microglia is challenging using a rat model we traced infiltrating monocytes post se to investigate their persistence phenotypic evolution during epileptogenesis and contribution to neuroinflammation by tracking phagocytosed fluorescent nanoparticles and performing cd immunohistochemistry we confirmed that monocytes entered the brain in significant numbers hours post se after the inflammatory peak occurred hours their long term presence and evolution into monocyte macrophages mo m s up to weeks were monitored histologically using cd distinct inflammatory profiles were further characterized after cell enrichment and fluorescence activated cell sorting facs distinguishing monocytes mo m s cd b"
}