{
    "title": "[Pathogenesis and staging treatment for non-specific low back pain based on the meridian sinew theory].",
    "doc_id": "36858399",
    "writer": "Shi JX",
    "year": "2023",
    "summary": "Based on the physiological and pathological characteristics of meridian sinew theory, the staging treatment of non-specific low back pain (NLBP) is explored to provide the reference of clinical practice. The twelve meridian sinews of the human body communicate with …",
    "abstract": "Based on the physiological and pathological characteristics of meridian sinew theory, the staging treatment of non-specific low back pain (NLBP) is explored to provide the reference of clinical practice. The twelve meridian sinews of the human body communicate with the bones and joints of the whole body, which governs the movement, body protection and defense, and meridian regulation. Physiologically, the meridian sinew maintains the functions of the lumbar region. In pathology, the meridian sinew may encounter stasis and pain, contraction and spasm or \"transverse collateral\" formation. According to the pathological staging of meridian sinew disorders, the progress of NLBP is divided into 3 phases and the corresponding treatments are provided. Mild stimulation and rapid analgesia is suggested to promote tissue repair at the early phase; muscle spasm is relieved to adjust muscular status at the middle phase; and the \"cord-like\" muscle foci is removed at the later phase of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36858399/",
    "clean_text": "pathogenesis and staging treatment for non specific low back pain based on the meridian sinew theory based on the physiological and pathological characteristics of meridian sinew theory the staging treatment of non specific low back pain nlbp is explored to provide the reference of clinical practice the twelve meridian sinews of the human body communicate with based on the physiological and pathological characteristics of meridian sinew theory the staging treatment of non specific low back pain nlbp is explored to provide the reference of clinical practice the twelve meridian sinews of the human body communicate with the bones and joints of the whole body which governs the movement body protection and defense and meridian regulation physiologically the meridian sinew maintains the functions of the lumbar region in pathology the meridian sinew may encounter stasis and pain contraction and spasm or transverse collateral formation according to the pathological staging of meridian sinew disorders the progress of nlbp is divided into phases and the corresponding treatments are provided mild stimulation and rapid analgesia is suggested to promote tissue repair at the early phase muscle spasm is relieved to adjust muscular status at the middle phase and the cord like muscle foci is removed at the later phase of the disease"
}