{
    "pmid": "41461739",
    "title": "Neuroprotective effects of Cratoxylum formosum (L.) leaf extract on β-amyloid-induced injury in human neuroblastoma SH-SY5Y cells.",
    "abstract": "In Alzheimer's disease (AD), Amyloid beta peptide (Aβ), the primary constituent of senile plaques, has been documented as triggering oxidative stress and leading to the death of neuronal cells. Therefore, this research aims to investigate how the Cratoxylum formosum (L.) leaf extract mitigates oxidative stress and cellular damage induced by Aβ in SH-SY5Y cells. The SH-SY5Y cells were treated with Cratoxylum formosum (L.) extract both with and without Aβ25-35. Neuroprotection was evaluated through viability and lactate dehydrogenase (LDH) assays, accompanied by an analysis of various mechanisms including caspase-3/7 activity, levels of reactive oxygen species (ROS), phosphorylation of protein kinase B (Akt), extracellular signal-regulated kinase 1/2 (ERK1/2), and cAMP-responsive element binding protein (CREB), expression of B-cell lymphoma 2 (Bcl-2) proteins, as well as catalase (CAT) and superoxide dismutase (SOD) activities. Results indicated an escalation in oxidative stress in cells exposed to Aβ, evidenced by increased ROS levels. Aβ further exacerbated caspase-3/7 activity, LDH release, and a decline in cell viability. Conversely, treatment with Cratoxylum formosum (L.) extract exhibited a concentration-dependent reduction in Aβ-induced neurotoxicity, manifesting in enhanced cell survival, reduced LDH release and ROS production, and suppression of caspase-3/7 activity. Moreover, it led to increased phosphorylation of Akt, ERK1/2, CREB, upregulated expression of Bcl-2 proteins, and enhanced activity of SOD and CAT. High-performance liquid chromatography (HPLC) analysis identified chlorogenic acid, 1,5-dicaffeoylquinic acid, and ferulic acid as the major phenolic constituents of Cratoxylum formosum (L.) extract. These results imply that the extract may provide protective effects against Aβ-induced neurotoxicity, although further studies are required to clarify its role in AD.",
    "disease": "alzheimer disease",
    "clean_text": "neuroprotective effects of cratoxylum formosum l leaf extract on amyloid induced injury in human neuroblastoma sh sy y cells in alzheimer s disease ad amyloid beta peptide a the primary constituent of senile plaques has been documented as triggering oxidative stress and leading to the death of neuronal cells therefore this research aims to investigate how the cratoxylum formosum l leaf extract mitigates oxidative stress and cellular damage induced by a in sh sy y cells the sh sy y cells were treated with cratoxylum formosum l extract both with and without a neuroprotection was evaluated through viability and lactate dehydrogenase ldh assays accompanied by an analysis of various mechanisms including caspase activity levels of reactive oxygen species ros phosphorylation of protein kinase b akt extracellular signal regulated kinase erk and camp responsive element binding protein creb expression of b cell lymphoma bcl proteins as well as catalase cat and superoxide dismutase sod activities results indicated an escalation in oxidative stress in cells exposed to a evidenced by increased ros levels a further exacerbated caspase activity ldh release and a decline in cell viability conversely treatment with cratoxylum formosum l extract exhibited a concentration dependent reduction in a induced neurotoxicity manifesting in enhanced cell survival reduced ldh release and ros production and suppression of caspase activity moreover it led to increased phosphorylation of akt erk creb upregulated expression of bcl proteins and enhanced activity of sod and cat high performance liquid chromatography hplc analysis identified chlorogenic acid dicaffeoylquinic acid and ferulic acid as the major phenolic constituents of cratoxylum formosum l extract these results imply that the extract may provide protective effects against a induced neurotoxicity although further studies are required to clarify its role in ad"
}