{
    "title": "Systemic lupus erythematosus is a risk factor for cancer: a nationwide population-based study in Korea.",
    "doc_id": "30712493",
    "writer": "Bae EH",
    "year": "2019",
    "summary": "OBJECTIVE: Specific differences in cancer risk have been observed between systemic lupus erythematosus patients and the general population. Although meta-analyses have estimated cancer incidence in systemic lupus erythematosus patients, r …",
    "abstract": "Objective:\n        \n      \n      Specific differences in cancer risk have been observed between systemic lupus erythematosus patients and the general population. Although meta-analyses have estimated cancer incidence in systemic lupus erythematosus patients, results have been inconclusive. Hence, we aimed to assess malignancy risk in systemic lupus erythematosus patients, compared to the risk in the general population.\n    \n\n\n          Methods:\n        \n      \n      Systemic lupus erythematosus patients ( n = 21,016; mean age 41.67 ± 13.14 years; female 90.22%) were selected from the Korean National Health Insurance Service database between 2008 and 2014. Age- and sex-matched controls were randomly sampled in a 5:1 ratio ( n = 105,080).\n    \n\n\n          Results:\n        \n      \n      During the 7 years of follow up, malignancy was detected in 763 (3.63%) systemic lupus erythematosus patients and 2667 (2.54%) controls. Systemic lupus erythematosus patients had a higher risk of malignancy than controls (odds ratio 1.44; 95% confidence interval 1.327-1.559), after multivariate adjustment. Systemic lupus erythematosus patients had a higher odds ratio for developing cervical, thyroid, ovarian, and oral cancer, as well as lymphoma, leukemia, and multiple myeloma than controls. Based on subgroup analysis, male systemic lupus erythematosus patients and patients younger than 40 years showed the highest lymphoma risk.\n    \n\n\n          Conclusions:\n        \n      \n      Systemic lupus erythematosus might be an independent risk factor for cancer. Therefore, the importance of cancer screening programs should be emphasized in systemic lupus erythematosus patients. Our study is the first large nationwide cohort study for evaluating the risk of cancer in systemic lupus erythematosus patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30712493/",
    "clean_text": "systemic lupus erythematosus is a risk factor for cancer a nationwide population based study in korea objective specific differences in cancer risk have been observed between systemic lupus erythematosus patients and the general population although meta analyses have estimated cancer incidence in systemic lupus erythematosus patients r objective specific differences in cancer risk have been observed between systemic lupus erythematosus patients and the general population although meta analyses have estimated cancer incidence in systemic lupus erythematosus patients results have been inconclusive hence we aimed to assess malignancy risk in systemic lupus erythematosus patients compared to the risk in the general population methods systemic lupus erythematosus patients n mean age years female were selected from the korean national health insurance service database between and age and sex matched controls were randomly sampled in a ratio n results during the years of follow up malignancy was detected in systemic lupus erythematosus patients and controls systemic lupus erythematosus patients had a higher risk of malignancy than controls odds ratio confidence interval after multivariate adjustment systemic lupus erythematosus patients had a higher odds ratio for developing cervical thyroid ovarian and oral cancer as well as lymphoma leukemia and multiple myeloma than controls based on subgroup analysis male systemic lupus erythematosus patients and patients younger than years showed the highest lymphoma risk conclusions systemic lupus erythematosus might be an independent risk factor for cancer therefore the importance of cancer screening programs should be emphasized in systemic lupus erythematosus patients our study is the first large nationwide cohort study for evaluating the risk of cancer in systemic lupus erythematosus patients"
}