{
    "title": "Role of Physical Performance Assessments and Need for a Standardized Protocol for Selection of Older Kidney Transplant Candidates.",
    "doc_id": "31844803",
    "writer": "Basu A.",
    "year": "2019",
    "summary": "The older adult population (65 years or older) with advanced or end-stage kidney disease is steadily growing, but rates of transplantation within this cohort have not increased in a similar fashion. Physical deconditioning, resulting in poor post-transplantation out …",
    "abstract": "The older adult population (65 years or older) with advanced or end-stage kidney disease is steadily growing, but rates of transplantation within this cohort have not increased in a similar fashion. Physical deconditioning, resulting in poor post-transplantation outcomes, is a primary concern among older renal patients. The assessment of physical function often holds more weight in the selection process for older candidates, despite evidence showing benefits of transplantation to this vulnerable population. Although several frailty assessment tools are being used increasingly to assess functional status, there is no standardized selection process for older candidates based on these assessment results. Also, it is unknown if timely targeted physical therapy interventions in older patients result in significant improvement of functioning capacity, translating to higher listing and transplantation rates, and improved post-transplantation outcomes. It is therefore of upmost importance not only to incorporate an effective objective functional status assessment process into selection and waitlist evaluation protocols, but also to have targeted interventions in place to maintain and improve physical conditioning among older renal patients. This paper reviews the commonly utilized assessment tools, and their applicability to older patients with renal disease. We also propose the need for definitive selection and waitlist management guidelines to formulate a streamlined assessment of functional capacity and transplant eligibility, as well as a process to maintain functional status, thereby increasing the access of older patients to renal transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31844803/",
    "clean_text": "role of physical performance assessments and need for a standardized protocol for selection of older kidney transplant candidates the older adult population years or older with advanced or end stage kidney disease is steadily growing but rates of transplantation within this cohort have not increased in a similar fashion physical deconditioning resulting in poor post transplantation out the older adult population years or older with advanced or end stage kidney disease is steadily growing but rates of transplantation within this cohort have not increased in a similar fashion physical deconditioning resulting in poor post transplantation outcomes is a primary concern among older renal patients the assessment of physical function often holds more weight in the selection process for older candidates despite evidence showing benefits of transplantation to this vulnerable population although several frailty assessment tools are being used increasingly to assess functional status there is no standardized selection process for older candidates based on these assessment results also it is unknown if timely targeted physical therapy interventions in older patients result in significant improvement of functioning capacity translating to higher listing and transplantation rates and improved post transplantation outcomes it is therefore of upmost importance not only to incorporate an effective objective functional status assessment process into selection and waitlist evaluation protocols but also to have targeted interventions in place to maintain and improve physical conditioning among older renal patients this paper reviews the commonly utilized assessment tools and their applicability to older patients with renal disease we also propose the need for definitive selection and waitlist management guidelines to formulate a streamlined assessment of functional capacity and transplant eligibility as well as a process to maintain functional status thereby increasing the access of older patients to renal transplantation"
}