{
    "pmid": "41421896",
    "title": "Artificial Intelligence in Colorectal Cancer Supportive Care: A Scoping Review.",
    "abstract": "Artificial Intelligence (AI) has the potential to enhance supportive care for cancer survivors from diagnosis through treatment and into survivorship. This study aimed to provide an overview of available evidence on AI applications in supportive care for individuals with colorectal cancer (CRC). This scoping review was conducted following the Joanna Briggs Institute guidelines. Studies published between 2014 and 2025 were retrieved from six databases: PubMed, Embase, CINAHL, Scopus, Web of Science, and PsycINFO, using a combination of search terms relevant to \"colorectal cancer,\" \"artificial intelligence,\" and \"supportive care.\" Data on study characteristics, participants, settings, types of AI technologies, and supportive care dimensions were extracted for analysis. Out of 1,792 articles, 40 were identified as eligible for inclusion in this scoping review. AI applications for CRC supportive care are primarily in early development, focusing on machine learning-based prediction models that provide informational support for post-surgical side effects. The use of AI for physical support in symptom management and emotional support during cancer treatment and beyond was limited. Implementing AI technology offers an opportunity to enhance supportive care for patients with CRC. This study suggests that current AI applications for CRC supportive care primarily focus on informational support, underscoring the need for further development of AI to provide comprehensive support, including psychological, social, spiritual, and practical aspects. Further research is needed to develop AI-driven tools that comprehensively address the supportive care needs of cancer patients and enhance their outcomes.",
    "disease": "colorectal cancer",
    "clean_text": "artificial intelligence in colorectal cancer supportive care a scoping review artificial intelligence ai has the potential to enhance supportive care for cancer survivors from diagnosis through treatment and into survivorship this study aimed to provide an overview of available evidence on ai applications in supportive care for individuals with colorectal cancer crc this scoping review was conducted following the joanna briggs institute guidelines studies published between and were retrieved from six databases pubmed embase cinahl scopus web of science and psycinfo using a combination of search terms relevant to colorectal cancer artificial intelligence and supportive care data on study characteristics participants settings types of ai technologies and supportive care dimensions were extracted for analysis out of articles were identified as eligible for inclusion in this scoping review ai applications for crc supportive care are primarily in early development focusing on machine learning based prediction models that provide informational support for post surgical side effects the use of ai for physical support in symptom management and emotional support during cancer treatment and beyond was limited implementing ai technology offers an opportunity to enhance supportive care for patients with crc this study suggests that current ai applications for crc supportive care primarily focus on informational support underscoring the need for further development of ai to provide comprehensive support including psychological social spiritual and practical aspects further research is needed to develop ai driven tools that comprehensively address the supportive care needs of cancer patients and enhance their outcomes"
}