{
    "title": "Nanomaterials and nanomaterials-based drug delivery to promote cutaneous wound healing.",
    "doc_id": "36538990",
    "writer": "Liu T",
    "year": "2023",
    "summary": "In this review, we first overview the wound categories, wound healing process and critical influencing factors. Then applications of nanomaterials with intrinsic therapeutic effect and nanomaterials-based drug delivery systems to promote wound heali …",
    "abstract": "Various factors could damage the structure and integrity of skin to cause wounds. Nonhealing or chronic wounds seriously affect the well-being of patients and bring heavy burdens to the society. The past few decades have witnessed application of numerous nanomaterials to promote wound healing. Owing to the unique physicochemical characteristics at nanoscale, nanomaterials-based therapy has been regarded as a potential approach to promote wound healing. In this review, we first overview the wound categories, wound healing process and critical influencing factors. Then applications of nanomaterials with intrinsic therapeutic effect and nanomaterials-based drug delivery systems to promote wound healing are addressed in detail. Finally, current limitations and future perspectives of nanomaterials in wound healing are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36538990/",
    "clean_text": "nanomaterials and nanomaterials based drug delivery to promote cutaneous wound healing in this review we first overview the wound categories wound healing process and critical influencing factors then applications of nanomaterials with intrinsic therapeutic effect and nanomaterials based drug delivery systems to promote wound heali various factors could damage the structure and integrity of skin to cause wounds nonhealing or chronic wounds seriously affect the well being of patients and bring heavy burdens to the society the past few decades have witnessed application of numerous nanomaterials to promote wound healing owing to the unique physicochemical characteristics at nanoscale nanomaterials based therapy has been regarded as a potential approach to promote wound healing in this review we first overview the wound categories wound healing process and critical influencing factors then applications of nanomaterials with intrinsic therapeutic effect and nanomaterials based drug delivery systems to promote wound healing are addressed in detail finally current limitations and future perspectives of nanomaterials in wound healing are discussed"
}