{
    "title": "Breast cancer biomarkers: risk assessment, diagnosis, prognosis, prediction of treatment efficacy and toxicity, and recurrence.",
    "doc_id": "24283956",
    "writer": "M Braden A",
    "year": "2014",
    "summary": "Breast cancer is the most common cancer amongst women in the United States and around the world. ...In the following review, prognostic and therapeutic biomarkers, their utility in the management of patients with breast cancer, and current recom …",
    "abstract": "Breast cancer is the most common cancer amongst women in the United States and around the world. Although widespread use of adjuvant chemotherapeutic and hormonal agents has improved mortality from breast cancer, it remains challenging to determine on an individual basis who will benefit from such treatments and who will be likely to encounter toxicities. With the rising costs of healthcare and the introduction of new targeted therapies, use of biomarkers has emerged as a method of assisting with breast cancer diagnosis, prognosis, prediction of therapeutic response, and surveillance of disease during and after treatment. In the following review, prognostic and therapeutic biomarkers, their utility in the management of patients with breast cancer, and current recommendations regarding their clinical use will be discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24283956/",
    "clean_text": "breast cancer biomarkers risk assessment diagnosis prognosis prediction of treatment efficacy and toxicity and recurrence breast cancer is the most common cancer amongst women in the united states and around the world in the following review prognostic and therapeutic biomarkers their utility in the management of patients with breast cancer and current recom breast cancer is the most common cancer amongst women in the united states and around the world although widespread use of adjuvant chemotherapeutic and hormonal agents has improved mortality from breast cancer it remains challenging to determine on an individual basis who will benefit from such treatments and who will be likely to encounter toxicities with the rising costs of healthcare and the introduction of new targeted therapies use of biomarkers has emerged as a method of assisting with breast cancer diagnosis prognosis prediction of therapeutic response and surveillance of disease during and after treatment in the following review prognostic and therapeutic biomarkers their utility in the management of patients with breast cancer and current recommendations regarding their clinical use will be discussed"
}