{
    "title": "Student performance of the general physical examination in internal medicine: an observational study.",
    "doc_id": "24712683",
    "writer": "Haring CM",
    "year": "2014",
    "summary": "BACKGROUND: Many practicing physicians lack skills in physical examination. It is not known whether physical examination skills already show deficiencies after an early phase of clinical training. At the end of the internal medicine clerkship students …",
    "abstract": "Background:\n        \n      \n      Many practicing physicians lack skills in physical examination. It is not known whether physical examination skills already show deficiencies after an early phase of clinical training. At the end of the internal medicine clerkship students are expected to be able to perform a general physical examination in every new patient encounter. In a previous study, the basic physical examination items that should standardly be performed were set by consensus. The aim of the current observational study was to assess whether medical students were able to correctly perform a general physical examination regarding completeness as well as technique at the end of the clerkship internal medicine.\n    \n\n\n          Methods:\n        \n      \n      One hundred students who had just finished their clerkship internal medicine were asked to perform a general physical examination on a standardized patient as they had learned during the clerkship. They were recorded on camera. Frequency of performance of each component of the physical examination was counted. Adequacy of performance was determined as either correct or incorrect or not assessable using a checklist of short descriptions of each physical examination component. A reliability analysis was performed by calculation of the intra class correlation coefficient for total scores of five physical examinations rated by three trained physicians and for their agreement on performance of all items.\n    \n\n\n          Results:\n        \n      \n      Approximately 40% of the agreed standard physical examination items were not performed by the students. Students put the most emphasis on examination of general parameters, heart, lungs and abdomen. Many components of the physical examination were not performed as was taught during precourses. Intra-class correlation was high for total scores of the physical examinations 0.91 (p <0.001) and for agreement on performance of the five physical examinations (0.79-0.92 p <0.001).\n    \n\n\n          Conclusions:\n        \n      \n      In conclusion, performance of the general physical examination was already below expectation at the end of the internal medicine clerkship. Possible causes and suggestions for improvement are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24712683/",
    "clean_text": "student performance of the general physical examination in internal medicine an observational study background many practicing physicians lack skills in physical examination it is not known whether physical examination skills already show deficiencies after an early phase of clinical training at the end of the internal medicine clerkship students background many practicing physicians lack skills in physical examination it is not known whether physical examination skills already show deficiencies after an early phase of clinical training at the end of the internal medicine clerkship students are expected to be able to perform a general physical examination in every new patient encounter in a previous study the basic physical examination items that should standardly be performed were set by consensus the aim of the current observational study was to assess whether medical students were able to correctly perform a general physical examination regarding completeness as well as technique at the end of the clerkship internal medicine methods one hundred students who had just finished their clerkship internal medicine were asked to perform a general physical examination on a standardized patient as they had learned during the clerkship they were recorded on camera frequency of performance of each component of the physical examination was counted adequacy of performance was determined as either correct or incorrect or not assessable using a checklist of short descriptions of each physical examination component a reliability analysis was performed by calculation of the intra class correlation coefficient for total scores of five physical examinations rated by three trained physicians and for their agreement on performance of all items results approximately of the agreed standard physical examination items were not performed by the students students put the most emphasis on examination of general parameters heart lungs and abdomen many components of the physical examination were not performed as was taught during precourses intra class correlation was high for total scores of the physical examinations p and for agreement on performance of the five physical examinations p conclusions in conclusion performance of the general physical examination was already below expectation at the end of the internal medicine clerkship possible causes and suggestions for improvement are discussed"
}