{
    "pmid": "41469450",
    "title": "Integrated methylome analysis identifies an epigenetically silenced tumor suppressor RASA4 in small cell lung cancer.",
    "abstract": "Small cell lung cancer (SCLC) is highly lethal, often developing rapid chemo-resistance and progression after initial response to platinum-based chemotherapy. The role of DNA methylation in driving this progression remains poorly understood. Here, genome-wide methylation profiling via methylated DNA immuno-precipitation sequencing (MeDIP-seq) reveals hypermethylated and hypomethylated regions in both SCLC tissue DNA and plasma cell free DNA (cfDNA). A hypermethylated region in the promoter of RASA4 gene, common to SCLC tumor DNA and progression-associated cfDNA, is identified. Pharmacologic and, more specifically, targeted demethylation reactivate RASA4 expression in SCLC. The down-regulation of RASA4, a negative regulator of Ras signal, leads to the activation of Ras-MAPK pathway in SCLC. RASA4 overexpression inhibits SCLC growth, invasion and chemo-resistance, whereas its knockdown promotes these malignant phenotypes by enhancing epithelial-mesenchymal transition (EMT) and stemness. We further demonstrate that RASA4 negatively regulates the EMT-related protein SERPINE2, and directly interacts with it. Immunohistochemistry analysis of clinical specimens validates that RASA4 is significantly down-regulated in SCLC tumors, and its low expression correlates with SCLC patients' poor survival. Taken together, the epigenetic silencing of RASA4 drives SCLC progression through the induction of EMT and stemness. Our findings underscore the potential of RASA4 as a diagnostic biomarker and therapeutic target.",
    "disease": "lung cancer",
    "clean_text": "integrated methylome analysis identifies an epigenetically silenced tumor suppressor rasa in small cell lung cancer small cell lung cancer sclc is highly lethal often developing rapid chemo resistance and progression after initial response to platinum based chemotherapy the role of dna methylation in driving this progression remains poorly understood here genome wide methylation profiling via methylated dna immuno precipitation sequencing medip seq reveals hypermethylated and hypomethylated regions in both sclc tissue dna and plasma cell free dna cfdna a hypermethylated region in the promoter of rasa gene common to sclc tumor dna and progression associated cfdna is identified pharmacologic and more specifically targeted demethylation reactivate rasa expression in sclc the down regulation of rasa a negative regulator of ras signal leads to the activation of ras mapk pathway in sclc rasa overexpression inhibits sclc growth invasion and chemo resistance whereas its knockdown promotes these malignant phenotypes by enhancing epithelial mesenchymal transition emt and stemness we further demonstrate that rasa negatively regulates the emt related protein serpine and directly interacts with it immunohistochemistry analysis of clinical specimens validates that rasa is significantly down regulated in sclc tumors and its low expression correlates with sclc patients poor survival taken together the epigenetic silencing of rasa drives sclc progression through the induction of emt and stemness our findings underscore the potential of rasa as a diagnostic biomarker and therapeutic target"
}