{
    "title": "First Report of Onion yellow dwarf virus, Leek yellow stripe virus, and Garlic common latent virus in Garlic in Oregon.",
    "doc_id": "30781197",
    "writer": "Gieck SL",
    "year": "2007",
    "summary": "A general mosaic and yellowing of leaves of three cultivars of garlic (Allium sativum L., Late, Early, and Germinador) were observed in two seed-production fields in Morrow County, OR in June 2005. Approximately 50% of plants within the 50-ha fields were symptomatic. With …",
    "abstract": "A general mosaic and yellowing of leaves of three cultivars of garlic (Allium sativum L., Late, Early, and Germinador) were observed in two seed-production fields in Morrow County, OR in June 2005. Approximately 50% of plants within the 50-ha fields were symptomatic. With recent findings of Onion yellow dwarf virus (OYDV), Leek yellow stripe virus (LYSV), and Garlic common latent virus (GCLV) in Washington (2), 45 composite samples of 10 leaves each from symptomatic (mosaic and yellowing) and nonsymptomatic plants were analyzed with a GCLV-specific antiserum (Agdia Inc., Elkhart, IN). All samples of 'Germinador' were infected regardless of symptoms, whereas 6.7% of all 'Late' and 'Early' samples were positive. GCLV infection was verified by reverse transcription (RT)-PCR using primers specific to the coat protein gene of GCLV followed by cloning and sequencing of the cloned amplicon. To determine the presence of a potyvirus, all composite samples were also tested with a general potyvirus antiserum (Agdia) and all samples from symptomatic plants were found to be positive. Representative positive samples from each cultivar were then tested by RT-PCR using degenerate, potyvirus group specific primers (3), and an amplicon of the expected size was obtained. To confirm which potyvirus was present, amplicons were cloned and sequenced, and sequence comparisons indicated that the representative samples were infected with OYDV. All symptomatic samples from the three cultivars were positive for OYDV when tested by RT-PCR using primers specific to its coat protein gene (1). Additionally, 53.3 and 6.7% of 'Early' and 'Late' samples, respectively, were also positive when tested with LYSV-specific primers (4). LYSV infection was further verified through cloning and sequencing of the cloned amplicon. Because this garlic is grown for seed, studies are being initiated to determine if current season spread occurs and yields are reduced. To our knowledge, this is the first report of OYDV, LYSV, and GCLV in garlic in Oregon. References: (1) P. Lunello et al. J. Virol. Methods 118:15, 2004. (2) H. R. Pappu et al. Plant Dis. 89:205, 2005. (3) S. S. Pappu et al. J. Virol. Methods 41:9, 1993. (4) T. Tsuneyoshi et al. Phytopathology. 86:253, 1996.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30781197/",
    "clean_text": "first report of onion yellow dwarf virus leek yellow stripe virus and garlic common latent virus in garlic in oregon a general mosaic and yellowing of leaves of three cultivars of garlic allium sativum l late early and germinador were observed in two seed production fields in morrow county or in june approximately of plants within the ha fields were symptomatic with a general mosaic and yellowing of leaves of three cultivars of garlic allium sativum l late early and germinador were observed in two seed production fields in morrow county or in june approximately of plants within the ha fields were symptomatic with recent findings of onion yellow dwarf virus oydv leek yellow stripe virus lysv and garlic common latent virus gclv in washington composite samples of leaves each from symptomatic mosaic and yellowing and nonsymptomatic plants were analyzed with a gclv specific antiserum agdia inc elkhart in all samples of germinador were infected regardless of symptoms whereas of all late and early samples were positive gclv infection was verified by reverse transcription rt pcr using primers specific to the coat protein gene of gclv followed by cloning and sequencing of the cloned amplicon to determine the presence of a potyvirus all composite samples were also tested with a general potyvirus antiserum agdia and all samples from symptomatic plants were found to be positive representative positive samples from each cultivar were then tested by rt pcr using degenerate potyvirus group specific primers and an amplicon of the expected size was obtained to confirm which potyvirus was present amplicons were cloned and sequenced and sequence comparisons indicated that the representative samples were infected with oydv all symptomatic samples from the three cultivars were positive for oydv when tested by rt pcr using primers specific to its coat protein gene additionally and of early and late samples respectively were also positive when tested with lysv specific primers lysv infection was further verified through cloning and sequencing of the cloned amplicon because this garlic is grown for seed studies are being initiated to determine if current season spread occurs and yields are reduced to our knowledge this is the first report of oydv lysv and gclv in garlic in oregon references p lunello et al j virol methods h r pappu et al plant dis s s pappu et al j virol methods t tsuneyoshi et al phytopathology"
}