{
    "pmid": "41458706",
    "title": "Invasive Rhinocerebral Aspergillosis in a Patient With Poorly Controlled Diabetes Mellitus: A Clinical Challenge.",
    "abstract": "Invasive rhinocerebral aspergillosis (IRCA) is a rare but devastating fungal infection that can progress silently until significant tissue destruction occurs. It most often affects immunocompromised individuals, particularly those with poorly controlled diabetes mellitus. Frontal sinus involvement is uncommon, yet it poses a high risk of intracranial spread and severe neurological complications. We describe a 74-year-old woman with long-standing, poorly controlled type 2 diabetes mellitus (HbA1c 14.1%), referred for unstable glycemic control and subtle cognitive changes. Cranial imaging revealed left frontal sinus opacification with posterior wall erosion and intracranial extension. She was started on empirical amphotericin B and broad-spectrum antibiotics. Endoscopic sinus surgery confirmed posterior table dehiscence with dural exposure, and cultures identified ",
    "disease": "diabetes mellitus",
    "clean_text": "invasive rhinocerebral aspergillosis in a patient with poorly controlled diabetes mellitus a clinical challenge invasive rhinocerebral aspergillosis irca is a rare but devastating fungal infection that can progress silently until significant tissue destruction occurs it most often affects immunocompromised individuals particularly those with poorly controlled diabetes mellitus frontal sinus involvement is uncommon yet it poses a high risk of intracranial spread and severe neurological complications we describe a year old woman with long standing poorly controlled type diabetes mellitus hba c referred for unstable glycemic control and subtle cognitive changes cranial imaging revealed left frontal sinus opacification with posterior wall erosion and intracranial extension she was started on empirical amphotericin b and broad spectrum antibiotics endoscopic sinus surgery confirmed posterior table dehiscence with dural exposure and cultures identified"
}