{
    "pmid": "41408024",
    "title": "Age-specific associations between per- and polyfluoroalkyl substance exposure and osteoarthritis: a cross-sectional study.",
    "abstract": "The relationship between per- and polyfluoroalkyl substances (PFAS) and osteoarthritis (OA) remains unclear. This study aims to assess the association analyzing data from the NHANES 2003-2018 cycles. Weighted multiple logistic regression and mixture analysis models were employed to evaluate the relationship between PFAS exposure and OA risk, with subgroup analyses conducted by age and sex. Mediation model was used to examine the potential mediating effect on the association between PFAS exposure and OA risk. Additionally, several sensitivity analyses were conducted. The study included 9584 participants, of whom 1042 had OA. Weighted logistic regression analysis showed a significant negative association between serum concentrations of perfluorooctanoic acid, perfluorooctane sulfonic acid, perfluorodecanoic acid, perfluoroundecanoic acid, and OA risk, with this association being more pronounced in individuals aged 60 and older. In the mixture analysis models, mixed exposure to PFAS was also negatively associated with OA risk; this correlation was significant in the population aged over 60. Sensitivity analysis results were similar. Additionally, mediation analysis did not find a significant mediating effect. Exposure to PFAS is negatively associated with OA risk, with this association being significant in individuals aged 60 and older. To strengthen the current evidence, further comprehensive studies should be conducted. Key Points • Single PFAS exposure is associated with a reduced risk of osteoarthritis. • PFAS-mixed exposure may be negatively associated with the risk of osteoarthritis. • PFAS exposure has a more significant impact on elderly osteoarthritis patients.",
    "disease": "osteoarthritis",
    "clean_text": "age specific associations between per and polyfluoroalkyl substance exposure and osteoarthritis a cross sectional study the relationship between per and polyfluoroalkyl substances pfas and osteoarthritis oa remains unclear this study aims to assess the association analyzing data from the nhanes cycles weighted multiple logistic regression and mixture analysis models were employed to evaluate the relationship between pfas exposure and oa risk with subgroup analyses conducted by age and sex mediation model was used to examine the potential mediating effect on the association between pfas exposure and oa risk additionally several sensitivity analyses were conducted the study included participants of whom had oa weighted logistic regression analysis showed a significant negative association between serum concentrations of perfluorooctanoic acid perfluorooctane sulfonic acid perfluorodecanoic acid perfluoroundecanoic acid and oa risk with this association being more pronounced in individuals aged and older in the mixture analysis models mixed exposure to pfas was also negatively associated with oa risk this correlation was significant in the population aged over sensitivity analysis results were similar additionally mediation analysis did not find a significant mediating effect exposure to pfas is negatively associated with oa risk with this association being significant in individuals aged and older to strengthen the current evidence further comprehensive studies should be conducted key points single pfas exposure is associated with a reduced risk of osteoarthritis pfas mixed exposure may be negatively associated with the risk of osteoarthritis pfas exposure has a more significant impact on elderly osteoarthritis patients"
}