{
    "pmid": "41460330",
    "title": "Distinct plasma inflammatory signatures reflect disease severity and progression in progressive supranuclear palsy: a prospective cohort study.",
    "abstract": "Neuroinflammation is increasingly recognized as a key driver of progressive supranuclear palsy (PSP), but the role of blood inflammatory markers remains unrevealed. This prospective cohort study aimed to characterize blood inflammatory protein profiles in PSP and to assess their associations with clinical severity, longitudinal progression, blood-based neurodegeneration markers, and brain morphometric changes. We enrolled 71 probable PSP patients and 30 age-matched healthy controls. Plasma concentrations of 39 inflammatory proteins were measured using a proximity extension assay. Data on clinical assessments, volumetric MRI, and blood biomarkers, including neurofilament light chain (NfL), phosphorylated tau 231, soluble triggering receptor expressed on myeloid cells 2 (sTREM2), and glial fibrillary acidic protein, were obtained. Follow-up clinical assessments were available for 56 patients at 6 months and 45 at 12 months. Principal component (PC) analysis identified three components explaining 55.6% of the variance. All PC scores were elevated in the PSP group compared to controls. PC1, mainly driven by interleukin (IL)-7, vascular endothelial growth factor A, and pro-epidermal growth factor, was associated with greater clinical severity, higher sTREM2 levels, and more pronounced atrophy in the cerebellum and limbic areas. PC3, mainly driven by IL-6, C-X-C motif chemokine 9, and oncostatin-M, was associated with greater clinical severity and faster disease progression, higher NfL levels, and more extensive atrophy in the frontoparietal regions and caudate nucleus. PC2 showed no associations with baseline and longitudinal outcomes. These observations suggest that blood inflammatory proteins reflect the neurodegenerative processes underlying PSP and serve as prognostic biomarkers.",
    "disease": "parkinson disease",
    "clean_text": "distinct plasma inflammatory signatures reflect disease severity and progression in progressive supranuclear palsy a prospective cohort study neuroinflammation is increasingly recognized as a key driver of progressive supranuclear palsy psp but the role of blood inflammatory markers remains unrevealed this prospective cohort study aimed to characterize blood inflammatory protein profiles in psp and to assess their associations with clinical severity longitudinal progression blood based neurodegeneration markers and brain morphometric changes we enrolled probable psp patients and age matched healthy controls plasma concentrations of inflammatory proteins were measured using a proximity extension assay data on clinical assessments volumetric mri and blood biomarkers including neurofilament light chain nfl phosphorylated tau soluble triggering receptor expressed on myeloid cells strem and glial fibrillary acidic protein were obtained follow up clinical assessments were available for patients at months and at months principal component pc analysis identified three components explaining of the variance all pc scores were elevated in the psp group compared to controls pc mainly driven by interleukin il vascular endothelial growth factor a and pro epidermal growth factor was associated with greater clinical severity higher strem levels and more pronounced atrophy in the cerebellum and limbic areas pc mainly driven by il c x c motif chemokine and oncostatin m was associated with greater clinical severity and faster disease progression higher nfl levels and more extensive atrophy in the frontoparietal regions and caudate nucleus pc showed no associations with baseline and longitudinal outcomes these observations suggest that blood inflammatory proteins reflect the neurodegenerative processes underlying psp and serve as prognostic biomarkers"
}