{
    "title": "The renew plans of urban thermal environment optimization for traditional districts in Xi'an, China.",
    "doc_id": "35982383",
    "writer": "Ma D",
    "year": "2023",
    "summary": "In this study, two typical traditional districts in Xi'an are selected. According to the original situation of building functions and the community characteristics, two renewal plans are proposed by adding vegetation in open spaces (V), and adding vegetation combine …",
    "abstract": "During the process of the high-speed urbanization in Chinese cities, the social, economic, and political status and the interaction between each factor have been more focused on urban traditional district renewal. However, the effects on urban microclimate and the residential living conditions in traditional districts are not well discussed, which is strongly related to the living comfort and citizens' well-being. In this study, two typical traditional districts in Xi'an are selected. According to the original situation of building functions and the community characteristics, two renewal plans are proposed by adding vegetation in open spaces (V), and adding vegetation combined with building redevelopment (V&B), in order to balance the living convenience and thermal environment. Via ENVI-met simulation, the effects of the district renewal plans on thermal environment including wind speed, air temperature, and mean radiant temperature are evaluated. This study provides method of environmental evaluation for traditional district renewal, which contributes to sustainable urban planning in historical districts, and provides recommendations for related policy development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35982383/",
    "clean_text": "the renew plans of urban thermal environment optimization for traditional districts in xi an china in this study two typical traditional districts in xi an are selected according to the original situation of building functions and the community characteristics two renewal plans are proposed by adding vegetation in open spaces v and adding vegetation combine during the process of the high speed urbanization in chinese cities the social economic and political status and the interaction between each factor have been more focused on urban traditional district renewal however the effects on urban microclimate and the residential living conditions in traditional districts are not well discussed which is strongly related to the living comfort and citizens well being in this study two typical traditional districts in xi an are selected according to the original situation of building functions and the community characteristics two renewal plans are proposed by adding vegetation in open spaces v and adding vegetation combined with building redevelopment v b in order to balance the living convenience and thermal environment via envi met simulation the effects of the district renewal plans on thermal environment including wind speed air temperature and mean radiant temperature are evaluated this study provides method of environmental evaluation for traditional district renewal which contributes to sustainable urban planning in historical districts and provides recommendations for related policy development"
}