{
    "pmid": "41428780",
    "title": "[Cardiovascular risk in adults of indigenous descent in Argentina: an analysis of the Second National Nutrition and Health Survey].",
    "abstract": "Indigenous-descendant adults in Argentina have historically been marginalized in health information systems, hindering the development of policies tailored to their needs. Urbanization and lifestyle changes have impacted their cardiovascular risk profile. This study evaluates the prevalence of myocardial infarction and cardiovascular risk factors in this population. This is a cross-sectional observational study based on open data from the Second National Nutrition and Health Survey of Argentina (2018-2019). A total of 7,367 adults were included, of whom 218 (3%) self-identified as indigenous descendants. The prevalence of myocardial infarction, hypertension, diabetes, chronic kidney disease, dyslipidemia, and obesity was analyzed. Comparisons between groups were performed using appropriate statistical tests. No significant association was found between being an indigenous descendant and the presence of myocardial infarction (1.8% vs. 1.6%; p = 0.7831), chronic kidney disease (6.0% vs. 3.9%; p = 0.1779), or heart disease (9.2% vs. 6.1%; p = 0.0963). However, a higher prevalence of dyslipidemia, obesity, and smoking was observed in this group. Dietary patterns were similar to those of the general population, although a higher percentage of indigenous descendants perceived their diet as healthy. These findings highlight the need to implement prevention strategies and health education programs tailored to the sociocultural contexts of this population, considering their specific healthcare access barriers and dietary self-perceptions. Los adultos descendientes de pueblos originarios en Argentina han sido históricamente marginados en los sistemas de información en salud, lo que dificulta el desarrollo de políticas adaptadas a sus necesidades. La urbanización y los cambios en el estilo de vida han impactado su perfil de riesgo cardiovascular. Este estudio evalúa la prevalencia de infarto de miocardio y factores de riesgo cardiovasculares en esta población. Estudio observacional de corte transversal basado en datos abiertos de la Encuesta Nacional de Nutrición y Salud 2 (2018-2019). Se incluyeron 7.367 adultos, de los cuales 218 (3%) se identificaron como descendientes de pueblos originarios. Se analizaron la prevalencia de infarto de miocardio, hipertensión, diabetes, enfermedad renal crónica, dislipidemia y obesidad. Se compararon los resultados entre grupos mediante pruebas estadísticas adecuadas. No se encontró una asociación significativa entre ser descendiente de pueblos originarios y la presencia de infarto de miocardio (1,8% vs 1,6%; p = 0,7831), enfermedad renal crónica (6,0% vs 3,9%; p = 0,1779) o cardiopatía (9,2% vs 6,1%; p = 0,0963). Sin embargo, se observó una mayor prevalencia de dislipidemia, obesidad y tabaquismo en este grupo. Los patrones dietarios fueron similares a los de la población general, aunque un mayor porcentaje de descendientes de pueblos originarios percibía su alimentación como saludable. Estos hallazgos destacan la necesidad de implementar estrategias de prevención y educación en salud adaptadas a los contextos socioculturales de esta población, considerando sus particularidades en el acceso a la atención médica y la autopercepción de la alimentación.",
    "disease": "chronic kidney disease",
    "clean_text": "cardiovascular risk in adults of indigenous descent in argentina an analysis of the second national nutrition and health survey indigenous descendant adults in argentina have historically been marginalized in health information systems hindering the development of policies tailored to their needs urbanization and lifestyle changes have impacted their cardiovascular risk profile this study evaluates the prevalence of myocardial infarction and cardiovascular risk factors in this population this is a cross sectional observational study based on open data from the second national nutrition and health survey of argentina a total of adults were included of whom self identified as indigenous descendants the prevalence of myocardial infarction hypertension diabetes chronic kidney disease dyslipidemia and obesity was analyzed comparisons between groups were performed using appropriate statistical tests no significant association was found between being an indigenous descendant and the presence of myocardial infarction vs p chronic kidney disease vs p or heart disease vs p however a higher prevalence of dyslipidemia obesity and smoking was observed in this group dietary patterns were similar to those of the general population although a higher percentage of indigenous descendants perceived their diet as healthy these findings highlight the need to implement prevention strategies and health education programs tailored to the sociocultural contexts of this population considering their specific healthcare access barriers and dietary self perceptions los adultos descendientes de pueblos originarios en argentina han sido hist ricamente marginados en los sistemas de informaci n en salud lo que dificulta el desarrollo de pol ticas adaptadas a sus necesidades la urbanizaci n y los cambios en el estilo de vida han impactado su perfil de riesgo cardiovascular este estudio eval a la prevalencia de infarto de miocardio y factores de riesgo cardiovasculares en esta poblaci n estudio observacional de corte transversal basado en datos abiertos de la encuesta nacional de nutrici n y salud se incluyeron adultos de los cuales se identificaron como descendientes de pueblos originarios se analizaron la prevalencia de infarto de miocardio hipertensi n diabetes enfermedad renal cr nica dislipidemia y obesidad se compararon los resultados entre grupos mediante pruebas estad sticas adecuadas no se encontr una asociaci n significativa entre ser descendiente de pueblos originarios y la presencia de infarto de miocardio vs p enfermedad renal cr nica vs p o cardiopat a vs p sin embargo se observ una mayor prevalencia de dislipidemia obesidad y tabaquismo en este grupo los patrones dietarios fueron similares a los de la poblaci n general aunque un mayor porcentaje de descendientes de pueblos originarios percib a su alimentaci n como saludable estos hallazgos destacan la necesidad de implementar estrategias de prevenci n y educaci n en salud adaptadas a los contextos socioculturales de esta poblaci n considerando sus particularidades en el acceso a la atenci n m dica y la autopercepci n de la alimentaci n"
}