{
    "pmid": "41449394",
    "title": "Reactive oxygen species-associated molecular landscape uncovers diagnostic and immune features in osteoarthritis.",
    "abstract": "Osteoarthritis (OA) is a prevalent degenerative joint disease characterized by joint inflammation and degradation. Reactive oxygen species (ROS) are implicated in the pathogenesis of OA, yet the molecular pathways linking ROS-related genes to the immune microenvironment remain poorly understood. We integrated publicly available OA gene expression datasets and performed batch correction. ROS-related pathways were curated from the MSigDB, and pathway activity was assessed using ssGSEA. We identified differentially expressed genes (DEGs) in both training and validation cohorts, followed by GO and KEGG enrichment analyses. An elastic net regression model was constructed to calculate a risk score based on critical ROS-related DEGs. Model performance was evaluated using ROC, PR curves, calibration, and decision curve analysis. We also explored microRNA and transcription factor networks alongside genetic associations via the GWAS Catalog. Correlations among risk scores, inflammatory cytokines, and immune/stromal cell infiltration were systematically analyzed. An OA model was induced in rat fibroblast-like synoviocyte (FLS) cells via LPS treatment, and a corresponding rat OA model was established. The influence of ROS on FLS cell migration was validated through wound healing assays and Transwell assays. The expression of inflammatory markers and potential ROS-related biomarkers was evaluated using Western blotting and qRT-PCR. Additionally, the fluorescent probe DCFH-DA was used to detect the ROS levels. Transcriptomic analysis indicated significant dysregulation of ROS-related pathways in OA. Upregulated DEGs were associated with extracellular matrix and immune response processes, while downregulated genes were primarily linked to metabolic functions. The risk score comprising seven genes demonstrated high diagnostic accuracy. Network analyses revealed intricate regulatory mechanisms and genetic associations. The risk score positively correlated with inflammatory cytokines and immune cell infiltration, particularly fibroblasts. In vitro and in vivo experiments confirmed that LPS treatment significantly enhances FLS cell migration, upregulates OA-related inflammatory markers and ROS levels. This study establishes a significant ROS-related gene signature with diagnostic and immunological relevance in OA, offering potential pathways for the development of novel biomarkers and targeted therapies focusing on ROS and immune responses in OA.",
    "disease": "osteoarthritis",
    "clean_text": "reactive oxygen species associated molecular landscape uncovers diagnostic and immune features in osteoarthritis osteoarthritis oa is a prevalent degenerative joint disease characterized by joint inflammation and degradation reactive oxygen species ros are implicated in the pathogenesis of oa yet the molecular pathways linking ros related genes to the immune microenvironment remain poorly understood we integrated publicly available oa gene expression datasets and performed batch correction ros related pathways were curated from the msigdb and pathway activity was assessed using ssgsea we identified differentially expressed genes degs in both training and validation cohorts followed by go and kegg enrichment analyses an elastic net regression model was constructed to calculate a risk score based on critical ros related degs model performance was evaluated using roc pr curves calibration and decision curve analysis we also explored microrna and transcription factor networks alongside genetic associations via the gwas catalog correlations among risk scores inflammatory cytokines and immune stromal cell infiltration were systematically analyzed an oa model was induced in rat fibroblast like synoviocyte fls cells via lps treatment and a corresponding rat oa model was established the influence of ros on fls cell migration was validated through wound healing assays and transwell assays the expression of inflammatory markers and potential ros related biomarkers was evaluated using western blotting and qrt pcr additionally the fluorescent probe dcfh da was used to detect the ros levels transcriptomic analysis indicated significant dysregulation of ros related pathways in oa upregulated degs were associated with extracellular matrix and immune response processes while downregulated genes were primarily linked to metabolic functions the risk score comprising seven genes demonstrated high diagnostic accuracy network analyses revealed intricate regulatory mechanisms and genetic associations the risk score positively correlated with inflammatory cytokines and immune cell infiltration particularly fibroblasts in vitro and in vivo experiments confirmed that lps treatment significantly enhances fls cell migration upregulates oa related inflammatory markers and ros levels this study establishes a significant ros related gene signature with diagnostic and immunological relevance in oa offering potential pathways for the development of novel biomarkers and targeted therapies focusing on ros and immune responses in oa"
}