{
    "title": "Inflammation on Prostate Needle Biopsy is Associated with Lower Prostate Cancer Risk: A Meta-Analysis.",
    "doc_id": "29246732",
    "writer": "Vasavada SR",
    "year": "2018",
    "summary": "PURPOSE: We performed a comprehensive literature review and meta-analysis to evaluate the association of inflammation on prostate needle biopsies and prostate cancer risk. MATERIALS AND METHODS: We searched Embase, PubMed and Web of Science from January 1, 1990 to O …",
    "abstract": "Purpose:\n        \n      \n      We performed a comprehensive literature review and meta-analysis to evaluate the association of inflammation on prostate needle biopsies and prostate cancer risk.\n    \n\n\n          Materials and methods:\n        \n      \n      We searched Embase®, PubMed® and Web of Science™ from January 1, 1990 to October 1, 2016 for abstracts containing the key words prostate cancer, inflammation and biopsy. Study inclusion criteria were original research, adult human subjects, cohort or case-control study design, histological inflammation on prostate needle biopsy and prostate cancer on histology. Two independent teams reviewed abstracts and extracted data from the selected manuscripts. Combined ORs and 95% CIs of any, acute and chronic inflammation were calculated using the random effects method.\n    \n\n\n          Results:\n        \n      \n      Of the 1,030 retrieved abstracts 46 underwent full text review and 25 were included in the final analysis, comprising a total of 20,585 subjects and 6,641 patients with prostate cancer. There was significant heterogeneity among studies (I2 = 84.4%, p <0.001). The presence of any inflammation was significantly associated with a lower prostate cancer risk in 25 studies (OR 0.455, 95% CI 0.337-0.573). There was no evidence of publication bias (p >0.05). When subanalyzed by inflammation type, acute inflammation in 4 studies and chronic inflammation in 15 were each associated with a lower prostate cancer risk (OR 0.681, 95% CI 0.450-0.913 and OR 0.499, 95% CI 0.334-0.665, respectively).\n    \n\n\n          Conclusions:\n        \n      \n      In a meta-analysis of 25 studies inflammation on prostate needle biopsy was associated with a lower prostate cancer risk. Clinically the presence of inflammation on prostate needle biopsy may lower the risk of a subsequent prostate cancer diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29246732/",
    "clean_text": "inflammation on prostate needle biopsy is associated with lower prostate cancer risk a meta analysis purpose we performed a comprehensive literature review and meta analysis to evaluate the association of inflammation on prostate needle biopsies and prostate cancer risk materials and methods we searched embase pubmed and web of science from january to o purpose we performed a comprehensive literature review and meta analysis to evaluate the association of inflammation on prostate needle biopsies and prostate cancer risk materials and methods we searched embase pubmed and web of science from january to october for abstracts containing the key words prostate cancer inflammation and biopsy study inclusion criteria were original research adult human subjects cohort or case control study design histological inflammation on prostate needle biopsy and prostate cancer on histology two independent teams reviewed abstracts and extracted data from the selected manuscripts combined ors and cis of any acute and chronic inflammation were calculated using the random effects method results of the retrieved abstracts underwent full text review and were included in the final analysis comprising a total of subjects and patients with prostate cancer there was significant heterogeneity among studies i p the presence of any inflammation was significantly associated with a lower prostate cancer risk in studies or ci there was no evidence of publication bias p when subanalyzed by inflammation type acute inflammation in studies and chronic inflammation in were each associated with a lower prostate cancer risk or ci and or ci respectively conclusions in a meta analysis of studies inflammation on prostate needle biopsy was associated with a lower prostate cancer risk clinically the presence of inflammation on prostate needle biopsy may lower the risk of a subsequent prostate cancer diagnosis"
}