{
    "pmid": "41474902",
    "title": "Adverse Cutaneous Outcomes of the Available Covid-19 Vaccines in Bangladesh.",
    "abstract": "The increasing number of reports from various parts of the world regarding Covid-19 vaccine-related cutaneous events has led to growing concerns about identifying the adverse cutaneous reactions among vaccinated individuals in Bangladesh. The study aimed to characterize the spectrum of cutaneous outcomes following SARS-CoV-2 vaccination and to assess their association with the types and doses of vaccine. From November 2021 to April 2022, a prospective observational study was conducted at the Kuwait Bangladesh Friendship Government Hospital in Dhaka, involving 252 subjects who reported cutaneous reactions within six weeks following Covid-19 vaccination. Data were collected through face-to-face interviews, physical examination and laboratory investigations by using a pre-tested questionnaire. Data were entered in SPSS 26.0. Descriptive analysis and association of variables were seen by frequency distribution and Chi-square analysis with a p-value less than or equal to 0.05. The average age of the study participants was 33.89±14.61 years, 51.2% were male and 48.8% were female. Most cutaneous reactions were observed among those who were vaccinated with Moderna (54.8%). The average gap between vaccination and onset of cutaneous eruption was 10.52±7.67 days. The cutaneous reactions mostly followed the booster dose. The nine cutaneous outcomes were generalized pruritus, urticaria, morbilliform eruption, the flare of dermatophyte infection, palpable purpura, local injection-site reaction, chilblain-like reaction, herpes zoster and diffuse hair loss. Generalized pruritus and urticaria were significantly associated with the booster dose, whereas morbilliform eruption was associated with the first and second doses. Cutaneous reactions found in this study were not severe and cured completely within a few days following symptomatic management.",
    "disease": "pneumonia",
    "clean_text": "adverse cutaneous outcomes of the available covid vaccines in bangladesh the increasing number of reports from various parts of the world regarding covid vaccine related cutaneous events has led to growing concerns about identifying the adverse cutaneous reactions among vaccinated individuals in bangladesh the study aimed to characterize the spectrum of cutaneous outcomes following sars cov vaccination and to assess their association with the types and doses of vaccine from november to april a prospective observational study was conducted at the kuwait bangladesh friendship government hospital in dhaka involving subjects who reported cutaneous reactions within six weeks following covid vaccination data were collected through face to face interviews physical examination and laboratory investigations by using a pre tested questionnaire data were entered in spss descriptive analysis and association of variables were seen by frequency distribution and chi square analysis with a p value less than or equal to the average age of the study participants was years were male and were female most cutaneous reactions were observed among those who were vaccinated with moderna the average gap between vaccination and onset of cutaneous eruption was days the cutaneous reactions mostly followed the booster dose the nine cutaneous outcomes were generalized pruritus urticaria morbilliform eruption the flare of dermatophyte infection palpable purpura local injection site reaction chilblain like reaction herpes zoster and diffuse hair loss generalized pruritus and urticaria were significantly associated with the booster dose whereas morbilliform eruption was associated with the first and second doses cutaneous reactions found in this study were not severe and cured completely within a few days following symptomatic management"
}