{
    "title": "Quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader.",
    "doc_id": "10490282",
    "writer": "Wang H",
    "year": "1999",
    "summary": "The nonfluorescent fluorescin derivatives (dichlorofluorescin, DCFH), after being oxidized by various oxidants, will become DCF and emit fluorescence. By quantifying the fluorescence, we were able to quantify the OS. ...While SNP was not a strong pro-oxidant, …",
    "abstract": "Oxidative stress (OS) has been implicated in various degenerative diseases in aging. In an attempt to quantify OS in a cell model, we examined OS induced by incubating for 30 min with various free radical generators in PC12 cells by using the dichlorofluorescein (DCF) assay, modified for use by a fluorescent microplate reader. The nonfluorescent fluorescin derivatives (dichlorofluorescin, DCFH), after being oxidized by various oxidants, will become DCF and emit fluorescence. By quantifying the fluorescence, we were able to quantify the OS. Our results indicated that the fluorescence varied linearly with increasing concentrations (between 0.1 and 1 mM) of H2O2 and 2,2'-azobios(2-amidinopropane) dihydrochloride (AAPH; a peroxyl radical generator). By contrast, the fluorescence varied as a nonlinear response to increasing concentrations of 3-morpholinosydnonimine hydrochloride (SIN-1; a peroxynitrite generator), sodium nitroprusside (SNP; a nitric oxide generator), and dopamine. Dopamine had a biphasic effect; it decreased the DCF fluorescence, thus acting as an antioxidant, at concentrations <500 microM in cells, but acted as a pro-oxidant by increasing the fluorescence at 1 mM. While SNP was not a strong pro-oxidant, SIN-1 was the most potent pro-oxidant among those tested, inducing a 70 times increase of fluorescence at a concentration of 100 microM compared with control. Collectively, due to its indiscriminate nature to various free radicals, DCF can be very useful in quantifying overall OS in cells, especially when used in conjunction with a fluorescent microplate reader. This method is reliable and efficient for evaluating the potency of pro-oxidants and can be used to evaluate the efficacy of antioxidants against OS in cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10490282/",
    "clean_text": "quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader the nonfluorescent fluorescin derivatives dichlorofluorescin dcfh after being oxidized by various oxidants will become dcf and emit fluorescence by quantifying the fluorescence we were able to quantify the os while snp was not a strong pro oxidant oxidative stress os has been implicated in various degenerative diseases in aging in an attempt to quantify os in a cell model we examined os induced by incubating for min with various free radical generators in pc cells by using the dichlorofluorescein dcf assay modified for use by a fluorescent microplate reader the nonfluorescent fluorescin derivatives dichlorofluorescin dcfh after being oxidized by various oxidants will become dcf and emit fluorescence by quantifying the fluorescence we were able to quantify the os our results indicated that the fluorescence varied linearly with increasing concentrations between and mm of h o and azobios amidinopropane dihydrochloride aaph a peroxyl radical generator by contrast the fluorescence varied as a nonlinear response to increasing concentrations of morpholinosydnonimine hydrochloride sin a peroxynitrite generator sodium nitroprusside snp a nitric oxide generator and dopamine dopamine had a biphasic effect it decreased the dcf fluorescence thus acting as an antioxidant at concentrations microm in cells but acted as a pro oxidant by increasing the fluorescence at mm while snp was not a strong pro oxidant sin was the most potent pro oxidant among those tested inducing a times increase of fluorescence at a concentration of microm compared with control collectively due to its indiscriminate nature to various free radicals dcf can be very useful in quantifying overall os in cells especially when used in conjunction with a fluorescent microplate reader this method is reliable and efficient for evaluating the potency of pro oxidants and can be used to evaluate the efficacy of antioxidants against os in cells"
}