{
    "title": "Imaging of renal trauma: a comprehensive review.",
    "doc_id": "11353106",
    "writer": "Kawashima A",
    "year": "2001",
    "summary": "Category III lesions are catastrophic renal injuries and include multiple renal lacerations and vascular injury involving the renal pedicle. Category IV injuries are ureteropelvic junction injuries. CT is particularly useful in evaluating traumatic …",
    "abstract": "Computed tomography (CT) is the modality of choice in the evaluation of blunt renal injury. Intravenous urography is used primarily for gross assessment of renal function in hemodynamically unstable patients. Selective renal arteriography or venography can provide detailed information regarding vascular injury. Retrograde pyelography is valuable in assessing ureteral and renal pelvic integrity in suspected ureteropelvic junction injury. Ultrasonography is useful in detecting hemoperitoneum in patients with suspected intraperitoneal injury but has limited value in evaluating those with suspected extraperitoneal injury. Occasionally, radionuclide renal scintigraphy or magnetic resonance imaging may prove helpful. Renal injuries can be classified into four large categories based on imaging findings. Category I renal injuries include minor cortical contusion, subcapsular hematoma, minor laceration with limited perinephric hematoma, and small cortical infarct. Category II lesions include major renal lacerations extending to the medulla with or without involvement of the collecting system and segmental renal infarct. Category III lesions are catastrophic renal injuries and include multiple renal lacerations and vascular injury involving the renal pedicle. Category IV injuries are ureteropelvic junction injuries. CT is particularly useful in evaluating traumatic injuries to kidneys with preexisting abnormalities and can help assess the extent of penetrating injuries in selected patients with limited posterior stab wounds. Integration of the imaging findings in renal injury with clinical information is critical in developing a treatment plan.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11353106/",
    "clean_text": "imaging of renal trauma a comprehensive review category iii lesions are catastrophic renal injuries and include multiple renal lacerations and vascular injury involving the renal pedicle category iv injuries are ureteropelvic junction injuries ct is particularly useful in evaluating traumatic computed tomography ct is the modality of choice in the evaluation of blunt renal injury intravenous urography is used primarily for gross assessment of renal function in hemodynamically unstable patients selective renal arteriography or venography can provide detailed information regarding vascular injury retrograde pyelography is valuable in assessing ureteral and renal pelvic integrity in suspected ureteropelvic junction injury ultrasonography is useful in detecting hemoperitoneum in patients with suspected intraperitoneal injury but has limited value in evaluating those with suspected extraperitoneal injury occasionally radionuclide renal scintigraphy or magnetic resonance imaging may prove helpful renal injuries can be classified into four large categories based on imaging findings category i renal injuries include minor cortical contusion subcapsular hematoma minor laceration with limited perinephric hematoma and small cortical infarct category ii lesions include major renal lacerations extending to the medulla with or without involvement of the collecting system and segmental renal infarct category iii lesions are catastrophic renal injuries and include multiple renal lacerations and vascular injury involving the renal pedicle category iv injuries are ureteropelvic junction injuries ct is particularly useful in evaluating traumatic injuries to kidneys with preexisting abnormalities and can help assess the extent of penetrating injuries in selected patients with limited posterior stab wounds integration of the imaging findings in renal injury with clinical information is critical in developing a treatment plan"
}