{
    "pmid": "41471065",
    "title": "Membrane Vesicles as Drug Delivery Systems: MISEV, In Vivo Fluorescence Imaging and Tracking, Specific Tissue Targeting, and Therapeutic Application in Diseases.",
    "abstract": "In the last decade, notable developments have occurred regarding the application of membrane vesicles-encompassing extracellular vesicles (EVs, including exosomes, microvesicles, apoptotic bodies, and others), self-organized cellular-membrane-derived vesicles, and isolated cell-bound membrane vesicles, among others-as bioinspired drug delivery systems (DDSs). A collection of 10 papers on such advances was published in the Special Issue of Pharmaceutics entitled \"Advances of membrane vesicles in drug delivery systems, 2nd Edition\". These papers investigate the Minimum Information for Studies of Extracellular Vesicles (MISEV), in vivo fluorescence imaging and tracking, in vivo specific tissue targeting, and the therapeutic application of membrane vesicles as DDSs in cancers, osteoarthritis, ocular disorders, intestinal disease, and kidney diseases. The present article briefly summarizes these related topics and provides novel insights into the research on membrane vesicles as DDSs.",
    "disease": "osteoarthritis",
    "clean_text": "membrane vesicles as drug delivery systems misev in vivo fluorescence imaging and tracking specific tissue targeting and therapeutic application in diseases in the last decade notable developments have occurred regarding the application of membrane vesicles encompassing extracellular vesicles evs including exosomes microvesicles apoptotic bodies and others self organized cellular membrane derived vesicles and isolated cell bound membrane vesicles among others as bioinspired drug delivery systems ddss a collection of papers on such advances was published in the special issue of pharmaceutics entitled advances of membrane vesicles in drug delivery systems nd edition these papers investigate the minimum information for studies of extracellular vesicles misev in vivo fluorescence imaging and tracking in vivo specific tissue targeting and the therapeutic application of membrane vesicles as ddss in cancers osteoarthritis ocular disorders intestinal disease and kidney diseases the present article briefly summarizes these related topics and provides novel insights into the research on membrane vesicles as ddss"
}