{
    "title": "Molecular architecture and assembly of the tight junction backbone.",
    "doc_id": "32224152",
    "writer": "Piontek J",
    "year": "2020",
    "summary": "The functional and structural concept of tight junctions has developed after discovery of claudin and TAMP proteins. Many of these proteins contribute to epi- and endothelial barrier but some, in contrast, form paracellular channels. Claudins form the backbone of …",
    "abstract": "The functional and structural concept of tight junctions has developed after discovery of claudin and TAMP proteins. Many of these proteins contribute to epi- and endothelial barrier but some, in contrast, form paracellular channels. Claudins form the backbone of tight junction (TJ) strands whereas other proteins regulate TJ dynamics. The current joined double-row model of TJ strands and channels is crucially based on the linear alignment of claudin-15 in the crystal. Molecular dynamics simulations, protein docking, mutagenesis, cellular TJ reconstitution, and electron microscopy studies largely support stability and functionality of the model. Here, we summarize in silico and in vitro data about TJ strand assembly including comparison of claudin crystal structures and alternative models. Sequence comparisons, experimental and structural data substantiate differentiation of classic and non-classic claudins differing in motifs related to strand assembly. Classic claudins seem to share a similar mechanism of strand formation. Interface variations likely contribute to TJ strand flexibility. Combined in vitro/in silico studies are expected to elucidate mechanistic keys determining TJ regulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32224152/",
    "clean_text": "molecular architecture and assembly of the tight junction backbone the functional and structural concept of tight junctions has developed after discovery of claudin and tamp proteins many of these proteins contribute to epi and endothelial barrier but some in contrast form paracellular channels claudins form the backbone of the functional and structural concept of tight junctions has developed after discovery of claudin and tamp proteins many of these proteins contribute to epi and endothelial barrier but some in contrast form paracellular channels claudins form the backbone of tight junction tj strands whereas other proteins regulate tj dynamics the current joined double row model of tj strands and channels is crucially based on the linear alignment of claudin in the crystal molecular dynamics simulations protein docking mutagenesis cellular tj reconstitution and electron microscopy studies largely support stability and functionality of the model here we summarize in silico and in vitro data about tj strand assembly including comparison of claudin crystal structures and alternative models sequence comparisons experimental and structural data substantiate differentiation of classic and non classic claudins differing in motifs related to strand assembly classic claudins seem to share a similar mechanism of strand formation interface variations likely contribute to tj strand flexibility combined in vitro in silico studies are expected to elucidate mechanistic keys determining tj regulation"
}