{
    "pmid": "41469049",
    "title": "Risk factors for hyperuricaemia-hypertension comorbidity in Chinese children and adolescents: a protocol for systematic review and meta-analysis.",
    "abstract": "Hypertension (HTN) and hyperuricaemia (HUA) are chronic metabolic disorders that frequently coexist. Research indicates that HUA prevalence among adolescents and children in mainland China is significantly higher than the global average, with a continuing upward trend. When these conditions occur concomitantly, their detrimental effects on the cardiovascular and cerebrovascular systems far exceed those of either condition alone. The comorbidity of HUA and HTN markedly elevates the risk of adverse cardiovascular and cerebrovascular events, including stroke, ischaemic heart disease, myocardial hypertrophy and left ventricular diastolic dysfunction. In adolescent populations, this comorbidity may also induce subclinical damage such as microangiopathy, premature arteriosclerosis and declined glomerular filtration function, thereby increasing the likelihood of chronic cardiorenal diseases in adulthood. Current research on HUA+HTN comorbidity among Chinese children and adolescents is predominantly limited by regional constraints, small sample sizes or inconsistent diagnostic criteria. This hinders the development of precise prevention strategies and delays timely interventions. Thus, a systematic evaluation of the risk factors for HUA+HTN comorbidity in this population is urgently needed. Such evaluation would provide evidence-based data to facilitate early detection of high-risk individuals and guide tailored preventive interventions. It would also lay the groundwork for reducing the future burden of chronic conditions such as stroke and heart failure. Electronic databases (Cochrane Library, PubMed, Web of Science, EMBASE, CNKI, CBM, VIP, Wanfang) will be systematically searched up to 1 June 2025, with no language restrictions applied. This will identify observational studies (cohort, case-control and cross-sectional designs) investigating risk factors for HTN and HUA in Chinese children and adolescents. In addition, randomised controlled trials (RCTs) that report baseline or preintervention data relevant to HTN+HUA comorbidity risk factors will also be considered for inclusion, where such data can provide supplementary evidence on associations between exposures and outcomes. Methodological quality will be evaluated via tools appropriate for each study design (Agency for Healthcare Research and Quality checklist for cross-sectional studies; Newcastle-Ottawa Scale for case-control and cohort studies). The risk of bias in RCTs will be evaluated using the RoB 2. All analyses will be conducted per the Cochrane Handbook recommendations for observational studies. This systematic review protocol will systematically evaluate the risk factors for HUA+HTN comorbidity in Chinese children and adolescents. We will analyse secondary data, and this does not require ethics approval. The findings will be published in peer-reviewed journals, at relevant conferences and will be shared in plain language in social media. Moreover, the findings of this review could guide the direction of healthcare practice and research. CRD42024613929.",
    "disease": "hypertension",
    "clean_text": "risk factors for hyperuricaemia hypertension comorbidity in chinese children and adolescents a protocol for systematic review and meta analysis hypertension htn and hyperuricaemia hua are chronic metabolic disorders that frequently coexist research indicates that hua prevalence among adolescents and children in mainland china is significantly higher than the global average with a continuing upward trend when these conditions occur concomitantly their detrimental effects on the cardiovascular and cerebrovascular systems far exceed those of either condition alone the comorbidity of hua and htn markedly elevates the risk of adverse cardiovascular and cerebrovascular events including stroke ischaemic heart disease myocardial hypertrophy and left ventricular diastolic dysfunction in adolescent populations this comorbidity may also induce subclinical damage such as microangiopathy premature arteriosclerosis and declined glomerular filtration function thereby increasing the likelihood of chronic cardiorenal diseases in adulthood current research on hua htn comorbidity among chinese children and adolescents is predominantly limited by regional constraints small sample sizes or inconsistent diagnostic criteria this hinders the development of precise prevention strategies and delays timely interventions thus a systematic evaluation of the risk factors for hua htn comorbidity in this population is urgently needed such evaluation would provide evidence based data to facilitate early detection of high risk individuals and guide tailored preventive interventions it would also lay the groundwork for reducing the future burden of chronic conditions such as stroke and heart failure electronic databases cochrane library pubmed web of science embase cnki cbm vip wanfang will be systematically searched up to june with no language restrictions applied this will identify observational studies cohort case control and cross sectional designs investigating risk factors for htn and hua in chinese children and adolescents in addition randomised controlled trials rcts that report baseline or preintervention data relevant to htn hua comorbidity risk factors will also be considered for inclusion where such data can provide supplementary evidence on associations between exposures and outcomes methodological quality will be evaluated via tools appropriate for each study design agency for healthcare research and quality checklist for cross sectional studies newcastle ottawa scale for case control and cohort studies the risk of bias in rcts will be evaluated using the rob all analyses will be conducted per the cochrane handbook recommendations for observational studies this systematic review protocol will systematically evaluate the risk factors for hua htn comorbidity in chinese children and adolescents we will analyse secondary data and this does not require ethics approval the findings will be published in peer reviewed journals at relevant conferences and will be shared in plain language in social media moreover the findings of this review could guide the direction of healthcare practice and research crd"
}