{
    "title": "[Pharmacological treatment of type 2 diabetes mellitus].",
    "doc_id": "39566204",
    "writer": "García Soidán FJ",
    "year": "2025",
    "summary": "The treatment of type 2 diabetes is based on four fundamental pillars: diet, exercise, therapeutic education, and pharmacological therapy. ...The choice of medication will be individualized based on the preferences and characteristics of the individual, takin …",
    "abstract": "The treatment of type 2 diabetes is based on four fundamental pillars: diet, exercise, therapeutic education, and pharmacological therapy. There are ten groups of antidiabetic drugs that can be classified according to their mechanism of action, effects on body weight, risk of hypoglycemia, and ability to reduce the development of complications. The choice of medication will be individualized based on the preferences and characteristics of the individual, taking into consideration the presence of cardiovascular disease, heart failure, chronic kidney disease, obesity, or non-alcoholic fatty liver disease. The type 2 diabetes mellitus treatment algorithm from the RedGDPS Foundation is an evidence-based tool that can help us select the most appropriate pharmacological therapy depending on the characteristics of each patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39566204/",
    "clean_text": "pharmacological treatment of type diabetes mellitus the treatment of type diabetes is based on four fundamental pillars diet exercise therapeutic education and pharmacological therapy the choice of medication will be individualized based on the preferences and characteristics of the individual takin the treatment of type diabetes is based on four fundamental pillars diet exercise therapeutic education and pharmacological therapy there are ten groups of antidiabetic drugs that can be classified according to their mechanism of action effects on body weight risk of hypoglycemia and ability to reduce the development of complications the choice of medication will be individualized based on the preferences and characteristics of the individual taking into consideration the presence of cardiovascular disease heart failure chronic kidney disease obesity or non alcoholic fatty liver disease the type diabetes mellitus treatment algorithm from the redgdps foundation is an evidence based tool that can help us select the most appropriate pharmacological therapy depending on the characteristics of each patient"
}