{
    "title": "Quantitative assessment of microperfusion by indocyanine green angiography in kidney transplantation resembles chronic morphological changes in kidney specimens.",
    "doc_id": "30656790",
    "writer": "Rother U",
    "year": "2019",
    "summary": "OBJECTIVE: ICG fluorescence angiography enables a quantitative real-time perfusion assessment in kidney transplantation. The results of intraoperative microperfusion of the kidney allograft were compared to the renal chronicity score in pre-transplantation …",
    "abstract": "Objective:\n        \n      \n      ICG fluorescence angiography enables a quantitative real-time perfusion assessment in kidney transplantation. The results of intraoperative microperfusion of the kidney allograft were compared to the renal chronicity score in pre-transplantation kidney biopsy specimens. The intrarenal resistance index was calculated by duplex sonography as a method of reference.\n    \n\n\n          Methods:\n        \n      \n      Seventy-seven patients with end-stage renal disease undergoing kidney transplantation were prospectively included in two centers. Correlation analysis of chronic changes in kidney biopsy specimens and the IN of ICG fluorescence signal were investigated.\n    \n\n\n          Results:\n        \n      \n      The results yielded a significantly negative correlation for the renal chronicity (r = -0.294, P = 0.017) as well as the intestinal fibrosis and tubular atrophy score (r = -0.328, P = 0.007). There was a significant inverse relationship between the IN and the mean RI values of the upper pole of the kidney allograft.\n    \n\n\n          Conclusions:\n        \n      \n      In summary, fluorescence angiography reflects preexisting morphological changes of the renal cortex. ICG angiography may serve as an alternative method for the assessment of microperfusion of the kidney allograft.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30656790/",
    "clean_text": "quantitative assessment of microperfusion by indocyanine green angiography in kidney transplantation resembles chronic morphological changes in kidney specimens objective icg fluorescence angiography enables a quantitative real time perfusion assessment in kidney transplantation the results of intraoperative microperfusion of the kidney allograft were compared to the renal chronicity score in pre transplantation objective icg fluorescence angiography enables a quantitative real time perfusion assessment in kidney transplantation the results of intraoperative microperfusion of the kidney allograft were compared to the renal chronicity score in pre transplantation kidney biopsy specimens the intrarenal resistance index was calculated by duplex sonography as a method of reference methods seventy seven patients with end stage renal disease undergoing kidney transplantation were prospectively included in two centers correlation analysis of chronic changes in kidney biopsy specimens and the in of icg fluorescence signal were investigated results the results yielded a significantly negative correlation for the renal chronicity r p as well as the intestinal fibrosis and tubular atrophy score r p there was a significant inverse relationship between the in and the mean ri values of the upper pole of the kidney allograft conclusions in summary fluorescence angiography reflects preexisting morphological changes of the renal cortex icg angiography may serve as an alternative method for the assessment of microperfusion of the kidney allograft"
}