{
    "title": "Evaluation of quality improvement intervention with nurse training in nursing homes: A systematic review.",
    "doc_id": "32279376",
    "writer": "Chen H",
    "year": "2020",
    "summary": "INTRODUCTION: Quality improvement may be a promising approach to improve the quality of care in nursing homes, and nurse training is a key step in a successful quality improvement practice. The implementation of training measures may be related …",
    "abstract": "Introduction:\n        \n      \n      Quality improvement may be a promising approach to improve the quality of care in nursing homes, and nurse training is a key step in a successful quality improvement practice. The implementation of training measures may be related to the quality of quality improvement practice. Little is known about the quality of quality improvement practice or effective nurse training measures that affect the quality of quality improvement interventions in nursing homes.\n    \n\n\n          Aims:\n        \n      \n      The aim of this review was to assess the quality of available quality improvement intervention designs and present effective nurse training measures that contribute to a high-quality quality improvement intervention.\n    \n\n\n          Methods:\n        \n      \n      We searched the Cumulative Index to Nursing and Allied Health Literature (CINAHL), Medline, Embase and the Cochrane Library for articles published before March 2019. quality improvement intervention quality was evaluated using a standardised assessment tool. Descriptive synthesis was used for the analysis. The Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) Checklist was used for transparency.\n    \n\n\n          Results:\n        \n      \n      We included 12 articles, 1 was rated as perfect quality and 7 good quality. Out of these 8 studies, 3 features primarily reflected differences in quality: compliance, sustainability and replication ability of the interventions. They were affected by measures included provision of advanced training, available training resources, feedback process, building quality improvement teams, setting up mentors and nursing leadership training. Other recommended measures included external cooperation and leadership empowerment.\n    \n\n\n          Conclusion:\n        \n      \n      A high-quality quality improvement intervention should consider how to improve compliance, sustainability and replication ability. Adapting measures that are compatible with nurse training may ensure a successful implementation of quality improvement programmes that are conducive to the effective improvement of service quality.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      Quality improvement programmes should take into account measures that are compatible with nursing staff training. These measures should help improve the quality of interventions and promote care service of nursing homes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32279376/",
    "clean_text": "evaluation of quality improvement intervention with nurse training in nursing homes a systematic review introduction quality improvement may be a promising approach to improve the quality of care in nursing homes and nurse training is a key step in a successful quality improvement practice the implementation of training measures may be related introduction quality improvement may be a promising approach to improve the quality of care in nursing homes and nurse training is a key step in a successful quality improvement practice the implementation of training measures may be related to the quality of quality improvement practice little is known about the quality of quality improvement practice or effective nurse training measures that affect the quality of quality improvement interventions in nursing homes aims the aim of this review was to assess the quality of available quality improvement intervention designs and present effective nurse training measures that contribute to a high quality quality improvement intervention methods we searched the cumulative index to nursing and allied health literature cinahl medline embase and the cochrane library for articles published before march quality improvement intervention quality was evaluated using a standardised assessment tool descriptive synthesis was used for the analysis the preferred reporting items for systematic reviews and meta analysis prisma checklist was used for transparency results we included articles was rated as perfect quality and good quality out of these studies features primarily reflected differences in quality compliance sustainability and replication ability of the interventions they were affected by measures included provision of advanced training available training resources feedback process building quality improvement teams setting up mentors and nursing leadership training other recommended measures included external cooperation and leadership empowerment conclusion a high quality quality improvement intervention should consider how to improve compliance sustainability and replication ability adapting measures that are compatible with nurse training may ensure a successful implementation of quality improvement programmes that are conducive to the effective improvement of service quality relevance to clinical practice quality improvement programmes should take into account measures that are compatible with nursing staff training these measures should help improve the quality of interventions and promote care service of nursing homes"
}