{
    "title": "Insulin amyloidosis: A case report.",
    "doc_id": "37089584",
    "writer": "Dubernet A",
    "year": "2023",
    "summary": "",
    "abstract": "Insulin amyloidosis is a rare form of localized amyloidosis due to insulin aggregation into subcutaneous amyloid fibrils. We describe the case of a 55 years old male with insulin-requiring type 1 diabetes presenting with two non-inflammatory intra-dermal nodules associated with local lymph node enlargement. Diagnosis was confirmed by Congo red coloration of the amyloid deposit and insulin protein identification on mass spectrometry. Insulin amyloidosis is a potential complication of repeated subcutaneous insulin injections. The main risk factor is the intrinsic characteristic of the insulin used. Insulin amyloidosis leads to systemic metabolic consequences such as chronic hyperglycemia or unpredictable hypoglycemia, as well as unesthetic cutaneous lumps or abscesses. Standard-of-care is yet to be defined but mainly rely on therapeutical education of insulin injections, while surgical excision is reported to improve glycemic control in some patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37089584/",
    "clean_text": "insulin amyloidosis a case report insulin amyloidosis is a rare form of localized amyloidosis due to insulin aggregation into subcutaneous amyloid fibrils we describe the case of a years old male with insulin requiring type diabetes presenting with two non inflammatory intra dermal nodules associated with local lymph node enlargement diagnosis was confirmed by congo red coloration of the amyloid deposit and insulin protein identification on mass spectrometry insulin amyloidosis is a potential complication of repeated subcutaneous insulin injections the main risk factor is the intrinsic characteristic of the insulin used insulin amyloidosis leads to systemic metabolic consequences such as chronic hyperglycemia or unpredictable hypoglycemia as well as unesthetic cutaneous lumps or abscesses standard of care is yet to be defined but mainly rely on therapeutical education of insulin injections while surgical excision is reported to improve glycemic control in some patients"
}