{
    "pmid": "41434199",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Standardizing tau pathology quantification in vivo is challenged by inherent characteristics of tau-PET tracers. The HEAD study aims to generate a leading, longitudinal head-to-head dataset of MK-6240, Flortaucipir, RO948, and PI-2620 tau-PET to harmonize tracers' outcomes and develop tools to generalize findings across studies and trials. Here, we provide an update on the progression of the HEAD study. HEAD is a multicentric study comprising nine performance sites. Recruitment aimed for 620 individuals between 18-28 or 50-90 years, classified as Young/CU/MCI/Dementia. The HEAD protocol involves clinical assessment utilizing the NACC Uniform Data Set, blood collection for banking of plasma/serum/buffy coat/whole blood, and MRI acquisition based on ADNI4. All participants undergo amyloid-PET with either PiB/NAV4694/Florbetaben/Flutemetamol. All undergo head-to-head tau-PET with at least two tracers, including MK-6240 (90-110), Flortaucipir (80-100), PI-2620 (45-75), and RO948 (70-90). PET data is reconstructed and processed uniformly similarly to ADNI4. The Laboratory of Neuroimaging (LONI) provides centralized databasing, and the National Centralized Repository for ADRD (NCRAD) provides the blood biorepository for all samples. All study procedures are repeated at 18 months. Over 26 months, N = 679 participants were enrolled into HEAD, exceeding our proposed enrollment by 9.5%. Mean age of older adults is 72.1 years, female distribution is 54%, and 24% of individuals are from underrepresented groups (race/ethnicity/rurality). Progression in data collection has led to N = 551 (81%) of enrolled participants having a completed initial timepoint, and 1,489 total acquired head-to-head tau-PET scans (mean acquisition window=34.9 days). Clinical characteristics including group distribution, APOEε4 carriership, plasma biomarker distribution (Aβ42/40 ratio/NfL/GFAP/PTau217), consensus visual rating of amyloid-PET, and Braak stage classification are summarized in Figure 1. Two representative cases (CU/AD) of head-to-head tau-PET with four tau tracers are shown in Figure 2. Longitudinal data collection has been initiated in N = 95 participants. Figure 3. demonstrates two cases (CU/MCI) of 18-month longitudinal head-to-head tau-PET with MK-6240 and Flortaucipir. The HEAD study cohort represents a continued effort in the optimization of AD imaging biomarkers. Cross-sectional and longitudinal data collection in HEAD are ongoing, in addition to comprehensive plasma biomarker measurements. Generation of findings from HEAD cohort data will provide novel and crucial guidance on the use of tau-PET tracers.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium standardizing tau pathology quantification in vivo is challenged by inherent characteristics of tau pet tracers the head study aims to generate a leading longitudinal head to head dataset of mk flortaucipir ro and pi tau pet to harmonize tracers outcomes and develop tools to generalize findings across studies and trials here we provide an update on the progression of the head study head is a multicentric study comprising nine performance sites recruitment aimed for individuals between or years classified as young cu mci dementia the head protocol involves clinical assessment utilizing the nacc uniform data set blood collection for banking of plasma serum buffy coat whole blood and mri acquisition based on adni all participants undergo amyloid pet with either pib nav florbetaben flutemetamol all undergo head to head tau pet with at least two tracers including mk flortaucipir pi and ro pet data is reconstructed and processed uniformly similarly to adni the laboratory of neuroimaging loni provides centralized databasing and the national centralized repository for adrd ncrad provides the blood biorepository for all samples all study procedures are repeated at months over months n participants were enrolled into head exceeding our proposed enrollment by mean age of older adults is years female distribution is and of individuals are from underrepresented groups race ethnicity rurality progression in data collection has led to n of enrolled participants having a completed initial timepoint and total acquired head to head tau pet scans mean acquisition window days clinical characteristics including group distribution apoe carriership plasma biomarker distribution a ratio nfl gfap ptau consensus visual rating of amyloid pet and braak stage classification are summarized in figure two representative cases cu ad of head to head tau pet with four tau tracers are shown in figure longitudinal data collection has been initiated in n participants figure demonstrates two cases cu mci of month longitudinal head to head tau pet with mk and flortaucipir the head study cohort represents a continued effort in the optimization of ad imaging biomarkers cross sectional and longitudinal data collection in head are ongoing in addition to comprehensive plasma biomarker measurements generation of findings from head cohort data will provide novel and crucial guidance on the use of tau pet tracers"
}