{
    "title": "Mental health and stigma on campus: Insights from students' lived experience.",
    "doc_id": "31583974",
    "writer": "Turosak A",
    "year": "2021",
    "summary": "The JED Campus framework presents a multi-faceted approach to how colleges and universities can provide quality mental health services to their students and enhance the support of the campus community. However, research has suggested that a significant barrier to st …",
    "abstract": "The JED Campus framework presents a multi-faceted approach to how colleges and universities can provide quality mental health services to their students and enhance the support of the campus community. However, research has suggested that a significant barrier to students seeking help and utilizing on-campus resources is the fear of stigma associated with mental illness. The current study was interested in learning more from students with mental health diagnoses about their experiences on campus. Focus groups were conducted and topics discussed included stigma, impact of university policies, and how resources could better address student needs. The findings suggest that students feel stigma is a significant barrier in how mental health is addressed on campus and that universities need to be more proactive in their approach to create a safe and inclusive campus for all members of the community.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31583974/",
    "clean_text": "mental health and stigma on campus insights from students lived experience the jed campus framework presents a multi faceted approach to how colleges and universities can provide quality mental health services to their students and enhance the support of the campus community however research has suggested that a significant barrier to st the jed campus framework presents a multi faceted approach to how colleges and universities can provide quality mental health services to their students and enhance the support of the campus community however research has suggested that a significant barrier to students seeking help and utilizing on campus resources is the fear of stigma associated with mental illness the current study was interested in learning more from students with mental health diagnoses about their experiences on campus focus groups were conducted and topics discussed included stigma impact of university policies and how resources could better address student needs the findings suggest that students feel stigma is a significant barrier in how mental health is addressed on campus and that universities need to be more proactive in their approach to create a safe and inclusive campus for all members of the community"
}