{
    "title": "Mitochondrial-Endoplasmic Reticulum Communication-Mediated Oxidative Stress and Autophagy.",
    "doc_id": "36164446",
    "writer": "Liu X",
    "year": "2022",
    "summary": "Oxidative stress can activate autophagy to alleviate oxidative damage and maintain normal physiological activities of cells by degrading damaged organelles or local cytoplasm. When oxidative stress is not eliminated by autophagy, it activates th …",
    "abstract": "Oxidative stress is an imbalance between free radicals and the antioxidant system causing overgeneration of free radicals (oxygen-containing molecules) ultimately leading to oxidative damage in terms of lipid peroxidation, protein denaturation, and DNA mutation. Oxidative stress can activate autophagy to alleviate oxidative damage and maintain normal physiological activities of cells by degrading damaged organelles or local cytoplasm. When oxidative stress is not eliminated by autophagy, it activates the apoptosis cascade. This review provides a brief summary of mitochondrial-endoplasmic reticulum communication-mediated oxidative stress and autophagy. Mitochondria and endoplasmic reticulum being important organelles in cells are directly or indirectly connected to each other through mitochondria-associated endoplasmic reticulum membranes and jointly regulate oxidative stress and autophagy. The reactive oxygen species (ROS) produced by the mitochondrial respiratory chain are the main inducers of oxidative stress. Damaged mitochondria can be effectively cleared by the process of mitophagy mediated by PINK1/parkin pathway, Nix/BNIP3 pathways, and FUNDC1 pathway, avoiding excessive ROS production. However, the mechanism of mitochondrial-endoplasmic reticulum communication in the regulation of oxidative stress and autophagy is rarely known. For this reason, this review explores the mutual connection of mitochondria and endoplasmic reticulum in mediating oxidative stress and autophagy through ROS and Ca2+ and aims to provide part of the theoretical basis for alleviating oxidative stress through autophagy mediated by mitochondrial-endoplasmic reticulum communication.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36164446/",
    "clean_text": "mitochondrial endoplasmic reticulum communication mediated oxidative stress and autophagy oxidative stress can activate autophagy to alleviate oxidative damage and maintain normal physiological activities of cells by degrading damaged organelles or local cytoplasm when oxidative stress is not eliminated by autophagy it activates th oxidative stress is an imbalance between free radicals and the antioxidant system causing overgeneration of free radicals oxygen containing molecules ultimately leading to oxidative damage in terms of lipid peroxidation protein denaturation and dna mutation oxidative stress can activate autophagy to alleviate oxidative damage and maintain normal physiological activities of cells by degrading damaged organelles or local cytoplasm when oxidative stress is not eliminated by autophagy it activates the apoptosis cascade this review provides a brief summary of mitochondrial endoplasmic reticulum communication mediated oxidative stress and autophagy mitochondria and endoplasmic reticulum being important organelles in cells are directly or indirectly connected to each other through mitochondria associated endoplasmic reticulum membranes and jointly regulate oxidative stress and autophagy the reactive oxygen species ros produced by the mitochondrial respiratory chain are the main inducers of oxidative stress damaged mitochondria can be effectively cleared by the process of mitophagy mediated by pink parkin pathway nix bnip pathways and fundc pathway avoiding excessive ros production however the mechanism of mitochondrial endoplasmic reticulum communication in the regulation of oxidative stress and autophagy is rarely known for this reason this review explores the mutual connection of mitochondria and endoplasmic reticulum in mediating oxidative stress and autophagy through ros and ca and aims to provide part of the theoretical basis for alleviating oxidative stress through autophagy mediated by mitochondrial endoplasmic reticulum communication"
}