{
    "title": "Wound-induced p38MAPK-dependent histone H3 phosphorylation correlates with increased COX-2 expression in enterocytes.",
    "doc_id": "16508963",
    "writer": "Karrasch T",
    "year": "2006",
    "summary": "We hypothesized that wounding intestinal epithelial cells activates signaling pathways leading to chromatin modification and COX-2 upregulation during restitution. Confluent rat IEC18 cells were mechanically wounded by multiple parallel scratches using a pipet tip. …",
    "abstract": "Gastrointestinal epithelial cell damage triggers an important biological response called restitution, a process aimed at re-epithelializing the wounded areas. Unfortunately, little is known about the intrinsic molecular signaling events implicated in this host response. We hypothesized that wounding intestinal epithelial cells activates signaling pathways leading to chromatin modification and COX-2 upregulation during restitution. Confluent rat IEC18 cells were mechanically wounded by multiple parallel scratches using a pipet tip. NF-kappaB(Ser536), p38, and histone H3(Ser10) (H3S10) phosphorylation were determined by Western blot using specific phospho-antibodies. COX-2 gene expression was evaluated by RT-PCR, Western Blot, and ELISA. Association of phosphorylated H3, RelA (NF-kappaB), and RNA polymerase II to the COX-2 gene promoter was evaluated by chromatin immunoprecipitation (ChIP). The specific inhibitors Bay11-7082 and SB239063 as well as Ad5IkappaB-superrepressor (Ad5IkappaBAA) and Ad5dnp38 were used to block NF-kappaB- and p38-signaling pathways, respectively. Wounding induced a rapid and sustained (24 h) phosphorylation of RelAS536, H3S10, and p38MAPK in enterocytes. ChIP analysis of the COX-2 gene promoter demonstrated the presence of phospho-H3S10 and recruitment of RelA and RNA polymerase II, a process blocked by SB239063. Finally, molecular blockade of NF-kappaB (Ad5IkappaBAA) or p38MAPK (Ad5dnp38) signaling strongly inhibited enterocyte restitution. p38MAPK-dependent histone 3 phosphorylation is an important component of the intestinal wound-healing response. Targeting-signaling pathways selectively involved in healing/restitution may provide a novel means to maintain or re-establish host intestinal barrier integrity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16508963/",
    "clean_text": "wound induced p mapk dependent histone h phosphorylation correlates with increased cox expression in enterocytes we hypothesized that wounding intestinal epithelial cells activates signaling pathways leading to chromatin modification and cox upregulation during restitution confluent rat iec cells were mechanically wounded by multiple parallel scratches using a pipet tip gastrointestinal epithelial cell damage triggers an important biological response called restitution a process aimed at re epithelializing the wounded areas unfortunately little is known about the intrinsic molecular signaling events implicated in this host response we hypothesized that wounding intestinal epithelial cells activates signaling pathways leading to chromatin modification and cox upregulation during restitution confluent rat iec cells were mechanically wounded by multiple parallel scratches using a pipet tip nf kappab ser p and histone h ser h s phosphorylation were determined by western blot using specific phospho antibodies cox gene expression was evaluated by rt pcr western blot and elisa association of phosphorylated h rela nf kappab and rna polymerase ii to the cox gene promoter was evaluated by chromatin immunoprecipitation chip the specific inhibitors bay and sb as well as ad ikappab superrepressor ad ikappabaa and ad dnp were used to block nf kappab and p signaling pathways respectively wounding induced a rapid and sustained h phosphorylation of relas h s and p mapk in enterocytes chip analysis of the cox gene promoter demonstrated the presence of phospho h s and recruitment of rela and rna polymerase ii a process blocked by sb finally molecular blockade of nf kappab ad ikappabaa or p mapk ad dnp signaling strongly inhibited enterocyte restitution p mapk dependent histone phosphorylation is an important component of the intestinal wound healing response targeting signaling pathways selectively involved in healing restitution may provide a novel means to maintain or re establish host intestinal barrier integrity"
}