{
    "pmid": "41389964",
    "title": "Exploring How Workflow Variations in Denaturation-Based Assays Impact Global Protein-Protein Interaction Predictions.",
    "abstract": "Protein denaturation-based assays, such as thermal proximity coaggregation (TPCA) and ion-based proteome-integrated solubility alteration (I-PISA), are powerful tools for characterizing global protein-protein interaction (PPI) networks. These workflows utilize different denaturation methods to probe PPIs, i.e., thermal- or ion-based. How denaturation differences influence PPI network mapping remained to be better understood. Here, we provide an experimental and computational characterization of the effect of the denaturation-based PPI assay on the observed PPI networks. We establish the value of both soluble and insoluble fractions in PPI prediction, determine the ability to minimize sample amount requirement, and assess different relative quantification methods during virus infection. Generating paired TPCA and I-PISA datasets, we define both overlapping sets of proteins and distinct PPI networks specifically captured by these methods. Assessing protein physical properties and subcellar localizations, we show that size, structural complexity, hydrophobicity, and localization influence PPI detection in a workflow-specific manner. We show that the insoluble fractions expand the detectable PPI landscape, underscoring their value in these workflows. Focusing on selected PPI networks (cytoskeletal and DNA repair), we observe the detection of distinct functional populations. Using influenza A infection as a model for cellular perturbation, we demonstrate that the integration of PPI predictions from soluble and insoluble workflows enhances the ability to build biologically informative and interconnected networks. Examining the effects of reducing starting material for TPCA assays, we find that PPI prediction quality remains robust when using a single well of a 96-well plate, a ∼500x reduction in sample input from usual workflows. Introducing simple workflow modifications, we show that label-free data-independent acquisition (DIA) TPCA yields performance comparable to the traditional tandem mass tag (TMT) data dependent acquisition (DDA) TPCA workflow. This work provides insights into denaturation-based assays, highlights the value of insoluble fractions, and offers practical improvements for enhancing global PPI network mapping.",
    "disease": "influenza",
    "clean_text": "exploring how workflow variations in denaturation based assays impact global protein protein interaction predictions protein denaturation based assays such as thermal proximity coaggregation tpca and ion based proteome integrated solubility alteration i pisa are powerful tools for characterizing global protein protein interaction ppi networks these workflows utilize different denaturation methods to probe ppis i e thermal or ion based how denaturation differences influence ppi network mapping remained to be better understood here we provide an experimental and computational characterization of the effect of the denaturation based ppi assay on the observed ppi networks we establish the value of both soluble and insoluble fractions in ppi prediction determine the ability to minimize sample amount requirement and assess different relative quantification methods during virus infection generating paired tpca and i pisa datasets we define both overlapping sets of proteins and distinct ppi networks specifically captured by these methods assessing protein physical properties and subcellar localizations we show that size structural complexity hydrophobicity and localization influence ppi detection in a workflow specific manner we show that the insoluble fractions expand the detectable ppi landscape underscoring their value in these workflows focusing on selected ppi networks cytoskeletal and dna repair we observe the detection of distinct functional populations using influenza a infection as a model for cellular perturbation we demonstrate that the integration of ppi predictions from soluble and insoluble workflows enhances the ability to build biologically informative and interconnected networks examining the effects of reducing starting material for tpca assays we find that ppi prediction quality remains robust when using a single well of a well plate a x reduction in sample input from usual workflows introducing simple workflow modifications we show that label free data independent acquisition dia tpca yields performance comparable to the traditional tandem mass tag tmt data dependent acquisition dda tpca workflow this work provides insights into denaturation based assays highlights the value of insoluble fractions and offers practical improvements for enhancing global ppi network mapping"
}