{
    "title": "Perceptions of Quality of Life during the Pandemic: A Case Study on B40 Single Mothers.",
    "doc_id": "36231521",
    "writer": "Zakaria SM",
    "year": "2022",
    "summary": "These areas of life quality have been significantly affected especially during Movement Control Order (MCO). In short, the quality of life of these single mothers has been significantly affected by the pandemic. ...",
    "abstract": "During the pandemic, the lives of B40 single mothers were severely affected, especially in terms of social, economic, and psychological factors. The reduction of income caused by the crisis has forced single mothers and their children to live frugally and without luxury. They also had to perform more than one job at a time during the pandemic to meet their children's needs. A qualitative study has been conducted to explore the perceptions of quality of life during the pandemic among B40 single mothers. Respondents were selected based on demographic characteristics established before the study. A focus group discussion has been conducted on ten (10) B40 single mothers in Balik Pulau, Penang. Single mothers were selected based on purposive sampling. They had to meet the inclusive criteria required to participate in the study, specifically: aged between 20 and 60 years old, belonged to the B40 income category, had children under 18 years old living together, and became single mothers due to divorce or death of husbands. The focused group discussion explored issues related to qualities of life during the pandemic. B40 single mothers expressed their concern about access to health facilities, security in residence, children's education, and economic stability. These areas of life quality have been significantly affected especially during Movement Control Order (MCO). In short, the quality of life of these single mothers has been significantly affected by the pandemic. Their vulnerability towards stress, anxiety, and depression have worsened due to financial issues. Besides the need for emotional and social support, this study found that these single mothers entail financial support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36231521/",
    "clean_text": "perceptions of quality of life during the pandemic a case study on b single mothers these areas of life quality have been significantly affected especially during movement control order mco in short the quality of life of these single mothers has been significantly affected by the pandemic during the pandemic the lives of b single mothers were severely affected especially in terms of social economic and psychological factors the reduction of income caused by the crisis has forced single mothers and their children to live frugally and without luxury they also had to perform more than one job at a time during the pandemic to meet their children s needs a qualitative study has been conducted to explore the perceptions of quality of life during the pandemic among b single mothers respondents were selected based on demographic characteristics established before the study a focus group discussion has been conducted on ten b single mothers in balik pulau penang single mothers were selected based on purposive sampling they had to meet the inclusive criteria required to participate in the study specifically aged between and years old belonged to the b income category had children under years old living together and became single mothers due to divorce or death of husbands the focused group discussion explored issues related to qualities of life during the pandemic b single mothers expressed their concern about access to health facilities security in residence children s education and economic stability these areas of life quality have been significantly affected especially during movement control order mco in short the quality of life of these single mothers has been significantly affected by the pandemic their vulnerability towards stress anxiety and depression have worsened due to financial issues besides the need for emotional and social support this study found that these single mothers entail financial support"
}