{
    "title": "Murine Renal Transcriptome Profiles Upon Leptospiral Infection: Implications for Chronic Kidney Diseases.",
    "doc_id": "29868892",
    "writer": "Chou LF",
    "year": "2018",
    "summary": "BACKGROUND: Leptospirosis caused by pathogenic Leptospira spp leads to kidney damage that may progress to chronic kidney disease. However, how leptospiral infections induced renal damage is unclear. METHODS: We apply microarray and next-generation sequencing …",
    "abstract": "Background:\n        \n      \n      Leptospirosis caused by pathogenic Leptospira spp leads to kidney damage that may progress to chronic kidney disease. However, how leptospiral infections induced renal damage is unclear.\n    \n\n\n          Methods:\n        \n      \n      We apply microarray and next-generation sequencing technologies to investigate the first murine transcriptome-wide, leptospires-mediated changes in renal gene expression to identify biological pathways associated with kidney damage.\n    \n\n\n          Results:\n        \n      \n      Leptospiral genes were detected in renal transcriptomes of mice infected with Leptospira interrogans at day 28 postinfection, suggesting colonization of leptospires within the kidney with propensity of chronicity. Comparative differential gene expression and pathway analysis were investigated in renal transcriptomes of mice infected with pathogens and nonpathogens. Pathways analysis showed that Toll-like receptor signaling, complements activation, T-helper 1 type immune response, and T cell-mediated immunity/chemotaxis/proliferation were strongly associated with progressive tubulointerstitial damage caused by pathogenic leptospiral infection. In addition, 26 genes related with complement system, immune function, and cell-cell interactions were found to be significantly up-regulated in the L interrogans-infected renal transcriptome.\n    \n\n\n          Conclusions:\n        \n      \n      Our results provided comprehensive knowledge regarding the host transcriptional response to leptospiral infection in murine kidneys, particularly the involvement of cell-to-cell interaction in the immune response. It would provide valuable resources to explore functional studies of chronic renal damage caused by leptospiral infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29868892/",
    "clean_text": "murine renal transcriptome profiles upon leptospiral infection implications for chronic kidney diseases background leptospirosis caused by pathogenic leptospira spp leads to kidney damage that may progress to chronic kidney disease however how leptospiral infections induced renal damage is unclear methods we apply microarray and next generation sequencing background leptospirosis caused by pathogenic leptospira spp leads to kidney damage that may progress to chronic kidney disease however how leptospiral infections induced renal damage is unclear methods we apply microarray and next generation sequencing technologies to investigate the first murine transcriptome wide leptospires mediated changes in renal gene expression to identify biological pathways associated with kidney damage results leptospiral genes were detected in renal transcriptomes of mice infected with leptospira interrogans at day postinfection suggesting colonization of leptospires within the kidney with propensity of chronicity comparative differential gene expression and pathway analysis were investigated in renal transcriptomes of mice infected with pathogens and nonpathogens pathways analysis showed that toll like receptor signaling complements activation t helper type immune response and t cell mediated immunity chemotaxis proliferation were strongly associated with progressive tubulointerstitial damage caused by pathogenic leptospiral infection in addition genes related with complement system immune function and cell cell interactions were found to be significantly up regulated in the l interrogans infected renal transcriptome conclusions our results provided comprehensive knowledge regarding the host transcriptional response to leptospiral infection in murine kidneys particularly the involvement of cell to cell interaction in the immune response it would provide valuable resources to explore functional studies of chronic renal damage caused by leptospiral infection"
}