{
    "pmid": "41455768",
    "title": "Blue enriched light modulates pupil dilation induced by transcutaneous vagus nerve stimulation.",
    "abstract": "Transcutaneous vagus nerve stimulation (tVNS) targets the auricular branch of the vagus nerve and can modulate brainstem arousal systems, including the locus coeruleus-noradrenaline (LC-NE) pathway. Blue-enriched light also affects LC activity and can enhance alertness and cognition. However, no study has tested whether combining tVNS with blue light could further boost noradrenergic activity in humans. We therefore measured pupil responses, a well-established marker of LC-NE function, to assess how light and tVNS interact. We conducted a randomized, within-subject block design with twenty-five healthy adults (13 men, 12 women, aged 18-34) who received short (3.4 s) bursts of tVNS or sham stimulation (cymba conchae vs. earlobe). Pupil size was recorded under four light conditions: high intensity-blue, low intensity-blue, orange, and dim. TVNS increased pupil diameter relative to sham across all light conditions. Pupil dilation was largest and most sustained under low-blue light compared with dim or high-blue conditions. These results indicate that moderate tonic LC activation (e.g., low-blue light) enhances phasic responses to stimulation (e.g., tVNS), consistent with an inverted U-shaped relationship between tonic and phasic LC activity. Overall, our findings provide causal evidence that light, particularly low intensity-blue, modulates the effects of tVNS in humans, and combining both increases noradrenergic activity, as highlighted by increased pupil dilation, suggesting a simple way to enhance vagal-based therapies.",
    "disease": "epilepsy",
    "clean_text": "blue enriched light modulates pupil dilation induced by transcutaneous vagus nerve stimulation transcutaneous vagus nerve stimulation tvns targets the auricular branch of the vagus nerve and can modulate brainstem arousal systems including the locus coeruleus noradrenaline lc ne pathway blue enriched light also affects lc activity and can enhance alertness and cognition however no study has tested whether combining tvns with blue light could further boost noradrenergic activity in humans we therefore measured pupil responses a well established marker of lc ne function to assess how light and tvns interact we conducted a randomized within subject block design with twenty five healthy adults men women aged who received short s bursts of tvns or sham stimulation cymba conchae vs earlobe pupil size was recorded under four light conditions high intensity blue low intensity blue orange and dim tvns increased pupil diameter relative to sham across all light conditions pupil dilation was largest and most sustained under low blue light compared with dim or high blue conditions these results indicate that moderate tonic lc activation e g low blue light enhances phasic responses to stimulation e g tvns consistent with an inverted u shaped relationship between tonic and phasic lc activity overall our findings provide causal evidence that light particularly low intensity blue modulates the effects of tvns in humans and combining both increases noradrenergic activity as highlighted by increased pupil dilation suggesting a simple way to enhance vagal based therapies"
}