{
    "title": "How Useful is COVID-19 Antibody Testing - A Current Assessment for Oncologists.",
    "doc_id": "33350940",
    "writer": "Maple PAC",
    "year": "2021",
    "summary": "The coronavirus disease 2019 (COVID-19) pandemic due to infection by a new human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has seriously disrupted the provi …",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic due to infection by a new human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has seriously disrupted the provision of oncology services and their uptake. Antibody testing, both at an individual level and of populations, has been widely viewed to be a key activity for guiding the options for treatment of high-risk individuals, as well as the implementation of safe control of infection measures. Ideally, the detection of a specific antibody should signify that all individuals tested have been infected by SARS-CoV-2 and that in the case of specific IgG that they are immune to further infection. This would enable SARS-CoV-2-infected individuals to be appropriately managed and healthcare workers shown to be immune to return to work where they would no longer pose a risk to their patients or be at risk themselves. Unfortunately, this is not the case for COVID-19, where it has been shown that immunity may not be protective, and seroconversion delayed or absent. The variability in antibody test performance, particularly that of lateral flow assays, has caused confusion for the public and healthcare professions alike. Many antibody test devices have been made available without independent evaluations and these may lack both adequate sensitivity and specificity. This review seeks to educate healthcare workers, particularly those working in oncology, of the current benefits and limitations of SARS-CoV-2 antibody testing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33350940/",
    "clean_text": "how useful is covid antibody testing a current assessment for oncologists the coronavirus disease covid pandemic due to infection by a new human coronavirus severe acute respiratory syndrome coronavirus sars cov has seriously disrupted the provi the coronavirus disease covid pandemic due to infection by a new human coronavirus severe acute respiratory syndrome coronavirus sars cov has seriously disrupted the provision of oncology services and their uptake antibody testing both at an individual level and of populations has been widely viewed to be a key activity for guiding the options for treatment of high risk individuals as well as the implementation of safe control of infection measures ideally the detection of a specific antibody should signify that all individuals tested have been infected by sars cov and that in the case of specific igg that they are immune to further infection this would enable sars cov infected individuals to be appropriately managed and healthcare workers shown to be immune to return to work where they would no longer pose a risk to their patients or be at risk themselves unfortunately this is not the case for covid where it has been shown that immunity may not be protective and seroconversion delayed or absent the variability in antibody test performance particularly that of lateral flow assays has caused confusion for the public and healthcare professions alike many antibody test devices have been made available without independent evaluations and these may lack both adequate sensitivity and specificity this review seeks to educate healthcare workers particularly those working in oncology of the current benefits and limitations of sars cov antibody testing"
}