{
    "pmid": "41415868",
    "title": "Semi-Automatic MRI Segmentation for Assessing Cartilage Volume Changes After Ankle Distraction Arthroplasty Using the Ilizarov Frame for Ankle Osteoarthritis.",
    "abstract": "This study investigates the effectiveness of ankle distraction arthroplasty (ADA) using the Ilizarov frame in treating end-stage ankle osteoarthritis (OA) by evaluating changes in cartilage volume through semi-automatic MRI segmentation. The study involved 42 end-stage post-traumatic ankle OA patients from 2021 to 2023. Magnetic resonance imaging (MRI) scans were conducted before surgery and 12 months post-treatment. Changes in cartilage volume of the talus and tibia were measured using semi-automatic segmentation methods. statistical significance was assessed using the non-parametric Wilcoxon signed-rank test. Out of 42 patients, 10 completed the study with MRI scans of sufficient quality. Significant increases in cartilage volume were observed: talus cartilage increased by 247.48 mm The findings demonstrate that ADA using the Ilizarov frame is effective in increasing cartilage volume in patients with end-stage ankle OA. Semi-automatic MRI segmentation is a reliable method for monitoring these changes. Further research with larger sample sizes is necessary to validate these findings and assess long-term outcomes.",
    "disease": "osteoarthritis",
    "clean_text": "semi automatic mri segmentation for assessing cartilage volume changes after ankle distraction arthroplasty using the ilizarov frame for ankle osteoarthritis this study investigates the effectiveness of ankle distraction arthroplasty ada using the ilizarov frame in treating end stage ankle osteoarthritis oa by evaluating changes in cartilage volume through semi automatic mri segmentation the study involved end stage post traumatic ankle oa patients from to magnetic resonance imaging mri scans were conducted before surgery and months post treatment changes in cartilage volume of the talus and tibia were measured using semi automatic segmentation methods statistical significance was assessed using the non parametric wilcoxon signed rank test out of patients completed the study with mri scans of sufficient quality significant increases in cartilage volume were observed talus cartilage increased by mm the findings demonstrate that ada using the ilizarov frame is effective in increasing cartilage volume in patients with end stage ankle oa semi automatic mri segmentation is a reliable method for monitoring these changes further research with larger sample sizes is necessary to validate these findings and assess long term outcomes"
}