{
    "pmid": "41408733",
    "title": "The importance of arterial stiffness parameters for predicting Syntax Score in acute coronary syndrome.",
    "abstract": "Numerous studies have demonstrated a connection between heightened arterial stiffness (AS) and cardiovascular disease. Over time, several techniques have been devised to gauge arterial stiffness. This study aims to investigate the correlation between AS, measured using the PWV method on the arm, and the SYNTAX (Synergy between PCI with Taxus and Cardiac Surgery) score derived from coronary angiography (CAG). The cohort comprised 53 patients (51.0%) diagnosed with non-ST elevation myocardial infarction (NSTEMI) and 51 patients (49.0%) diagnosed with ST elevation myocardial infarction (STEMI), all aged between 18 and 80 years. Using the 'Mobil-O-Graph® ARCsolver algorithm' device, we measured parameters such as PWV, augmentation index (AIx), and arterial blood pressure for all participants. The SYNTAX score was employed to gauge the severity and extent of coronary artery disease. The patients' average age stood at 61.36 years, with 61 (60.6%) being male and 43 (39.4%) female. The mean BMI was recorded at 28.43 kg/m The elevation of PWV levels proved to be notably valuable in anticipating the severity of coronary artery disease in NSTEMI patients. Conversely, in STEMI patients, heightened PWV emerged as a predictor of an unfavorable prognosis, aligned with higher clinical risk scores. Numeroase studii au demonstrat o asociere între creșterea rigidității arteriale (RA) și bolile cardiovasculare. De-a lungul timpului, au fost dezvoltate diverse metode pentru evaluarea rigidității arteriale. Scopul acestui studiu a fost investigarea corelației dintre RA, măsurată prin viteza undei pulsului (PWV) la nivel brahial, și scorul SYNTAX (Synergy between PCI with Taxus and Cardiac Surgery) derivat din angiografia coronariană (CAG). Cohorta a inclus 53 de pacienți (51,0%) diagnosticați cu infarct miocardic fără supradenivelare de segment ST (NSTEMI) și 51 de pacienți (49,0%) cu infarct miocardic cu supradenivelare de segment ST (STEMI), cu vârste cuprinse între 18 și 80 de ani. Pentru toți participanții, s-au măsurat parametri precum PWV, indicele de augmentare (AIx) și tensiunea arterială utilizând dispozitivul „Mobil-O-Graph® ARCsolver algorithm”. Scorul SYNTAX a fost folosit pentru a evalua severitatea și extinderea bolii coronariene. Vârsta medie a pacienților a fost de 61,36 ani, dintre care 61 (60,6%) bărbați și 43 (39,4%) femei. IMC-ul mediu a fost de 28,43 kg/m Creșterea nivelurilor PWV s-a dovedit a fi deosebit de utilă în anticiparea severității bolii coronariene la pacienții cu NSTEMI. În schimb, la pacienții cu STEMI, valorile crescute ale PWV au reprezentat un predictor al unui prognostic nefavorabil, corelat cu scoruri clinice de risc mai ridicate.",
    "disease": "coronary artery disease",
    "clean_text": "the importance of arterial stiffness parameters for predicting syntax score in acute coronary syndrome numerous studies have demonstrated a connection between heightened arterial stiffness as and cardiovascular disease over time several techniques have been devised to gauge arterial stiffness this study aims to investigate the correlation between as measured using the pwv method on the arm and the syntax synergy between pci with taxus and cardiac surgery score derived from coronary angiography cag the cohort comprised patients diagnosed with non st elevation myocardial infarction nstemi and patients diagnosed with st elevation myocardial infarction stemi all aged between and years using the mobil o graph arcsolver algorithm device we measured parameters such as pwv augmentation index aix and arterial blood pressure for all participants the syntax score was employed to gauge the severity and extent of coronary artery disease the patients average age stood at years with being male and female the mean bmi was recorded at kg m the elevation of pwv levels proved to be notably valuable in anticipating the severity of coronary artery disease in nstemi patients conversely in stemi patients heightened pwv emerged as a predictor of an unfavorable prognosis aligned with higher clinical risk scores numeroase studii au demonstrat o asociere ntre cre terea rigidit ii arteriale ra i bolile cardiovasculare de a lungul timpului au fost dezvoltate diverse metode pentru evaluarea rigidit ii arteriale scopul acestui studiu a fost investigarea corela iei dintre ra m surat prin viteza undei pulsului pwv la nivel brahial i scorul syntax synergy between pci with taxus and cardiac surgery derivat din angiografia coronarian cag cohorta a inclus de pacien i diagnostica i cu infarct miocardic f r supradenivelare de segment st nstemi i de pacien i cu infarct miocardic cu supradenivelare de segment st stemi cu v rste cuprinse ntre i de ani pentru to i participan ii s au m surat parametri precum pwv indicele de augmentare aix i tensiunea arterial utiliz nd dispozitivul mobil o graph arcsolver algorithm scorul syntax a fost folosit pentru a evalua severitatea i extinderea bolii coronariene v rsta medie a pacien ilor a fost de ani dintre care b rba i i femei imc ul mediu a fost de kg m cre terea nivelurilor pwv s a dovedit a fi deosebit de util n anticiparea severit ii bolii coronariene la pacien ii cu nstemi n schimb la pacien ii cu stemi valorile crescute ale pwv au reprezentat un predictor al unui prognostic nefavorabil corelat cu scoruri clinice de risc mai ridicate"
}