{
    "title": "Fragile X Premutation: Medications, Therapy and Lifestyle Advice.",
    "doc_id": "35002287",
    "writer": "Sodhi DK",
    "year": "2021",
    "summary": "The fragile X premutation is characterized by 55-200 CGG repeats in the 5' untranslated region of FMR1, whereas full fragile X mutation has greater than 200 repeats and full methylation, which manifests as fragile X syndrome (FXS). The pr …",
    "abstract": "The fragile X premutation is characterized by 55-200 CGG repeats in the 5' untranslated region of FMR1, whereas full fragile X mutation has greater than 200 repeats and full methylation, which manifests as fragile X syndrome (FXS). The premutation spectrum of clinical involvement includes fragile X-associated tremor/ataxia syndrome (FXTAS), fragile X-associated primary ovarian insufficiency (FXPOI), and fragile X-associated neuropsychiatric disorders (FXAND). In addition, premutation carriers also suffer from various other health problems such as endocrine abnormalities and autoimmune problems. In this paper, we have discussed different health issues faced by the carriers and interventions including medications, therapy and lifestyle changes that could improve their health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35002287/",
    "clean_text": "fragile x premutation medications therapy and lifestyle advice the fragile x premutation is characterized by cgg repeats in the untranslated region of fmr whereas full fragile x mutation has greater than repeats and full methylation which manifests as fragile x syndrome fxs the pr the fragile x premutation is characterized by cgg repeats in the untranslated region of fmr whereas full fragile x mutation has greater than repeats and full methylation which manifests as fragile x syndrome fxs the premutation spectrum of clinical involvement includes fragile x associated tremor ataxia syndrome fxtas fragile x associated primary ovarian insufficiency fxpoi and fragile x associated neuropsychiatric disorders fxand in addition premutation carriers also suffer from various other health problems such as endocrine abnormalities and autoimmune problems in this paper we have discussed different health issues faced by the carriers and interventions including medications therapy and lifestyle changes that could improve their health"
}