{
    "title": "Different role of zinc transporter 8 between type 1 diabetes mellitus and type 2 diabetes mellitus.",
    "doc_id": "27181765",
    "writer": "Yi B",
    "year": "2016",
    "summary": "Thus, ZnT8 might participate in insulin biosynthesis and release, and subsequently involved deteriorated beta-cell function through direct or indirect mechanisms in type 1 diabetes mellitus and type 2 diabetes mellitus. From a clinical feature standpoi …",
    "abstract": "Diabetes can be simply classified into type 1 diabetes mellitus and type 2 diabetes mellitus. Zinc transporter 8 (ZnT8), a novel islet autoantigen, is specifically expressed in insulin-containing secretory granules of β-cells. Genetic studies show that the genotypes of SLC30A8 can determine either protective or diabetogenic response depending on environmental and lifestyle factors. The ZnT8 protein expression, as well as zinc content in β-cells, was decreased in diabetic mice. Thus, ZnT8 might participate in insulin biosynthesis and release, and subsequently involved deteriorated β-cell function through direct or indirect mechanisms in type 1 diabetes mellitus and type 2 diabetes mellitus. From a clinical feature standpoint, the prevalence of ZnT8A is gradiently increased in type 2 diabetes mellitus, latent autoimmune diabetes in adults and type 1 diabetes mellitus. The frequency and epitopes of ZnT8-specific T cells and cytokine release by ZnT8-specific T cells are also different in diabetic patients and healthy controls. Additionally, the response to ZnT8 administration is also different in type 1 diabetes mellitus and type 2 diabetes mellitus. In the present review, we summarize the literature about clinical aspects of ZnT8 in the pathogenesis of diabetes, and suggest that ZnT8 might play a different role between type 1 diabetes mellitus and type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27181765/",
    "clean_text": "different role of zinc transporter between type diabetes mellitus and type diabetes mellitus thus znt might participate in insulin biosynthesis and release and subsequently involved deteriorated beta cell function through direct or indirect mechanisms in type diabetes mellitus and type diabetes mellitus from a clinical feature standpoi diabetes can be simply classified into type diabetes mellitus and type diabetes mellitus zinc transporter znt a novel islet autoantigen is specifically expressed in insulin containing secretory granules of cells genetic studies show that the genotypes of slc a can determine either protective or diabetogenic response depending on environmental and lifestyle factors the znt protein expression as well as zinc content in cells was decreased in diabetic mice thus znt might participate in insulin biosynthesis and release and subsequently involved deteriorated cell function through direct or indirect mechanisms in type diabetes mellitus and type diabetes mellitus from a clinical feature standpoint the prevalence of znt a is gradiently increased in type diabetes mellitus latent autoimmune diabetes in adults and type diabetes mellitus the frequency and epitopes of znt specific t cells and cytokine release by znt specific t cells are also different in diabetic patients and healthy controls additionally the response to znt administration is also different in type diabetes mellitus and type diabetes mellitus in the present review we summarize the literature about clinical aspects of znt in the pathogenesis of diabetes and suggest that znt might play a different role between type diabetes mellitus and type diabetes mellitus"
}