{
    "title": "Mapping of lymph node metastasis from esophageal squamous cell carcinoma after neoadjuvant treatment: a prospective analysis from a high-volume institution in China.",
    "doc_id": "38881278",
    "writer": "Wang CZ",
    "year": "2024",
    "summary": "The number of patients with metastatic lymph nodes divided by those who underwent lymph node dissection at that station was used to define the percentage of patients with lymph node metastases. ...For patients with a middle thoracic tumor …",
    "abstract": "The study aimed to describe the prevalence of lymph node metastases per lymph node station for esophageal squamous cell carcinoma (ESCC) after neoadjuvant treatment. Clinicopathological variables of ESCC patients were retrieved from the prospective database of the Surgical Esophageal Cancer Patient Registry in West China Hospital, Sichuan University. A two-field lymphadenectomy was routinely performed, and an extensive three-field lymphadenectomy was performed if cervical lymph node metastasis was suspected. According to AJCC/UICC 8, lymph node stations were investigated separately. The number of patients with metastatic lymph nodes divided by those who underwent lymph node dissection at that station was used to define the percentage of patients with lymph node metastases. Data are also separately analyzed according to the pathological response of the primary tumor, neoadjuvant treatment regimens, pretreatment tumor length, and tumor location. Between January 2019 and March 2023, 623 patients who underwent neoadjuvant therapy followed by transthoracic esophagectomy were enrolled. Lymph node metastases were found in 212 patients (34.0%) and most frequently seen in lymph nodes along the right recurrent nerve (10.1%, 58/575), paracardial station (11.4%, 67/587), and lymph nodes along the left gastric artery (10.9%, 65/597). For patients with pretreatment tumor length of >4 cm and non-pathological complete response of the primary tumor, the metastatic rate of the right lower cervical paratracheal lymph nodes is 10.9% (10/92) and 10.6% (11/104), respectively. For patients with an upper thoracic tumor, metastatic lymph nodes were most frequently seen along the right recurrent nerve (14.2%, 8/56). For patients with a middle thoracic tumor, metastatic lymph nodes were most commonly seen in the right lower cervical paratracheal lymph nodes (10.3%, 8/78), paracardial lymph nodes (10.2%, 29/285), and lymph nodes along the left gastric artery (10.4%, 30/289). For patients with a lower thoracic tumor, metastatic lymph nodes were most frequently seen in the paracardial station (14.2%, 35/247) and lymph nodes along the left gastric artery (13.1%, 33/252). The study precisely determined the distribution of lymph node metastases in ESCC after neoadjuvant treatment, which may help to optimize the extent of lymphadenectomy in the surgical management of ESCC patients after neoadjuvant therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38881278/",
    "clean_text": "mapping of lymph node metastasis from esophageal squamous cell carcinoma after neoadjuvant treatment a prospective analysis from a high volume institution in china the number of patients with metastatic lymph nodes divided by those who underwent lymph node dissection at that station was used to define the percentage of patients with lymph node metastases for patients with a middle thoracic tumor the study aimed to describe the prevalence of lymph node metastases per lymph node station for esophageal squamous cell carcinoma escc after neoadjuvant treatment clinicopathological variables of escc patients were retrieved from the prospective database of the surgical esophageal cancer patient registry in west china hospital sichuan university a two field lymphadenectomy was routinely performed and an extensive three field lymphadenectomy was performed if cervical lymph node metastasis was suspected according to ajcc uicc lymph node stations were investigated separately the number of patients with metastatic lymph nodes divided by those who underwent lymph node dissection at that station was used to define the percentage of patients with lymph node metastases data are also separately analyzed according to the pathological response of the primary tumor neoadjuvant treatment regimens pretreatment tumor length and tumor location between january and march patients who underwent neoadjuvant therapy followed by transthoracic esophagectomy were enrolled lymph node metastases were found in patients and most frequently seen in lymph nodes along the right recurrent nerve paracardial station and lymph nodes along the left gastric artery for patients with pretreatment tumor length of cm and non pathological complete response of the primary tumor the metastatic rate of the right lower cervical paratracheal lymph nodes is and respectively for patients with an upper thoracic tumor metastatic lymph nodes were most frequently seen along the right recurrent nerve for patients with a middle thoracic tumor metastatic lymph nodes were most commonly seen in the right lower cervical paratracheal lymph nodes paracardial lymph nodes and lymph nodes along the left gastric artery for patients with a lower thoracic tumor metastatic lymph nodes were most frequently seen in the paracardial station and lymph nodes along the left gastric artery the study precisely determined the distribution of lymph node metastases in escc after neoadjuvant treatment which may help to optimize the extent of lymphadenectomy in the surgical management of escc patients after neoadjuvant therapy"
}