{
    "pmid": "41468640",
    "title": "Construction and validation of a machine learning-based risk prediction model for invasive mechanical ventilation in AECOPD patients complicated with respiratory failure.",
    "abstract": "This study aimed to create and validate a machine learning (ML) model to predict the likelihood of invasive mechanical ventilation (IMV) in patients with acute exacerbation of chronic obstructive pulmonary disease (AECOPD) complicated by respiratory failure. Data from patients diagnosed with AECOPD and respiratory failure were retrospectively extracted from the Medical Information Mart for Intensive Care-IV (MIMIC-IV). A total of 551 cases were split 7:3 into a training set (385 cases) for model construction and an internal validation set (166 cases). The IMV served as the outcome event. Features were selected with the Boruta algorithm and least absolute shrinkage and selection operator (LASSO). Eight ML algorithms-XGBoost, decision tree (DT), random forest (RF), support-vector machine (SVM), LightGBM, CatBoost, Gaussian naïve Bayes (NB) and K-nearest neighbor (NN)-were trained with 10-fold cross-validation. Model performance was assessed by the area under the receiver operating characteristic curve (AUC), accuracy, sensitivity, specificity, F1 score, calibration curve, decision curve and clinical impact curve. An external validation cohort of 100 AECOPD-respiratory failure patients admitted to Baoying People's Hospital between January 2020 and August 2025 was collected. The final best model was interpreted with SHapley Additive exPlanations (SHAP) to clarify feature importance and decision logic, and an interactive dynamic nomogram was plotted to increase readability. Boruta plus LASSO identified total calcium, partial pressure of oxygen (PO IMV in AECOPD patients with respiratory failure was associated with total calcium, PO",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "construction and validation of a machine learning based risk prediction model for invasive mechanical ventilation in aecopd patients complicated with respiratory failure this study aimed to create and validate a machine learning ml model to predict the likelihood of invasive mechanical ventilation imv in patients with acute exacerbation of chronic obstructive pulmonary disease aecopd complicated by respiratory failure data from patients diagnosed with aecopd and respiratory failure were retrospectively extracted from the medical information mart for intensive care iv mimic iv a total of cases were split into a training set cases for model construction and an internal validation set cases the imv served as the outcome event features were selected with the boruta algorithm and least absolute shrinkage and selection operator lasso eight ml algorithms xgboost decision tree dt random forest rf support vector machine svm lightgbm catboost gaussian na ve bayes nb and k nearest neighbor nn were trained with fold cross validation model performance was assessed by the area under the receiver operating characteristic curve auc accuracy sensitivity specificity f score calibration curve decision curve and clinical impact curve an external validation cohort of aecopd respiratory failure patients admitted to baoying people s hospital between january and august was collected the final best model was interpreted with shapley additive explanations shap to clarify feature importance and decision logic and an interactive dynamic nomogram was plotted to increase readability boruta plus lasso identified total calcium partial pressure of oxygen po imv in aecopd patients with respiratory failure was associated with total calcium po"
}