{
    "pmid": "41397932",
    "title": "Cordyceps sinensis (CS) Alleviates Chronic Obstructive Pulmonary Disease Symptoms (COPD) by Targeting Inflammation, Apoptosis, and Oxidative Stress Through Ingredient-Gene-Disease Interaction.",
    "abstract": "Cordyceps sinensis (CS) is a fungus that parasitizes the larvae and corpses of Batmadaceae insects. CS is used as a traditional Chinese medicine and has shown promising clinical efficacy in the treatment of chronic obstructive pulmonary disease (COPD). This study aimed to identify potential targets of CS in the treatment of COPD and to analyse the related biological processes and signalling pathways. Through the use of network pharmacological tools, Gene Ontology (GO), and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analyses, as well as corroborating data from Gene Expression Omnibus (GEO) and the literature, potential targets for CS treatment of COPD were identified and analysed. These results suggest that CS alleviates COPD symptoms with key biomarkers such as interleukins (ILs), tumour necrosis factor (TNF), and reactive oxygen species (ROS). The primary active constituents of CS comprise Cordycepin, D-mannitol, Ergosterol, Cordyceps polysaccharides, and others. During the pathogenesis of COPD, CS exerts modulates effects on various proteins and signalling pathways, influencing gene expression patterns such as poly ADP-ribose polymerase 1 (PARP1), phosphodiesterase 4A (PDE4A), phosphodiesterase 4B (PDE4B), phosphodiesterase 4C (PDE4C), phosphodiesterase 4D (PDE4D), prostaglandin D2 receptor 2 (PTGDR2), heme oxygenase 1 (HMOX1), and matrix metallopeptidase 1 (MMP1). CS alleviates COPD symptoms by suppressing inflammation, apoptosis, and oxidative stress, suggesting novel therapeutic strategies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "cordyceps sinensis cs alleviates chronic obstructive pulmonary disease symptoms copd by targeting inflammation apoptosis and oxidative stress through ingredient gene disease interaction cordyceps sinensis cs is a fungus that parasitizes the larvae and corpses of batmadaceae insects cs is used as a traditional chinese medicine and has shown promising clinical efficacy in the treatment of chronic obstructive pulmonary disease copd this study aimed to identify potential targets of cs in the treatment of copd and to analyse the related biological processes and signalling pathways through the use of network pharmacological tools gene ontology go and kyoto encyclopedia of genes and genomes kegg pathway analyses as well as corroborating data from gene expression omnibus geo and the literature potential targets for cs treatment of copd were identified and analysed these results suggest that cs alleviates copd symptoms with key biomarkers such as interleukins ils tumour necrosis factor tnf and reactive oxygen species ros the primary active constituents of cs comprise cordycepin d mannitol ergosterol cordyceps polysaccharides and others during the pathogenesis of copd cs exerts modulates effects on various proteins and signalling pathways influencing gene expression patterns such as poly adp ribose polymerase parp phosphodiesterase a pde a phosphodiesterase b pde b phosphodiesterase c pde c phosphodiesterase d pde d prostaglandin d receptor ptgdr heme oxygenase hmox and matrix metallopeptidase mmp cs alleviates copd symptoms by suppressing inflammation apoptosis and oxidative stress suggesting novel therapeutic strategies"
}