{
    "pmid": "41397862",
    "title": "Metabolomic Signatures of Dietary Patterns and Incident Radiographic Knee Osteoarthritis: A Case-Cohort Study from Osteoarthritis Initiative.",
    "abstract": "Dietary factors related to inflammation, obesity, and metabolism may contribute to OA development. This study examines the relationship between metabolomic signatures of dietary patterns and radiographic knee OA incidence. This case-cohort study included 603 participants from the Osteoarthritis Initiative, comprising 237 incident radiographic knee OA cases and 366 non-cases during a 6-year followup. Plasma metabolomes were analyzed using liquid chromatography-tandem mass spectrometry. We averaged metabolite levels at baseline and year 1 as the exposure and identified incident cases with those who had a Kellgren and Lawrence grade ≥2 in follow-ups. We selected 46 metabolites significantly associated with major food groups based on previous studies. Principal component analysis identified four metabolomic signatures related to specific food groups. Weighted logistic regression was used to examine associations between metabolomic signature scores and knee OA incidence. Among the 603 participants, after adjusting for age, sex and other covariates the highest quartiles of two metabolomic signatures associated with healthy food groups were linked to a reduced OA risk compared to the lowest quartile [Odds ratio (95% CI): 0.69 (0.44, 1.08) and 0.61 (0.40, 0.92)]. However, after further adjustment for BMI, these associations weakened. The proportions of the associations mediated through BMI for these two signatures were 43.7% and 81.4%, respectively. The other signatures were null. Metabolomic signatures of healthy dietary patterns may be linked to a lower risk of radiographic knee OA, with BMI potentially playing an intermediary role. Further studies are needed to explore causality.",
    "disease": "osteoarthritis",
    "clean_text": "metabolomic signatures of dietary patterns and incident radiographic knee osteoarthritis a case cohort study from osteoarthritis initiative dietary factors related to inflammation obesity and metabolism may contribute to oa development this study examines the relationship between metabolomic signatures of dietary patterns and radiographic knee oa incidence this case cohort study included participants from the osteoarthritis initiative comprising incident radiographic knee oa cases and non cases during a year followup plasma metabolomes were analyzed using liquid chromatography tandem mass spectrometry we averaged metabolite levels at baseline and year as the exposure and identified incident cases with those who had a kellgren and lawrence grade in follow ups we selected metabolites significantly associated with major food groups based on previous studies principal component analysis identified four metabolomic signatures related to specific food groups weighted logistic regression was used to examine associations between metabolomic signature scores and knee oa incidence among the participants after adjusting for age sex and other covariates the highest quartiles of two metabolomic signatures associated with healthy food groups were linked to a reduced oa risk compared to the lowest quartile odds ratio ci and however after further adjustment for bmi these associations weakened the proportions of the associations mediated through bmi for these two signatures were and respectively the other signatures were null metabolomic signatures of healthy dietary patterns may be linked to a lower risk of radiographic knee oa with bmi potentially playing an intermediary role further studies are needed to explore causality"
}