{
    "pmid": "41437725",
    "title": "Insights into PINK1/Parkin function and dysfunction from Drosophila models.",
    "abstract": "Loss-of-function mutations in PINK1 and PRKN cause familial forms of Parkinson's disease (PD). In vitro studies have revealed incredible insights into the molecular and cell-biological function of these genes, which have focused predominantly on mitophagy - the autophagic degradation of damaged mitochondria. The mechanisms of PINK1/Parkin function ultimately require investigation in an in vivo context using classic genetic approaches in animal models. In this context, Drosophila models have proven to be remarkably informative, in part due to robust phenotypes arising from null mutations. They have revealed important insights into the function of the Pink1 and parkin orthologues, much of which has proven to be conserved in humans. The simplicity, speed and genetic tractability make Drosophila an excellent in vivo model to interrogate the physiological functions of Pink1 and parkin and to rapidly test emerging hypotheses arising from in vitro work. They also represent a powerful model with which to explore the pathological consequences of Pink1/parkin loss in a whole-organism context. In this regard, several themes have emerged from recent studies that likely have significance for the neurodegenerative process in humans, including aberrant activation of immune signalling and consequent inflammation, disruptions to gut integrity and disturbed mitochondrial calcium handling. In this review, we evaluate the current evidence regarding the mechanism(s) of Pink1/parkin-mediated mitochondrial turnover in Drosophila, and discuss the potential implications of recent developments on the consequences of Pink1/parkin mutations and how these may inform the pathogenesis of PD.",
    "disease": "parkinson disease",
    "clean_text": "insights into pink parkin function and dysfunction from drosophila models loss of function mutations in pink and prkn cause familial forms of parkinson s disease pd in vitro studies have revealed incredible insights into the molecular and cell biological function of these genes which have focused predominantly on mitophagy the autophagic degradation of damaged mitochondria the mechanisms of pink parkin function ultimately require investigation in an in vivo context using classic genetic approaches in animal models in this context drosophila models have proven to be remarkably informative in part due to robust phenotypes arising from null mutations they have revealed important insights into the function of the pink and parkin orthologues much of which has proven to be conserved in humans the simplicity speed and genetic tractability make drosophila an excellent in vivo model to interrogate the physiological functions of pink and parkin and to rapidly test emerging hypotheses arising from in vitro work they also represent a powerful model with which to explore the pathological consequences of pink parkin loss in a whole organism context in this regard several themes have emerged from recent studies that likely have significance for the neurodegenerative process in humans including aberrant activation of immune signalling and consequent inflammation disruptions to gut integrity and disturbed mitochondrial calcium handling in this review we evaluate the current evidence regarding the mechanism s of pink parkin mediated mitochondrial turnover in drosophila and discuss the potential implications of recent developments on the consequences of pink parkin mutations and how these may inform the pathogenesis of pd"
}