{
    "title": "Relationship of Physical Examination Technique to Associated Clinical Skills: Results from a Direct Observation Assessment.",
    "doc_id": "34979094",
    "writer": "Clark BW",
    "year": "2022",
    "summary": "BACKGROUND: The purpose of this research was to use direct observation of the physical examination to elucidate the role physical examination technique plays in diagnostic accuracy. ...The relationship of physical examination technique to …",
    "abstract": "Background:\n        \n      \n      The purpose of this research was to use direct observation of the physical examination to elucidate the role physical examination technique plays in diagnostic accuracy. Physical examination is important for quality clinical care and requires multiple interrelated skills. The relationship of physical examination technique to related skills is poorly understood. Current methods of teaching and assessing physical examination skills provide few opportunities to evaluate physical examination technique and accuracy.\n    \n\n\n          Methods:\n        \n      \n      The authors developed a clinical examination assessment using volunteer patients and direct observation. Trained faculty preceptors rated resident performance in 7 domains: 1) physical examination technique, 2) identification of physical signs, 3) clinical communication, 4) differential diagnosis, 5) clinical judgment, 6) managing patient concerns, and 7) maintaining patient welfare. The Pearson correlation coefficient was used to determine relationships between performance in each of these domains. Data on residents' self-assessed competency in the physical examination and perceptions of feedback received during the assessment were collected.\n    \n\n\n          Results:\n        \n      \n      From December 2018 to February 2020, 113 interns from 2 internal medicine residency programs participated in the assessment. Physical examination technique was significantly correlated with accurate identification of physical signs, differential diagnosis and clinical judgment. Time spent in graduate medical education was negatively correlated with performance. Interns more highly rated the feedback received from this assessment than traditional clinical skills feedback.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings emphasize the necessity of multi-dimensional physical examination assessment. Observed deterioration of physical examination skill during internship may reflect contemporary practice patterns, which deprioritize the physical examination. Future research on physical examination education should focus on the interface between physical examination technique and related clinical skills.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34979094/",
    "clean_text": "relationship of physical examination technique to associated clinical skills results from a direct observation assessment background the purpose of this research was to use direct observation of the physical examination to elucidate the role physical examination technique plays in diagnostic accuracy the relationship of physical examination technique to background the purpose of this research was to use direct observation of the physical examination to elucidate the role physical examination technique plays in diagnostic accuracy physical examination is important for quality clinical care and requires multiple interrelated skills the relationship of physical examination technique to related skills is poorly understood current methods of teaching and assessing physical examination skills provide few opportunities to evaluate physical examination technique and accuracy methods the authors developed a clinical examination assessment using volunteer patients and direct observation trained faculty preceptors rated resident performance in domains physical examination technique identification of physical signs clinical communication differential diagnosis clinical judgment managing patient concerns and maintaining patient welfare the pearson correlation coefficient was used to determine relationships between performance in each of these domains data on residents self assessed competency in the physical examination and perceptions of feedback received during the assessment were collected results from december to february interns from internal medicine residency programs participated in the assessment physical examination technique was significantly correlated with accurate identification of physical signs differential diagnosis and clinical judgment time spent in graduate medical education was negatively correlated with performance interns more highly rated the feedback received from this assessment than traditional clinical skills feedback conclusions our findings emphasize the necessity of multi dimensional physical examination assessment observed deterioration of physical examination skill during internship may reflect contemporary practice patterns which deprioritize the physical examination future research on physical examination education should focus on the interface between physical examination technique and related clinical skills"
}