{
    "title": "Differential mechanisms affecting weight loss and weight loss maintenance.",
    "doc_id": "37612402",
    "writer": "Rosenbaum M",
    "year": "2023",
    "summary": "Overall, only about 15% of individuals can sustain a 10% or greater non-surgical, non-pharmacological, weight loss. A key question is the degree to which the genotypes, phenotypes and environmental correlates of success in weight loss and weight …",
    "abstract": "In most lifestyle, pharmacological and surgical interventions, weight loss occurs over an approximately 6- to 9-month period and is followed by a weight plateau and then weight regain. Overall, only about 15% of individuals can sustain a 10% or greater non-surgical, non-pharmacological, weight loss. A key question is the degree to which the genotypes, phenotypes and environmental correlates of success in weight loss and weight loss maintenance are continuous or dichotomous. This Perspective is a comparison of the interactions of weight loss and maintenance with genetic, behavioural, physiological and environmental homeostatic systems and a discussion of the implications of these findings for research in, and treatment of, obesity. Data suggest that weight loss and weight loss maintenance are physiologically and psychologically different in many ways. Consequently, individuals may require different interventions designed for temporarily sustaining a negative energy balance during weight loss versus permanently maintaining energy balance after weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37612402/",
    "clean_text": "differential mechanisms affecting weight loss and weight loss maintenance overall only about of individuals can sustain a or greater non surgical non pharmacological weight loss a key question is the degree to which the genotypes phenotypes and environmental correlates of success in weight loss and weight in most lifestyle pharmacological and surgical interventions weight loss occurs over an approximately to month period and is followed by a weight plateau and then weight regain overall only about of individuals can sustain a or greater non surgical non pharmacological weight loss a key question is the degree to which the genotypes phenotypes and environmental correlates of success in weight loss and weight loss maintenance are continuous or dichotomous this perspective is a comparison of the interactions of weight loss and maintenance with genetic behavioural physiological and environmental homeostatic systems and a discussion of the implications of these findings for research in and treatment of obesity data suggest that weight loss and weight loss maintenance are physiologically and psychologically different in many ways consequently individuals may require different interventions designed for temporarily sustaining a negative energy balance during weight loss versus permanently maintaining energy balance after weight loss"
}