{
    "title": "Digital Biomarker-Based Interventions: Systematic Review of Systematic Reviews.",
    "doc_id": "36542427",
    "writer": "Motahari-Nezhad H",
    "year": "2022",
    "summary": "",
    "abstract": "Background:\n        \n      \n      The introduction of new medical technologies such as sensors has accelerated the process of collecting patient data for relevant clinical decisions, which has led to the introduction of a new technology known as digital biomarkers.\n    \n\n\n          Objective:\n        \n      \n      This study aims to assess the methodological quality and quality of evidence from meta-analyses of digital biomarker-based interventions.\n    \n\n\n          Methods:\n        \n      \n      This study follows the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guideline for reporting systematic reviews, including original English publications of systematic reviews reporting meta-analyses of clinical outcomes (efficacy and safety endpoints) of digital biomarker-based interventions compared with alternative interventions without digital biomarkers. Imaging or other technologies that do not measure objective physiological or behavioral data were excluded from this study. A literature search of PubMed and the Cochrane Library was conducted, limited to 2019-2020. The quality of the methodology and evidence synthesis of the meta-analyses were assessed using AMSTAR-2 (A Measurement Tool to Assess Systematic Reviews 2) and GRADE (Grading of Recommendations, Assessment, Development, and Evaluations), respectively. This study was funded by the National Research, Development and Innovation Fund of Hungary.\n    \n\n\n          Results:\n        \n      \n      A total of 25 studies with 91 reported outcomes were included in the final analysis; 1 (4%), 1 (4%), and 23 (92%) studies had high, low, and critically low methodologic quality, respectively. As many as 6 clinical outcomes (7%) had high-quality evidence and 80 outcomes (88%) had moderate-quality evidence; 5 outcomes (5%) were rated with a low level of certainty, mainly due to risk of bias (85/91, 93%), inconsistency (27/91, 30%), and imprecision (27/91, 30%). There is high-quality evidence of improvements in mortality, transplant risk, cardiac arrhythmia detection, and stroke incidence with cardiac devices, albeit with low reporting quality. High-quality reviews of pedometers reported moderate-quality evidence, including effects on physical activity and BMI. No reports with high-quality evidence and high methodological quality were found.\n    \n\n\n          Conclusions:\n        \n      \n      Researchers in this field should consider the AMSTAR-2 criteria and GRADE to produce high-quality studies in the future. In addition, patients, clinicians, and policymakers are advised to consider the results of this study before making clinical decisions regarding digital biomarkers to be informed of the degree of certainty of the various interventions investigated in this study. The results of this study should be considered with its limitations, such as the narrow time frame.\n    \n\n\n          International registered report identifier (irrid):\n        \n      \n      RR2-10.2196/28204.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36542427/",
    "clean_text": "digital biomarker based interventions systematic review of systematic reviews background the introduction of new medical technologies such as sensors has accelerated the process of collecting patient data for relevant clinical decisions which has led to the introduction of a new technology known as digital biomarkers objective this study aims to assess the methodological quality and quality of evidence from meta analyses of digital biomarker based interventions methods this study follows the prisma preferred reporting items for systematic reviews and meta analyses guideline for reporting systematic reviews including original english publications of systematic reviews reporting meta analyses of clinical outcomes efficacy and safety endpoints of digital biomarker based interventions compared with alternative interventions without digital biomarkers imaging or other technologies that do not measure objective physiological or behavioral data were excluded from this study a literature search of pubmed and the cochrane library was conducted limited to the quality of the methodology and evidence synthesis of the meta analyses were assessed using amstar a measurement tool to assess systematic reviews and grade grading of recommendations assessment development and evaluations respectively this study was funded by the national research development and innovation fund of hungary results a total of studies with reported outcomes were included in the final analysis and studies had high low and critically low methodologic quality respectively as many as clinical outcomes had high quality evidence and outcomes had moderate quality evidence outcomes were rated with a low level of certainty mainly due to risk of bias inconsistency and imprecision there is high quality evidence of improvements in mortality transplant risk cardiac arrhythmia detection and stroke incidence with cardiac devices albeit with low reporting quality high quality reviews of pedometers reported moderate quality evidence including effects on physical activity and bmi no reports with high quality evidence and high methodological quality were found conclusions researchers in this field should consider the amstar criteria and grade to produce high quality studies in the future in addition patients clinicians and policymakers are advised to consider the results of this study before making clinical decisions regarding digital biomarkers to be informed of the degree of certainty of the various interventions investigated in this study the results of this study should be considered with its limitations such as the narrow time frame international registered report identifier irrid rr"
}