{
    "title": "Individual placement and support programmes for young adults: Where are they and whom do they serve?",
    "doc_id": "37211370",
    "writer": "Al-Abdulmunem M",
    "year": "2023",
    "summary": "AIM: Individual Placement and Support (IPS), an evidence-based supported employment model developed for adults with serious mental illness, has been recently targeted to young adults with mental health conditions, but little is known about its adoption in thi …",
    "abstract": "Aim:\n        \n      \n      Individual Placement and Support (IPS), an evidence-based supported employment model developed for adults with serious mental illness, has been recently targeted to young adults with mental health conditions, but little is known about its adoption in this age group in the United States.\n    \n\n\n          Methods:\n        \n      \n      We recruited a volunteer sample of nine IPS programmes in five states serving young adults with mental health conditions aged 16 to 24. IPS team leaders reported programme and participant characteristics and rated barriers to employment and education.\n    \n\n\n          Results:\n        \n      \n      Most IPS programmes were located in community mental health centres, served a small number of young adults, and received most referrals from external sources. The study sample of 111 participants included 53% female, 47% under 21 years old, 60% diagnosed with a depressive disorder; 92% had an employment goal, and 40% had an education goal. IPS specialists reported that managing mental health symptoms was the most common barrier to achieving employment and education goals.\n    \n\n\n          Conclusion:\n        \n      \n      Future research should examine how IPS programmes could best provide services to young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37211370/",
    "clean_text": "individual placement and support programmes for young adults where are they and whom do they serve aim individual placement and support ips an evidence based supported employment model developed for adults with serious mental illness has been recently targeted to young adults with mental health conditions but little is known about its adoption in thi aim individual placement and support ips an evidence based supported employment model developed for adults with serious mental illness has been recently targeted to young adults with mental health conditions but little is known about its adoption in this age group in the united states methods we recruited a volunteer sample of nine ips programmes in five states serving young adults with mental health conditions aged to ips team leaders reported programme and participant characteristics and rated barriers to employment and education results most ips programmes were located in community mental health centres served a small number of young adults and received most referrals from external sources the study sample of participants included female under years old diagnosed with a depressive disorder had an employment goal and had an education goal ips specialists reported that managing mental health symptoms was the most common barrier to achieving employment and education goals conclusion future research should examine how ips programmes could best provide services to young adults"
}