{
    "pmid": "41431586",
    "title": "Accuracy of Robotic Surgical Assistant (ROSA®) Surgical Plan in Total Knee Arthroplasty.",
    "abstract": "Robotic assistance in total knee arthroplasty (TKA) promises better outcomes through data-supported, personalized alignment. The primary goal of this study was to assess the accuracy of surgical plans delivered by the Robotic Surgical Assistant (ROSA®) Knee System. The secondary goal was to evaluate the variability in knee balancing and implant alignment and to assess the effect of ROSA® on surgery duration and complication rates as compared to the conventional TKA cohort.  Materials: Inclusion criteria were primary TKA indicated by osteoarthritis (OA), age of 40-90 years, body mass index (BMI) of 18.5-50 kg/m The accuracy of medial and lateral distal femoral resection levels was high (mean differences between the plan and validation, -0.50 ± 0.91 mm and -0.59 ± 0.96 mm, respectively). Accuracy of the medial and lateral tibia was less with greater variability (-0.44 ± 2.28 mm and 2.50 ± 3.13 mm, respectively). The femoral component size was accurately predicted in 75% of cases, with overestimation occurring in 20% of cases. Surgical steps were repeated in 59% of femoral cuts and 61% of tibial cuts. Surgical duration was significantly different between groups. ROSA TKA surgery was 18 minutes longer and was prolonged by five minutes per repeated surgical step. The hip-knee-ankle (HKA) axis was 1.6°±1.9° varus post-operatively. Complication rates were not significantly different from ROSA®-assisted TKA as compared to conventional TKA.  Discussion: ROSA®-assisted TKA planning demonstrated a high degree of accuracy for the femur, but a lesser degree for the tibia. Predicting implant sizes was highly accurate. With ROSA®-assistance, alignment differed from mechanical alignment. Future studies should provide a higher level of evidence and investigate the relation between anatomical outcomes and clinical outcomes.",
    "disease": "osteoarthritis",
    "clean_text": "accuracy of robotic surgical assistant rosa surgical plan in total knee arthroplasty robotic assistance in total knee arthroplasty tka promises better outcomes through data supported personalized alignment the primary goal of this study was to assess the accuracy of surgical plans delivered by the robotic surgical assistant rosa knee system the secondary goal was to evaluate the variability in knee balancing and implant alignment and to assess the effect of rosa on surgery duration and complication rates as compared to the conventional tka cohort materials inclusion criteria were primary tka indicated by osteoarthritis oa age of years body mass index bmi of kg m the accuracy of medial and lateral distal femoral resection levels was high mean differences between the plan and validation mm and mm respectively accuracy of the medial and lateral tibia was less with greater variability mm and mm respectively the femoral component size was accurately predicted in of cases with overestimation occurring in of cases surgical steps were repeated in of femoral cuts and of tibial cuts surgical duration was significantly different between groups rosa tka surgery was minutes longer and was prolonged by five minutes per repeated surgical step the hip knee ankle hka axis was varus post operatively complication rates were not significantly different from rosa assisted tka as compared to conventional tka discussion rosa assisted tka planning demonstrated a high degree of accuracy for the femur but a lesser degree for the tibia predicting implant sizes was highly accurate with rosa assistance alignment differed from mechanical alignment future studies should provide a higher level of evidence and investigate the relation between anatomical outcomes and clinical outcomes"
}