{
    "title": "Bioprosthetic Aortic Valve Replacement in a Donor Heart before Orthotopic Heart Transplantation.",
    "doc_id": "28461800",
    "writer": "Patel M",
    "year": "2017",
    "summary": "Current criteria for donor hearts limit the number of hearts available for transplantation, despite an increasing number of recipients on waiting lists. ...Despite the donor heart's having moderate aortic valve regurgitation, the decision was made to u …",
    "abstract": "Current criteria for donor hearts limit the number of hearts available for transplantation, despite an increasing number of recipients on waiting lists. We report the case of a patient with ischemic cardiomyopathy and refractory ventricular tachycardia who underwent successful orthotopic heart transplantation and concurrent aortic valve replacement with a donor heart that had displayed moderate aortic valve regurgitation. The patient was a 71-year-old man with a history of advanced heart failure, 5-vessel coronary artery bypass grafting, and paroxysmal ventricular tachycardia. He was not a candidate for repeat revascularization or myocardial ablation, so he was placed on the heart-transplant list as status 1A. On intra-aortic balloon pump support, the patient waited 51 days for a donor match to be identified. Despite the donor heart's having moderate aortic valve regurgitation, the decision was made to use that heart. We performed a back-table aortic valve replacement with a 23-mm St. Jude Epic bioprosthesis, and then performed the orthotopic heart transplantation. The patient did well and was discharged from the hospital on postoperative day 11. This case indicates that expanding donor criteria to include otherwise healthy hearts with certain aortic valve defects is feasible, if surgical experience and expertise permit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28461800/",
    "clean_text": "bioprosthetic aortic valve replacement in a donor heart before orthotopic heart transplantation current criteria for donor hearts limit the number of hearts available for transplantation despite an increasing number of recipients on waiting lists despite the donor heart s having moderate aortic valve regurgitation the decision was made to u current criteria for donor hearts limit the number of hearts available for transplantation despite an increasing number of recipients on waiting lists we report the case of a patient with ischemic cardiomyopathy and refractory ventricular tachycardia who underwent successful orthotopic heart transplantation and concurrent aortic valve replacement with a donor heart that had displayed moderate aortic valve regurgitation the patient was a year old man with a history of advanced heart failure vessel coronary artery bypass grafting and paroxysmal ventricular tachycardia he was not a candidate for repeat revascularization or myocardial ablation so he was placed on the heart transplant list as status a on intra aortic balloon pump support the patient waited days for a donor match to be identified despite the donor heart s having moderate aortic valve regurgitation the decision was made to use that heart we performed a back table aortic valve replacement with a mm st jude epic bioprosthesis and then performed the orthotopic heart transplantation the patient did well and was discharged from the hospital on postoperative day this case indicates that expanding donor criteria to include otherwise healthy hearts with certain aortic valve defects is feasible if surgical experience and expertise permit"
}