{
    "title": "Oxidative stress in Alzheimer's disease.",
    "doc_id": "24664866",
    "writer": "Chen Z",
    "year": "2014",
    "summary": "Oxidative stress plays a significant role in the pathogenesis of Alzheimer's disease (AD), a devastating disease of the elderly. ...The relationship between oxidative stress and AD suggests that oxidative stress is an essential part of th …",
    "abstract": "Oxidative stress plays a significant role in the pathogenesis of Alzheimer's disease (AD), a devastating disease of the elderly. The brain is more vulnerable than other organs to oxidative stress, and most of the components of neurons (lipids, proteins, and nucleic acids) can be oxidized in AD due to mitochondrial dysfunction, increased metal levels, inflammation, and β-amyloid (Aβ) peptides. Oxidative stress participates in the development of AD by promoting Aβ deposition, tau hyperphosphorylation, and the subsequent loss of synapses and neurons. The relationship between oxidative stress and AD suggests that oxidative stress is an essential part of the pathological process, and antioxidants may be useful for AD treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24664866/",
    "clean_text": "oxidative stress in alzheimer s disease oxidative stress plays a significant role in the pathogenesis of alzheimer s disease ad a devastating disease of the elderly the relationship between oxidative stress and ad suggests that oxidative stress is an essential part of th oxidative stress plays a significant role in the pathogenesis of alzheimer s disease ad a devastating disease of the elderly the brain is more vulnerable than other organs to oxidative stress and most of the components of neurons lipids proteins and nucleic acids can be oxidized in ad due to mitochondrial dysfunction increased metal levels inflammation and amyloid a peptides oxidative stress participates in the development of ad by promoting a deposition tau hyperphosphorylation and the subsequent loss of synapses and neurons the relationship between oxidative stress and ad suggests that oxidative stress is an essential part of the pathological process and antioxidants may be useful for ad treatment"
}