{
    "pmid": "41421865",
    "title": "The Worldwide Puzzle of Bronchiectasis Etiology in Adults.",
    "abstract": "Bronchiectasis represents in frequency the third chronic inflammatory airway disease after chronic obstructive pulmonary disease (COPD) and asthma. It is produced by more than one hundred causes, both pulmonary and extrapulmonary. Despite advances in recent years in the understanding of this condition and the publication of several national and international guidelines on its management, in most cases the etiology remains unknown. Among the identified etiological forms, post-infectious and post-tuberculous are the most frequent. It is also striking how bronchiectasis associated with COPD and severe asthma has been progressively increasing over the years, probably due to greater awareness among healthcare professionals of the importance of such associations and the wider use of chest computed tomography (the diagnostic method of choice for bronchiectasis from a radiological perspective). However, it is remarkable, according to data obtained from national and international bronchiectasis registries, the considerable geographic heterogeneity in their etiology. Thus, in socially disadvantaged regions or in those with poorer healthcare access, post-infectious and particularly post-tuberculous forms clearly predominate. It is always necessary to perform the appropriate complementary tests, as highlighted in all bronchiectasis guidelines, to exclude at least the treatable etiologies (treatable trait), since this is undoubtedly associated with a better patient prognosis.",
    "disease": "asthma",
    "clean_text": "the worldwide puzzle of bronchiectasis etiology in adults bronchiectasis represents in frequency the third chronic inflammatory airway disease after chronic obstructive pulmonary disease copd and asthma it is produced by more than one hundred causes both pulmonary and extrapulmonary despite advances in recent years in the understanding of this condition and the publication of several national and international guidelines on its management in most cases the etiology remains unknown among the identified etiological forms post infectious and post tuberculous are the most frequent it is also striking how bronchiectasis associated with copd and severe asthma has been progressively increasing over the years probably due to greater awareness among healthcare professionals of the importance of such associations and the wider use of chest computed tomography the diagnostic method of choice for bronchiectasis from a radiological perspective however it is remarkable according to data obtained from national and international bronchiectasis registries the considerable geographic heterogeneity in their etiology thus in socially disadvantaged regions or in those with poorer healthcare access post infectious and particularly post tuberculous forms clearly predominate it is always necessary to perform the appropriate complementary tests as highlighted in all bronchiectasis guidelines to exclude at least the treatable etiologies treatable trait since this is undoubtedly associated with a better patient prognosis"
}