{
    "title": "Pediatric Molar Hyperdontia: A Descriptive Case Report.",
    "doc_id": "38162231",
    "writer": "Venkatesh SP.",
    "year": "2023",
    "summary": "Pediatric Molar Hyperdontia: A Descriptive Case Report. Int J Clin Pediatr Dent 2023;16(5):763-768....",
    "abstract": "Background:\n        \n      \n      Hypergenetic molars are uncommon in children and adolescents. Furthermore, the presence of multiple eumorphic supernumerary molars (SNMs) in children is sporadic. The author, therefore, reports a nonsyndromic case of multiple supplemental SNMs in a child.\n    \n\n\n          Case description:\n        \n      \n      A ten year old boy primarily complaining of cheek biting was found to have six molars on the maxillary left quadrant. Following investigations and case discussion, four molars and fibroma were surgically removed under general anesthesia.\n    \n\n\n          Discussion:\n        \n      \n      This paper discusses the prevalence and management of SNMs in the pediatric population while documenting the first case of multiple eumorphic SNMs in the mixed dentition.\n    \n\n\n          How to cite this article:\n        \n      \n      Venkatesh SP. Pediatric Molar Hyperdontia: A Descriptive Case Report. Int J Clin Pediatr Dent 2023;16(5):763-768.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38162231/",
    "clean_text": "pediatric molar hyperdontia a descriptive case report pediatric molar hyperdontia a descriptive case report int j clin pediatr dent background hypergenetic molars are uncommon in children and adolescents furthermore the presence of multiple eumorphic supernumerary molars snms in children is sporadic the author therefore reports a nonsyndromic case of multiple supplemental snms in a child case description a ten year old boy primarily complaining of cheek biting was found to have six molars on the maxillary left quadrant following investigations and case discussion four molars and fibroma were surgically removed under general anesthesia discussion this paper discusses the prevalence and management of snms in the pediatric population while documenting the first case of multiple eumorphic snms in the mixed dentition how to cite this article venkatesh sp pediatric molar hyperdontia a descriptive case report int j clin pediatr dent"
}