{
    "pmid": "41370980",
    "title": "Impact of bendopnea on indicators of pulmonary hypertension, health-related quality of life, and pulmonary function in patients with chronic obstructive pulmonary disease.",
    "abstract": "Bendopnea is a recognized symptom in patients with systolic heart failure; however, its clinical relevance in those with chronic obstructive pulmonary disease (COPD) has not been fully elucidated. This study aimed to evaluate the potential impact of bendopnea on the coexistence of comorbid pulmonary hypertension (PH), various metrics of health-related quality of life (HRQoL), chest CT findings, and respiratory function in a cohort of patients with COPD. This retrospective study analyzed the medical records of 133 patients with COPD at Shinshu University Hospital (Matsumoto, Japan). Bendopnea was defined as a positive response to a bendopnea-related question based on the corresponding item in the St. George's Respiratory Questionnaire (SGRQ). Pulmonary artery and descending aorta diameters were measured on CT scans. To assess emphysema severity, the percentage of low-attenuation volume (LAV%) was calculated from the same CT scans using specialized image analysis software. Respiratory impedance was evaluated using oscillometry. Indicators of PH, emphysema severity, HRQoL, and pulmonary function were compared between patients who reported bendopnea and those who did not. Compared to those without bendopnea, patients with the symptom had a significantly higher pulmonary artery-to-descending aorta diameter ratio and LAV%, as well as markedly poorer HRQoL. Regarding oscillometry parameters, reactance at 5 Hz (X5) was significantly decreased in the bendopnea group, while elevated resonant frequency (Fres) and area under the low-frequency reactance curve (ALX) values were also observed. Bendopnea may serve as a clinical indicator of a more advanced disease state in COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "impact of bendopnea on indicators of pulmonary hypertension health related quality of life and pulmonary function in patients with chronic obstructive pulmonary disease bendopnea is a recognized symptom in patients with systolic heart failure however its clinical relevance in those with chronic obstructive pulmonary disease copd has not been fully elucidated this study aimed to evaluate the potential impact of bendopnea on the coexistence of comorbid pulmonary hypertension ph various metrics of health related quality of life hrqol chest ct findings and respiratory function in a cohort of patients with copd this retrospective study analyzed the medical records of patients with copd at shinshu university hospital matsumoto japan bendopnea was defined as a positive response to a bendopnea related question based on the corresponding item in the st george s respiratory questionnaire sgrq pulmonary artery and descending aorta diameters were measured on ct scans to assess emphysema severity the percentage of low attenuation volume lav was calculated from the same ct scans using specialized image analysis software respiratory impedance was evaluated using oscillometry indicators of ph emphysema severity hrqol and pulmonary function were compared between patients who reported bendopnea and those who did not compared to those without bendopnea patients with the symptom had a significantly higher pulmonary artery to descending aorta diameter ratio and lav as well as markedly poorer hrqol regarding oscillometry parameters reactance at hz x was significantly decreased in the bendopnea group while elevated resonant frequency fres and area under the low frequency reactance curve alx values were also observed bendopnea may serve as a clinical indicator of a more advanced disease state in copd"
}