{
    "title": "The liver-gut axis perspective: Exploring the pathogenesis of fatty liver.",
    "doc_id": "40484333",
    "writer": "Yang Z",
    "year": "2025",
    "summary": "Fatty liver is one of the most common chronic liver diseases globally, affecting approximately a quarter of the world's population. ...In recent years, increasing attention has been paid to exploring the pathogenesis of fatty liver from the pers …",
    "abstract": "Fatty liver is one of the most common chronic liver diseases globally, affecting approximately a quarter of the world's population. It poses a significant burden on global health. Its pathogenesis is highly complex. In recent years, increasing attention has been paid to exploring the pathogenesis of fatty liver from the perspective of the liver-gut axis. We first discuss the liver-gut axis in fatty liver, detailing the bidirectional communication between the liver and the intestines. Specifically, the liver releases primary bile acids and numerous bioactive mediators into the biliary tract and systemic circulation, which then interact with the intestine. Conversely, intestinal microorganisms and their metabolites are transported to the liver via the portal vein, thereby influencing liver function. In addition, the interactions between intestinal microbes, the host's immune system, and various soluble factors are described, including their contributions to fatty liver development. Second, we describe the mediators of communication between the intestine and the liver in the pathological state of fatty liver, focusing on three key substances: endotoxins, bile acids, and short-chain fatty acids. Third, we summarize the emerging treatments derived from the liver-gut axis in fatty liver, highlighting frontier findings that may lead to the development of novel therapies. Finally, we offer suggestions for future research directions. We hope that future studies will propose better research strategies for the interaction of the liver-gut axis to promote the development of new treatment strategies and the discovery of precise therapeutic targets for fatty liver.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40484333/",
    "clean_text": "the liver gut axis perspective exploring the pathogenesis of fatty liver fatty liver is one of the most common chronic liver diseases globally affecting approximately a quarter of the world s population in recent years increasing attention has been paid to exploring the pathogenesis of fatty liver from the pers fatty liver is one of the most common chronic liver diseases globally affecting approximately a quarter of the world s population it poses a significant burden on global health its pathogenesis is highly complex in recent years increasing attention has been paid to exploring the pathogenesis of fatty liver from the perspective of the liver gut axis we first discuss the liver gut axis in fatty liver detailing the bidirectional communication between the liver and the intestines specifically the liver releases primary bile acids and numerous bioactive mediators into the biliary tract and systemic circulation which then interact with the intestine conversely intestinal microorganisms and their metabolites are transported to the liver via the portal vein thereby influencing liver function in addition the interactions between intestinal microbes the host s immune system and various soluble factors are described including their contributions to fatty liver development second we describe the mediators of communication between the intestine and the liver in the pathological state of fatty liver focusing on three key substances endotoxins bile acids and short chain fatty acids third we summarize the emerging treatments derived from the liver gut axis in fatty liver highlighting frontier findings that may lead to the development of novel therapies finally we offer suggestions for future research directions we hope that future studies will propose better research strategies for the interaction of the liver gut axis to promote the development of new treatment strategies and the discovery of precise therapeutic targets for fatty liver"
}