{
    "pmid": "41459299",
    "title": "Improving Tuberculosis Diagnosis Through Artificial Intelligence (CAD4TB) and Stool Xpert MTB/RIF Testing: A Prospective Study From Oromia, Ethiopia.",
    "abstract": "Tuberculosis remains the leading cause of death by a single infectious agent globally, with Ethiopia among the highest tuberculosis- and human immunodeficiency virus/tuberculosis-burden countries. Diagnostic gaps-particularly among household contacts (HHCs) unable to expectorate-hinder early case detection. Computer-aided detection software for chest radiography and nonrespiratory molecular assays, such as stool-based Xpert MTB/RIF testing, represent promising strategies for scalable screening. We conducted a prospective diagnostic accuracy study at St Luke Catholic Hospital, Oromia, Ethiopia, enrolling 478 participants (152 tuberculosis index patients and 326 HHCs). All HHCs ≥4 years underwent digital chest radiographic screening, with or without CAD4TB (Delft Imaging) software assistance, and provided stool and sputum samples for Xpert MTB/RIF testing. The accuracy of CAD4TB and stool Xpert testing was evaluated against sputum Xpert testing as the reference. CAD4TB showed strong diagnostic performance, with a sensitivity of 0.77 (95% confidence interval, .70-.83) and specificity of 0.93 (.90-.96). Performance was higher among adults (sensitivity and specificity, 0.79 and 0.94) than in children (0.64 and 0.92). Stool and sputum Xpert testing demonstrated high concordance (Cohen's κ = 0.76), with a sensitivity of 0.77 (95% confidence interval, .70-.84) and specificity of 0.97 (.93-.99). During the study, 10.6% of HHCs (34 of 321) were newly diagnosed microbiologically with tuberculosis. The combined use of CAD4TB and stool Xpert testing significantly improves tuberculosis detection, particularly among HHCs in high-burden, low-resource settings. This strategy is especially valuable in children and adults unable to produce sputum and where radiological expertise is limited.",
    "disease": "tuberculosis",
    "clean_text": "improving tuberculosis diagnosis through artificial intelligence cad tb and stool xpert mtb rif testing a prospective study from oromia ethiopia tuberculosis remains the leading cause of death by a single infectious agent globally with ethiopia among the highest tuberculosis and human immunodeficiency virus tuberculosis burden countries diagnostic gaps particularly among household contacts hhcs unable to expectorate hinder early case detection computer aided detection software for chest radiography and nonrespiratory molecular assays such as stool based xpert mtb rif testing represent promising strategies for scalable screening we conducted a prospective diagnostic accuracy study at st luke catholic hospital oromia ethiopia enrolling participants tuberculosis index patients and hhcs all hhcs years underwent digital chest radiographic screening with or without cad tb delft imaging software assistance and provided stool and sputum samples for xpert mtb rif testing the accuracy of cad tb and stool xpert testing was evaluated against sputum xpert testing as the reference cad tb showed strong diagnostic performance with a sensitivity of confidence interval and specificity of performance was higher among adults sensitivity and specificity and than in children and stool and sputum xpert testing demonstrated high concordance cohen s with a sensitivity of confidence interval and specificity of during the study of hhcs of were newly diagnosed microbiologically with tuberculosis the combined use of cad tb and stool xpert testing significantly improves tuberculosis detection particularly among hhcs in high burden low resource settings this strategy is especially valuable in children and adults unable to produce sputum and where radiological expertise is limited"
}