{
    "title": "High-resolution 1H NMR investigations of the oxidative consumption of salivary biomolecules by oral rinse peroxides.",
    "doc_id": "22519715",
    "writer": "Chang H",
    "year": "2013",
    "summary": "METHODS: Unstimulated human saliva samples (n = 12) were treated with aliquots of the oral rinse tested and 600 MHz (1)H NMR spectra acquired on these samples demonstrated that hydrogen peroxide (H(2)O(2)) and/or peroxodisulphate (S(2)O(8) (2-)) present in this product gave rise …",
    "abstract": "Background:\n        \n      \n      A multicomponent evaluation of the oxidative consumption of salivary biomolecules by a tooth-whitening oral rinse preparation has been performed using high-resolution proton ((1)H) nuclear magnetic resonance spectroscopy (NMR).\n    \n\n\n          Methods:\n        \n      \n      Unstimulated human saliva samples (n = 12) were treated with aliquots of the oral rinse tested and 600 MHz (1)H NMR spectra acquired on these samples demonstrated that hydrogen peroxide (H(2)O(2)) and/or peroxodisulphate (S(2)O(8) (2-)) present in this product gave rise to the oxidative decarboxylation of the salivary electron-donor pyruvate (to acetate and CO(2)), and also oxidized methionine (a precursor to volatile sulphur compounds responsible for oral malodour), and malodourous trimethylamine to methionine sulphoxide and trimethylamine-N-oxide, respectively (reductions observed in the salivary concentrations of each biomolecular peroxide-scavenging agent were all extremely statistically significant, p < 0.005).\n    \n\n\n          Results:\n        \n      \n      Experiments conducted on chemical model systems confirmed the consumption of pyruvate by this product, and also revealed that the amino acids cysteine and methionine were oxidatively transformed to cystine and methionine sulphoxide, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      High-field (1)H NMR analysis provides much valuable molecular information regarding the fate of tooth-whitening oxidants in human saliva and permits an assessment of the mechanisms of action of oral healthcare products containing these agents. The biochemical and potential therapeutic significance of the results obtained are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22519715/",
    "clean_text": "high resolution h nmr investigations of the oxidative consumption of salivary biomolecules by oral rinse peroxides methods unstimulated human saliva samples n were treated with aliquots of the oral rinse tested and mhz h nmr spectra acquired on these samples demonstrated that hydrogen peroxide h o and or peroxodisulphate s o present in this product gave rise background a multicomponent evaluation of the oxidative consumption of salivary biomolecules by a tooth whitening oral rinse preparation has been performed using high resolution proton h nuclear magnetic resonance spectroscopy nmr methods unstimulated human saliva samples n were treated with aliquots of the oral rinse tested and mhz h nmr spectra acquired on these samples demonstrated that hydrogen peroxide h o and or peroxodisulphate s o present in this product gave rise to the oxidative decarboxylation of the salivary electron donor pyruvate to acetate and co and also oxidized methionine a precursor to volatile sulphur compounds responsible for oral malodour and malodourous trimethylamine to methionine sulphoxide and trimethylamine n oxide respectively reductions observed in the salivary concentrations of each biomolecular peroxide scavenging agent were all extremely statistically significant p results experiments conducted on chemical model systems confirmed the consumption of pyruvate by this product and also revealed that the amino acids cysteine and methionine were oxidatively transformed to cystine and methionine sulphoxide respectively conclusions high field h nmr analysis provides much valuable molecular information regarding the fate of tooth whitening oxidants in human saliva and permits an assessment of the mechanisms of action of oral healthcare products containing these agents the biochemical and potential therapeutic significance of the results obtained are discussed"
}