{
    "title": "Possible mechanisms contributing to oxidative inactivation of activated protein C: molecular dynamics study.",
    "doc_id": "18612533",
    "writer": "Nalian A",
    "year": "2008",
    "summary": "Resistance of oxidant-treated APC to chemical digestion with cyanogen bromide (CNBr) implies that methionine oxidation can at least in part be responsible for inhibition of APC. Since methionine residues, the main targets of oxidants in APC, are not included …",
    "abstract": "Activated protein C (APC) is a serine protease, an effector enzyme of the natural anticoagulant pathway. APC is approved for treatment of severe sepsis characterized by the increased concentrations of H(2)O(2) and hypochlorite. We found that treatment of APC with these oxidants markedly inhibits the cleavage of the APC-specific chromogenic substrate, suggesting that oxidants can induce changes in the structure of the active site of APC. Resistance of oxidant-treated APC to chemical digestion with cyanogen bromide (CNBr) implies that methionine oxidation can at least in part be responsible for inhibition of APC. Since methionine residues, the main targets of oxidants in APC, are not included in the active site, we hypothesize that oxidation induces allosteric changes in the architecture of the catalytic triad of APC. Using molecular dynamics (MD) simulations we found that methionine oxidation alters the distance between cSer195Ogamma and cHis57Nepsilon2 atoms placing them in positions unfavorable for the catalysis. At the same time, neither distances between Calpha atoms of the catalytic triad cAsp102-cHis57-cSer195, nor the overall structure of APC changed significantly after oxidation of the methionine residues. Disruption of the H-bond between Ndelta1 of cHis57 and carboxyl group of cAsp102, which can take place during the hypochlorite-induced modification of cHis57, dramatically changed the architecture of the catalytic triad in oxidized APC. This mechanism could contribute to APC inactivation by hypochlorite concurrently with methionine oxidation. These are novel findings, which describe potentially pathophysiologically relevant changes in the functional stability of APC exposed to the oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18612533/",
    "clean_text": "possible mechanisms contributing to oxidative inactivation of activated protein c molecular dynamics study resistance of oxidant treated apc to chemical digestion with cyanogen bromide cnbr implies that methionine oxidation can at least in part be responsible for inhibition of apc since methionine residues the main targets of oxidants in apc are not included activated protein c apc is a serine protease an effector enzyme of the natural anticoagulant pathway apc is approved for treatment of severe sepsis characterized by the increased concentrations of h o and hypochlorite we found that treatment of apc with these oxidants markedly inhibits the cleavage of the apc specific chromogenic substrate suggesting that oxidants can induce changes in the structure of the active site of apc resistance of oxidant treated apc to chemical digestion with cyanogen bromide cnbr implies that methionine oxidation can at least in part be responsible for inhibition of apc since methionine residues the main targets of oxidants in apc are not included in the active site we hypothesize that oxidation induces allosteric changes in the architecture of the catalytic triad of apc using molecular dynamics md simulations we found that methionine oxidation alters the distance between cser ogamma and chis nepsilon atoms placing them in positions unfavorable for the catalysis at the same time neither distances between calpha atoms of the catalytic triad casp chis cser nor the overall structure of apc changed significantly after oxidation of the methionine residues disruption of the h bond between ndelta of chis and carboxyl group of casp which can take place during the hypochlorite induced modification of chis dramatically changed the architecture of the catalytic triad in oxidized apc this mechanism could contribute to apc inactivation by hypochlorite concurrently with methionine oxidation these are novel findings which describe potentially pathophysiologically relevant changes in the functional stability of apc exposed to the oxidative stress"
}