{
    "title": "A Comprehensive Cardiovascular-Renal-Metabolic Risk Reduction Approach to Patients with Type 2 Diabetes Mellitus.",
    "doc_id": "34029524",
    "writer": "Pagidipati NJ",
    "year": "2021",
    "summary": "Despite decades of research into risk-reduction strategies, cardiovascular disease and renal disease remain leading causes of morbidity and mortality among patients with type 2 diabetes mellitus. Given the tight clustering of cardiovascular and renal d …",
    "abstract": "Despite decades of research into risk-reduction strategies, cardiovascular disease and renal disease remain leading causes of morbidity and mortality among patients with type 2 diabetes mellitus. Given the tight clustering of cardiovascular and renal disease with the metabolic abnormalities of type 2 diabetes mellitus, we can think of these conditions together as cardiovascular-renal-metabolic disease states. A holistic view of cardiovascular-renal-metabolic disease states is critical to provide integrated patient-centered care to individuals with these disease states. Here, we explore the cardiovascular and renal risks associated with type 2 diabetes mellitus and highlight the importance of reducing cardiovascular-renal-metabolic disease risk in a comprehensive manner. We advocate a cross-disciplinary, team-based model to manage cardiovascular-renal-metabolic disease risk among patients with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34029524/",
    "clean_text": "a comprehensive cardiovascular renal metabolic risk reduction approach to patients with type diabetes mellitus despite decades of research into risk reduction strategies cardiovascular disease and renal disease remain leading causes of morbidity and mortality among patients with type diabetes mellitus given the tight clustering of cardiovascular and renal d despite decades of research into risk reduction strategies cardiovascular disease and renal disease remain leading causes of morbidity and mortality among patients with type diabetes mellitus given the tight clustering of cardiovascular and renal disease with the metabolic abnormalities of type diabetes mellitus we can think of these conditions together as cardiovascular renal metabolic disease states a holistic view of cardiovascular renal metabolic disease states is critical to provide integrated patient centered care to individuals with these disease states here we explore the cardiovascular and renal risks associated with type diabetes mellitus and highlight the importance of reducing cardiovascular renal metabolic disease risk in a comprehensive manner we advocate a cross disciplinary team based model to manage cardiovascular renal metabolic disease risk among patients with type diabetes mellitus"
}