{
    "title": "Facial artery musculomucosal flap in head and neck reconstruction: A systematic review.",
    "doc_id": "24798986",
    "writer": "Ayad T",
    "year": "2015",
    "summary": "BACKGROUND: The facial artery musculomucosal (FAMM) flap has emerged as a popular option in head and neck reconstruction in the last decade. The purpose of this study was to conduct a literature review of the FAMM flap. ...CONCLUSION: The FAMM flap is a versatile re …",
    "abstract": "Background:\n        \n      \n      The facial artery musculomucosal (FAMM) flap has emerged as a popular option in head and neck reconstruction in the last decade. The purpose of this study was to conduct a literature review of the FAMM flap.\n    \n\n\n          Methods:\n        \n      \n      We have conducted a search on PubMed using specific key words to identify all articles related to the FAMM flap. We reviewed the modifications of the FAMM flap, its indications, contraindications, complications, and outcomes.\n    \n\n\n          Results:\n        \n      \n      Thirty-eight articles published from 1992 to 2013 were included for review. A total of 441 FAMM flaps were reported in the literature and the most commonly reconstructed site was the floor of the mouth. Functional and aesthetic outcomes were judged to be excellent.\n    \n\n\n          Conclusion:\n        \n      \n      The FAMM flap is a versatile reconstructive option for small and medium size defects in the head and neck. Recent studies have explored new applications for this flap, such as in skull base reconstruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24798986/",
    "clean_text": "facial artery musculomucosal flap in head and neck reconstruction a systematic review background the facial artery musculomucosal famm flap has emerged as a popular option in head and neck reconstruction in the last decade the purpose of this study was to conduct a literature review of the famm flap conclusion the famm flap is a versatile re background the facial artery musculomucosal famm flap has emerged as a popular option in head and neck reconstruction in the last decade the purpose of this study was to conduct a literature review of the famm flap methods we have conducted a search on pubmed using specific key words to identify all articles related to the famm flap we reviewed the modifications of the famm flap its indications contraindications complications and outcomes results thirty eight articles published from to were included for review a total of famm flaps were reported in the literature and the most commonly reconstructed site was the floor of the mouth functional and aesthetic outcomes were judged to be excellent conclusion the famm flap is a versatile reconstructive option for small and medium size defects in the head and neck recent studies have explored new applications for this flap such as in skull base reconstruction"
}