{
    "pmid": "41425560",
    "title": "Clinical characteristics and multimodal imaging insights of coronary involvement in immunoglobulin G4-related disease.",
    "abstract": "Coronary involvement in immunoglobulin G4-related disease (IgG4-RD) has remained underexplored despite its risk posed in terms of major adverse cardiovascular events (MACEs). The study provides a comprehensive review, particularly focusing on multimodal imaging characteristics and clinical applicability. A systematic review was conducted on IgG4-related coronary involvement, supplemented by serial cases from our center included. We analyzed clinical features and multimodal imaging, focusing on the presence or absence of cardiovascular symptoms. A total of 134 IgG4-RD patients with coronary involvement were included and analyzed, including 118 from the literature and 16 from our center. Seven (5%) patients died from secondary myocardial ischemia/infarction. Coronary anomalies commonly affected the left anterior descending artery (LAD) (79%) and presented as diffuse wall thickening or periarterial soft tissue encasement (85%). Stenosis was frequent (47%) and often secondary. Symptoms, primarily induced by myocardial ischemia or infarction (84%), were largely due to stenosis (68%). Chest computed tomography (CT) and coronary computed tomography angiography (CTA) were the primary imaging modalities (81%), particularly in symptomatic cases (88%). Positron emission tomography-computed tomography (PET-CT) was applied in 55 patients (41%) and often in asymptomatic cases (51%). CMR, though less adopted (23%), demonstrated potential in detecting coronary lesions (77%). Glucocorticoid therapy is the most common (76%), with the best response of periarterial encasement (66%). Surgery was less common (32%), primarily being applied to aneurysms (63%). Coronary involvement in IgG4-RD presents four phenotypes, sometimes with an insidious onset and as the sole affected site, poses a potential risk for MACEs. Multimodal imaging is essential for early diagnosis and effective monitoring, with coronary CMR showing promise for early detection without the risk of radiation-induced inflammation and fibrosis.",
    "disease": "coronary artery disease",
    "clean_text": "clinical characteristics and multimodal imaging insights of coronary involvement in immunoglobulin g related disease coronary involvement in immunoglobulin g related disease igg rd has remained underexplored despite its risk posed in terms of major adverse cardiovascular events maces the study provides a comprehensive review particularly focusing on multimodal imaging characteristics and clinical applicability a systematic review was conducted on igg related coronary involvement supplemented by serial cases from our center included we analyzed clinical features and multimodal imaging focusing on the presence or absence of cardiovascular symptoms a total of igg rd patients with coronary involvement were included and analyzed including from the literature and from our center seven patients died from secondary myocardial ischemia infarction coronary anomalies commonly affected the left anterior descending artery lad and presented as diffuse wall thickening or periarterial soft tissue encasement stenosis was frequent and often secondary symptoms primarily induced by myocardial ischemia or infarction were largely due to stenosis chest computed tomography ct and coronary computed tomography angiography cta were the primary imaging modalities particularly in symptomatic cases positron emission tomography computed tomography pet ct was applied in patients and often in asymptomatic cases cmr though less adopted demonstrated potential in detecting coronary lesions glucocorticoid therapy is the most common with the best response of periarterial encasement surgery was less common primarily being applied to aneurysms coronary involvement in igg rd presents four phenotypes sometimes with an insidious onset and as the sole affected site poses a potential risk for maces multimodal imaging is essential for early diagnosis and effective monitoring with coronary cmr showing promise for early detection without the risk of radiation induced inflammation and fibrosis"
}