{
    "title": "Imaging of the hip in juvenile idiopathic arthritis.",
    "doc_id": "29766251",
    "writer": "Shelmerdine SC",
    "year": "2018",
    "summary": "Hip involvement is common and estimated to occur in approximately 35-63% of children with juvenile idiopathic arthritis (JIA). It is more prevalent in the aggressive systemic subtypes, with irreversible changes occurring as early as within 5 years of diagnosis. ...",
    "abstract": "Hip involvement is common and estimated to occur in approximately 35-63% of children with juvenile idiopathic arthritis (JIA). It is more prevalent in the aggressive systemic subtypes, with irreversible changes occurring as early as within 5 years of diagnosis. Whilst clinical parameters and joint examination can be useful for assessing disease severity, subclinical disease is known to exist and delayed treatment may herald a lifetime of disability and pain. Early recognition of JIA changes is therefore crucial in determining treatment options. Validated scoring systems in the radiologic assessment of the hip for clinical drug trials may inform treatment outcomes, although robust tools for analysis are still lacking. This review article details the modalities utilised for imaging the hip in children with JIA with particular efforts focused upon reliability and validity in their assessment of joint disease. We conclude with a short literature review on the potential future techniques being developed for hip joint imaging in JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29766251/",
    "clean_text": "imaging of the hip in juvenile idiopathic arthritis hip involvement is common and estimated to occur in approximately of children with juvenile idiopathic arthritis jia it is more prevalent in the aggressive systemic subtypes with irreversible changes occurring as early as within years of diagnosis hip involvement is common and estimated to occur in approximately of children with juvenile idiopathic arthritis jia it is more prevalent in the aggressive systemic subtypes with irreversible changes occurring as early as within years of diagnosis whilst clinical parameters and joint examination can be useful for assessing disease severity subclinical disease is known to exist and delayed treatment may herald a lifetime of disability and pain early recognition of jia changes is therefore crucial in determining treatment options validated scoring systems in the radiologic assessment of the hip for clinical drug trials may inform treatment outcomes although robust tools for analysis are still lacking this review article details the modalities utilised for imaging the hip in children with jia with particular efforts focused upon reliability and validity in their assessment of joint disease we conclude with a short literature review on the potential future techniques being developed for hip joint imaging in jia"
}