{
    "title": "Heart failure in sub-Saharan Africa: a literature review with emphasis on individuals with diabetes.",
    "doc_id": "18629376",
    "writer": "Kengne AP",
    "year": "2008",
    "summary": "PURPOSE: Heart failure is the ultimate complication of cardiac involvements in diabetes. The purpose of this review was to summarize current literature on heart failure among people with diabetes mellitus in sub-Saharan Africa (SSA). METHOD: Bibliograp …",
    "abstract": "Purpose:\n        \n      \n      Heart failure is the ultimate complication of cardiac involvements in diabetes. The purpose of this review was to summarize current literature on heart failure among people with diabetes mellitus in sub-Saharan Africa (SSA).\n    \n\n\n          Method:\n        \n      \n      Bibliographic search of published data on heart failure and diabetes in sub-Saharan Africa over the past 26 years.\n    \n\n\n          Results:\n        \n      \n      Heart failure remains largely unexplored in general population and among people with diabetes in Africa. Heart failure accounts for over 30% of hospital admission in specialized cardiovascular units and 3%-7% in general internal medicine. Over 11% of adults with heart failure have diabetes. Risk factors for heart failure among those with diabetes include classical cardiovascular risk factors, without evidence of diabetes distinctiveness for other predictors common in Africa. Prevention, management, and outcomes of heart failure are less well known; recent data suggest improvement in the management of risk factors in clinical settings.\n    \n\n\n          Conclusions:\n        \n      \n      Diabetes mellitus is growing in SSA. Related cardiovascular diseases are emerging as potential health problem. Heart failure as cardiovascular complication remains largely unexplored. Efforts are needed through research to improve our knowledge of heart failure at large in Africa. Multilevel preventive measures, building on evidences from other parts of the world must go along side.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18629376/",
    "clean_text": "heart failure in sub saharan africa a literature review with emphasis on individuals with diabetes purpose heart failure is the ultimate complication of cardiac involvements in diabetes the purpose of this review was to summarize current literature on heart failure among people with diabetes mellitus in sub saharan africa ssa method bibliograp purpose heart failure is the ultimate complication of cardiac involvements in diabetes the purpose of this review was to summarize current literature on heart failure among people with diabetes mellitus in sub saharan africa ssa method bibliographic search of published data on heart failure and diabetes in sub saharan africa over the past years results heart failure remains largely unexplored in general population and among people with diabetes in africa heart failure accounts for over of hospital admission in specialized cardiovascular units and in general internal medicine over of adults with heart failure have diabetes risk factors for heart failure among those with diabetes include classical cardiovascular risk factors without evidence of diabetes distinctiveness for other predictors common in africa prevention management and outcomes of heart failure are less well known recent data suggest improvement in the management of risk factors in clinical settings conclusions diabetes mellitus is growing in ssa related cardiovascular diseases are emerging as potential health problem heart failure as cardiovascular complication remains largely unexplored efforts are needed through research to improve our knowledge of heart failure at large in africa multilevel preventive measures building on evidences from other parts of the world must go along side"
}