{
    "title": "Identification of New Chickpea Virus and Control of Chickpea Virus Disease.",
    "doc_id": "35668786",
    "writer": "Cun Z.",
    "year": "2022",
    "summary": "RESULTS: There were 14 main types of chickpea viruses attacking, and seven Luteoviridae viruses were reported, namely, chickpea chlorotic stunt virus (CpCSV), bean leafroll virus (BLRV), beet western yellows virus (BWYV), soybean dwarf virus (SbDV), cotton leafroll dwarf v …",
    "abstract": "Objective:\n        \n      \n      The objective of the study was to discuss the classification, virus characteristics, detection methods, and control measures of chickpea virus, with an aim to provide a theoretical basis for identification of new chickpea virus and control of chickpea virus disease.\n    \n\n\n          Methods:\n        \n      \n      The domestic and foreign studies were reviewed, and the virus coat protein or nucleic acid sequence was identified by immunological and molecular diagnostic techniques.\n    \n\n\n          Results:\n        \n      \n      There were 14 main types of chickpea viruses attacking, and seven Luteoviridae viruses were reported, namely, chickpea chlorotic stunt virus (CpCSV), bean leafroll virus (BLRV), beet western yellows virus (BWYV), soybean dwarf virus (SbDV), cotton leafroll dwarf virus (CLRDV), cucurbit aphid-borne yellows virus (CABYV), and phasey bean mild yellows virus (PhBMYV). The family Geminiviridae includes chickpea chlorotic dwarf virus (CpCDV), chickpea chlorosis virus (CpCV), chickpea redleaf virus (CpRLV), chickpea yellows virus (CpYV), and mastrevirus. The family Nanoviridae is dominated by the faba bean necrotic yellows virus (FBNYV). The family Bromoviridae includes cucumber mosaic virus (CMV) and alfalfa mosaic virus (AMV).\n    \n\n\n          Conclusion:\n        \n      \n      At present, there are mainly 12 types of viruses infecting chickpeas, which are transmitted by leafhoppers or aphids and are associated with symptoms such as yellowing, chlorosis, and stunted pod development, resulting in serious yield loss. Correct use of various molecular diagnostic tools to detect and identify chickpea virus can accurately assess chickpea virus infection and provide a basis for the prevention and treatment of chickpea virus disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35668786/",
    "clean_text": "identification of new chickpea virus and control of chickpea virus disease results there were main types of chickpea viruses attacking and seven luteoviridae viruses were reported namely chickpea chlorotic stunt virus cpcsv bean leafroll virus blrv beet western yellows virus bwyv soybean dwarf virus sbdv cotton leafroll dwarf v objective the objective of the study was to discuss the classification virus characteristics detection methods and control measures of chickpea virus with an aim to provide a theoretical basis for identification of new chickpea virus and control of chickpea virus disease methods the domestic and foreign studies were reviewed and the virus coat protein or nucleic acid sequence was identified by immunological and molecular diagnostic techniques results there were main types of chickpea viruses attacking and seven luteoviridae viruses were reported namely chickpea chlorotic stunt virus cpcsv bean leafroll virus blrv beet western yellows virus bwyv soybean dwarf virus sbdv cotton leafroll dwarf virus clrdv cucurbit aphid borne yellows virus cabyv and phasey bean mild yellows virus phbmyv the family geminiviridae includes chickpea chlorotic dwarf virus cpcdv chickpea chlorosis virus cpcv chickpea redleaf virus cprlv chickpea yellows virus cpyv and mastrevirus the family nanoviridae is dominated by the faba bean necrotic yellows virus fbnyv the family bromoviridae includes cucumber mosaic virus cmv and alfalfa mosaic virus amv conclusion at present there are mainly types of viruses infecting chickpeas which are transmitted by leafhoppers or aphids and are associated with symptoms such as yellowing chlorosis and stunted pod development resulting in serious yield loss correct use of various molecular diagnostic tools to detect and identify chickpea virus can accurately assess chickpea virus infection and provide a basis for the prevention and treatment of chickpea virus disease"
}