{
    "pmid": "41437575",
    "title": "Closing the Cancer Screening Gap: Evaluation of a Mixed Methods, Community-Based, Cognitive-Behavioral Education Intervention in the Zuni Pueblo.",
    "abstract": "IntroductionAmerican Indian and Alaska Native populations face persistent disparities in cancer incidence, mortality, and screening. In the Zuni Pueblo, health inequities persist for cancer screening rates, including cervical, breast, and colorectal cancer screening rates. This study evaluates the impact of a culturally tailored, community-based, cognitive-behavioral education intervention aimed at improving cancer-related knowledge, attitudes, and screening behaviors among Zuni adults.MethodsA mixed-methods, community-engaged study was conducted with 117 Zuni adults (aged 21-75) who were non-adherent to United States Preventive Services Task Force cancer screening guidelines. Participants completed pre- and post-intervention surveys and engaged in age- and sex-specific cancer education sessions focused on cervical, breast, and/or colorectal cancer. Quantitative data were analyzed to assess changes in screening behavior and attitudes. Qualitative data from three post-intervention focus groups and two in-depth interviews (n = 12) were analyzed thematically to explore participant experiences and perceptions of the intervention.ResultsPost-intervention, screening attempts increased for all groups: 75% of younger women for cervical cancer, 60% of older women for mammograms, and 43% of men and 56% of women for stool blood tests. Participants reported higher odds of discussing their personal cancer risk with family, OR (95% CI) = 1.23 (1.12, 1.35), including significant associations for younger women and men. Qualitative participants emphasized the value of culturally specific content, visual materials, and social support in motivating screening. Barriers included limited appointment availability, transportation challenges, and concerns about confidentiality.ConclusionsThis culturally tailored education intervention enhanced cancer screening knowledge, attitudes, and behavior among Zuni Pueblo adults. Community engagement and culturally congruent messaging were essential to program success. Future efforts to reduce cancer disparities in indigenous communities should integrate Tribal perspectives, address structural barriers, and build sustainable, local capacity for cancer prevention and screening.",
    "disease": "colorectal cancer",
    "clean_text": "closing the cancer screening gap evaluation of a mixed methods community based cognitive behavioral education intervention in the zuni pueblo introductionamerican indian and alaska native populations face persistent disparities in cancer incidence mortality and screening in the zuni pueblo health inequities persist for cancer screening rates including cervical breast and colorectal cancer screening rates this study evaluates the impact of a culturally tailored community based cognitive behavioral education intervention aimed at improving cancer related knowledge attitudes and screening behaviors among zuni adults methodsa mixed methods community engaged study was conducted with zuni adults aged who were non adherent to united states preventive services task force cancer screening guidelines participants completed pre and post intervention surveys and engaged in age and sex specific cancer education sessions focused on cervical breast and or colorectal cancer quantitative data were analyzed to assess changes in screening behavior and attitudes qualitative data from three post intervention focus groups and two in depth interviews n were analyzed thematically to explore participant experiences and perceptions of the intervention resultspost intervention screening attempts increased for all groups of younger women for cervical cancer of older women for mammograms and of men and of women for stool blood tests participants reported higher odds of discussing their personal cancer risk with family or ci including significant associations for younger women and men qualitative participants emphasized the value of culturally specific content visual materials and social support in motivating screening barriers included limited appointment availability transportation challenges and concerns about confidentiality conclusionsthis culturally tailored education intervention enhanced cancer screening knowledge attitudes and behavior among zuni pueblo adults community engagement and culturally congruent messaging were essential to program success future efforts to reduce cancer disparities in indigenous communities should integrate tribal perspectives address structural barriers and build sustainable local capacity for cancer prevention and screening"
}