{
    "pmid": "41471213",
    "title": "Hidden Circulation and Socio-Sanitary Vulnerability: Rotavirus A and Human Adenovirus Prevalence in Symptomatic and Asymptomatic Children in Central Brazil Post-COVID-19.",
    "abstract": "Acute Diarrheal Disease (ADD) remains a major global health concern, with rotavirus A (RVA) and human adenovirus (HAdV) as key viral agents. This study evaluated the positivity rate and molecular characterization of RVA and HAdV in fecal samples from 114 children (0-5 years) in Goiás, Brazil, between January 2022 and December 2023, following the COVID-19 public health emergency. RVA was detected in 13.1% of samples (genotypes G1 and G6 associated with P[8]) and HAdV in 15.8% (genotypes A31, B3, C1, and C6), with two coinfection cases also being detected (1.7%). RVA predominated in unvaccinated 0-to-6-month-old children, while most asymptomatic cases occurred among vaccinated children. HAdV was also mainly identified in this age group, including asymptomatic children. Viral positivity was more common among children without access to treated water. In conclusion, this study underscores the ongoing circulation and genetic diversity of RVA and HAdV among children in Goiás in the post-pandemic period. The findings highlight the influence of vaccination coverage and sanitation on viral positivity, emphasizing the need for integrated public health strategies. Continuous molecular surveillance remains essential to detect emerging genotypes and guide effective prevention and control measures against ADD.",
    "disease": "pneumonia",
    "clean_text": "hidden circulation and socio sanitary vulnerability rotavirus a and human adenovirus prevalence in symptomatic and asymptomatic children in central brazil post covid acute diarrheal disease add remains a major global health concern with rotavirus a rva and human adenovirus hadv as key viral agents this study evaluated the positivity rate and molecular characterization of rva and hadv in fecal samples from children years in goi s brazil between january and december following the covid public health emergency rva was detected in of samples genotypes g and g associated with p and hadv in genotypes a b c and c with two coinfection cases also being detected rva predominated in unvaccinated to month old children while most asymptomatic cases occurred among vaccinated children hadv was also mainly identified in this age group including asymptomatic children viral positivity was more common among children without access to treated water in conclusion this study underscores the ongoing circulation and genetic diversity of rva and hadv among children in goi s in the post pandemic period the findings highlight the influence of vaccination coverage and sanitation on viral positivity emphasizing the need for integrated public health strategies continuous molecular surveillance remains essential to detect emerging genotypes and guide effective prevention and control measures against add"
}