{
    "title": "Data extraction methods for systematic review (semi)automation: Update of a living systematic review.",
    "doc_id": "34408850",
    "writer": "Schmidt L",
    "year": "2021",
    "summary": "BACKGROUND: The reliable and usable (semi) automation of data extraction can support the field of systematic review by reducing the workload required to gather information about the conduct and results of the included studies. This living systematic review …",
    "abstract": "Background:\n        \n      \n      The reliable and usable (semi) automation of data extraction can support the field of systematic review by reducing the workload required to gather information about the conduct and results of the included studies. This living systematic review examines published approaches for data extraction from reports of clinical studies.\n    \n\n\n          Methods:\n        \n      \n      We systematically and continually search PubMed, ACL Anthology, arXiv, OpenAlex via EPPI-Reviewer, and the dblp computer science bibliography databases. Full text screening and data extraction are conducted using a mix of open-source and commercial tools. This living review update includes publications up to August 2024 and OpenAlex content up to September 2024.\n    \n\n\n          Results:\n        \n      \n      117 publications are included in this review. Of these, 30 (26%) used full texts while the rest used titles and abstracts. A total of 112 (96%) publications developed classifiers for randomised controlled trials. Over 30 entities were extracted, with PICOs (population, intervention, comparator, outcome) being the most frequently extracted. Data are available from 53 (45%), and code from 49 (42%) publications. Nine (8%) implemented publicly available tools.\n    \n\n\n          Conclusions:\n        \n      \n      This living systematic review presents an overview of (semi)automated data-extraction literature of interest to different types of literature review. We identified a broad evidence base of publications describing data extraction for interventional reviews and a small number of publications extracting other study types. Between review updates, large language models emerged as a new tool for data extraction. While facilitating access to automated extraction, they showed a trend of decreasing quality of results reporting, especially quantitative results such as recall and lower reproducibility of results. Compared with the previous update, trends such as transition to relation extraction and sharing of code and datasets stayed similar.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34408850/",
    "clean_text": "data extraction methods for systematic review semi automation update of a living systematic review background the reliable and usable semi automation of data extraction can support the field of systematic review by reducing the workload required to gather information about the conduct and results of the included studies this living systematic review background the reliable and usable semi automation of data extraction can support the field of systematic review by reducing the workload required to gather information about the conduct and results of the included studies this living systematic review examines published approaches for data extraction from reports of clinical studies methods we systematically and continually search pubmed acl anthology arxiv openalex via eppi reviewer and the dblp computer science bibliography databases full text screening and data extraction are conducted using a mix of open source and commercial tools this living review update includes publications up to august and openalex content up to september results publications are included in this review of these used full texts while the rest used titles and abstracts a total of publications developed classifiers for randomised controlled trials over entities were extracted with picos population intervention comparator outcome being the most frequently extracted data are available from and code from publications nine implemented publicly available tools conclusions this living systematic review presents an overview of semi automated data extraction literature of interest to different types of literature review we identified a broad evidence base of publications describing data extraction for interventional reviews and a small number of publications extracting other study types between review updates large language models emerged as a new tool for data extraction while facilitating access to automated extraction they showed a trend of decreasing quality of results reporting especially quantitative results such as recall and lower reproducibility of results compared with the previous update trends such as transition to relation extraction and sharing of code and datasets stayed similar"
}