{
    "pmid": "41458326",
    "title": "Inhalant-Specific IgE Profiles to Guide the Clinical Management and Prevention of Children with Respiratory Allergies in Fuzhou: A Cross-Sectional Cohort Study Based on ImmunoCAP.",
    "abstract": "The incidence of pediatric respiratory allergic diseases is rising annually. However, no study has systematically investigated the spectrum of inhalant allergens in children from Fuzhou, China, using ImmunoCAP assay technology and cohort analysis. This study aimed to characterize the distribution of allergen-specific IgE (sIgE) in children aged 0-14 years with respiratory allergies in Fuzhou, providing theoretical support for etiological diagnosis, treatment, and prevention. A total of 196 children underwent allergen screening: 116 diagnosed with allergic rhinitis (AR) and 80 with asthma (AS). Serum sIgE antibodies against inhalant allergens were detected using the ImmunoCAP system. In the AR group, Dermatophagoides pteronyssinus (d1) showed the highest sensitization rate (112/116), followed by Dermatophagoides farinae (d2) (110/116). In the AS group, d1 and d2 had equally high positivity rates (both 78/80), while Blattella germanica (i6) sensitization was significantly higher in AS than in AR. Sensitization to the animal epithelium panel (ex1) differed significantly between diseases in the 4-6-year age group. Correlation analysis revealed a strong positive correlation between tree pollen mix (tx5) and weed pollen mix (wx5) in both groups, and a significant correlation between d2 and d1. Dermatophagoides pteronyssinus (d1) and D. farinae (d2) are the predominant allergens in pediatric respiratory allergies in Fuzhou. This study offers valuable insights for preventing and treating these conditions.",
    "disease": "asthma",
    "clean_text": "inhalant specific ige profiles to guide the clinical management and prevention of children with respiratory allergies in fuzhou a cross sectional cohort study based on immunocap the incidence of pediatric respiratory allergic diseases is rising annually however no study has systematically investigated the spectrum of inhalant allergens in children from fuzhou china using immunocap assay technology and cohort analysis this study aimed to characterize the distribution of allergen specific ige sige in children aged years with respiratory allergies in fuzhou providing theoretical support for etiological diagnosis treatment and prevention a total of children underwent allergen screening diagnosed with allergic rhinitis ar and with asthma as serum sige antibodies against inhalant allergens were detected using the immunocap system in the ar group dermatophagoides pteronyssinus d showed the highest sensitization rate followed by dermatophagoides farinae d in the as group d and d had equally high positivity rates both while blattella germanica i sensitization was significantly higher in as than in ar sensitization to the animal epithelium panel ex differed significantly between diseases in the year age group correlation analysis revealed a strong positive correlation between tree pollen mix tx and weed pollen mix wx in both groups and a significant correlation between d and d dermatophagoides pteronyssinus d and d farinae d are the predominant allergens in pediatric respiratory allergies in fuzhou this study offers valuable insights for preventing and treating these conditions"
}