{
    "pmid": "41439144",
    "title": "Linear predictive coding electroencephalography algorithms predict mortality in Parkinson's disease.",
    "abstract": "Mortality is increased in Parkinson's disease (PD) and is difficult to predict because of its heterogeneity and the availability of few reliable prognostic markers. We used electroencephalography (EEG) recordings and the Linear Predictive Coding EEG Algorithm for PD (LEAPD) to classify 3-year mortality status and correlate LEAPD indices with time to death. 2-minutes resting-state EEG from 94 PD patients was used for binary classification of 3-year mortality status (22 deceased). Single-channel classification using a balanced dataset of 44 was performed using leave-one-out cross-validation (LOOCV). Robustness was evaluated by truncating the recordings. LOOCV Spearman's correlation coefficient (ρ) was obtained between LEAPD indices and time to death. Optimum hyperparameters obtained using a balanced training dataset of 30 were tested on the remaining 64 by 10,000 randomized comparisons of 7 vs 7, using 5 channel combinations. Separate hyperparameters for the best ρ, obtained using the same training dataset, were used for out-of-sample correlation for the remaining 7 deceased. The deceased participants were older and had more severe disease and worse cognition at baseline. Several EEG channels yielded 100 % LOOCV accuracy. Five had robust performance under data truncation. The correlations ranged between ρ = -0.59 to -0.86 and were significant after adjusting for age, cognitive and motor impairment. Out-of-sample testing using the best-performing 5-channel combination yielded a mean accuracy of 83 %. Out-of-sample Spearman's ρ was -0.82. Short resting EEG using machine learning algorithms such as linear predictive coding can predict mortality in PD.",
    "disease": "parkinson disease",
    "clean_text": "linear predictive coding electroencephalography algorithms predict mortality in parkinson s disease mortality is increased in parkinson s disease pd and is difficult to predict because of its heterogeneity and the availability of few reliable prognostic markers we used electroencephalography eeg recordings and the linear predictive coding eeg algorithm for pd leapd to classify year mortality status and correlate leapd indices with time to death minutes resting state eeg from pd patients was used for binary classification of year mortality status deceased single channel classification using a balanced dataset of was performed using leave one out cross validation loocv robustness was evaluated by truncating the recordings loocv spearman s correlation coefficient was obtained between leapd indices and time to death optimum hyperparameters obtained using a balanced training dataset of were tested on the remaining by randomized comparisons of vs using channel combinations separate hyperparameters for the best obtained using the same training dataset were used for out of sample correlation for the remaining deceased the deceased participants were older and had more severe disease and worse cognition at baseline several eeg channels yielded loocv accuracy five had robust performance under data truncation the correlations ranged between to and were significant after adjusting for age cognitive and motor impairment out of sample testing using the best performing channel combination yielded a mean accuracy of out of sample spearman s was short resting eeg using machine learning algorithms such as linear predictive coding can predict mortality in pd"
}