{
    "title": "Self-limiting COVID-19-associated Kikuchi-Fujimoto disease with heart involvement: case-based review.",
    "doc_id": "35024942",
    "writer": "Masiak A",
    "year": "2022",
    "summary": "BACKGROUND: The association between COVID-19 infection and the development of autoimmune diseases is currently unknown, but there are already reports presenting induction of different autoantibodies by SARS-CoV-2 infection. ...RESULTS: Only two …",
    "abstract": "Background:\n        \n      \n      The association between COVID-19 infection and the development of autoimmune diseases is currently unknown, but there are already reports presenting induction of different autoantibodies by SARS-CoV-2 infection. Kikuchi-Fuimoto disease (KFD) as a form of histiocytic necrotizing lymphadenitis of unknown origin.\n    \n\n\n          Objective:\n        \n      \n      Here we present a rare case of KFD with heart involvement after COVID-19 infection. To our best knowledge only a few cases of COVID-19-associated KFD were published so far. Based on presented case, we summarize the clinical course of KFD and its association with autoimmune diseases, as well we discuss the potential causes of perimyocarditis in this case.\n    \n\n\n          Methods:\n        \n      \n      We reviewed the literature regarding cases of \"Kikuchi-Fujimoto disease (KFD)\" and \"COVID-19\" and then \"KFD\" and \"heart\" or \"myocarditis\" by searching medical journal databases written in English in PubMed and Google Scholar.\n    \n\n\n          Results:\n        \n      \n      Only two cases of KFD after COVID infection have been described so far.\n    \n\n\n          Conclusion:\n        \n      \n      SARS-CoV-2 infection can also be a new, potential causative agent of developing KFD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35024942/",
    "clean_text": "self limiting covid associated kikuchi fujimoto disease with heart involvement case based review background the association between covid infection and the development of autoimmune diseases is currently unknown but there are already reports presenting induction of different autoantibodies by sars cov infection results only two background the association between covid infection and the development of autoimmune diseases is currently unknown but there are already reports presenting induction of different autoantibodies by sars cov infection kikuchi fuimoto disease kfd as a form of histiocytic necrotizing lymphadenitis of unknown origin objective here we present a rare case of kfd with heart involvement after covid infection to our best knowledge only a few cases of covid associated kfd were published so far based on presented case we summarize the clinical course of kfd and its association with autoimmune diseases as well we discuss the potential causes of perimyocarditis in this case methods we reviewed the literature regarding cases of kikuchi fujimoto disease kfd and covid and then kfd and heart or myocarditis by searching medical journal databases written in english in pubmed and google scholar results only two cases of kfd after covid infection have been described so far conclusion sars cov infection can also be a new potential causative agent of developing kfd"
}