{
    "title": "Diabetes mellitus. What have we learned from animals?",
    "doc_id": "8234780",
    "writer": "Berdanier CD.",
    "year": "1993",
    "summary": "Progress in our understanding of the pathophysiology of diabetes mellitus has been made possible because of the availability of animal analogs of the various human diseases. Diabetes mellitus can be mild, moderate or severe depending on the genetic err …",
    "abstract": "Progress in our understanding of the pathophysiology of diabetes mellitus has been made possible because of the availability of animal analogs of the various human diseases. Diabetes mellitus can be mild, moderate or severe depending on the genetic error that is responsible for the disease. Present estimates of errors that result in diabetes range from 20 to 100. Because similar errors have been found in spontaneously diabetic animals scientists have been able to identify the sequence of metabolic events and subsequent tissue change in many of these phenotypes. Studies of the efficacy of various drugs, diets and lifestyle choices on disease development and management thus were made possible.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8234780/",
    "clean_text": "diabetes mellitus what have we learned from animals progress in our understanding of the pathophysiology of diabetes mellitus has been made possible because of the availability of animal analogs of the various human diseases diabetes mellitus can be mild moderate or severe depending on the genetic err progress in our understanding of the pathophysiology of diabetes mellitus has been made possible because of the availability of animal analogs of the various human diseases diabetes mellitus can be mild moderate or severe depending on the genetic error that is responsible for the disease present estimates of errors that result in diabetes range from to because similar errors have been found in spontaneously diabetic animals scientists have been able to identify the sequence of metabolic events and subsequent tissue change in many of these phenotypes studies of the efficacy of various drugs diets and lifestyle choices on disease development and management thus were made possible"
}