{
    "pmid": "41472938",
    "title": "Performance Evaluation of Nucleic Acid Detection Reagents and Verification of Various Factors Affecting the Efficiency of Nucleic.",
    "abstract": "Since the COVID-19 outbreak in 2019, nucleic acid testing has been central to epidemic control and clinical decision-making. However, variability in assay kits and extraction steps can affect sensitivity, specificity, and reproducibility. Systematic evaluation of detection reagents and extraction efficiency is essential to ensure reliable clinical results. This study aimed to evaluate whether three domestic novel coronavirus nucleic acid detection kits based on fluorescence PCR meet clinical requirements for COVID-19 testing. The performance of the kits was assessed through coincidence rate, precision, detection limit, specificity, and interference resistance using standard positive, negative, and interference reference samples. Amplification efficiency of three detection reagents was compared with eight positive clinical samples. Additionally, amplification performance was examined under oscillation and non-oscillation conditions before nucleic acid extraction, and with varying input volumes. The coincidence rates for both N and ORF1ab genes in positive and negative references were 100%. Precision testing showed intra-batch coefficients of variation (CV) ≤2.26%. The lower detection limit of 5.0E+02 copies/mL was consistently detected in all repetitions. No cross-reactivity was observed with Influenza A/B, respiratory syncytial virus, parainfluenza virus, Epstein-Barr virus, or Mycobacterium tuberculosis. Interference testing with hemoglobin, bilirubin, triglyceride, oseltamivir, azithromycin, ceftriaxone, and NaCl demonstrated no impact on detection. Comparative analysis showed significant differences in amplification efficiency among the three reagents for both N and ORF1ab genes ( The evaluated kits met clinical performance standards for coincidence rate, precision, detection limit, specificity, and resistance to interference. While amplification efficiencies differed among reagents and experimental conditions, all satisfied clinical diagnostic requirements. These findings underscore the importance of systematic performance verification and optimization of sample handling to ensure reliable nucleic acid detection for COVID-19.",
    "disease": "tuberculosis",
    "clean_text": "performance evaluation of nucleic acid detection reagents and verification of various factors affecting the efficiency of nucleic since the covid outbreak in nucleic acid testing has been central to epidemic control and clinical decision making however variability in assay kits and extraction steps can affect sensitivity specificity and reproducibility systematic evaluation of detection reagents and extraction efficiency is essential to ensure reliable clinical results this study aimed to evaluate whether three domestic novel coronavirus nucleic acid detection kits based on fluorescence pcr meet clinical requirements for covid testing the performance of the kits was assessed through coincidence rate precision detection limit specificity and interference resistance using standard positive negative and interference reference samples amplification efficiency of three detection reagents was compared with eight positive clinical samples additionally amplification performance was examined under oscillation and non oscillation conditions before nucleic acid extraction and with varying input volumes the coincidence rates for both n and orf ab genes in positive and negative references were precision testing showed intra batch coefficients of variation cv the lower detection limit of e copies ml was consistently detected in all repetitions no cross reactivity was observed with influenza a b respiratory syncytial virus parainfluenza virus epstein barr virus or mycobacterium tuberculosis interference testing with hemoglobin bilirubin triglyceride oseltamivir azithromycin ceftriaxone and nacl demonstrated no impact on detection comparative analysis showed significant differences in amplification efficiency among the three reagents for both n and orf ab genes the evaluated kits met clinical performance standards for coincidence rate precision detection limit specificity and resistance to interference while amplification efficiencies differed among reagents and experimental conditions all satisfied clinical diagnostic requirements these findings underscore the importance of systematic performance verification and optimization of sample handling to ensure reliable nucleic acid detection for covid"
}