{
    "title": "Heme degradation and vascular injury.",
    "doc_id": "19697995",
    "writer": "Belcher JD",
    "year": "2010",
    "summary": "Hydrogen peroxide can split the heme ring and release \"free\" redox-active iron, which catalytically amplifies the production of reactive oxygen species. These oxidants can oxidize lipids, proteins, and DNA; activate cell-signaling pathways and oxidant-sensiti …",
    "abstract": "Heme is an essential molecule in aerobic organisms. Heme consists of protoporphyrin IX and a ferrous (Fe(2+)) iron atom, which has high affinity for oxygen (O(2)). Hemoglobin, the major oxygen-carrying protein in blood, is the most abundant heme-protein in animals and humans. Hemoglobin consists of four globin subunits (alpha(2)beta(2)), with each subunit carrying a heme group. Ferrous (Fe(2+)) hemoglobin is easily oxidized in circulation to ferric (Fe(3+)) hemoglobin, which readily releases free hemin. Hemin is hydrophobic and intercalates into cell membranes. Hydrogen peroxide can split the heme ring and release \"free\" redox-active iron, which catalytically amplifies the production of reactive oxygen species. These oxidants can oxidize lipids, proteins, and DNA; activate cell-signaling pathways and oxidant-sensitive, proinflammatory transcription factors; alter protein expression; perturb membrane channels; and induce apoptosis and cell death. Heme-derived oxidants induce recruitment of leukocytes, platelets, and red blood cells to the vessel wall; oxidize low-density lipoproteins; and consume nitric oxide. Heme metabolism, extracellular and intracellular defenses against heme, and cellular cytoprotective adaptations are emphasized. Sickle cell disease, an archetypal example of hemolysis, heme-induced oxidative stress, and cytoprotective adaptation, is reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19697995/",
    "clean_text": "heme degradation and vascular injury hydrogen peroxide can split the heme ring and release free redox active iron which catalytically amplifies the production of reactive oxygen species these oxidants can oxidize lipids proteins and dna activate cell signaling pathways and oxidant sensiti heme is an essential molecule in aerobic organisms heme consists of protoporphyrin ix and a ferrous fe iron atom which has high affinity for oxygen o hemoglobin the major oxygen carrying protein in blood is the most abundant heme protein in animals and humans hemoglobin consists of four globin subunits alpha beta with each subunit carrying a heme group ferrous fe hemoglobin is easily oxidized in circulation to ferric fe hemoglobin which readily releases free hemin hemin is hydrophobic and intercalates into cell membranes hydrogen peroxide can split the heme ring and release free redox active iron which catalytically amplifies the production of reactive oxygen species these oxidants can oxidize lipids proteins and dna activate cell signaling pathways and oxidant sensitive proinflammatory transcription factors alter protein expression perturb membrane channels and induce apoptosis and cell death heme derived oxidants induce recruitment of leukocytes platelets and red blood cells to the vessel wall oxidize low density lipoproteins and consume nitric oxide heme metabolism extracellular and intracellular defenses against heme and cellular cytoprotective adaptations are emphasized sickle cell disease an archetypal example of hemolysis heme induced oxidative stress and cytoprotective adaptation is reviewed"
}