{
    "pmid": "41444773",
    "title": "Integration analysis of single-cell and spatial transcriptomics identifies prognostic genes associated with neddylation in colorectal cancer.",
    "abstract": "Neddylation modifications in immune and tumor cells are linked to poor tumor prognosis. This study identifies prognostic genes associated with neddylation-related genes (NRGs) in colorectal cancer (CRC) using single-cell and spatial transcriptome (ST) sequencing, aiming to advance CRC treatment strategies. Datasets included TCGA-CRC (training/internal validation, 7:3 split), GSE28722 (external validation), GSE132257 (scRNA-seq), and GSE226997 (ST). Single-cell analysis annotated seven cell types, with epithelial cells identified as key. Differentially expressed genes (DEGs) from key cells [DEGs(sc)] and bulk analysis of TCGA-CRC [DEGs(bulk)] were intersected with 247 NRGs to yield candidate genes. Regression analyses screened prognostic genes for risk model construction, validated internally and externally. Pseudotime trajectory and ST mapping visualized gene expression, while molecular networks and drug predictions were generated. In scRNA-seq dataset, seven cell types were annotated, and epithelial cells were the key cells. A sum of 32 candidate genes were obtained by intersecting 5,131 DEGs(sc)(key cells), 9,089 DEGs(bulk), and 247 NRGs to produce PSMD12, PSMB2, and FBXL5 as prognostic genes. Both prognostic risk model and nomogram model were predictive of CRC. At the ST samples, PSMD12 was expressed at a low level in all sections, whereas PSMB2 and FBXL5 were expressed at a slightly higher level in the sections. In addition, a lncRNA-miRNA-mRNA network and a drug-prognostic gene network were created, getting some potential drugs like bortezomib. A novel three-gene prognostic model for CRC was developed and validated, offering therapeutic insights through molecular networks and drug predictions.",
    "disease": "colorectal cancer",
    "clean_text": "integration analysis of single cell and spatial transcriptomics identifies prognostic genes associated with neddylation in colorectal cancer neddylation modifications in immune and tumor cells are linked to poor tumor prognosis this study identifies prognostic genes associated with neddylation related genes nrgs in colorectal cancer crc using single cell and spatial transcriptome st sequencing aiming to advance crc treatment strategies datasets included tcga crc training internal validation split gse external validation gse scrna seq and gse st single cell analysis annotated seven cell types with epithelial cells identified as key differentially expressed genes degs from key cells degs sc and bulk analysis of tcga crc degs bulk were intersected with nrgs to yield candidate genes regression analyses screened prognostic genes for risk model construction validated internally and externally pseudotime trajectory and st mapping visualized gene expression while molecular networks and drug predictions were generated in scrna seq dataset seven cell types were annotated and epithelial cells were the key cells a sum of candidate genes were obtained by intersecting degs sc key cells degs bulk and nrgs to produce psmd psmb and fbxl as prognostic genes both prognostic risk model and nomogram model were predictive of crc at the st samples psmd was expressed at a low level in all sections whereas psmb and fbxl were expressed at a slightly higher level in the sections in addition a lncrna mirna mrna network and a drug prognostic gene network were created getting some potential drugs like bortezomib a novel three gene prognostic model for crc was developed and validated offering therapeutic insights through molecular networks and drug predictions"
}