{
    "title": "The Clinical Advantages of Making Our Hospitals Older Adult Friendly.",
    "doc_id": "39368705",
    "writer": "Wagg A",
    "year": "2024",
    "summary": "Older adults are often multimorbid, more likely than older adults in the community to be malnourished and have coexistent physical and cognitive impairments. ...As such, it hopes to raise awareness of the needs of older adults under cardiologic care to improv …",
    "abstract": "Older adults (≥ 65 years), now constitute half of the hospital inpatient population. Catering for the needs of this group requires consideration of the processes of care, the inpatient environment, and care practices operating in our hospitals. Older adults are often multimorbid, more likely than older adults in the community to be malnourished and have coexistent physical and cognitive impairments. These older adults are at great risk of suffering hospital-associated harms or being designated as \"bed blockers,\" partly owing to inadequate understanding of their needs, a failure of recognition, or an unwillingness to address them. The adoption of older adult-friendly care presents considerable opportunity to transform the manner in which care is delivered in order to mitigate avoidable harms and optimise outcomes for older adults. This review explores the nature of our older adult inpatients, the implications of older adult-friendly care, the requirement for true interprofessional care, and the advantages of systematic assessment spanning pre-hospital to post-hospital care, and highlights specific interventions to deal with in-hospital problems that differently impair health-related outcomes for older adults. As such, it hopes to raise awareness of the needs of older adults under cardiologic care to improve outcomes for hospitalised older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39368705/",
    "clean_text": "the clinical advantages of making our hospitals older adult friendly older adults are often multimorbid more likely than older adults in the community to be malnourished and have coexistent physical and cognitive impairments as such it hopes to raise awareness of the needs of older adults under cardiologic care to improv older adults years now constitute half of the hospital inpatient population catering for the needs of this group requires consideration of the processes of care the inpatient environment and care practices operating in our hospitals older adults are often multimorbid more likely than older adults in the community to be malnourished and have coexistent physical and cognitive impairments these older adults are at great risk of suffering hospital associated harms or being designated as bed blockers partly owing to inadequate understanding of their needs a failure of recognition or an unwillingness to address them the adoption of older adult friendly care presents considerable opportunity to transform the manner in which care is delivered in order to mitigate avoidable harms and optimise outcomes for older adults this review explores the nature of our older adult inpatients the implications of older adult friendly care the requirement for true interprofessional care and the advantages of systematic assessment spanning pre hospital to post hospital care and highlights specific interventions to deal with in hospital problems that differently impair health related outcomes for older adults as such it hopes to raise awareness of the needs of older adults under cardiologic care to improve outcomes for hospitalised older adults"
}