{
    "title": "Spinal Lymphatic Dysfunction Aggravates the Recovery Process After Spinal Cord Injury.",
    "doc_id": "38460904",
    "writer": "Zhang RG",
    "year": "2024",
    "summary": "We aimed to evaluate the role of the spinal lymphatic system in spinal cord injury and whether it has an impact on recovery after spinal cord injury. ...Evans blue extravasation and immunofluorescence were used to evaluate the permeability of bl …",
    "abstract": "We aimed to evaluate the role of the spinal lymphatic system in spinal cord injury and whether it has an impact on recovery after spinal cord injury. Flow cytometry was used to evaluate the changes in the number of microvesicles after spinal cord injury. Evans blue extravasation was used to evaluate the function of the lymphatic system. Evans blue extravasation and immunofluorescence were used to evaluate the permeability of blood spinal cord barrier. The spinal cord edema was evaluated by dry and wet weight.Terminal deoxynucleotidyl transferase dUTP nick-end labeling (TUNEL) assay was used to evaluate apoptosis after spinal cord injury. Nuclear factor-kappa B pathway was detected by Western blot. Behavioral tests were used to evaluate limb function. Microvesicles released after spinal cord injury can enter the thoracic duct and then enter the blood through the lymph around the spine. After ligation of the thoracic duct, it can aggravate the neuropathological manifestations and limb function after spinal cord injury. The potential mechanism may involve nuclear factor-kappa B pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38460904/",
    "clean_text": "spinal lymphatic dysfunction aggravates the recovery process after spinal cord injury we aimed to evaluate the role of the spinal lymphatic system in spinal cord injury and whether it has an impact on recovery after spinal cord injury evans blue extravasation and immunofluorescence were used to evaluate the permeability of bl we aimed to evaluate the role of the spinal lymphatic system in spinal cord injury and whether it has an impact on recovery after spinal cord injury flow cytometry was used to evaluate the changes in the number of microvesicles after spinal cord injury evans blue extravasation was used to evaluate the function of the lymphatic system evans blue extravasation and immunofluorescence were used to evaluate the permeability of blood spinal cord barrier the spinal cord edema was evaluated by dry and wet weight terminal deoxynucleotidyl transferase dutp nick end labeling tunel assay was used to evaluate apoptosis after spinal cord injury nuclear factor kappa b pathway was detected by western blot behavioral tests were used to evaluate limb function microvesicles released after spinal cord injury can enter the thoracic duct and then enter the blood through the lymph around the spine after ligation of the thoracic duct it can aggravate the neuropathological manifestations and limb function after spinal cord injury the potential mechanism may involve nuclear factor kappa b pathway"
}