{
    "title": "New insight into the role of extracellular vesicles in kidney disease.",
    "doc_id": "30585399",
    "writer": "Lv LL",
    "year": "2019",
    "summary": "EVs released by kidney resident and infiltrating cells can be isolated from urine and were found to be promising biomarkers for kidney disease, reflecting deterioration of renal function and histological change. We have here summarized the recent progress abo …",
    "abstract": "Extracellular vesicles (EVs) are released to maintain cellular homeostasis as well as to mediate cell communication by spreading protective or injury signals to neighbour or remote cells. In kidney, increasing evidence support that EVs are signalling vesicles for different segments of tubules, intra-glomerular, glomerular-tubule and tubule-interstitial communication. EVs released by kidney resident and infiltrating cells can be isolated from urine and were found to be promising biomarkers for kidney disease, reflecting deterioration of renal function and histological change. We have here summarized the recent progress about the functional role of EVs in kidney disease as well as challenges and future directions involved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30585399/",
    "clean_text": "new insight into the role of extracellular vesicles in kidney disease evs released by kidney resident and infiltrating cells can be isolated from urine and were found to be promising biomarkers for kidney disease reflecting deterioration of renal function and histological change we have here summarized the recent progress abo extracellular vesicles evs are released to maintain cellular homeostasis as well as to mediate cell communication by spreading protective or injury signals to neighbour or remote cells in kidney increasing evidence support that evs are signalling vesicles for different segments of tubules intra glomerular glomerular tubule and tubule interstitial communication evs released by kidney resident and infiltrating cells can be isolated from urine and were found to be promising biomarkers for kidney disease reflecting deterioration of renal function and histological change we have here summarized the recent progress about the functional role of evs in kidney disease as well as challenges and future directions involved"
}