{
    "title": "Predictive factors for nephrectomy in renal trauma; assessment of a 6-point score.",
    "doc_id": "35670816",
    "writer": "Pallares-Mendez R",
    "year": "2023",
    "summary": "PATIENTS AND METHODS: This multicenter, retrospective, and observational study assessed 247 subjects with blunt or penetrating kidney trauma. Kidney injuries were classified according to the American Association for the Surgery of Trauma (AAST) Injury …",
    "abstract": "Purpose:\n        \n      \n      To evaluate predictive and associated risk factors for nephrectomy in renal trauma and assess a 6-point score for surgical decision-making.\n    \n\n\n          Patients and methods:\n        \n      \n      This multicenter, retrospective, and observational study assessed 247 subjects with blunt or penetrating kidney trauma. Kidney injuries were classified according to the American Association for the Surgery of Trauma (AAST) Injury Scoring Scale. Renal trauma was classified as \"low-grade\" (Grades I-III), Grade IV, and Grade V. Subjects were compared according to conservative treatment (CTrt.) or nephrectomy. Predictive factors were evaluated with a multiple regression model. A 6-point score was evaluated with a ROC analysis.\n    \n\n\n          Results:\n        \n      \n      Patients requiring nephrectomy had a lower mean arterial pressure MAP compared to CTrt, 64.71 mmHg (SD ± 10.26) and 73.86 (SD ± 12.42), respectively (p = < 0.001). A response to IV solutions was observed in 90.2% of patients undergoing CTrt. (p = < 0.001, OR = 0.211, 95%CI = 0.101-0.442). Blood lactate ≥ 4 mmol/L was associated with nephrectomy (p = < 0.001). A hematoma ≥ 25 mm was observed in 41.5% of patients undergoing nephrectomy compared to 20.1% of CTrt. (p = 0.004, OR = 9.29, 95% CI = 1.37-5.58). A logistic regression analysis (p = < 0.001) showed that blood lactate ≥ 4 mmol/L (p = 0.043), an inadequate response to IV solutions (p = 0.041) and renal trauma grade IV-V (p = < 0.001), predicted nephrectomy. A 6-point score with a cut-off value ≥ 3 points showed 83% sensitivity and 87% specificity for nephrectomy with an AUC of 89.9% (p = < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      An inadequate response to IV solutions, a lactate level ≥ 4 mmol/L, and grade IV-V renal trauma predict nephrectomy. A score ≥ 3 points showed a good performance in this population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35670816/",
    "clean_text": "predictive factors for nephrectomy in renal trauma assessment of a point score patients and methods this multicenter retrospective and observational study assessed subjects with blunt or penetrating kidney trauma kidney injuries were classified according to the american association for the surgery of trauma aast injury purpose to evaluate predictive and associated risk factors for nephrectomy in renal trauma and assess a point score for surgical decision making patients and methods this multicenter retrospective and observational study assessed subjects with blunt or penetrating kidney trauma kidney injuries were classified according to the american association for the surgery of trauma aast injury scoring scale renal trauma was classified as low grade grades i iii grade iv and grade v subjects were compared according to conservative treatment ctrt or nephrectomy predictive factors were evaluated with a multiple regression model a point score was evaluated with a roc analysis results patients requiring nephrectomy had a lower mean arterial pressure map compared to ctrt mmhg sd and sd respectively p a response to iv solutions was observed in of patients undergoing ctrt p or ci blood lactate mmol l was associated with nephrectomy p a hematoma mm was observed in of patients undergoing nephrectomy compared to of ctrt p or ci a logistic regression analysis p showed that blood lactate mmol l p an inadequate response to iv solutions p and renal trauma grade iv v p predicted nephrectomy a point score with a cut off value points showed sensitivity and specificity for nephrectomy with an auc of p conclusions an inadequate response to iv solutions a lactate level mmol l and grade iv v renal trauma predict nephrectomy a score points showed a good performance in this population"
}