{
    "title": "Gastric cancer.",
    "doc_id": "15890270",
    "writer": "Catalano V",
    "year": "2005",
    "summary": "Gastric cancer is one of the most common cancers and one of the most frequent causes of cancer-related deaths. ...This review summarizes the most important recommendations for the management of patients with gastric cancer....",
    "abstract": "Gastric cancer is one of the most common cancers and one of the most frequent causes of cancer-related deaths. The incidence, diagnostic studies, and therapeutic options have undergone important changes in the last decades, but the prognosis for gastric cancer patients remains poor, especially in more advanced stages. Surgery is the mainstay of treatment of this disease, even if it is associated with a high rate of locoregional and distant recurrence. There is ongoing debate regarding the role of adjuvant treatment In advanced disease, palliation of symptoms, rather than cure, is the primary goal of patient management. Several combination therapies have been developed and have been examined in phase III trials; however, in most cases, they have failed to demonstrate a survival advantage over the reference arm. This review summarizes the most important recommendations for the management of patients with gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15890270/",
    "clean_text": "gastric cancer gastric cancer is one of the most common cancers and one of the most frequent causes of cancer related deaths this review summarizes the most important recommendations for the management of patients with gastric cancer gastric cancer is one of the most common cancers and one of the most frequent causes of cancer related deaths the incidence diagnostic studies and therapeutic options have undergone important changes in the last decades but the prognosis for gastric cancer patients remains poor especially in more advanced stages surgery is the mainstay of treatment of this disease even if it is associated with a high rate of locoregional and distant recurrence there is ongoing debate regarding the role of adjuvant treatment in advanced disease palliation of symptoms rather than cure is the primary goal of patient management several combination therapies have been developed and have been examined in phase iii trials however in most cases they have failed to demonstrate a survival advantage over the reference arm this review summarizes the most important recommendations for the management of patients with gastric cancer"
}