{
    "pmid": "41421286",
    "title": "Mulberry water extract alleviates osteoarthritis via Lactobacillus johnsonii-dependent bile acid restoration.",
    "abstract": "Knee osteoarthritis (KOA) is a chronic degenerative joint disorder associated with dysregulated polarization of synovial macrophages. Natural plant-based medicines, characterized by their multi-component and multi-target properties, exhibit unique advantages in immune regulation and gut microbiota modulation. Despite this potential, the therapeutic roles of such interventions in the management of KOA remain inadequately explored. This study investigated the therapeutic potential of mulberry water extract (MWE), a safe and sustainable preparation derived from mulberry fruit, which exhibited a therapeutic effect on KOA by modulating the gut-joint axis. In a rat model, MWE treatment was administered, and its effects were evaluated using histological, immunological, microbiological, 16S rRNA sequencing and targeted bile acid metabolomics. MWE treatment significantly decreased synovial inflammation and cartilage degeneration, which was accompanied by a rebalancing of macrophage polarization. Analysis via 16S rRNA sequencing revealed that MWE selectively enriched Lactobacillus johnsonii, a probiotic strain recognized for its high bile salt hydrolase (BSH) activity. Targeted bile acid metabolomics further demonstrated elevated levels of hyodeoxycholic acid (HDCA), a secondary bile acid produced through microbial metabolism. Functional assays indicated that HDCA effectively suppressed pro-inflammatory M1 polarization while promoting anti-inflammatory M2 polarization. Notably, colonization with L. johnsonii alone replicated the joint-protective effects observed with MWE. Moreover, in vitro studies confirmed that MWE not only facilitated the proliferation of L. johnsonii, but also enhanced its ability to convert primary bile acids into HDCA. These findings collectively establish a mechanistic connection between a natural plant-derived dietary intervention, gut microbial modulation, and immune regulation. By identifying L. johnsonii-mediated HDCA production as a pivotal axis in the mitigation of KOA, this study advances our understanding of the gut-joint interplay and underscores the therapeutic potential of microbiota-targeted, plant-based dietary strategies in managing osteoarthritic disease.",
    "disease": "osteoarthritis",
    "clean_text": "mulberry water extract alleviates osteoarthritis via lactobacillus johnsonii dependent bile acid restoration knee osteoarthritis koa is a chronic degenerative joint disorder associated with dysregulated polarization of synovial macrophages natural plant based medicines characterized by their multi component and multi target properties exhibit unique advantages in immune regulation and gut microbiota modulation despite this potential the therapeutic roles of such interventions in the management of koa remain inadequately explored this study investigated the therapeutic potential of mulberry water extract mwe a safe and sustainable preparation derived from mulberry fruit which exhibited a therapeutic effect on koa by modulating the gut joint axis in a rat model mwe treatment was administered and its effects were evaluated using histological immunological microbiological s rrna sequencing and targeted bile acid metabolomics mwe treatment significantly decreased synovial inflammation and cartilage degeneration which was accompanied by a rebalancing of macrophage polarization analysis via s rrna sequencing revealed that mwe selectively enriched lactobacillus johnsonii a probiotic strain recognized for its high bile salt hydrolase bsh activity targeted bile acid metabolomics further demonstrated elevated levels of hyodeoxycholic acid hdca a secondary bile acid produced through microbial metabolism functional assays indicated that hdca effectively suppressed pro inflammatory m polarization while promoting anti inflammatory m polarization notably colonization with l johnsonii alone replicated the joint protective effects observed with mwe moreover in vitro studies confirmed that mwe not only facilitated the proliferation of l johnsonii but also enhanced its ability to convert primary bile acids into hdca these findings collectively establish a mechanistic connection between a natural plant derived dietary intervention gut microbial modulation and immune regulation by identifying l johnsonii mediated hdca production as a pivotal axis in the mitigation of koa this study advances our understanding of the gut joint interplay and underscores the therapeutic potential of microbiota targeted plant based dietary strategies in managing osteoarthritic disease"
}