{
    "pmid": "41366829",
    "title": "Stent-Free PCI With OCT-Guided Drug-Coated Balloon Angioplasty for Calcified Coronary Stenosis After Kawasaki Disease.",
    "abstract": "Kawasaki disease (KD) may cause coronary aneurysms and calcified stenosis, posing challenges for percutaneous coronary intervention (PCI). The role of drug-coated balloons (DCB) in this context remains uncertain. We report a 25-year-old man with prior KD who developed 90% calcified stenosis at the inlet of a left anterior descending artery aneurysm. Optical coherence tomography (OCT) confirmed severe calcification. Predilatation with a cutting balloon followed by paclitaxel-coated balloon angioplasty achieved lumen enlargement without dissection. Six-month angiography and OCT showed a patent vessel with smooth healing, and the patient remained event-free during 4 years of follow-up under antiplatelet and lipid-lowering therapy. This case highlights that intravascular imaging-guided, stent-free PCI with DCB may offer a feasible revascularization approach for KD-related calcified coronary stenosis, although long-term efficacy requires further evaluation.",
    "disease": "coronary artery disease",
    "clean_text": "stent free pci with oct guided drug coated balloon angioplasty for calcified coronary stenosis after kawasaki disease kawasaki disease kd may cause coronary aneurysms and calcified stenosis posing challenges for percutaneous coronary intervention pci the role of drug coated balloons dcb in this context remains uncertain we report a year old man with prior kd who developed calcified stenosis at the inlet of a left anterior descending artery aneurysm optical coherence tomography oct confirmed severe calcification predilatation with a cutting balloon followed by paclitaxel coated balloon angioplasty achieved lumen enlargement without dissection six month angiography and oct showed a patent vessel with smooth healing and the patient remained event free during years of follow up under antiplatelet and lipid lowering therapy this case highlights that intravascular imaging guided stent free pci with dcb may offer a feasible revascularization approach for kd related calcified coronary stenosis although long term efficacy requires further evaluation"
}