{
    "title": "Fluvoxamine may reverse the decrease in filtering capacity that occurs in acute kidney injury by increasing IL-10 and ACE expressions and preserving AQ-2, AQ-4, CL-5, and ZO-1 expressions.",
    "doc_id": "39878814",
    "writer": "Karakuyu NF",
    "year": "2025",
    "summary": "The kidneys have a regulatory role in many diseases with their diuresis function and capacity to maintain electrolyte balance. In case of extensive damage, the kidney's filtration capacity is impaired and cannot fulfill its functions. Fluvoxamine (FLV), an an …",
    "abstract": "The kidneys have a regulatory role in many diseases with their diuresis function and capacity to maintain electrolyte balance. In case of extensive damage, the kidney's filtration capacity is impaired and cannot fulfill its functions. Fluvoxamine (FLV), an antidepressant agent, has antioxidant and anti-inflammatory effects. This study aimed to investigate the protective effects of FLV against renal tissue damage in the lipopolysaccharide (LPS) induced systemic inflammation model. Thirty-two Wistar Albino rats were divided into four equal groups: control, LPS, LPS + FLV, and FLV alone. Six hours after LPS administration, rats were sacrificed and kidney tissues were removed. Histopathological examination of kidney tissues, immunohistochemical expression of the ACE-1, Cas-9, and interleukin-10 (IL-10), as well as spectrophotometric assessment of total oxidant status (TOS), total antioxidant status (TAS), oxidative stress index (OSI), urea, creatinine levels, and zonulin-1 (ZO-1), claudin-5 (CL-5), aquaporins 2 and 4 (AQ-2, AQ-4) were evaluated. TOS, OSI, urea, creatinine levels, and Cas-9 expressions were significantly increased, and TAS levels, ACE-1, IL-10, AQ-2, AQ-4, ZO-1, and CL-5 expressions significantly decreased in the LPS group compared with the control group. In addition, marked hyperemia, slight-to-moderate hemorrhages, and degeneration of the tubule epithelial cells were observed in kidney sections in the LPS group, in addition to the inflammatory cell infiltrations. FLV treatment significantly improved all these findings. FLV treatment ameliorates renal tissues against inflammatory scenes and protects renal function by enhancing IL-10 and ACE-1 expressions and preserving AQ-2, AQ-4, CL-5, and ZO-1 expressions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39878814/",
    "clean_text": "fluvoxamine may reverse the decrease in filtering capacity that occurs in acute kidney injury by increasing il and ace expressions and preserving aq aq cl and zo expressions the kidneys have a regulatory role in many diseases with their diuresis function and capacity to maintain electrolyte balance in case of extensive damage the kidney s filtration capacity is impaired and cannot fulfill its functions fluvoxamine flv an an the kidneys have a regulatory role in many diseases with their diuresis function and capacity to maintain electrolyte balance in case of extensive damage the kidney s filtration capacity is impaired and cannot fulfill its functions fluvoxamine flv an antidepressant agent has antioxidant and anti inflammatory effects this study aimed to investigate the protective effects of flv against renal tissue damage in the lipopolysaccharide lps induced systemic inflammation model thirty two wistar albino rats were divided into four equal groups control lps lps flv and flv alone six hours after lps administration rats were sacrificed and kidney tissues were removed histopathological examination of kidney tissues immunohistochemical expression of the ace cas and interleukin il as well as spectrophotometric assessment of total oxidant status tos total antioxidant status tas oxidative stress index osi urea creatinine levels and zonulin zo claudin cl aquaporins and aq aq were evaluated tos osi urea creatinine levels and cas expressions were significantly increased and tas levels ace il aq aq zo and cl expressions significantly decreased in the lps group compared with the control group in addition marked hyperemia slight to moderate hemorrhages and degeneration of the tubule epithelial cells were observed in kidney sections in the lps group in addition to the inflammatory cell infiltrations flv treatment significantly improved all these findings flv treatment ameliorates renal tissues against inflammatory scenes and protects renal function by enhancing il and ace expressions and preserving aq aq cl and zo expressions"
}