{
    "pmid": "41455908",
    "title": "Immersive versus non-immersive virtual reality in improving upper limb function among individuals with subacute hemiplegia: a randomized controlled trial.",
    "abstract": "Virtual reality (VR) has emerged as a promising tool in neurorehabilitation to improve motor function in individuals with hemiplegia. VR applications are typically categorized into immersive and non-immersive types, both of which have demonstrated efficacy in enhancing upper limb function. This study aimed to compare the effectiveness of immersive virtual reality (IMVR) and non-immersive virtual reality (NIVR) therapies in improving upper limb motor function in individuals with subacute hemiplegia. This single-blinded randomized controlled trial included 30 participants (aged 25-40 years, both male and female) with subacute hemiplegia. Individuals with pre-existing musculoskeletal or neurological conditions affecting the upper limb, severe motion sickness, photosensitivity, or perceptual deficits were excluded. Participants were randomly allocated into two groups: Both groups initially received conventional physiotherapy, following which the immersive VR and non-immersive VR interventions were administered to the respective group. Each session lasted 60 min, with three sessions per week for six weeks. Assessments were conducted at baseline, post-intervention (6 weeks), and follow-up (6 months) using the Fugl-Meyer Assessment (FMA), Wolf Motor Function Test (WMFT), and Stroke-Specific Quality of Life Scale (SS-QOL). The System Usability Scale (SUS) and User Experience Questionnaire (UEQ) were used to evaluate the safety and usability of both VR methods. No statistically significant differences were observed in baseline characteristics between the groups. SUS and UEQ scores also showed no significant differences in user experience. However, IMVR demonstrated statistically significant improvements in FMA, WMFT, and SS-QOL scores compared to NIVR at both post-test and follow-up (p < 0.05). Both immersive and non-immersive VR therapies were effective in enhancing upper limb motor function and quality of life among individuals with subacute hemiplegia. However, IMVR showed greater clinical significance in improving motor function and quality of life. Future research should explore the integration of VR across different stroke stages and focus on developing simple, task-specific games to further support rehabilitation. This clinical trial was registered in clinicaltrials.gov under the trial ID NCT06615141 on September 26, 2024.",
    "disease": "stroke",
    "clean_text": "immersive versus non immersive virtual reality in improving upper limb function among individuals with subacute hemiplegia a randomized controlled trial virtual reality vr has emerged as a promising tool in neurorehabilitation to improve motor function in individuals with hemiplegia vr applications are typically categorized into immersive and non immersive types both of which have demonstrated efficacy in enhancing upper limb function this study aimed to compare the effectiveness of immersive virtual reality imvr and non immersive virtual reality nivr therapies in improving upper limb motor function in individuals with subacute hemiplegia this single blinded randomized controlled trial included participants aged years both male and female with subacute hemiplegia individuals with pre existing musculoskeletal or neurological conditions affecting the upper limb severe motion sickness photosensitivity or perceptual deficits were excluded participants were randomly allocated into two groups both groups initially received conventional physiotherapy following which the immersive vr and non immersive vr interventions were administered to the respective group each session lasted min with three sessions per week for six weeks assessments were conducted at baseline post intervention weeks and follow up months using the fugl meyer assessment fma wolf motor function test wmft and stroke specific quality of life scale ss qol the system usability scale sus and user experience questionnaire ueq were used to evaluate the safety and usability of both vr methods no statistically significant differences were observed in baseline characteristics between the groups sus and ueq scores also showed no significant differences in user experience however imvr demonstrated statistically significant improvements in fma wmft and ss qol scores compared to nivr at both post test and follow up p both immersive and non immersive vr therapies were effective in enhancing upper limb motor function and quality of life among individuals with subacute hemiplegia however imvr showed greater clinical significance in improving motor function and quality of life future research should explore the integration of vr across different stroke stages and focus on developing simple task specific games to further support rehabilitation this clinical trial was registered in clinicaltrials gov under the trial id nct on september"
}