{
    "title": "Survey of skin pigmentation of yellow-skinned broiler chickens.",
    "doc_id": "20548087",
    "writer": "Sirri F",
    "year": "2010",
    "summary": "The color measurements were carried out on both breast and thigh pterylae as well as on shank skin adopting the L* a* b* system and using a Minolta colorimeter CR 300. The overall range in measured yellowness (b*) was fairly large for all skin color measurement positions. …",
    "abstract": "The appearance of whole carcass and skin-on cut-up products is an important attribute that deeply affects the consumer's choice. Skin pigmentation is affected mainly by genetics, concentration and dietary source of pigments, health status of the birds, and scalding-plucking conditions during slaughtering, although other factors might play an important role. Retailers request batches of broiler chicken carcasses characterized by uniform skin pigmentation to be sold as whole carcass or parts. The aim of this study was to evaluate the variability of skin color of yellow-skinned broilers reared under intensive conditions. For the study, a total of 2,300 medium size broiler chickens (2,300 to 2,500 g of live weight) from 23 flocks (100 birds/flock; n = 12 flocks of males and n = 11 flocks of females; n = 12 flocks of Ross 508 and n = 11 flocks of Ross 308) were randomly selected in a single slaughterhouse. The color measurements were carried out on both breast and thigh pterylae as well as on shank skin adopting the L* a* b* system and using a Minolta colorimeter CR 300. The overall range in measured yellowness (b*) was fairly large for all skin color measurement positions. For breast, a mean value of 22.77 (SD = 5.12) was observed, with values ranging from 7.45 to 39.12. Average values of thigh and shank were 20.23 (SD = 5.02; range 1.99 to 37.82) and 53.99 (SD = 8.13; range 24.22 to 78.65), respectively. A higher skin yellowness was observed in females in all body parts as well as in Ross 308. Yellowness values of breast and thigh were significantly correlated (r = 0.85; P < 0.01), suggesting that the color evaluation may be carried out only on one measurement position of the skin.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20548087/",
    "clean_text": "survey of skin pigmentation of yellow skinned broiler chickens the color measurements were carried out on both breast and thigh pterylae as well as on shank skin adopting the l a b system and using a minolta colorimeter cr the overall range in measured yellowness b was fairly large for all skin color measurement positions the appearance of whole carcass and skin on cut up products is an important attribute that deeply affects the consumer s choice skin pigmentation is affected mainly by genetics concentration and dietary source of pigments health status of the birds and scalding plucking conditions during slaughtering although other factors might play an important role retailers request batches of broiler chicken carcasses characterized by uniform skin pigmentation to be sold as whole carcass or parts the aim of this study was to evaluate the variability of skin color of yellow skinned broilers reared under intensive conditions for the study a total of medium size broiler chickens to g of live weight from flocks birds flock n flocks of males and n flocks of females n flocks of ross and n flocks of ross were randomly selected in a single slaughterhouse the color measurements were carried out on both breast and thigh pterylae as well as on shank skin adopting the l a b system and using a minolta colorimeter cr the overall range in measured yellowness b was fairly large for all skin color measurement positions for breast a mean value of sd was observed with values ranging from to average values of thigh and shank were sd range to and sd range to respectively a higher skin yellowness was observed in females in all body parts as well as in ross yellowness values of breast and thigh were significantly correlated r p suggesting that the color evaluation may be carried out only on one measurement position of the skin"
}