{
    "title": "Diagnostic delay in autoimmune oral diseases.",
    "doc_id": "36565434",
    "writer": "Petruzzi M",
    "year": "2023",
    "summary": "This narrative review focuses on diagnostic delay (DD) in oral ADs (oral lichen planus [OLP], oral Pemphigus Vulgaris, mucous membrane pemphigoid, oral lupus erythematosus, orofacial granulomatosis, oral erythema multiforme [EM], and Sjogren syndrome). ...No …",
    "abstract": "Autoimmune diseases (ADs) affect about 5% of the general population, causing various systemic and/or topical clinical manifestations. The oral mucosa is often affected, sometimes as the only involved site. The misdiagnosis of oral ADs is an underreported issue. This narrative review focuses on diagnostic delay (DD) in oral ADs (oral lichen planus [OLP], oral Pemphigus Vulgaris, mucous membrane pemphigoid, oral lupus erythematosus, orofacial granulomatosis, oral erythema multiforme [EM], and Sjogren syndrome). Extensive literature research was conducted via MEDLINE, Embase and Google Scholar databases for articles reporting the time spent to achieve the correct diagnosis of oral ADs. Only 16 studies reported DD in oral ADs. Oral autoimmune vesiculobullous diseases are usually diagnosed after 8 months from the initial signs/symptoms, the Sjogren Syndrome diagnosis usually requires about 73 months. No data exist about the DD in OLP, oral lupus erythematosus, orofacial granulomatosis, and oral EM. The diagnosis of oral ADs can be difficult due to the non-specificity of their manifestations and the unawareness of dentists, physicians, and dental and medical specialists about these diseases. This can lead to a professional DD and a consequential treatment delay. The delay can be attributed to the physicians or/and the healthcare system (Professional Delay) or the patient (Patient's Delay).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36565434/",
    "clean_text": "diagnostic delay in autoimmune oral diseases this narrative review focuses on diagnostic delay dd in oral ads oral lichen planus olp oral pemphigus vulgaris mucous membrane pemphigoid oral lupus erythematosus orofacial granulomatosis oral erythema multiforme em and sjogren syndrome no autoimmune diseases ads affect about of the general population causing various systemic and or topical clinical manifestations the oral mucosa is often affected sometimes as the only involved site the misdiagnosis of oral ads is an underreported issue this narrative review focuses on diagnostic delay dd in oral ads oral lichen planus olp oral pemphigus vulgaris mucous membrane pemphigoid oral lupus erythematosus orofacial granulomatosis oral erythema multiforme em and sjogren syndrome extensive literature research was conducted via medline embase and google scholar databases for articles reporting the time spent to achieve the correct diagnosis of oral ads only studies reported dd in oral ads oral autoimmune vesiculobullous diseases are usually diagnosed after months from the initial signs symptoms the sjogren syndrome diagnosis usually requires about months no data exist about the dd in olp oral lupus erythematosus orofacial granulomatosis and oral em the diagnosis of oral ads can be difficult due to the non specificity of their manifestations and the unawareness of dentists physicians and dental and medical specialists about these diseases this can lead to a professional dd and a consequential treatment delay the delay can be attributed to the physicians or and the healthcare system professional delay or the patient patient s delay"
}