{
    "pmid": "41458072",
    "title": "Dermatofibrosarcoma Protuberans of the Breast: A Rare Case Report.",
    "abstract": "Dermatofibrosarcoma protuberans (DFSP) is a rare soft tissue sarcoma that grows from the dermis and is most commonly found in the trunk and proximal extremities. It is characterized by frequent local recurrences and invasive growth. Despite its rarity, DFSP can occur in the breast. In this report, we describe the successful treatment of a rare case of DFSP of the breast that resulted in long-term disease-free survival. A 43-year-old Syrian woman diagnosed with a right breast mass and underwent a lumpectomy, which revealed DFSP. Subsequent imaging studies and biopsies excluded metastatic disease. Over the following years, the patient developed several benign breast, axillary, uterine, and flank lesions. At 6-year follow-up, she had no signs of local recurrence or metastasis. This case report highlights the importance of early diagnosis and appropriate management of DFSP, even in unusual locations such as the breast. Overall, 6 years follow-up remains essential to monitor for any recurrences.",
    "disease": "breast cancer",
    "clean_text": "dermatofibrosarcoma protuberans of the breast a rare case report dermatofibrosarcoma protuberans dfsp is a rare soft tissue sarcoma that grows from the dermis and is most commonly found in the trunk and proximal extremities it is characterized by frequent local recurrences and invasive growth despite its rarity dfsp can occur in the breast in this report we describe the successful treatment of a rare case of dfsp of the breast that resulted in long term disease free survival a year old syrian woman diagnosed with a right breast mass and underwent a lumpectomy which revealed dfsp subsequent imaging studies and biopsies excluded metastatic disease over the following years the patient developed several benign breast axillary uterine and flank lesions at year follow up she had no signs of local recurrence or metastasis this case report highlights the importance of early diagnosis and appropriate management of dfsp even in unusual locations such as the breast overall years follow up remains essential to monitor for any recurrences"
}