{
    "pmid": "41461639",
    "title": "A novel antituberculosis agent exhibits potent clinical efficacy and good safety profile: an open-label, randomized-controlled, multicenter, phase 2a trial.",
    "abstract": "Tuberculosis (TB) is a contagious disease that threatens human health worldwide. Combination chemotherapy is usually recommended for this disease. Recently, 2 nitroimidazole-based agents, namely, delamanid and pretomanid, have been approved by regulatory agencies. JDB0131 is a novel, structurally optimized third-generation nitroimidazole antituberculosis agent that incorporates the advantages of earlier compounds. This multicenter, prospective, randomized phase 2a trial was conducted to evaluate its efficacy and safety in patients with tuberculosis (NCT06224036). In total, 52 patients with newly diagnosed TB were recruited. JDB0131 was tested in a dose escalation manner (cohort 1: 100 mg bid, cohort 2: 200 mg qd, and cohort 3: 200 mg bid). For comparison, delamanid (100 mg bid) and classic fixed-dose combination (FDC) regimens were included as controls. The primary endpoint was logarithmic changes in the number of colony formation units (CFUs) in the solid media culture of sputum TB (log10 CFU). The early bactericidal activity (EBA) of JDB0131 was better than that of delamanid. During the time interval between days 0 and 14, JDB0131 at a dose of 200 mg bid (cohort 3) showed superior efficacy over delamanid. At the end of drug intervention (day 14), JDB0131 (all 3 dose levels) achieved superior time to positivity (TTP) over delamanid. Ninety-one adverse events (AEs), including no serious AEs, were attributed to JDB0131 in 30 patients. This trial identified a promising new drug for the increasing TB burden worldwide.",
    "disease": "tuberculosis",
    "clean_text": "a novel antituberculosis agent exhibits potent clinical efficacy and good safety profile an open label randomized controlled multicenter phase a trial tuberculosis tb is a contagious disease that threatens human health worldwide combination chemotherapy is usually recommended for this disease recently nitroimidazole based agents namely delamanid and pretomanid have been approved by regulatory agencies jdb is a novel structurally optimized third generation nitroimidazole antituberculosis agent that incorporates the advantages of earlier compounds this multicenter prospective randomized phase a trial was conducted to evaluate its efficacy and safety in patients with tuberculosis nct in total patients with newly diagnosed tb were recruited jdb was tested in a dose escalation manner cohort mg bid cohort mg qd and cohort mg bid for comparison delamanid mg bid and classic fixed dose combination fdc regimens were included as controls the primary endpoint was logarithmic changes in the number of colony formation units cfus in the solid media culture of sputum tb log cfu the early bactericidal activity eba of jdb was better than that of delamanid during the time interval between days and jdb at a dose of mg bid cohort showed superior efficacy over delamanid at the end of drug intervention day jdb all dose levels achieved superior time to positivity ttp over delamanid ninety one adverse events aes including no serious aes were attributed to jdb in patients this trial identified a promising new drug for the increasing tb burden worldwide"
}