{
    "pmid": "41412768",
    "title": "Anticonvulsant biotargets of digoxin: in silico study and in vivo verification.",
    "abstract": "One of the promising ways to control multidrug-resistant epilepsy may be to use, in addition to traditional antiepileptic drugs (AEDs), medicines from other pharmacological groups - the so-called \"non-antiepileptic\" drugs. Among such drugs, the cardiac glycoside digoxin deserves special attention. It was established that sub-cardiotonic doses of digoxin exhibit both their own anticonvulsant effect and have been shown to enhance the anticonvulsant potential of classical AEDs. However, the mechanisms of this action and the probable cerebral biotargets with which these properties of digoxin may be associated, remain completely unknown. Molecular docking of digoxin to the following cerebral biotargets was performed: GABAAR, GlyR, mGluR5, AMPAR, hBCATc, mGlu8R, NMDA-GluN1, KCNQ2, COX-1 and COX-2. To confirm the in silico results in vivo pharmacological studies under conditions of acute bicuculline-induced seizures and pentylenetetrazole kindling in mice have been carried out. It was established that digoxin shows high affinity to GABAergic biotargets and an identical to retigabine affinity to voltage-gated potassium channels KCNQ2 in silico. In vivo results fully confirm the established by molecular docking GABAergic properties of the cardiac glycoside: digoxin provides a potent anticonvulsant activity on the model of acute primary generalized bicuculline-induced seizures and a moderate anticonvulsant effect under pentylenetetrazole kindling. At the same time, the ability of digoxin to maximally enhance the anticonvulsant potential of sodium valproate has been revealed. Thus, it has been proven that the anticonvulsant properties of digoxin are most likely related to the ability to enhance the inhibitory properties of GABA and GABAergic agents.",
    "disease": "epilepsy",
    "clean_text": "anticonvulsant biotargets of digoxin in silico study and in vivo verification one of the promising ways to control multidrug resistant epilepsy may be to use in addition to traditional antiepileptic drugs aeds medicines from other pharmacological groups the so called non antiepileptic drugs among such drugs the cardiac glycoside digoxin deserves special attention it was established that sub cardiotonic doses of digoxin exhibit both their own anticonvulsant effect and have been shown to enhance the anticonvulsant potential of classical aeds however the mechanisms of this action and the probable cerebral biotargets with which these properties of digoxin may be associated remain completely unknown molecular docking of digoxin to the following cerebral biotargets was performed gabaar glyr mglur ampar hbcatc mglu r nmda glun kcnq cox and cox to confirm the in silico results in vivo pharmacological studies under conditions of acute bicuculline induced seizures and pentylenetetrazole kindling in mice have been carried out it was established that digoxin shows high affinity to gabaergic biotargets and an identical to retigabine affinity to voltage gated potassium channels kcnq in silico in vivo results fully confirm the established by molecular docking gabaergic properties of the cardiac glycoside digoxin provides a potent anticonvulsant activity on the model of acute primary generalized bicuculline induced seizures and a moderate anticonvulsant effect under pentylenetetrazole kindling at the same time the ability of digoxin to maximally enhance the anticonvulsant potential of sodium valproate has been revealed thus it has been proven that the anticonvulsant properties of digoxin are most likely related to the ability to enhance the inhibitory properties of gaba and gabaergic agents"
}