{
    "title": "Trajectories of low back pain.",
    "doc_id": "24315142",
    "writer": "Axén I",
    "year": "2013",
    "summary": "Low back pain is not a self-limiting problem, but rather a recurrent and sometimes persistent disorder. ...Some individuals never have low back pain, but most have it on and off or persistently. Thus, the low back pain 'condition' is usua …",
    "abstract": "Low back pain is not a self-limiting problem, but rather a recurrent and sometimes persistent disorder. To understand the course over time, detailed investigation, preferably using repeated measurements over extended periods of time, is needed. New knowledge concerning short-term trajectories indicates that the low back pain 'episode' is short lived, at least in the primary care setting, with most patients improving. Nevertheless, in the long term, low back pain often runs a persistent course with around two-thirds of patients estimated to be in pain after 12 months. Some individuals never have low back pain, but most have it on and off or persistently. Thus, the low back pain 'condition' is usually a lifelong experience. However, subgroups of patients with different back pain trajectories have been identified and linked to clinical parameters. Further investigation is warranted to understand causality, treatment effect and prognostic factors and to study the possible association of trajectories with pathologies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24315142/",
    "clean_text": "trajectories of low back pain low back pain is not a self limiting problem but rather a recurrent and sometimes persistent disorder some individuals never have low back pain but most have it on and off or persistently thus the low back pain condition is usua low back pain is not a self limiting problem but rather a recurrent and sometimes persistent disorder to understand the course over time detailed investigation preferably using repeated measurements over extended periods of time is needed new knowledge concerning short term trajectories indicates that the low back pain episode is short lived at least in the primary care setting with most patients improving nevertheless in the long term low back pain often runs a persistent course with around two thirds of patients estimated to be in pain after months some individuals never have low back pain but most have it on and off or persistently thus the low back pain condition is usually a lifelong experience however subgroups of patients with different back pain trajectories have been identified and linked to clinical parameters further investigation is warranted to understand causality treatment effect and prognostic factors and to study the possible association of trajectories with pathologies"
}