{
    "title": "Seasonal weight changes in laboratory ferrets.",
    "doc_id": "32764762",
    "writer": "Jones EJ",
    "year": "2020",
    "summary": "Like many animals, ferrets undergo significant variation in body weight seasonally, affected by photoperiod, and these variations complicate the use weight as an indicator of health status. ...In the winter (October to March), animals experienced 10 hours of …",
    "abstract": "Ferrets (Mustela putorius furo) are a valuable animal model used in biomedical research. Like many animals, ferrets undergo significant variation in body weight seasonally, affected by photoperiod, and these variations complicate the use weight as an indicator of health status. To overcome this requires a better understanding of these seasonal weight changes. We provide a normative weight data set for the female ferret accounting for seasonal changes, and also investigate the effect of fluid regulation on weight change. Female ferrets (n = 39) underwent behavioural testing from May 2017 to August 2019 and were weighed daily, while housed in an animal care facility with controlled light exposure. In the winter (October to March), animals experienced 10 hours of light and 14 hours of dark, while in summer (March to October), this contingency was reversed. Individual animals varied in their body weight from approximately 700 to 1200 g. However, weights fluctuated with light cycle, with animals losing weight in summer, and gaining weight in winter such that they fluctuated between approximately 80% and 120% of their long-term average. Ferrets were weighed as part of their health assessment while experiencing water regulation for behavioural training. Water regulation superimposed additional weight changes on these seasonal fluctuations, with weight loss during the 5-day water regulation period being greater in summer than winter. Analysing the data with a Generalised Linear Model confirmed that the percentage decrease in weight per week was relatively constant throughout the summer months, while the percentage increase in body weight per week in winter decreased through the season. Finally, we noted that the timing of oestrus was reliably triggered by the increase in day length in spring. These data establish a normative benchmark for seasonal weight variation in female ferrets that can be incorporated into the health assessment of an animal's condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32764762/",
    "clean_text": "seasonal weight changes in laboratory ferrets like many animals ferrets undergo significant variation in body weight seasonally affected by photoperiod and these variations complicate the use weight as an indicator of health status in the winter october to march animals experienced hours of ferrets mustela putorius furo are a valuable animal model used in biomedical research like many animals ferrets undergo significant variation in body weight seasonally affected by photoperiod and these variations complicate the use weight as an indicator of health status to overcome this requires a better understanding of these seasonal weight changes we provide a normative weight data set for the female ferret accounting for seasonal changes and also investigate the effect of fluid regulation on weight change female ferrets n underwent behavioural testing from may to august and were weighed daily while housed in an animal care facility with controlled light exposure in the winter october to march animals experienced hours of light and hours of dark while in summer march to october this contingency was reversed individual animals varied in their body weight from approximately to g however weights fluctuated with light cycle with animals losing weight in summer and gaining weight in winter such that they fluctuated between approximately and of their long term average ferrets were weighed as part of their health assessment while experiencing water regulation for behavioural training water regulation superimposed additional weight changes on these seasonal fluctuations with weight loss during the day water regulation period being greater in summer than winter analysing the data with a generalised linear model confirmed that the percentage decrease in weight per week was relatively constant throughout the summer months while the percentage increase in body weight per week in winter decreased through the season finally we noted that the timing of oestrus was reliably triggered by the increase in day length in spring these data establish a normative benchmark for seasonal weight variation in female ferrets that can be incorporated into the health assessment of an animal s condition"
}