{
    "title": "The yellow fever 17D virus as a platform for new live attenuated vaccines.",
    "doc_id": "24553128",
    "writer": "Bonaldo MC",
    "year": "2014",
    "summary": "The live-attenuated yellow fever 17D virus is one of the most outstanding human vaccines ever developed. It induces efficacious immune responses at a low production cost with a well-established manufacture process. ...",
    "abstract": "The live-attenuated yellow fever 17D virus is one of the most outstanding human vaccines ever developed. It induces efficacious immune responses at a low production cost with a well-established manufacture process. These advantages make the YF17D virus attractive as a vector for the development of new vaccines. At the beginning of vector development studies, YF17D was genetically manipulated to express other flavivirus prM and E proteins, components of the viral envelope. While these 17D recombinants are based on the substitution of equivalent YF17D genes, other antigens from unrelated pathogens have also been successfully expressed and delivered by recombinant YF17D viruses employing alternative strategies for genetic manipulation of the YF17D genome. Herein, we discuss these strategies in terms of possibilities of single epitope or larger sequence expression and the main properties of these replication-competent viral platforms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24553128/",
    "clean_text": "the yellow fever d virus as a platform for new live attenuated vaccines the live attenuated yellow fever d virus is one of the most outstanding human vaccines ever developed it induces efficacious immune responses at a low production cost with a well established manufacture process the live attenuated yellow fever d virus is one of the most outstanding human vaccines ever developed it induces efficacious immune responses at a low production cost with a well established manufacture process these advantages make the yf d virus attractive as a vector for the development of new vaccines at the beginning of vector development studies yf d was genetically manipulated to express other flavivirus prm and e proteins components of the viral envelope while these d recombinants are based on the substitution of equivalent yf d genes other antigens from unrelated pathogens have also been successfully expressed and delivered by recombinant yf d viruses employing alternative strategies for genetic manipulation of the yf d genome herein we discuss these strategies in terms of possibilities of single epitope or larger sequence expression and the main properties of these replication competent viral platforms"
}