{
    "pmid": "41436636",
    "title": "Determinants of volatile organic compound exposure among children with bronchopulmonary dysplasia.",
    "abstract": "Exposure to volatile organic compounds (VOC), ubiquitous indoor air pollutants gaseous at room temperature, is associated with respiratory morbidity in children with chronic lung disease, but specific sources in homes may be challenging to identify. To evaluate how home characteristics or activities related to total VOC levels (TVOC) in homes of children with bronchopulmonary dysplasia (BPD), including short-term, episodic \"peak\" exposures to TVOC, we conducted home environmental monitoring among 122 children aged 6-12 with BPD in greater Boston. This included weeklong hourly indoor air pollutant measurements. We investigated associations between home environmental exposures and mean TVOC levels or the likelihood of a TVOC peak, adjusting for season and demographic characteristics. The median number of peaks per weeklong home monitoring period was 4 (IQR 1-6). Mean TVOC levels were associated with indoor PM Associations with cold season, indoor temperature, and indoor humidity support the importance of air exchange for the clearance of home indoor TVOC. Cleaning may represent an individually modifiable source of VOC exposure. Exposure to volatile organic compounds (VOC), ubiquitous indoor air pollutants gaseous at room temperature, is associated with respiratory morbidity in children with chronic lung diseases such as asthma, but specific sources in homes may be challenging to identify. In a prospective cohort of school-age children with bronchopulmonary dysplasia, we report on home environmental factors and real-time activities associated with indoor total volatile organic compound (VOC) levels, contributing to a growing body of work characterizing indoor VOC exposure. We are the first to define and evaluate short-term, episodic high or \"peak\" VOC exposures, showing substantial rises in VOC in a real-world setting during concurrent cleaning. This work sets the stage for future investigations into health impacts of episodic exposure to peak levels of VOCs among at-risk individuals such as children with lung disease, pregnant people, and professional cleaners.",
    "disease": "asthma",
    "clean_text": "determinants of volatile organic compound exposure among children with bronchopulmonary dysplasia exposure to volatile organic compounds voc ubiquitous indoor air pollutants gaseous at room temperature is associated with respiratory morbidity in children with chronic lung disease but specific sources in homes may be challenging to identify to evaluate how home characteristics or activities related to total voc levels tvoc in homes of children with bronchopulmonary dysplasia bpd including short term episodic peak exposures to tvoc we conducted home environmental monitoring among children aged with bpd in greater boston this included weeklong hourly indoor air pollutant measurements we investigated associations between home environmental exposures and mean tvoc levels or the likelihood of a tvoc peak adjusting for season and demographic characteristics the median number of peaks per weeklong home monitoring period was iqr mean tvoc levels were associated with indoor pm associations with cold season indoor temperature and indoor humidity support the importance of air exchange for the clearance of home indoor tvoc cleaning may represent an individually modifiable source of voc exposure exposure to volatile organic compounds voc ubiquitous indoor air pollutants gaseous at room temperature is associated with respiratory morbidity in children with chronic lung diseases such as asthma but specific sources in homes may be challenging to identify in a prospective cohort of school age children with bronchopulmonary dysplasia we report on home environmental factors and real time activities associated with indoor total volatile organic compound voc levels contributing to a growing body of work characterizing indoor voc exposure we are the first to define and evaluate short term episodic high or peak voc exposures showing substantial rises in voc in a real world setting during concurrent cleaning this work sets the stage for future investigations into health impacts of episodic exposure to peak levels of vocs among at risk individuals such as children with lung disease pregnant people and professional cleaners"
}