{
    "pmid": "41459045",
    "title": "3D printed eyeball implants in dogs with advanced glaucoma: a case series study.",
    "abstract": "Glaucoma is a chronic and progressive ophthalmic disease in dogs, characterized by increased intraocular pressure (IOP), leading to severe pain, irreversible blindness, and impaired quality of life. In advanced stages, enucleation is recommended as a definitive treatment for pain relief. This study describes surgical procedures for ocular enucleation associated with 3D printed eyeball implants in 11 dogs with chronic refractory glaucoma. All procedures were performed by the Ophthalmology Department of the SouVet Veterinary Hospital in João Pessoa-Brazil. The animals were aged between 4 and 16 years, presented buphthalmos, persistent intraocular hypertension, and no longer responded to conventional clinical treatments. Enucleation surgery was performed through a transconjunctival incision, with removal of the eyeball and implantation of the 3D printed prosthesis produced with biocompatible thermoplastic polylactic acid (PLA). In addition to the benefits of enucleation for the management of advanced glaucoma, replacing the eyeball with a 3D prosthesis of the same volume and weight offered greater comfort to the patient and improved post-surgical adaptation. The eye cavity was better protected, reducing the risk of accumulation of secretions and infection, in addition to better preventing eyelid deformities. It was also possible to observe an exponential improvement in the emotional wellbeing of the animal guardians. In the cases described, no inflammatory complications or signs of rejection of the 3D printed eyeball prosthesis were observed over 8 months of post-operative evaluation. The use of biocompatible materials and 3D printing for personalizing the prostheses provided a satisfactory aesthetic result and a recovery without significant complications. Further studies are needed to evaluate the long-term safety of this option for the management of advanced glaucoma.",
    "disease": "hypertension",
    "clean_text": "d printed eyeball implants in dogs with advanced glaucoma a case series study glaucoma is a chronic and progressive ophthalmic disease in dogs characterized by increased intraocular pressure iop leading to severe pain irreversible blindness and impaired quality of life in advanced stages enucleation is recommended as a definitive treatment for pain relief this study describes surgical procedures for ocular enucleation associated with d printed eyeball implants in dogs with chronic refractory glaucoma all procedures were performed by the ophthalmology department of the souvet veterinary hospital in jo o pessoa brazil the animals were aged between and years presented buphthalmos persistent intraocular hypertension and no longer responded to conventional clinical treatments enucleation surgery was performed through a transconjunctival incision with removal of the eyeball and implantation of the d printed prosthesis produced with biocompatible thermoplastic polylactic acid pla in addition to the benefits of enucleation for the management of advanced glaucoma replacing the eyeball with a d prosthesis of the same volume and weight offered greater comfort to the patient and improved post surgical adaptation the eye cavity was better protected reducing the risk of accumulation of secretions and infection in addition to better preventing eyelid deformities it was also possible to observe an exponential improvement in the emotional wellbeing of the animal guardians in the cases described no inflammatory complications or signs of rejection of the d printed eyeball prosthesis were observed over months of post operative evaluation the use of biocompatible materials and d printing for personalizing the prostheses provided a satisfactory aesthetic result and a recovery without significant complications further studies are needed to evaluate the long term safety of this option for the management of advanced glaucoma"
}