{
    "title": "Older Adults in Action: Using Action Research to Address Neighborhood Change.",
    "doc_id": "36721360",
    "writer": "Thurber A.",
    "year": "2023",
    "summary": "Older adults face distinct challenges amidst changing neighborhood conditions, yet also bring distinct resources to aid their communities. After considering the literature related to well-being in older adulthood, the effects of neighborhood change on older a …",
    "abstract": "Older adults face distinct challenges amidst changing neighborhood conditions, yet also bring distinct resources to aid their communities. After considering the literature related to well-being in older adulthood, the effects of neighborhood change on older adults, and older adults and social action, this paper explores the experiences of older adults in the Neighborhood Story Project. This action research project engages a group of neighbors to identify a set of research questions about their community, conduct place-based inquiry, and take action based on their learning. This study considers the degree to which the Neighborhood Story Project constitutes a macro therapeutic intervention. Drawing on observational and interview data with participants in seven Neighborhood Story Projects, this study explores the resources older adults brought to the project, what they personally gained from participating, and how their work benefited the broader community. The paper concludes with implications for macro-therapeutic interventions with older adults living through neighborhood change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36721360/",
    "clean_text": "older adults in action using action research to address neighborhood change older adults face distinct challenges amidst changing neighborhood conditions yet also bring distinct resources to aid their communities after considering the literature related to well being in older adulthood the effects of neighborhood change on older a older adults face distinct challenges amidst changing neighborhood conditions yet also bring distinct resources to aid their communities after considering the literature related to well being in older adulthood the effects of neighborhood change on older adults and older adults and social action this paper explores the experiences of older adults in the neighborhood story project this action research project engages a group of neighbors to identify a set of research questions about their community conduct place based inquiry and take action based on their learning this study considers the degree to which the neighborhood story project constitutes a macro therapeutic intervention drawing on observational and interview data with participants in seven neighborhood story projects this study explores the resources older adults brought to the project what they personally gained from participating and how their work benefited the broader community the paper concludes with implications for macro therapeutic interventions with older adults living through neighborhood change"
}