{
    "title": "First Record of Barley yellow striate mosaic virus Affecting Wheat Summer-Nurseries in Syria.",
    "doc_id": "30812462",
    "writer": "Makkouk KM",
    "year": "2004",
    "summary": "A total of 94 bread and durum wheat samples with symptoms suggestive of virus infection (stripping, stunting, and yellowing) were collected. All samples were tested for the presence of four viruses by tissue-blot immunoassay (2) at the Virology Laboratory of ICARDA, Aleppo …",
    "abstract": "A limited survey to identify virus diseases affecting wheat in summer nurseries in agricultural stations in southern Syria was conducted during October 2002. A total of 94 bread and durum wheat samples with symptoms suggestive of virus infection (stripping, stunting, and yellowing) were collected. All samples were tested for the presence of four viruses by tissue-blot immunoassay (2) at the Virology Laboratory of ICARDA, Aleppo, Syria using the following polyclonal antibodies: Barley stripe mosaic virus (BSMV); Barley yellow dwarf virus-PAV (BYDV-PAV) and Wheat streak mosaic virus (WSMV) from the Virology Laboratory at ICARDA; and Barley yellow striate mosaic virus (BYSMV) isolated from Italy (BYSMV-Italy) and provided by M. Conti, Instituto di Fitovirologia applicata, Turino, Italy. Serological results obtained indicated that BYSMV was the most commonly encountered virus (78.7%) followed by BYDV-PAV (22.3%), whereas, BSMV and WSMV were not detected in any of the samples tested. In sodium dodecyl sulfate-polyacrylamide gel electrophoresis, followed by western blots, purified BYSMV preparations were observed to contain a 47-kDa structural protein typical of the N protein of Rhabdoviruses that reacted strongly with three BYSMV antisera (BYSMV-Italy, BYSMV-Lebanon [4], and BYSMV-Morocco [1]). Samples that reacted with BYSMV antisera were transmitted from wheat to wheat, barley, and oat plants by the planthopper Laodelphax striatella (Fallen) (Hemiptera: family Delphacidae) in a persistent manner, and the major symptoms of BYSMV on cereal crops were stripping and stunting. BYDV-PAV has been reported from Syria earlier (3) but to our knowledge, this is the first report of BYSMV affecting wheat in Syria. References: (1) B. E. Lockhart et al. Plant Dis. 70:1113, 1986. (2) K. M. Makkouk and A. Comeau. Eur. J. Plant Pathol. 100:71, 1994. (3) K. M. Makkouk et al. Phytopathol. Mediterr. 28:164, 1989. (4) K. M. Makkouk et al. Plant Dis. 85:446, 2001.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30812462/",
    "clean_text": "first record of barley yellow striate mosaic virus affecting wheat summer nurseries in syria a total of bread and durum wheat samples with symptoms suggestive of virus infection stripping stunting and yellowing were collected all samples were tested for the presence of four viruses by tissue blot immunoassay at the virology laboratory of icarda aleppo a limited survey to identify virus diseases affecting wheat in summer nurseries in agricultural stations in southern syria was conducted during october a total of bread and durum wheat samples with symptoms suggestive of virus infection stripping stunting and yellowing were collected all samples were tested for the presence of four viruses by tissue blot immunoassay at the virology laboratory of icarda aleppo syria using the following polyclonal antibodies barley stripe mosaic virus bsmv barley yellow dwarf virus pav bydv pav and wheat streak mosaic virus wsmv from the virology laboratory at icarda and barley yellow striate mosaic virus bysmv isolated from italy bysmv italy and provided by m conti instituto di fitovirologia applicata turino italy serological results obtained indicated that bysmv was the most commonly encountered virus followed by bydv pav whereas bsmv and wsmv were not detected in any of the samples tested in sodium dodecyl sulfate polyacrylamide gel electrophoresis followed by western blots purified bysmv preparations were observed to contain a kda structural protein typical of the n protein of rhabdoviruses that reacted strongly with three bysmv antisera bysmv italy bysmv lebanon and bysmv morocco samples that reacted with bysmv antisera were transmitted from wheat to wheat barley and oat plants by the planthopper laodelphax striatella fallen hemiptera family delphacidae in a persistent manner and the major symptoms of bysmv on cereal crops were stripping and stunting bydv pav has been reported from syria earlier but to our knowledge this is the first report of bysmv affecting wheat in syria references b e lockhart et al plant dis k m makkouk and a comeau eur j plant pathol k m makkouk et al phytopathol mediterr k m makkouk et al plant dis"
}