{
    "pmid": "41332380",
    "title": "Utilizing Optimized Mixed-Order Relation-Aware Recurrent Neural Network for Metacarpophalangeal Rheumatoid Arthritis Grading via Ultrasound Images.",
    "abstract": "The diagnostic problem of grading evaluation of ultrasonic images of Metacarpophalangeal rheumatoid arthritis (RA) is mostly dependent on the skills of sonographers with training. A grading system is used to identify and evaluate the geometric and textural features of bone deterioration and synovium thickening. In this manuscript, utilizing optimized mixed-order relation-aware recurrent neural network for metacarpophalangeal rheumatoid arthritis grading via ultrasound images (MRAG-UI-MORARNN-BWKA) is proposed. First, Tianjin University of Traditional Chinese Medicine's First Teaching Hospital provides the input ultrasound images. The pre-processing step uses confidence partitioning sampling filtering (CPSF) to resize the input images and eliminate background noise. Afterward, the pre-processed images were given to unpaired multi-view graph clustering (UMGC) for segmenting the region of interest (ROI). The holistic dynamic frequency transformer (HDFT) was used for extracting the geometric features like area, thickness, and shape. The Black winged kite algorithm (BWKA) was then employed to optimize the mixed-order relation-aware recurrent neural network (MORARNN) for precise grading of rheumatoid arthritis detection, with grades 0 (no synovium thickening), 1, 2, and 3 (mild, moderate, and severe, respectively). Python is used in the implementation of the proposed MRAG-UI-MORARNN-BWKA method. The proposed strategy achieves significant improvements over existing methods in grading rheumatoid arthritis via ultrasound images. The proposed model attains an accuracy of 97.02%, precision of 97.5% and sensitivity of 97.25%, respectively. These results clearly indicate the better performance and robustness of the proposed method analyzed to existing methods.",
    "disease": "rheumatoid arthritis",
    "clean_text": "utilizing optimized mixed order relation aware recurrent neural network for metacarpophalangeal rheumatoid arthritis grading via ultrasound images the diagnostic problem of grading evaluation of ultrasonic images of metacarpophalangeal rheumatoid arthritis ra is mostly dependent on the skills of sonographers with training a grading system is used to identify and evaluate the geometric and textural features of bone deterioration and synovium thickening in this manuscript utilizing optimized mixed order relation aware recurrent neural network for metacarpophalangeal rheumatoid arthritis grading via ultrasound images mrag ui morarnn bwka is proposed first tianjin university of traditional chinese medicine s first teaching hospital provides the input ultrasound images the pre processing step uses confidence partitioning sampling filtering cpsf to resize the input images and eliminate background noise afterward the pre processed images were given to unpaired multi view graph clustering umgc for segmenting the region of interest roi the holistic dynamic frequency transformer hdft was used for extracting the geometric features like area thickness and shape the black winged kite algorithm bwka was then employed to optimize the mixed order relation aware recurrent neural network morarnn for precise grading of rheumatoid arthritis detection with grades no synovium thickening and mild moderate and severe respectively python is used in the implementation of the proposed mrag ui morarnn bwka method the proposed strategy achieves significant improvements over existing methods in grading rheumatoid arthritis via ultrasound images the proposed model attains an accuracy of precision of and sensitivity of respectively these results clearly indicate the better performance and robustness of the proposed method analyzed to existing methods"
}