{
    "pmid": "41450794",
    "title": "Impact of the COVID-19 pandemic on influenza vaccination coverage in Latin America: Southern Cone, Argentina, Chile, and Uruguay.",
    "abstract": "Analyze the impact of the COVID-19 pandemic on influenza vaccination coverage in some countries in the Americas. This descriptive ecological study included Argentina, Chile, and Uruguay and analyzed information on influenza vaccination coverage in the countries during 2018-2023. The study reports annual estimates of influenza vaccination coverage expressed as a percentage of the population. The sources used were those reported by the Pan American Health Organization/World Health Organization and the ministries of health of the countries studied. Comparatively, vaccination coverage rates according to risk groups among Argentina, Chile, and Uruguay show a downward trend without reaching optimal vaccination coverage for 2018 to 2023. Increased vaccination rates were reported in 2020 for all age and risk groups, except in Uruguay for children under 5 years of age. Among pregnant women, Argentina reported higher coverage in 2020 with 77%, Chile 90% (2018), and Uruguay 55% (2020). Among health workers, all three countries reached their highest coverage in 2020 (100%) but reported a decrease for 2022. The studied countries have observed a decrease in post-COVID-19 influenza vaccination coverage. Therefore, they are working to achieve optimal coverage, not only in influenza risk groups but across the entire population. Data on influenza vaccination coverage are limited in some cases. The availability of new vaccines can provide greater immunogenicity, efficacy, and effectiveness. However, they represent a challenge for the Expanded Program on Immunization, which requires cost-effectiveness studies to evaluate new vaccines while experiencing restricted national budgets. Analizar el impacto de la pandemia de COVID-19 en la cobertura de vacunación contra la gripe en algunos países de la Región de las Américas. En este estudio ecológico descriptivo se incluyeron datos de Argentina, Chile y Uruguay, y se analizó información sobre la cobertura de vacunación contra la gripe en esos países durante el período 2018-2023. El estudio presenta estimaciones anuales de la cobertura de vacunación contra la gripe expresadas como porcentaje de la población. Las fuentes utilizadas fueron las presentadas por la Organización Panamericana de la Salud/Organización Mundial de la Salud y los ministerios de salud de los países estudiados. Los datos comparativos indican que la cobertura de vacunación según los grupos de riesgo en Argentina, Chile y Uruguay muestra una tendencia a la baja, sin que se alcanzara en el periodo 2018-2023 una cobertura de vacunación óptima. En el 2020 se registró un aumento en las tasas de vacunación en todos los grupos definidos según la edad y el riesgo, excepto en Uruguay para los menores de 5 años. En las mujeres embarazadas, Argentina registró una mayor cobertura en el 2020, con un 77%; la de Chile fue de un 90% (2018) y la de Uruguay de un 55% (2020). Por lo que respecta a los trabajadores de salud, los tres países alcanzaron una cobertura máxima en el 2020 (100%), pero mostraron una disminución en el 2022. En los países estudiados se ha observado una disminución en la cobertura de vacunación contra la gripe tras la COVID-19. En consecuencia, estos países están trabajando para lograr una cobertura óptima, no solo en los grupos de riesgo de gripe, sino en toda la población. Los datos sobre la cobertura de vacunación contra la gripe son limitados en algunos casos. La disponibilidad de nuevas vacunas puede proporcionar una mayor inmunogenicidad, eficacia y efectividad. Sin embargo, estas vacunas representan un desafío para el Programa Ampliado de Inmunización, que requiere estudios de costo-efectividad para evaluarlas, en un momento en el que es preciso afrontar restricciones presupuestarias nacionales. Analisar o impacto da pandemia de COVID-19 na cobertura vacinal contra a influenza em alguns países da Região das Américas. Este estudo ecológico descritivo incluiu Argentina, Chile e Uruguai e analisou informações sobre a cobertura vacinal contra a influenza nesses países no período de 2018 a 2023. O estudo apresenta estimativas anuais da cobertura vacinal contra a influenza expressas em porcentagem da população. As fontes utilizadas foram as divulgadas pela Organização Pan-Americana da Saúde/Organização Mundial da Saúde e pelos ministérios da Saúde dos países estudados. Em termos comparativos, a cobertura vacinal por grupo de risco na Argentina, no Chile e no Uruguai mostrou uma tendência de queda, ficando aquém da cobertura vacinal ideal no período de 2018 a 2023. Em 2020, todas as faixas etárias e grupos de risco registraram maiores taxas de vacinação, exceto no Uruguai em crianças menores de 5 anos. Em gestantes, a Argentina registrou uma maior cobertura em 2020, com 77%, ao passo que a do Chile foi de 90% em 2018 e a do Uruguai de 55% em 2020. Entre os trabalhadores da saúde, os três países alcançaram a maior taxa de cobertura em 2020 (100%), mas registraram uma diminuição em 2022. Os países estudados observaram uma diminuição na cobertura vacinal contra a influenza no período pós-COVID-19. Portanto, os três países estão trabalhando para alcançar a cobertura ideal, não apenas nos grupos de risco para influenza, mas em toda a população. Em alguns casos, os dados sobre a cobertura vacinal contra a influenza são limitados. A disponibilidade de novas vacinas pode proporcionar maior imunogenicidade, eficácia e efetividade. No entanto, essa disponibilidade representa um desafio para o Programa Ampliado de Imunização, que requer estudos de custo-efetividade para avaliar novas vacinas, em um momento em que enfrenta restrições orçamentárias nacionais.",
    "disease": "covid-19",
    "clean_text": "impact of the covid pandemic on influenza vaccination coverage in latin america southern cone argentina chile and uruguay analyze the impact of the covid pandemic on influenza vaccination coverage in some countries in the americas this descriptive ecological study included argentina chile and uruguay and analyzed information on influenza vaccination coverage in the countries during the study reports annual estimates of influenza vaccination coverage expressed as a percentage of the population the sources used were those reported by the pan american health organization world health organization and the ministries of health of the countries studied comparatively vaccination coverage rates according to risk groups among argentina chile and uruguay show a downward trend without reaching optimal vaccination coverage for to increased vaccination rates were reported in for all age and risk groups except in uruguay for children under years of age among pregnant women argentina reported higher coverage in with chile and uruguay among health workers all three countries reached their highest coverage in but reported a decrease for the studied countries have observed a decrease in post covid influenza vaccination coverage therefore they are working to achieve optimal coverage not only in influenza risk groups but across the entire population data on influenza vaccination coverage are limited in some cases the availability of new vaccines can provide greater immunogenicity efficacy and effectiveness however they represent a challenge for the expanded program on immunization which requires cost effectiveness studies to evaluate new vaccines while experiencing restricted national budgets analizar el impacto de la pandemia de covid en la cobertura de vacunaci n contra la gripe en algunos pa ses de la regi n de las am ricas en este estudio ecol gico descriptivo se incluyeron datos de argentina chile y uruguay y se analiz informaci n sobre la cobertura de vacunaci n contra la gripe en esos pa ses durante el per odo el estudio presenta estimaciones anuales de la cobertura de vacunaci n contra la gripe expresadas como porcentaje de la poblaci n las fuentes utilizadas fueron las presentadas por la organizaci n panamericana de la salud organizaci n mundial de la salud y los ministerios de salud de los pa ses estudiados los datos comparativos indican que la cobertura de vacunaci n seg n los grupos de riesgo en argentina chile y uruguay muestra una tendencia a la baja sin que se alcanzara en el periodo una cobertura de vacunaci n ptima en el se registr un aumento en las tasas de vacunaci n en todos los grupos definidos seg n la edad y el riesgo excepto en uruguay para los menores de a os en las mujeres embarazadas argentina registr una mayor cobertura en el con un la de chile fue de un y la de uruguay de un por lo que respecta a los trabajadores de salud los tres pa ses alcanzaron una cobertura m xima en el pero mostraron una disminuci n en el en los pa ses estudiados se ha observado una disminuci n en la cobertura de vacunaci n contra la gripe tras la covid en consecuencia estos pa ses est n trabajando para lograr una cobertura ptima no solo en los grupos de riesgo de gripe sino en toda la poblaci n los datos sobre la cobertura de vacunaci n contra la gripe son limitados en algunos casos la disponibilidad de nuevas vacunas puede proporcionar una mayor inmunogenicidad eficacia y efectividad sin embargo estas vacunas representan un desaf o para el programa ampliado de inmunizaci n que requiere estudios de costo efectividad para evaluarlas en un momento en el que es preciso afrontar restricciones presupuestarias nacionales analisar o impacto da pandemia de covid na cobertura vacinal contra a influenza em alguns pa ses da regi o das am ricas este estudo ecol gico descritivo incluiu argentina chile e uruguai e analisou informa es sobre a cobertura vacinal contra a influenza nesses pa ses no per odo de a o estudo apresenta estimativas anuais da cobertura vacinal contra a influenza expressas em porcentagem da popula o as fontes utilizadas foram as divulgadas pela organiza o pan americana da sa de organiza o mundial da sa de e pelos minist rios da sa de dos pa ses estudados em termos comparativos a cobertura vacinal por grupo de risco na argentina no chile e no uruguai mostrou uma tend ncia de queda ficando aqu m da cobertura vacinal ideal no per odo de a em todas as faixas et rias e grupos de risco registraram maiores taxas de vacina o exceto no uruguai em crian as menores de anos em gestantes a argentina registrou uma maior cobertura em com ao passo que a do chile foi de em e a do uruguai de em entre os trabalhadores da sa de os tr s pa ses alcan aram a maior taxa de cobertura em mas registraram uma diminui o em os pa ses estudados observaram uma diminui o na cobertura vacinal contra a influenza no per odo p s covid portanto os tr s pa ses est o trabalhando para alcan ar a cobertura ideal n o apenas nos grupos de risco para influenza mas em toda a popula o em alguns casos os dados sobre a cobertura vacinal contra a influenza s o limitados a disponibilidade de novas vacinas pode proporcionar maior imunogenicidade efic cia e efetividade no entanto essa disponibilidade representa um desafio para o programa ampliado de imuniza o que requer estudos de custo efetividade para avaliar novas vacinas em um momento em que enfrenta restri es or ament rias nacionais"
}