{
    "title": "Non-coding RNAs are involved in the response to oxidative stress.",
    "doc_id": "32559852",
    "writer": "Ghafouri-Fard S",
    "year": "2020",
    "summary": "Oxidative stress is resulted from the imbalance between the production of oxidative agents and the antioxidant capacity. ...Recent studies have shown the role of non-coding RNAs including both microRNAs (miRNAs) and long non-coding RNAs (lncRNAs) in the patho …",
    "abstract": "Oxidative stress is resulted from the imbalance between the production of oxidative agents and the antioxidant capacity. The accumulation of reactive oxygen species in this process leads to induction of several pathologic events in the tissues and organs which might affect the whole organism. This process is involved in the pathogenesis of several human disorders. Recent studies have shown the role of non-coding RNAs including both microRNAs (miRNAs) and long non-coding RNAs (lncRNAs) in the pathogenic process of oxidative stress and the response of cells to this process. Thus, regulating expression of these transcripts can be a practical route for modulation of oxidative stress. Moreover, these transcripts can be regarded as biomarkers for assessment of the levels of oxidative/ antioxidative imbalance. In the present review, we summarize the up-to-date literature about the role of lncRNAs and miRNAs in the oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32559852/",
    "clean_text": "non coding rnas are involved in the response to oxidative stress oxidative stress is resulted from the imbalance between the production of oxidative agents and the antioxidant capacity recent studies have shown the role of non coding rnas including both micrornas mirnas and long non coding rnas lncrnas in the patho oxidative stress is resulted from the imbalance between the production of oxidative agents and the antioxidant capacity the accumulation of reactive oxygen species in this process leads to induction of several pathologic events in the tissues and organs which might affect the whole organism this process is involved in the pathogenesis of several human disorders recent studies have shown the role of non coding rnas including both micrornas mirnas and long non coding rnas lncrnas in the pathogenic process of oxidative stress and the response of cells to this process thus regulating expression of these transcripts can be a practical route for modulation of oxidative stress moreover these transcripts can be regarded as biomarkers for assessment of the levels of oxidative antioxidative imbalance in the present review we summarize the up to date literature about the role of lncrnas and mirnas in the oxidative stress"
}