{
    "title": "Quantitative assessment of biceps brachii muscle stiffness by using Young's modulus-Angle curve during passive stretching in stroke patients.",
    "doc_id": "36969599",
    "writer": "Zhang X",
    "year": "2023",
    "summary": "The real-time SWE video of the biceps brachii and the Young's modulus data were recorded during the passive straightening of the elbow. The Young's modulus-elbow angle curves were created and fitted using an exponential model. The parameters yielded from the model w …",
    "abstract": "Purpose: This study aims to use shear wave elastography (SWE) to dynamically describe the characteristics of biceps brachii muscle stiffness during passive stretching in healthy participants, investigate changes in the Young's modulus-angle curve under various states of muscle tone in stroke patients, and develop a new method for measuring muscle tone quantitatively. Methods: In total, 30 healthy volunteers and 54 stroke patients were evaluated for elbow flexor muscle tone on both sides using passive motion examination and were divided into groups based on their muscle tone status. The real-time SWE video of the biceps brachii and the Young's modulus data were recorded during the passive straightening of the elbow. The Young's modulus-elbow angle curves were created and fitted using an exponential model. The parameters yielded from the model were subjected to further intergroup analysis. Results: The repeatability of the Young's modulus measurement was generally good. During passive elbow extension, the Young's modulus of the biceps brachii steadily increased as muscle tone increased, and it increased faster when the modified Ashworth scale (MAS) score got higher. The exponential model's fitness was generally good. The curvature coefficient was significantly different between the MAS 0 group and the hypertonia groups (MAS 1, 1+, and 2 groups). Conclusion: The passive elastic characteristics of the biceps brachii are consistent with the exponential model. The Young's modulus-elbow angle curve of the biceps brachii changes in distinct ways depending on the muscle tone status. SWE can be used to quantify muscular stiffness during passive stretching as a new way of muscle tone evaluation, allowing for quantitative muscle tone evaluation and mathematical assessment of muscle mechanical properties in stroke patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36969599/",
    "clean_text": "quantitative assessment of biceps brachii muscle stiffness by using young s modulus angle curve during passive stretching in stroke patients the real time swe video of the biceps brachii and the young s modulus data were recorded during the passive straightening of the elbow the young s modulus elbow angle curves were created and fitted using an exponential model the parameters yielded from the model w purpose this study aims to use shear wave elastography swe to dynamically describe the characteristics of biceps brachii muscle stiffness during passive stretching in healthy participants investigate changes in the young s modulus angle curve under various states of muscle tone in stroke patients and develop a new method for measuring muscle tone quantitatively methods in total healthy volunteers and stroke patients were evaluated for elbow flexor muscle tone on both sides using passive motion examination and were divided into groups based on their muscle tone status the real time swe video of the biceps brachii and the young s modulus data were recorded during the passive straightening of the elbow the young s modulus elbow angle curves were created and fitted using an exponential model the parameters yielded from the model were subjected to further intergroup analysis results the repeatability of the young s modulus measurement was generally good during passive elbow extension the young s modulus of the biceps brachii steadily increased as muscle tone increased and it increased faster when the modified ashworth scale mas score got higher the exponential model s fitness was generally good the curvature coefficient was significantly different between the mas group and the hypertonia groups mas and groups conclusion the passive elastic characteristics of the biceps brachii are consistent with the exponential model the young s modulus elbow angle curve of the biceps brachii changes in distinct ways depending on the muscle tone status swe can be used to quantify muscular stiffness during passive stretching as a new way of muscle tone evaluation allowing for quantitative muscle tone evaluation and mathematical assessment of muscle mechanical properties in stroke patients"
}