{
    "pmid": "41414682",
    "title": "Proton pump inhibitor use and cardiovascular risk, all-cause, and cardiovascular mortality across baseline eGFR categories: a longitudinal study.",
    "abstract": "This longitudinal cohort study aimed to evaluate the associations of proton pump inhibitor (PPI) use and estimated glomerular filtration rate (eGFR) with cardiovascular disease (CVD) risk, all-cause mortality, and cardiovascular mortality. We analysed data from 30,362 National Health and Nutrition Examination Survey participants (mean age: 49.3 ± 17.6 years; 51.1% women) between 2003 and 2018. Participants were categorised into eight subgroups based on PPI use and eGFR categories. CVD risk was assessed using survey-weighted multivariable logistic regression, while mortality was evaluated with Cox proportional hazards models over a median follow-up of 91 months. Analyses were adjusted for numerous potential confounders, with sensitivity analyses validating the results. Compared to nonusers with normal eGFR, PPI users with eGFR < 30 had the highest odds ratio (OR = 9.29, 95% CI: 3.34-25.81, ",
    "disease": "chronic kidney disease",
    "clean_text": "proton pump inhibitor use and cardiovascular risk all cause and cardiovascular mortality across baseline egfr categories a longitudinal study this longitudinal cohort study aimed to evaluate the associations of proton pump inhibitor ppi use and estimated glomerular filtration rate egfr with cardiovascular disease cvd risk all cause mortality and cardiovascular mortality we analysed data from national health and nutrition examination survey participants mean age years women between and participants were categorised into eight subgroups based on ppi use and egfr categories cvd risk was assessed using survey weighted multivariable logistic regression while mortality was evaluated with cox proportional hazards models over a median follow up of months analyses were adjusted for numerous potential confounders with sensitivity analyses validating the results compared to nonusers with normal egfr ppi users with egfr had the highest odds ratio or ci"
}