{
    "pmid": "41455878",
    "title": "Investigation of the possible effects of LncRNA CYTOR on the molecular mechanisms of metastasis and Hippo signaling pathways in Triple-negative and Cisplatin-resistant breast cancer cell lines.",
    "abstract": "Breast cancer is one of the cancers with the highest incidence among women worldwide. Increasing evidence suggests that the long noncoding RNA cytoskeleton regulator (CYTOR) plays a critical role in cancers and is upregulated in many cancer types. In this study, the effects of siRNA inhibition of CYTOR, a long non-coding RNA (LncRNA), on cell viability, apoptosis, Hippo signaling pathway and molecular mechanisms involved in metastasis were investigated in breast cancer cell lines. The suppressive effects of CYTOR on cell proliferation in MDA-MB-231 and HCC1428 cells were determined by the 3-(4,5-Dimethyltriazol-2-yl)-2.5 diphenyltetrazolium bromide (MTT) method. Scratch assay, colony formation assay, migration and invasion tests, were performed to determine the effects of CYTOR on the proliferation and migration of MDA-MB-231 and HCC1428 cells. In addition, its effects on apoptotic (Bax, Bcl-2), Hippo and metastatic genes (YAP1, MST1, LATS1, CTGF, ECAD, NCAD) were determined using quantitative real-time polymerase chain reaction (qRT-PCR). As a result of the study, CYTOR expression was suppressed by 80% with siCYTOR-779 in MDA-MB-231 cells and by 88% with siCYTOR-572 in HCC1428 cells. The CYTOR suppression significantly inhibited cell proliferation, cell colony formation and migration of breast cancer cells. It was also determined that CYTOR suppression caused a decrease in the expression of the YAP1 gene, a key effector of the Hippo signaling pathway and the CTGF gene, one of its target genes. In conclusion, our findings suggest that CYTOR may be a potential therapeutic target in breast cancer by regulating the Hippo signaling pathway.",
    "disease": "breast cancer",
    "clean_text": "investigation of the possible effects of lncrna cytor on the molecular mechanisms of metastasis and hippo signaling pathways in triple negative and cisplatin resistant breast cancer cell lines breast cancer is one of the cancers with the highest incidence among women worldwide increasing evidence suggests that the long noncoding rna cytoskeleton regulator cytor plays a critical role in cancers and is upregulated in many cancer types in this study the effects of sirna inhibition of cytor a long non coding rna lncrna on cell viability apoptosis hippo signaling pathway and molecular mechanisms involved in metastasis were investigated in breast cancer cell lines the suppressive effects of cytor on cell proliferation in mda mb and hcc cells were determined by the dimethyltriazol yl diphenyltetrazolium bromide mtt method scratch assay colony formation assay migration and invasion tests were performed to determine the effects of cytor on the proliferation and migration of mda mb and hcc cells in addition its effects on apoptotic bax bcl hippo and metastatic genes yap mst lats ctgf ecad ncad were determined using quantitative real time polymerase chain reaction qrt pcr as a result of the study cytor expression was suppressed by with sicytor in mda mb cells and by with sicytor in hcc cells the cytor suppression significantly inhibited cell proliferation cell colony formation and migration of breast cancer cells it was also determined that cytor suppression caused a decrease in the expression of the yap gene a key effector of the hippo signaling pathway and the ctgf gene one of its target genes in conclusion our findings suggest that cytor may be a potential therapeutic target in breast cancer by regulating the hippo signaling pathway"
}