{
    "title": "Prevalence and associated positive psychological variables of anxiety and depression among patients with central nervous system tumors in China: a cross-sectional study.",
    "doc_id": "27072749",
    "writer": "Bao Y",
    "year": "2017",
    "summary": "However, no studies have investigated the relationship between positive psychological variables (hope, optimism and general self-efficacy) and anxiety and depression among patients with central nervous system (CNS) tumors in China. ...Hope and optimism both were neg …",
    "abstract": "Background:\n        \n      \n      Anxiety and depression have been identified as common psychological distresses faced by the majority of patients with cancer. However, no studies have investigated the relationship between positive psychological variables (hope, optimism and general self-efficacy) and anxiety and depression among patients with central nervous system (CNS) tumors in China. Our hypothesis is that the patients with higher levels of hope, optimism or general self-efficacy have lower levels of anxiety and depression when encountered by stressful life events such as CNS tumors.\n    \n\n\n          Methods:\n        \n      \n      Questionnaires, including the Hospital Anxiety and Depression Scale, the Herth Hope Index, the Life Orientation Scale-Revised and the General Self-Efficacy Scale, and demographic and clinical records were used to collect information about patients with CNS tumors in Liaoning Province, China. The study included 222 patients (effective response rate: 66.1%). Hierarchical linear regression analyses were performed to explore the associations among hope, optimism, general self-efficacy and anxiety/depression.\n    \n\n\n          Results:\n        \n      \n      Prevalence of anxiety and depression were 42.8 and 32.4%, respectively, among patients with CNS tumors. Hope and optimism both were negatively associated with anxiety and together accounted for 21.4% of variance in anxiety. Similarly, hope and optimism both were negatively associated with depression and accounted for 32.4% of variance in depression.\n    \n\n\n          Conclusions:\n        \n      \n      The high prevalence of anxiety and depression among patients with CNS tumors should receive more attention in Chinese medical settings. To help reduce anxiety and depression, health care professionals should develop interventions to promote hope and optimism based on patients' specific needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27072749/",
    "clean_text": "prevalence and associated positive psychological variables of anxiety and depression among patients with central nervous system tumors in china a cross sectional study however no studies have investigated the relationship between positive psychological variables hope optimism and general self efficacy and anxiety and depression among patients with central nervous system cns tumors in china hope and optimism both were neg background anxiety and depression have been identified as common psychological distresses faced by the majority of patients with cancer however no studies have investigated the relationship between positive psychological variables hope optimism and general self efficacy and anxiety and depression among patients with central nervous system cns tumors in china our hypothesis is that the patients with higher levels of hope optimism or general self efficacy have lower levels of anxiety and depression when encountered by stressful life events such as cns tumors methods questionnaires including the hospital anxiety and depression scale the herth hope index the life orientation scale revised and the general self efficacy scale and demographic and clinical records were used to collect information about patients with cns tumors in liaoning province china the study included patients effective response rate hierarchical linear regression analyses were performed to explore the associations among hope optimism general self efficacy and anxiety depression results prevalence of anxiety and depression were and respectively among patients with cns tumors hope and optimism both were negatively associated with anxiety and together accounted for of variance in anxiety similarly hope and optimism both were negatively associated with depression and accounted for of variance in depression conclusions the high prevalence of anxiety and depression among patients with cns tumors should receive more attention in chinese medical settings to help reduce anxiety and depression health care professionals should develop interventions to promote hope and optimism based on patients specific needs"
}