{
    "pmid": "41435906",
    "title": "Integration of Genetic Risk, Cardiometabolic Diseases, and Cognitive Impairment among African American Adults.",
    "abstract": "African American adults have a high burden of late-life cognitive impairment (CI) and dementia but remain underrepresented in genetic epidemiology studies. Genetic risk and cardiometabolic diseases (CMDs) contribute to dementia risk. This study investigated whether genetic susceptibility and CMDs were associated with a composite CI outcome and whether CMDs modified these associations. In AA participants within the REasons for Geographic and Racial Differences in Stroke (REGARDS) study, we assessed the association of a dementia polygenic risk score (PRS), APOE ε4 carrier status, and three prevalent CMDs: stroke, coronary artery disease (CAD), and type 2 diabetes (T2D) with a composite outcome of CI and dementia as a contributing cause of death (DCCD). We used logistic regression adjusted for age, sex, education, income, body mass index, smoking status, alcohol intake, physical activity, hypertension, low-density lipoprotein, and C-reactive protein. Interaction terms were included to assess whether CMDs modified the associations between genetic risk and the composite outcome. Of 8,838 participants, 516 (5.84%) developed CI or had DCCD. In fully adjusted models, high polygenic risk (highest vs lowest PRS tertile) was associated with increased odds of the composite outcome [odds ratio (OR): 1.42; 95% confidence interval (CI): 1.12-1.78], as was APOE ε4 carrier status (1.46; 1.21-1.78). Among CMDs, stroke (1.45; 1.04-2.02) and T2D (1.31; 1.06-1.61) were significantly associated with increased odds of the composite outcome. However, the association between genetic risk and the composite outcome did not significantly differ by CMD status. Genetic risk and CMDs independently contributed to dementia-related outcomes, indicating their relevance in understanding dementia risk among AA adults.",
    "disease": "coronary artery disease",
    "clean_text": "integration of genetic risk cardiometabolic diseases and cognitive impairment among african american adults african american adults have a high burden of late life cognitive impairment ci and dementia but remain underrepresented in genetic epidemiology studies genetic risk and cardiometabolic diseases cmds contribute to dementia risk this study investigated whether genetic susceptibility and cmds were associated with a composite ci outcome and whether cmds modified these associations in aa participants within the reasons for geographic and racial differences in stroke regards study we assessed the association of a dementia polygenic risk score prs apoe carrier status and three prevalent cmds stroke coronary artery disease cad and type diabetes t d with a composite outcome of ci and dementia as a contributing cause of death dccd we used logistic regression adjusted for age sex education income body mass index smoking status alcohol intake physical activity hypertension low density lipoprotein and c reactive protein interaction terms were included to assess whether cmds modified the associations between genetic risk and the composite outcome of participants developed ci or had dccd in fully adjusted models high polygenic risk highest vs lowest prs tertile was associated with increased odds of the composite outcome odds ratio or confidence interval ci as was apoe carrier status among cmds stroke and t d were significantly associated with increased odds of the composite outcome however the association between genetic risk and the composite outcome did not significantly differ by cmd status genetic risk and cmds independently contributed to dementia related outcomes indicating their relevance in understanding dementia risk among aa adults"
}