{
    "title": "Micro-CT analysis of 3D printed provisional crowns fitting.",
    "doc_id": "36057803",
    "writer": "Alsubaiy EF.",
    "year": "2023",
    "summary": "Recorded data were statistically analysed by one-way analysis of variance (ANOVA) and using Dunnett t-Test (p> 0.05). RESULTS: The mean gap at margins was minimum for provisional crowns in 3D-P group in any finish line with minimum in rounded shoulder with bevel at z …",
    "abstract": "Background:\n        \n      \n      The provisional crowns (PR) play an important role during the course of fixed prosthesis treatment. The fitting of PR varies and depends on various factors.\n    \n\n\n          Objective:\n        \n      \n      The aim of the study was to evaluate the marginal and internal fit of PR produced by three-dimensional (3D) printing technique and to compare those with PR made by the milling technique by using micro computed tomography (μCT) on three commonly used finish line designs.\n    \n\n\n          Method:\n        \n      \n      Ninety study models were made using metal die of #14 tooth (i.e. maxillary 1st premolar molar) prepared for full veneer crown with three different finish line chamfer (C), rounded shoulder (RS) and rounded shoulder with bevel (RSB). PR was fabricated on each study model, using milling (MiL group, n= 45), and 3D printing technique (3D-P group, n= 45). Marginal and internal fit of each study model was measured by micro computed tomography, at 7 Zones Pr-1- Pr-7 on each finish line. Recorded data were statistically analysed by one-way analysis of variance (ANOVA) and using Dunnett t-Test (p> 0.05).\n    \n\n\n          Results:\n        \n      \n      The mean gap at margins was minimum for provisional crowns in 3D-P group in any finish line with minimum in rounded shoulder with bevel at zone Pr-1 30.9 ± 5.3 and at zone Pr-7 32.7 ± 5.3. In the axial region, i.e. zone Pr-2, the smallest gap was recorded in the 3D-P group and in the occlusal region, for zone Pr-3, 4 and 5, the maximum gap was recorded in the MiL group.\n    \n\n\n          Conclusion:\n        \n      \n      The provisional crowns fabricated by 3D printed technique have better marginal and internal fit than the provisional crowns made by milling technique.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36057803/",
    "clean_text": "micro ct analysis of d printed provisional crowns fitting recorded data were statistically analysed by one way analysis of variance anova and using dunnett t test p results the mean gap at margins was minimum for provisional crowns in d p group in any finish line with minimum in rounded shoulder with bevel at z background the provisional crowns pr play an important role during the course of fixed prosthesis treatment the fitting of pr varies and depends on various factors objective the aim of the study was to evaluate the marginal and internal fit of pr produced by three dimensional d printing technique and to compare those with pr made by the milling technique by using micro computed tomography ct on three commonly used finish line designs method ninety study models were made using metal die of tooth i e maxillary st premolar molar prepared for full veneer crown with three different finish line chamfer c rounded shoulder rs and rounded shoulder with bevel rsb pr was fabricated on each study model using milling mil group n and d printing technique d p group n marginal and internal fit of each study model was measured by micro computed tomography at zones pr pr on each finish line recorded data were statistically analysed by one way analysis of variance anova and using dunnett t test p results the mean gap at margins was minimum for provisional crowns in d p group in any finish line with minimum in rounded shoulder with bevel at zone pr and at zone pr in the axial region i e zone pr the smallest gap was recorded in the d p group and in the occlusal region for zone pr and the maximum gap was recorded in the mil group conclusion the provisional crowns fabricated by d printed technique have better marginal and internal fit than the provisional crowns made by milling technique"
}