{
    "pmid": "41377811",
    "title": "Interpretable machine learning model for predicting covert hepatic encephalopathy in patients with cirrhosis: a multicenter study.",
    "abstract": "Covert hepatic encephalopathy (CHE) is a neurocognitive complication affecting 40.9-50.4% of patients with cirrhosis. It often remains undiagnosed owing to its subclinical nature and the limitations of existing diagnostic tools, which are constrained by subjectivity, variable sensitivity, and limited accessibility. This study aims to develop and validate interpretable machine learning (ML) models for predicting CHE in patients with cirrhosis using multidimensional clinical and lifestyle data. This retrospective study included 503 patients with liver cirrhosis from 16 medical centers in China. CHE was diagnosed using the psychometric hepatic encephalopathy score and EncephalApp Stroop tests. Recursive feature elimination and Pearson's correlation analysis were used for feature selection. Eight ML models were implemented to predict CHE. Performance was assessed via AUC, sensitivity, specificity, and decision curve analysis. The SHapley Additive exPlanations (SHAP) values are interpreted by the optimal model. The light gradient boosting machine (LightGBM) model achieved the highest area under the receiver operating characteristic (ROC) curve (AUC) of 0.810 in the training set and 0.710 in the validation set. Decision curve analysis showed that LightGBM had better diagnostic performance than random forest (RF) and eXtreme gradient boosting (XGBoost). The SHAP analysis identified key predictors of CHE, including lower Mini-Mental State Examination (MMSE) scores, older age, hypoalbuminemia, lack of prior computer usage, and higher blood urea nitrogen levels. This study presents a novel ML-based approach for predicting CHE in cirrhotic patients, with LightGBM offering the best balance of performance and interpretability. The identified clinical and demographic predictors could facilitate early CHE detection and personalized management, ultimately improving outcomes for this high-risk population.",
    "disease": "liver cirrhosis",
    "clean_text": "interpretable machine learning model for predicting covert hepatic encephalopathy in patients with cirrhosis a multicenter study covert hepatic encephalopathy che is a neurocognitive complication affecting of patients with cirrhosis it often remains undiagnosed owing to its subclinical nature and the limitations of existing diagnostic tools which are constrained by subjectivity variable sensitivity and limited accessibility this study aims to develop and validate interpretable machine learning ml models for predicting che in patients with cirrhosis using multidimensional clinical and lifestyle data this retrospective study included patients with liver cirrhosis from medical centers in china che was diagnosed using the psychometric hepatic encephalopathy score and encephalapp stroop tests recursive feature elimination and pearson s correlation analysis were used for feature selection eight ml models were implemented to predict che performance was assessed via auc sensitivity specificity and decision curve analysis the shapley additive explanations shap values are interpreted by the optimal model the light gradient boosting machine lightgbm model achieved the highest area under the receiver operating characteristic roc curve auc of in the training set and in the validation set decision curve analysis showed that lightgbm had better diagnostic performance than random forest rf and extreme gradient boosting xgboost the shap analysis identified key predictors of che including lower mini mental state examination mmse scores older age hypoalbuminemia lack of prior computer usage and higher blood urea nitrogen levels this study presents a novel ml based approach for predicting che in cirrhotic patients with lightgbm offering the best balance of performance and interpretability the identified clinical and demographic predictors could facilitate early che detection and personalized management ultimately improving outcomes for this high risk population"
}