{
    "pmid": "41462093",
    "title": "Impact of CHA₂DS₂-VA score on COVID-19 disease-related outcomes.",
    "abstract": "The Coronavirus disease (COVID-19) pandemic affected millions of people worldwide and caused hundreds of thousands of deaths. The CHA₂DS₂-VASc score is a scoring system used to determine the indication for anticoagulation in patients with atrial fibrillation (AF) and determines the risk of stroke. Previous studies have shown that it predicts mortality in COVID-19 patients well. New guidelines simplified the score as the CHA₂DS₂-VA score, which is free of sex factor. In this study, we planned to investigate the ability of this simplified score in predicting mortality and intensive care unit (ICU) admission in COVID-19 patients. All patients who were diagnosed with COVID-19 between January 2021 and January 2022 were screened, and patients with accessible data were enrolled. A total of 838 patients were included. The baseline characteristics of the patients and CHA₂DS₂-VA scores were recorded, and their relationship with poor outcomes was investigated. Mann-Whitney U and T-test were used for continuous variables, while logistic regression and ROC analysis were performed to identify predictors of 1-year mortality and ICU admission. The mean age of the study population was 53.8 ± 18.5, and 53.6% of them (n = 449) were male. Intensive care unit (ICU) admission was present in 177 (21.1%) patients. 1-year mortality was present in 86 (10.3%) patients. Univariable regression analysis revealed that hypertension, diabetes mellitus, coronary artery disease, heart failure, atrial fibrillation, COPD, CHA As a result of our study, we found that the CHA₂DS₂-VA score is an independent predictor of 1-year mortality following COVID-19 disease. Cut-off values of the CHA",
    "disease": "diabetes mellitus",
    "clean_text": "impact of cha ds va score on covid disease related outcomes the coronavirus disease covid pandemic affected millions of people worldwide and caused hundreds of thousands of deaths the cha ds vasc score is a scoring system used to determine the indication for anticoagulation in patients with atrial fibrillation af and determines the risk of stroke previous studies have shown that it predicts mortality in covid patients well new guidelines simplified the score as the cha ds va score which is free of sex factor in this study we planned to investigate the ability of this simplified score in predicting mortality and intensive care unit icu admission in covid patients all patients who were diagnosed with covid between january and january were screened and patients with accessible data were enrolled a total of patients were included the baseline characteristics of the patients and cha ds va scores were recorded and their relationship with poor outcomes was investigated mann whitney u and t test were used for continuous variables while logistic regression and roc analysis were performed to identify predictors of year mortality and icu admission the mean age of the study population was and of them n were male intensive care unit icu admission was present in patients year mortality was present in patients univariable regression analysis revealed that hypertension diabetes mellitus coronary artery disease heart failure atrial fibrillation copd cha as a result of our study we found that the cha ds va score is an independent predictor of year mortality following covid disease cut off values of the cha"
}