{
    "title": "Near-infrared fluorescent image-guided lymph node dissection compared with locoregional lymphadenectomies in dogs with mast cell tumours.",
    "doc_id": "35815663",
    "writer": "Beer P",
    "year": "2022",
    "summary": "RESULTS: Thirty-five patients underwent near-infrared fluorescent image-guided lymph node dissection, and 43 lymph node dissections. The number of nodes preoperatively planned for resection were 70 and 68, respectively. Fifty-eight of those (83% …",
    "abstract": "Objectives:\n        \n      \n      Near-infrared fluorescent imaging has been described for intraoperative mapping of the draining lymph nodes in human cancer and canine oral tumours. The aim of this study was to retrospectively describe the results of lymphadenectomies in dogs with mast cell tumours treated either by standard unguided locoregional lymph node dissection or near-infrared fluorescent image-guided lymph node dissection.\n    \n\n\n          Methods:\n        \n      \n      Medical records between 2012 and 2020 were reviewed for dogs that were presented for surgical resection of mast cell tumours with concurrent lymphadenectomy either with (near-infrared fluorescent image-guided lymph node dissection) or without near-infrared fluorescence image guidance (lymph node dissection). The number and location of lymph nodes planned for surgical dissection and actually dissected nodes, presence of metastases and perioperative complications were recorded.\n    \n\n\n          Results:\n        \n      \n      Thirty-five patients underwent near-infrared fluorescent image-guided lymph node dissection, and 43 lymph node dissections. The number of nodes preoperatively planned for resection were 70 and 68, respectively. Fifty-eight of those (83%) were identified during near-infrared fluorescent image-guided lymph node dissection procedures, compared with 50 (74%) during lymph node dissection. near-infrared fluorescent image-guided lymph node dissection resulted in resection of additional fluorescent nodes not corresponding to locoregional nodes in 15 of 35 dogs. Using near-infrared fluorescent image-guided lymph node dissection, we identified at least one metastatic node in 68% of dogs (24 of 35) compared with 33% (14 of 43) when lymph node dissection was used without imaging. No complications related to near-infrared fluorescent imaging were reported.\n    \n\n\n          Clinical significance:\n        \n      \n      The present study suggests that near-infrared imaging is a promising technique for intraoperative detection of the draining lymph nodes in dogs with mast cell tumours. Further validation of the technique is required to assess if near-infrared fluorescent imaging can detect the true sentinel lymph node.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35815663/",
    "clean_text": "near infrared fluorescent image guided lymph node dissection compared with locoregional lymphadenectomies in dogs with mast cell tumours results thirty five patients underwent near infrared fluorescent image guided lymph node dissection and lymph node dissections the number of nodes preoperatively planned for resection were and respectively fifty eight of those objectives near infrared fluorescent imaging has been described for intraoperative mapping of the draining lymph nodes in human cancer and canine oral tumours the aim of this study was to retrospectively describe the results of lymphadenectomies in dogs with mast cell tumours treated either by standard unguided locoregional lymph node dissection or near infrared fluorescent image guided lymph node dissection methods medical records between and were reviewed for dogs that were presented for surgical resection of mast cell tumours with concurrent lymphadenectomy either with near infrared fluorescent image guided lymph node dissection or without near infrared fluorescence image guidance lymph node dissection the number and location of lymph nodes planned for surgical dissection and actually dissected nodes presence of metastases and perioperative complications were recorded results thirty five patients underwent near infrared fluorescent image guided lymph node dissection and lymph node dissections the number of nodes preoperatively planned for resection were and respectively fifty eight of those were identified during near infrared fluorescent image guided lymph node dissection procedures compared with during lymph node dissection near infrared fluorescent image guided lymph node dissection resulted in resection of additional fluorescent nodes not corresponding to locoregional nodes in of dogs using near infrared fluorescent image guided lymph node dissection we identified at least one metastatic node in of dogs of compared with of when lymph node dissection was used without imaging no complications related to near infrared fluorescent imaging were reported clinical significance the present study suggests that near infrared imaging is a promising technique for intraoperative detection of the draining lymph nodes in dogs with mast cell tumours further validation of the technique is required to assess if near infrared fluorescent imaging can detect the true sentinel lymph node"
}