{
    "pmid": "41434279",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Episodic memory function in aging varies considerably both across individuals and within individuals over time. Identifying factors that explain variance in memory is important for improving prediction of risk for cognitive decline in older adults. Here we examine associations of structural, functional, and molecular factors with cross-sectional and longitudinal memory function in a normal aging cohort. Participants were enrolled in the Stanford Aging and Memory Study (SAMS; N = 212; mean age: 69.5 ± 5.8 years, 57% female) and cognitively unimpaired at baseline. As part of an ongoing longitudinal extension of SAMS, a subset of participants (N = 79) have returned for longitudinal cognitive assessment (mean follow-up: 7.08 ± 1.14 years). Memory was assessed using a composite score comprised of delayed recall subtests from Logical Memory, Hopkins Verbal Learning Test and the Brief Visual Memory Test. Baseline predictors of interest included Lumipulse CSF pTau181, hippocampus volume from manually segmented T2-structural MRI, and fMRI measures of neural selectivity and cortical reinstatement measured during associative memory encoding and retrieval, respectively. Linear models and linear mixed effects models examined cross-sectional and longitudinal associations, respectively, between predictors of interest and memory performance. All models included age, sex, and education as covariates. All baseline predictors exhibited significant associations with age (p < .005). Among baseline predictors, associations were observed between reinstatement and neural selectivity (β = 0.37, p < .001) and between reinstatement and CSF pTau181 (β = -0.20, p < .05). Cross-sectional effects with the memory composite were observed across both functional measures (neural selectivity: β = 0.20, p < .01; reinstatement: β = 0.20, p < .001). Associations with CSF pTau (p < .001) and hippocampus volume (p < .01) were observed when examining longitudinal change in memory over time. A trend level association between neural selectivity and longitudinal memory performance was also present (p = .07). Functional, structural, and molecular markers relevant for aging and Alzheimer's disease independently impact memory performance in human aging. Combining these measures may improve the prediction of clinically meaningful decline and elucidate factors that promote cognitive maintenance in older age.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium episodic memory function in aging varies considerably both across individuals and within individuals over time identifying factors that explain variance in memory is important for improving prediction of risk for cognitive decline in older adults here we examine associations of structural functional and molecular factors with cross sectional and longitudinal memory function in a normal aging cohort participants were enrolled in the stanford aging and memory study sams n mean age years female and cognitively unimpaired at baseline as part of an ongoing longitudinal extension of sams a subset of participants n have returned for longitudinal cognitive assessment mean follow up years memory was assessed using a composite score comprised of delayed recall subtests from logical memory hopkins verbal learning test and the brief visual memory test baseline predictors of interest included lumipulse csf ptau hippocampus volume from manually segmented t structural mri and fmri measures of neural selectivity and cortical reinstatement measured during associative memory encoding and retrieval respectively linear models and linear mixed effects models examined cross sectional and longitudinal associations respectively between predictors of interest and memory performance all models included age sex and education as covariates all baseline predictors exhibited significant associations with age p among baseline predictors associations were observed between reinstatement and neural selectivity p and between reinstatement and csf ptau p cross sectional effects with the memory composite were observed across both functional measures neural selectivity p reinstatement p associations with csf ptau p and hippocampus volume p were observed when examining longitudinal change in memory over time a trend level association between neural selectivity and longitudinal memory performance was also present p functional structural and molecular markers relevant for aging and alzheimer s disease independently impact memory performance in human aging combining these measures may improve the prediction of clinically meaningful decline and elucidate factors that promote cognitive maintenance in older age"
}