{
    "title": "Mentalizing capacities of mental health nurses: A systematic PRISMA review.",
    "doc_id": "37551628",
    "writer": "Free G",
    "year": "2024",
    "summary": "There is limited evidence that training programmes can improve mentalizing capacities. Although the mentalization field is gaining importance and research is expanding, the implications for mental health nursing have not been previously reviewed. Mental …",
    "abstract": "WHAT IS KNOWN ON THE SUBJECT?: Mentalizing is the capacity to understand both one's own and other people's behaviour in terms of mental states, such as, for example, desires, feelings and beliefs. The mentalizing capacities of healthcare professionals help to establish effective therapeutic relationships and, in turn, lead to better patient outcomes. WHAT THIS PAPER ADDS TO EXISTING KNOWLEDGE?: The personal factors positively associated with the mentalizing capacities of healthcare professionals are being female, greater work experience and having a more secure attachment style. Psychosocial factors are having personal experience with psychotherapy, burnout, and in the case of female students, being able to identify with the female psychotherapist role model during training. There is limited evidence that training programmes can improve mentalizing capacities. Although the mentalization field is gaining importance and research is expanding, the implications for mental health nursing have not been previously reviewed. Mental health nurses are underrepresented in research on the mentalizing capacities of healthcare professionals. This is significant given that mental health nurses work closest to patients and thus are more often confronted with patients' behaviour compared to other health care professionals, and constitute a large part of the workforce in mental healthcare for patients with mental illness. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: Given the importance of mentalizing capacity of both the patient and the nurse for a constructive working relationship, it is important that mental health nurses are trained in the basic principles of mentalization. Mental health nurses should be able to recognize situations where patients' lack of ability to mentalize creates difficulties in the interaction. They should also be able to recognize their own difficulties with mentalizing and be sensitive to the communicative implications this may have.\n    \n\n\n          Abstract:\n        \n      \n      INTRODUCTION: Mentalizing capacities of clinicians help to build effective therapeutic relationships and lead to better patient outcomes. Few studies have focused on factors associated with clinicians' mentalizing capacities and the intervention strategies to improve them.\n    \n\n\n          Aim:\n        \n      \n      Present a systematic review of empirical studies on factors associated with healthcare professionals' mentalizing capacities and the effectiveness of intervention programmes designed to improve these capacities.\n    \n\n\n          Method:\n        \n      \n      Following PRISMA-guidelines, a systematic literature search was conducted in PubMed, PsycINFO, Cochrane Library and CINAHL.\n    \n\n\n          Results:\n        \n      \n      Out of a systematic search with 1537 hits, 22 studies were included. Personal factors positively associated with mentalizing capacities of healthcare professionals are being female, greater work experience and having a more secure attachment style. Psychosocial factors are having personal experience with psychotherapy, burnout, and in the case of female students, being able to identify with the female psychotherapist role model during training. Evidence that training programmes improve mentalizing capacities is limited.\n    \n\n\n          Discussion:\n        \n      \n      Mental health nurses are underrepresented in research on mentalizing capacities of healthcare professionals and training programs to improve these capacities are practically absent.\n    \n\n\n          Implications for practice:\n        \n      \n      For mental health nurses, training in basic mentalizing theory and skills will improve their capacities in building effective working relationships with patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37551628/",
    "clean_text": "mentalizing capacities of mental health nurses a systematic prisma review there is limited evidence that training programmes can improve mentalizing capacities although the mentalization field is gaining importance and research is expanding the implications for mental health nursing have not been previously reviewed mental what is known on the subject mentalizing is the capacity to understand both one s own and other people s behaviour in terms of mental states such as for example desires feelings and beliefs the mentalizing capacities of healthcare professionals help to establish effective therapeutic relationships and in turn lead to better patient outcomes what this paper adds to existing knowledge the personal factors positively associated with the mentalizing capacities of healthcare professionals are being female greater work experience and having a more secure attachment style psychosocial factors are having personal experience with psychotherapy burnout and in the case of female students being able to identify with the female psychotherapist role model during training there is limited evidence that training programmes can improve mentalizing capacities although the mentalization field is gaining importance and research is expanding the implications for mental health nursing have not been previously reviewed mental health nurses are underrepresented in research on the mentalizing capacities of healthcare professionals this is significant given that mental health nurses work closest to patients and thus are more often confronted with patients behaviour compared to other health care professionals and constitute a large part of the workforce in mental healthcare for patients with mental illness what are the implications for practice given the importance of mentalizing capacity of both the patient and the nurse for a constructive working relationship it is important that mental health nurses are trained in the basic principles of mentalization mental health nurses should be able to recognize situations where patients lack of ability to mentalize creates difficulties in the interaction they should also be able to recognize their own difficulties with mentalizing and be sensitive to the communicative implications this may have abstract introduction mentalizing capacities of clinicians help to build effective therapeutic relationships and lead to better patient outcomes few studies have focused on factors associated with clinicians mentalizing capacities and the intervention strategies to improve them aim present a systematic review of empirical studies on factors associated with healthcare professionals mentalizing capacities and the effectiveness of intervention programmes designed to improve these capacities method following prisma guidelines a systematic literature search was conducted in pubmed psycinfo cochrane library and cinahl results out of a systematic search with hits studies were included personal factors positively associated with mentalizing capacities of healthcare professionals are being female greater work experience and having a more secure attachment style psychosocial factors are having personal experience with psychotherapy burnout and in the case of female students being able to identify with the female psychotherapist role model during training evidence that training programmes improve mentalizing capacities is limited discussion mental health nurses are underrepresented in research on mentalizing capacities of healthcare professionals and training programs to improve these capacities are practically absent implications for practice for mental health nurses training in basic mentalizing theory and skills will improve their capacities in building effective working relationships with patients"
}