{
    "pmid": "41422438",
    "title": "Serious Infection Risk With TNF Inhibitors vs. JAK Inhibitors in Rheumatoid Arthritis: A Nationwide Claims-Based Cohort Study.",
    "abstract": "Tumor necrosis factor-α inhibitors (TNFαi) and Janus kinase inhibitors (JAKi) are widely used biologic and targeted synthetic disease-modifying antirheumatic drugs (b/tsDMARDs) for rheumatoid arthritis. We aimed to compare the risk of serious infections between TNFαi and JAKi in patients with rheumatoid arthritis. We conducted a retrospective cohort study using a nationwide Japanese claims database covering over 19 million individuals. Patients were identified using the International Classification of Diseases, 10th Revision (ICD-10) codes (M05 or M06), and new users of bDMARDs or JAKi were included. We applied overlap weighting based on propensity scores. The primary outcome was serious infection, defined as a hospitalization-associated infection accompanied by diagnostic testing or anti-infective treatment. Among 5,018 eligible rheumatoid arthritis patients (TNFαi: 4042; JAKi: 976), TNFαi use was associated with a significantly lower risk of serious infections (HR: 0.55; 95% confidence interval: 0.39-0.77). The E-value for the observed HR was 2.39, suggesting that unmeasured confounding would need to be strongly associated with both treatment assignment and infection risk to fully explain the result. Site-specific analyses showed significantly lower risks of respiratory tract infections, urogenital infections, and sepsis in the TNFαi group. Drug-specific analyses indicated an elevated infection risk with baricitinib and infliximab. In this study, TNFαi use was associated with a lower risk of serious infections than JAKi in patients with rheumatoid arthritis. These findings support the preferential use of TNFαi in infection-prone populations and highlight the importance of individualized risk assessment in rheumatoid arthritis treatment decisions.",
    "disease": "rheumatoid arthritis",
    "clean_text": "serious infection risk with tnf inhibitors vs jak inhibitors in rheumatoid arthritis a nationwide claims based cohort study tumor necrosis factor inhibitors tnf i and janus kinase inhibitors jaki are widely used biologic and targeted synthetic disease modifying antirheumatic drugs b tsdmards for rheumatoid arthritis we aimed to compare the risk of serious infections between tnf i and jaki in patients with rheumatoid arthritis we conducted a retrospective cohort study using a nationwide japanese claims database covering over million individuals patients were identified using the international classification of diseases th revision icd codes m or m and new users of bdmards or jaki were included we applied overlap weighting based on propensity scores the primary outcome was serious infection defined as a hospitalization associated infection accompanied by diagnostic testing or anti infective treatment among eligible rheumatoid arthritis patients tnf i jaki tnf i use was associated with a significantly lower risk of serious infections hr confidence interval the e value for the observed hr was suggesting that unmeasured confounding would need to be strongly associated with both treatment assignment and infection risk to fully explain the result site specific analyses showed significantly lower risks of respiratory tract infections urogenital infections and sepsis in the tnf i group drug specific analyses indicated an elevated infection risk with baricitinib and infliximab in this study tnf i use was associated with a lower risk of serious infections than jaki in patients with rheumatoid arthritis these findings support the preferential use of tnf i in infection prone populations and highlight the importance of individualized risk assessment in rheumatoid arthritis treatment decisions"
}