{
    "pmid": "41466322",
    "title": "Factors associated with adverse haemodynamic events during the STARRT-AKI trial: a post-hoc secondary analysis.",
    "abstract": "Haemodynamic adverse events related to renal replacement therapy are a complication of all RRT modalities used in the ICU, including intermittent haemodialysis (IHD), sustained low efficiency dialysis (SLED) and continuous renal replacement therapy (CRRT). At present it is unclear which risk factors predispose to HAE and whether these contribute to adverse patient outcomes. We performed a secondary analysis of the multinational STARRT-AKI trial to assess factors associated with the occurrence of haemodynamic adverse events (HAE) in patients receiving RRT and whether these HAE were associated with less favourable clinical outcomes. The primary analysis was a multivariable Cox proportional hazards model based on the least absolute shrinkage and selection operator (LASSO), which included time to HAE as the dependent variable. Factors significantly associated with an increased hazard ratio (HR) for HAE during RRT were a higher SOFA score at RRT initiation (HR 1.05; 95% 1.00-1.10), use of IHD as the initial RRT modality in comparison to CRRT (HR 1.74; 95% CI 1.28-2.37) and use of SLED as the initial RRT modality in comparison to CRRT (HR 2.73; 95% CI 1.65-4.51). In a multivariable analysis, adjusted for baseline patient characteristics and RRT initiation covariates, there was no significant association between the occurrence of a HAE during RRT and mortality, dialysis dependence, length of stay, RRT-free days, ventilator-free days or vasoactive-free days, respectively. There was, however, a significant association between multiple haemodynamic adverse events and all-cause mortality at 90 days. In this secondary analysis of the STARRT-AKI trial, the use of intermittent RRT modalities and higher severity of illness were associated with HAE during RRT. These events were not significantly associated with adverse clinical outcomes, apart from a significant association between multiple HAE and all-cause mortality at 90 days.",
    "disease": "hypertension",
    "clean_text": "factors associated with adverse haemodynamic events during the starrt aki trial a post hoc secondary analysis haemodynamic adverse events related to renal replacement therapy are a complication of all rrt modalities used in the icu including intermittent haemodialysis ihd sustained low efficiency dialysis sled and continuous renal replacement therapy crrt at present it is unclear which risk factors predispose to hae and whether these contribute to adverse patient outcomes we performed a secondary analysis of the multinational starrt aki trial to assess factors associated with the occurrence of haemodynamic adverse events hae in patients receiving rrt and whether these hae were associated with less favourable clinical outcomes the primary analysis was a multivariable cox proportional hazards model based on the least absolute shrinkage and selection operator lasso which included time to hae as the dependent variable factors significantly associated with an increased hazard ratio hr for hae during rrt were a higher sofa score at rrt initiation hr use of ihd as the initial rrt modality in comparison to crrt hr ci and use of sled as the initial rrt modality in comparison to crrt hr ci in a multivariable analysis adjusted for baseline patient characteristics and rrt initiation covariates there was no significant association between the occurrence of a hae during rrt and mortality dialysis dependence length of stay rrt free days ventilator free days or vasoactive free days respectively there was however a significant association between multiple haemodynamic adverse events and all cause mortality at days in this secondary analysis of the starrt aki trial the use of intermittent rrt modalities and higher severity of illness were associated with hae during rrt these events were not significantly associated with adverse clinical outcomes apart from a significant association between multiple hae and all cause mortality at days"
}