{
    "pmid": "41467842",
    "title": "Recombinant duck enteritis virus harboring the hemagglutinin genes of influenza virus rapidly induces specific cellular immunity in ducks.",
    "abstract": "Given that ducks serve as critical reservoirs for avian influenza viruses, achieving high immune coverage in duck flocks is essential for preventing the transmission of avian influenza viruses from wild birds to domestic poultry. Duck enteritis is the most important infectious disease that must be prevented with a live-attenuated vaccine in duck breeding. Therefore, we previously constructed a recombinant duck enteritis virus (DEV), rDEV-dH5/H7, which carries the hemagglutinin (HA) genes of two H5 viruses and an H7 influenza virus. It could induce rapid and complete protection against both lethal DEV and H5 and H7 viruses as early as 7 days post-prime vaccination, although almost no antibodies were detected in ducks at this time. In the present study, we demonstrated that rDEV-dH5/H7 immediately initiated innate immune responses and T-cell proliferation in ducks. The expression levels of IFN-γ and granzyme A were markedly upregulated at 5-7 days post-prime vaccination. The percentages of CD3",
    "disease": "influenza",
    "clean_text": "recombinant duck enteritis virus harboring the hemagglutinin genes of influenza virus rapidly induces specific cellular immunity in ducks given that ducks serve as critical reservoirs for avian influenza viruses achieving high immune coverage in duck flocks is essential for preventing the transmission of avian influenza viruses from wild birds to domestic poultry duck enteritis is the most important infectious disease that must be prevented with a live attenuated vaccine in duck breeding therefore we previously constructed a recombinant duck enteritis virus dev rdev dh h which carries the hemagglutinin ha genes of two h viruses and an h influenza virus it could induce rapid and complete protection against both lethal dev and h and h viruses as early as days post prime vaccination although almost no antibodies were detected in ducks at this time in the present study we demonstrated that rdev dh h immediately initiated innate immune responses and t cell proliferation in ducks the expression levels of ifn and granzyme a were markedly upregulated at days post prime vaccination the percentages of cd"
}