{
    "pmid": "41472264",
    "title": "Impact of SARS-CoV-2 Pneumonia on Chronic Obstructive Pulmonary Disease: A Comparative Study in ICU Patients.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a recognized risk factor for poor outcomes in SARS-CoV-2 infection, yet its specific impact on critically ill patients remains unclear. We aimed to compare the clinical and laboratory profiles of ICU SARS-CoV-2 pneumonia patients with or without pre-existing COPD and identify factors associated with mortality among those with COPD. In this retrospective study, adult intensive care unit (ICU) admissions for SARS-CoV-2 pneumonia (n = 1536) were divided into a COPD group (n = 253) and a non-pulmonary-disease (NPD) group (n = 1283). Demographics and clinical characteristics, severity of disease, length of stay, laboratory values, and survival outcomes were compared. COPD patients were older, had higher Acute Physiology and Chronic Health Evaluation score, and had a greater prevalence of comorbidities (",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "impact of sars cov pneumonia on chronic obstructive pulmonary disease a comparative study in icu patients chronic obstructive pulmonary disease copd is a recognized risk factor for poor outcomes in sars cov infection yet its specific impact on critically ill patients remains unclear we aimed to compare the clinical and laboratory profiles of icu sars cov pneumonia patients with or without pre existing copd and identify factors associated with mortality among those with copd in this retrospective study adult intensive care unit icu admissions for sars cov pneumonia n were divided into a copd group n and a non pulmonary disease npd group n demographics and clinical characteristics severity of disease length of stay laboratory values and survival outcomes were compared copd patients were older had higher acute physiology and chronic health evaluation score and had a greater prevalence of comorbidities"
}