{
    "title": "Risk factors for depression and anxiety in pregnant women during the COVID-19 pandemic: Evidence from meta-analysis.",
    "doc_id": "35245344",
    "writer": "Luo Y",
    "year": "2022",
    "summary": "BACKGROUND: The prevalence of anxiety and depression in pregnant women has significantly increased after the spread of COVID-19 throughout the world. ...CONCLUSION: Our meta-analysis revealed some risk factors for mental health in pregnant women during …",
    "abstract": "Background:\n        \n      \n      The prevalence of anxiety and depression in pregnant women has significantly increased after the spread of COVID-19 throughout the world. We carried out this meta-analysis to reveal the information about risk factors for depression and anxiety in pregnant women during the COVID-19 pandemic.\n    \n\n\n          Methods:\n        \n      \n      We searched the PubMed, Embase and CNKI (China National Knowledge Infrastructure) databases for all articles. The odds ratio (OR) corresponding to the 95% confidence interval (95% CI) was used to assess the risk factors for mental health. The statistical heterogeneity among studies was assessed with the Q-test and I2 statistics.\n    \n\n\n          Results:\n        \n      \n      We collected 17 studies including 15,050 pregnant women during the COVID-19 pandemic. Our results found that factors including decrease in the perception of general support and difficulties in household finances have damage effects on anxiety, and factors including undereducated, unemployed during pregnancy, with a chronic physical illness before pregnancy, decrease in the perception of general support, difficulties in household finances, disobey the isolation rules, and smoking during pregnancy have increased risk of depression.\n    \n\n\n          Conclusion:\n        \n      \n      Our meta-analysis revealed some risk factors for mental health in pregnant women during COVID-19 pandemic. Mental health interventions in pregnant women may involve targeted methods individually.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35245344/",
    "clean_text": "risk factors for depression and anxiety in pregnant women during the covid pandemic evidence from meta analysis background the prevalence of anxiety and depression in pregnant women has significantly increased after the spread of covid throughout the world conclusion our meta analysis revealed some risk factors for mental health in pregnant women during background the prevalence of anxiety and depression in pregnant women has significantly increased after the spread of covid throughout the world we carried out this meta analysis to reveal the information about risk factors for depression and anxiety in pregnant women during the covid pandemic methods we searched the pubmed embase and cnki china national knowledge infrastructure databases for all articles the odds ratio or corresponding to the confidence interval ci was used to assess the risk factors for mental health the statistical heterogeneity among studies was assessed with the q test and i statistics results we collected studies including pregnant women during the covid pandemic our results found that factors including decrease in the perception of general support and difficulties in household finances have damage effects on anxiety and factors including undereducated unemployed during pregnancy with a chronic physical illness before pregnancy decrease in the perception of general support difficulties in household finances disobey the isolation rules and smoking during pregnancy have increased risk of depression conclusion our meta analysis revealed some risk factors for mental health in pregnant women during covid pandemic mental health interventions in pregnant women may involve targeted methods individually"
}