{
    "title": "Prospective Relationships Among Depression and Perceived Opportunity in Juvenile Offenders.",
    "doc_id": "39814511",
    "writer": "Sandella MF",
    "year": "2025",
    "summary": "Relative to White juvenile offenders, lower average levels of perceived opportunity were observed among Black, Hispanic, and juveniles of other races/ethnicities. ...Findings suggested a scar-like effect, such that depression was unidirectionally and negatively asso …",
    "abstract": "Among juveniles in the justice system, depression and perceived opportunity have implications for long-term adjustment. The prospective associations between these two constructs have not yet been examined in this population. We studied the longitudinal association between depression and perceived opportunity in a sample of recently adjudicated juvenile offenders. Juvenile offenders (n = 1,354) completed measures of depression and perceived opportunity shortly after adjudication and then every 6 months thereafter for 3 years (7 time points total). Relative to White juvenile offenders, lower average levels of perceived opportunity were observed among Black, Hispanic, and juveniles of other races/ethnicities. A random-intercept cross-lagged panel model revealed that greater depression was associated with lower subsequent perceived opportunity (d = -0.22, p < .001). Higher perceived opportunity did not predict subsequent depression (d = -0.07, p = .208). The nonexperimental design prevented inferences about causal links between depression and perceived opportunity. Results should also be replicated in a recently collected dataset. Findings suggested a scar-like effect, such that depression was unidirectionally and negatively associated with lower future perceived opportunity among juveniles. Future research should investigate if treatment for depression improves juvenile offenders' perceived opportunity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39814511/",
    "clean_text": "prospective relationships among depression and perceived opportunity in juvenile offenders relative to white juvenile offenders lower average levels of perceived opportunity were observed among black hispanic and juveniles of other races ethnicities findings suggested a scar like effect such that depression was unidirectionally and negatively asso among juveniles in the justice system depression and perceived opportunity have implications for long term adjustment the prospective associations between these two constructs have not yet been examined in this population we studied the longitudinal association between depression and perceived opportunity in a sample of recently adjudicated juvenile offenders juvenile offenders n completed measures of depression and perceived opportunity shortly after adjudication and then every months thereafter for years time points total relative to white juvenile offenders lower average levels of perceived opportunity were observed among black hispanic and juveniles of other races ethnicities a random intercept cross lagged panel model revealed that greater depression was associated with lower subsequent perceived opportunity d p higher perceived opportunity did not predict subsequent depression d p the nonexperimental design prevented inferences about causal links between depression and perceived opportunity results should also be replicated in a recently collected dataset findings suggested a scar like effect such that depression was unidirectionally and negatively associated with lower future perceived opportunity among juveniles future research should investigate if treatment for depression improves juvenile offenders perceived opportunity"
}