{
    "title": "Redirecting T Cell Specificity Using T Cell Receptor Messenger RNA Electroporation.",
    "doc_id": "27236807",
    "writer": "Koh S",
    "year": "2016",
    "summary": "Autologous T lymphocytes genetically modified to express T cell receptors or chimeric antigen receptors have shown great promise in the treatment of several cancers, including melanoma and leukemia. ...Here, we describe a method to engineer hepatitis B …",
    "abstract": "Autologous T lymphocytes genetically modified to express T cell receptors or chimeric antigen receptors have shown great promise in the treatment of several cancers, including melanoma and leukemia. In addition to tumor-associated antigens and tumor-specific neoantigens, tumors expressing viral peptides can also be recognized by specific T cells and are attractive targets for cell therapy. Hepatocellular carcinoma cells often have hepatitis B virus DNA integration and can be targeted by hepatitis B virus-specific T cells. Here, we describe a method to engineer hepatitis B virus-specific T cell receptors in primary human T lymphocytes based on electroporation of hepatitis B virus T cell receptor messenger RNA. This method can be extended to a large scale therapeutic T cell production following current good manufacturing practice compliance and is applicable to the redirection of T lymphocytes with T cell receptors of other virus specificities such as Epstein-Barr virus, cytomegalovirus, and chimeric receptors specific for other antigens expressed on cancer cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27236807/",
    "clean_text": "redirecting t cell specificity using t cell receptor messenger rna electroporation autologous t lymphocytes genetically modified to express t cell receptors or chimeric antigen receptors have shown great promise in the treatment of several cancers including melanoma and leukemia here we describe a method to engineer hepatitis b autologous t lymphocytes genetically modified to express t cell receptors or chimeric antigen receptors have shown great promise in the treatment of several cancers including melanoma and leukemia in addition to tumor associated antigens and tumor specific neoantigens tumors expressing viral peptides can also be recognized by specific t cells and are attractive targets for cell therapy hepatocellular carcinoma cells often have hepatitis b virus dna integration and can be targeted by hepatitis b virus specific t cells here we describe a method to engineer hepatitis b virus specific t cell receptors in primary human t lymphocytes based on electroporation of hepatitis b virus t cell receptor messenger rna this method can be extended to a large scale therapeutic t cell production following current good manufacturing practice compliance and is applicable to the redirection of t lymphocytes with t cell receptors of other virus specificities such as epstein barr virus cytomegalovirus and chimeric receptors specific for other antigens expressed on cancer cells"
}