{
    "title": "Non-coding RNAs in regulating gastric cancer metastasis.",
    "doc_id": "31276633",
    "writer": "Feng W",
    "year": "2019",
    "summary": "Gastric cancer is one of the leading causes of cancer-related deaths worldwide, and mortality remains high, especially in East Asia. ...This article reviews the role of ncRNAs in gastric cancer metastasis and discusses the regulatory mechanism i …",
    "abstract": "Gastric cancer is one of the leading causes of cancer-related deaths worldwide, and mortality remains high, especially in East Asia. At present, the main method to diagnose gastric cancer is pathological biopsy. At the time of diagnosis, most patients have been diagnosed with advanced cancer and metastasis. The treatment of gastric cancer patients is mainly radical surgical resection and chemoradiotherapy, while patients with metastatic tumor have great challenges to radical surgery and are prone to drug resistance. Metastasis is an important factor affecting tumor development. In addition, evidence accumulated in the literature indicates that non-coding RNA plays a key role in tumor metastasis. This article reviews the role of ncRNAs in gastric cancer metastasis and discusses the regulatory mechanism in the development and treatment of gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31276633/",
    "clean_text": "non coding rnas in regulating gastric cancer metastasis gastric cancer is one of the leading causes of cancer related deaths worldwide and mortality remains high especially in east asia this article reviews the role of ncrnas in gastric cancer metastasis and discusses the regulatory mechanism i gastric cancer is one of the leading causes of cancer related deaths worldwide and mortality remains high especially in east asia at present the main method to diagnose gastric cancer is pathological biopsy at the time of diagnosis most patients have been diagnosed with advanced cancer and metastasis the treatment of gastric cancer patients is mainly radical surgical resection and chemoradiotherapy while patients with metastatic tumor have great challenges to radical surgery and are prone to drug resistance metastasis is an important factor affecting tumor development in addition evidence accumulated in the literature indicates that non coding rna plays a key role in tumor metastasis this article reviews the role of ncrnas in gastric cancer metastasis and discusses the regulatory mechanism in the development and treatment of gastric cancer"
}