{
    "title": "Sleep quality among undergraduate medical students in Rwanda: a comparative study.",
    "doc_id": "36609680",
    "writer": "Nsengimana A",
    "year": "2023",
    "summary": "Therefore, this study sought to determine the magnitude of sleep quality of undergraduate medical students in Rwanda and to compare the scores of seven components of sleep quality across classes. ...This paper concludes by arguing that poor sleep …",
    "abstract": "Despite the abundance of literature highlighting poor sleep quality among medical students and its detrimental impact on their mental well-being and academic performance, no study has been conducted to investigate the sleep quality of undergraduate medical students in Rwanda to date. Therefore, this study sought to determine the magnitude of sleep quality of undergraduate medical students in Rwanda and to compare the scores of seven components of sleep quality across classes. This cross-sectional study was conducted among 290 undergraduate medical students aged 18-35 years (mean = 24, SD = 2.9) randomly recruited countrywide from 1st November 2021 to 1st March 2022. The questionnaire was self-administered with 2 sections: characteristics of medical students, and Pittsburgh Sleep Quality Index (PSQI). The Pearson Chi-square test was used to test whether the categories of seven components of sleep quality differ between classes, then ANOVA followed by the post hoc test was used to test if the seven components and global score of Pittsburgh Sleep Quality Index differ between classes. The results revealed that the global PSQI mean score was 7.73 (SD = 2.83), with fifth-year medical students reporting the highest PSQI mean score (M = 8.44, SD = 2.77), followed by first-year (M = 8.15, SD = 3.31). One-way ANOVA showed that the global PSQI score (F = 2.76, p = 0.028), subjective sleep quality (F = 3.35, p = 0.011), habitual sleep efficiency (F = 10.20, p < 0.001), and daytime dysfunction (F = 3.60, p = 0.007) were significantly different across classes. Notably, the post hoc test revealed significant scores differences in the global PSQI score between class II and V (p = 0.026), in subjective sleep quality between class I and II (p = 0.043), and between class I and IV (p = 0.016); habitual sleep efficiency between class V and all other classes (p < 0.001); and daytime dysfunction between class III and IV (p = 0.023). This paper concludes by arguing that poor sleep quality is highly prevalent among medical students in Rwanda, with final and first-year students reporting the poorest sleep quality. There were significant differences across classes in the global PSQI, subjective sleep quality, habitual sleep efficiency, and daytime dysfunction. Intervention approaches such as sleep education, behavioral changes, and relaxing techniques are recommended to address contributing factors and ultimately maximize the academic goals of Rwandan medical students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36609680/",
    "clean_text": "sleep quality among undergraduate medical students in rwanda a comparative study therefore this study sought to determine the magnitude of sleep quality of undergraduate medical students in rwanda and to compare the scores of seven components of sleep quality across classes this paper concludes by arguing that poor sleep despite the abundance of literature highlighting poor sleep quality among medical students and its detrimental impact on their mental well being and academic performance no study has been conducted to investigate the sleep quality of undergraduate medical students in rwanda to date therefore this study sought to determine the magnitude of sleep quality of undergraduate medical students in rwanda and to compare the scores of seven components of sleep quality across classes this cross sectional study was conducted among undergraduate medical students aged years mean sd randomly recruited countrywide from st november to st march the questionnaire was self administered with sections characteristics of medical students and pittsburgh sleep quality index psqi the pearson chi square test was used to test whether the categories of seven components of sleep quality differ between classes then anova followed by the post hoc test was used to test if the seven components and global score of pittsburgh sleep quality index differ between classes the results revealed that the global psqi mean score was sd with fifth year medical students reporting the highest psqi mean score m sd followed by first year m sd one way anova showed that the global psqi score f p subjective sleep quality f p habitual sleep efficiency f p and daytime dysfunction f p were significantly different across classes notably the post hoc test revealed significant scores differences in the global psqi score between class ii and v p in subjective sleep quality between class i and ii p and between class i and iv p habitual sleep efficiency between class v and all other classes p and daytime dysfunction between class iii and iv p this paper concludes by arguing that poor sleep quality is highly prevalent among medical students in rwanda with final and first year students reporting the poorest sleep quality there were significant differences across classes in the global psqi subjective sleep quality habitual sleep efficiency and daytime dysfunction intervention approaches such as sleep education behavioral changes and relaxing techniques are recommended to address contributing factors and ultimately maximize the academic goals of rwandan medical students"
}