{
    "pmid": "41474105",
    "title": "Design and evaluation of a pneumatic rehabilitation glove for low-resource settings.",
    "abstract": "Stroke is a major cause of disability globally, with particularly severe effects in low-resource countries like Ghana. Survivors often experience upper limb motor impairments that limit independence, while access to advanced rehabilitation technologies remains limited. This highlights the need for affordable and effective solutions to support recovery. This study develops a low-cost mechanical hand exoskeleton to assist rehabilitation using pneumatic and biomechanical design principles suitable for resource-limited environments. Pneumatic soft actuators made from 3D-printed TPU 95A bellows and PLA scaffolds were designed to generate finger flexion through controlled pressurization. A pneumatic box equipped with dual vacuum pumps, solenoid valves, silicone tubing, and an Arduino-based controller regulated airflow. Integrated flex sensors enabled real-time motion replication for bilateral training. Iterative prototyping and testing were performed to optimize performance and usability, and the final prototype was evaluated for functionality in hand rehabilitation tasks. The exoskeleton successfully assisted digit flexion and extension by mimicking movements of the healthy hand. It achieved a bend angle of 66.0° at 30 kPa in approximately 5 seconds, producing a flexion force of 3.82 N and a hyperextension force of 1.342 N at a 16.0° hyperextension angle. The glove weighed 207 g, and the pneumatic control box weighed 794 g. This low-cost pneumatic exoskeleton offers a practical and accessible rehabilitation tool with strong potential to improve hand recovery outcomes for stroke patients in Ghana and similar settings.",
    "disease": "stroke",
    "clean_text": "design and evaluation of a pneumatic rehabilitation glove for low resource settings stroke is a major cause of disability globally with particularly severe effects in low resource countries like ghana survivors often experience upper limb motor impairments that limit independence while access to advanced rehabilitation technologies remains limited this highlights the need for affordable and effective solutions to support recovery this study develops a low cost mechanical hand exoskeleton to assist rehabilitation using pneumatic and biomechanical design principles suitable for resource limited environments pneumatic soft actuators made from d printed tpu a bellows and pla scaffolds were designed to generate finger flexion through controlled pressurization a pneumatic box equipped with dual vacuum pumps solenoid valves silicone tubing and an arduino based controller regulated airflow integrated flex sensors enabled real time motion replication for bilateral training iterative prototyping and testing were performed to optimize performance and usability and the final prototype was evaluated for functionality in hand rehabilitation tasks the exoskeleton successfully assisted digit flexion and extension by mimicking movements of the healthy hand it achieved a bend angle of at kpa in approximately seconds producing a flexion force of n and a hyperextension force of n at a hyperextension angle the glove weighed g and the pneumatic control box weighed g this low cost pneumatic exoskeleton offers a practical and accessible rehabilitation tool with strong potential to improve hand recovery outcomes for stroke patients in ghana and similar settings"
}