{
    "title": "Obesity and kidney disease: Hidden consequences of the epidemic.",
    "doc_id": "28361575",
    "writer": "Kovesdy CP",
    "year": "2017",
    "summary": "This increasing prevalence has implications for the risk of diabetes, cardiovascular disease, and also for chronic kidney disease (CKD). A high body mass index is one of the strongest risk factors for new-onset CKD. ...Obesity has also been shown to be a risk …",
    "abstract": "Obesity has become a worldwide epidemic, and its prevalence has been projected to grow by 40% in the next decade. This increasing prevalence has implications for the risk of diabetes, cardiovascular disease, and also for chronic kidney disease (CKD). A high body mass index is one of the strongest risk factors for new-onset CKD. In individuals affected by obesity, a compensatory hyperfiltration occurs to meet the heightened metabolic demands of the increased body weight. The increase in intraglomerular pressure can damage the kidneys and raise the risk of developing CKD in the long-term. The incidence of obesity-related glomerulopathy has increased tenfold in recent years. Obesity has also been shown to be a risk factor for nephrolithiasis, and for a number of malignancies including kidney cancer. This year the World Kidney Day promotes education on the harmful consequences of obesity and its association with kidney disease, advocating healthy lifestyle, and health policy measures that makes preventive behaviors an affordable option.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28361575/",
    "clean_text": "obesity and kidney disease hidden consequences of the epidemic this increasing prevalence has implications for the risk of diabetes cardiovascular disease and also for chronic kidney disease ckd a high body mass index is one of the strongest risk factors for new onset ckd obesity has also been shown to be a risk obesity has become a worldwide epidemic and its prevalence has been projected to grow by in the next decade this increasing prevalence has implications for the risk of diabetes cardiovascular disease and also for chronic kidney disease ckd a high body mass index is one of the strongest risk factors for new onset ckd in individuals affected by obesity a compensatory hyperfiltration occurs to meet the heightened metabolic demands of the increased body weight the increase in intraglomerular pressure can damage the kidneys and raise the risk of developing ckd in the long term the incidence of obesity related glomerulopathy has increased tenfold in recent years obesity has also been shown to be a risk factor for nephrolithiasis and for a number of malignancies including kidney cancer this year the world kidney day promotes education on the harmful consequences of obesity and its association with kidney disease advocating healthy lifestyle and health policy measures that makes preventive behaviors an affordable option"
}