{
    "pmid": "41446058",
    "title": "Antibody Mediated Diversification of Primary and Secondary Immune Responses.",
    "abstract": "Humoral immune responses are characterized by increasing antibody affinity and diversity over time. Increased affinity is mediated by a combination of immunoglobulin gene somatic mutation and iterative cycles of selection in germinal centers. Less is understood about how diversity increases in parallel with affinity. Here we examine the role of antibody feedback in diversifying immune responses in mice that produce B cells that are incapable of secreting antibodies. To this end, we produced two strains of mice, one that expresses only membrane and secreted forms of IgM, and a second that produces only the membrane bound form of IgM. Analysis of primary and secondary immune responses show that antibody feedback significantly diversifies both primary and secondary immune responses even when antibodies are present at levels that are 10-30 fold lower than physiologic. The data have significant implication for sequential vaccination approaches aimed at shepherding immunity to produce broadly neutralizing antibodies to highly diversified pathogens such as HIV-1 and Influenza. Humoral immune responses diversify over time but whether secreted antibodies influence this process is unknown. Using antibody secretion-deficient mice this study shows a profound impact of secreted antibodies on the development of B cell diversity after vaccination.",
    "disease": "influenza",
    "clean_text": "antibody mediated diversification of primary and secondary immune responses humoral immune responses are characterized by increasing antibody affinity and diversity over time increased affinity is mediated by a combination of immunoglobulin gene somatic mutation and iterative cycles of selection in germinal centers less is understood about how diversity increases in parallel with affinity here we examine the role of antibody feedback in diversifying immune responses in mice that produce b cells that are incapable of secreting antibodies to this end we produced two strains of mice one that expresses only membrane and secreted forms of igm and a second that produces only the membrane bound form of igm analysis of primary and secondary immune responses show that antibody feedback significantly diversifies both primary and secondary immune responses even when antibodies are present at levels that are fold lower than physiologic the data have significant implication for sequential vaccination approaches aimed at shepherding immunity to produce broadly neutralizing antibodies to highly diversified pathogens such as hiv and influenza humoral immune responses diversify over time but whether secreted antibodies influence this process is unknown using antibody secretion deficient mice this study shows a profound impact of secreted antibodies on the development of b cell diversity after vaccination"
}