{
    "pmid": "41437961",
    "title": "INSIGHTS Asthma Pragmatic Registry - A Pragmatic Approach to High-Validity Real-World Evidence for Asthma.",
    "abstract": "Asthma is a heterogenous disease, and up to 10% of asthma patients have severe disease. While critical, clinical trials in these patients are generally not representative of the broader ambulatory patient population, warranting the need for reliable and rich real-world data to enable clinical, payer, and regulatory decision-making. Currently, observational registries of consented patients rely on longitudinal, clinically rich data to support real-world evidence generation, but are resource intensive. This manuscript describes an asthma pragmatic registry that incorporates rigorous data reliability standards while offering scalability for research. The INSIGHTS Asthma Pragmatic Registry is a real-world, retrospective cohort of adult and adolescent patients with moderate-to-severe asthma geographically distributed throughout the United States. The data set is purposely designed to meet data reliability standards of accuracy, completeness, and traceability. Efforts include continuous improvements in the capture of key clinical features (including disease severity) from electronic health records using advanced technology, linkage across electronic health records, medical and pharmacy claims, and death registry, and process to trace data elements back to a source of truth. The pragmatic registry implementation includes patients meeting moderate-to-severe asthma eligibility criteria since Jan 1, 2014, with routine data refreshes, resulting in 9,185 patients meeting eligibility criteria through August 1, 2024. The median age of patients is 53 years. At least two-thirds of patients are female, of white race, and non-Hispanic ethnicity. On average, patients were followed for more than five years. The INSIGHTS Asthma Pragmatic Registry is a new paradigm in observational research, which blends the data reliability and richness of traditional, consented registries while incorporating the flexibility and scale of utilizing routinely collected data. Ongoing efforts include maintaining longitudinality of patient data and improvements to sustain high data reliability per regulatory standards to support this unique data set for asthma research.",
    "disease": "asthma",
    "clean_text": "insights asthma pragmatic registry a pragmatic approach to high validity real world evidence for asthma asthma is a heterogenous disease and up to of asthma patients have severe disease while critical clinical trials in these patients are generally not representative of the broader ambulatory patient population warranting the need for reliable and rich real world data to enable clinical payer and regulatory decision making currently observational registries of consented patients rely on longitudinal clinically rich data to support real world evidence generation but are resource intensive this manuscript describes an asthma pragmatic registry that incorporates rigorous data reliability standards while offering scalability for research the insights asthma pragmatic registry is a real world retrospective cohort of adult and adolescent patients with moderate to severe asthma geographically distributed throughout the united states the data set is purposely designed to meet data reliability standards of accuracy completeness and traceability efforts include continuous improvements in the capture of key clinical features including disease severity from electronic health records using advanced technology linkage across electronic health records medical and pharmacy claims and death registry and process to trace data elements back to a source of truth the pragmatic registry implementation includes patients meeting moderate to severe asthma eligibility criteria since jan with routine data refreshes resulting in patients meeting eligibility criteria through august the median age of patients is years at least two thirds of patients are female of white race and non hispanic ethnicity on average patients were followed for more than five years the insights asthma pragmatic registry is a new paradigm in observational research which blends the data reliability and richness of traditional consented registries while incorporating the flexibility and scale of utilizing routinely collected data ongoing efforts include maintaining longitudinality of patient data and improvements to sustain high data reliability per regulatory standards to support this unique data set for asthma research"
}