{
    "title": "Heart Failure and Kidney Disease.",
    "doc_id": "29159789",
    "writer": "Grande D",
    "year": "2018",
    "summary": "Kidney disease is commonly found in heart failure (HF) patients. They share many risk factors and common pathophysiological pathways which often lead to mutual dysfunction. ...Finally, some classes of drugs currently used in heart failure treatment can affect renal …",
    "abstract": "Kidney disease is commonly found in heart failure (HF) patients. They share many risk factors and common pathophysiological pathways which often lead to mutual dysfunction. Both haemodynamic and non-haemodynamic mechanisms are involved in the development of renal impairment in heart failure patients. Moreover, the presence of a chronic kidney disease is a significant independent predictor of worse outcome in chronic as well as in acute decompensated HF. As a consequence, an accurate evaluation of renal function plays a key role in the management of HF patients. Serum creatinine levels and glomerular filtration rate (GFR) estimates are the corner stones of renal function evaluation in clinical practice. However, to overcome their limits, several emerging glomerular and tubular biomarkers have been proposed over the last years. Alongside the renal biomarkers, imaging techniques could complement the laboratory data exploring different pathophysiological pathways. In particular, Doppler evaluation of renal circulation is a highly feasible technique that can effectively identify HF patients prone to develop renal dysfunction and with a worse outcome. Finally, some classes of drugs currently used in heart failure treatment can affect renal function and their use can be influenced by the presence of chronic kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29159789/",
    "clean_text": "heart failure and kidney disease kidney disease is commonly found in heart failure hf patients they share many risk factors and common pathophysiological pathways which often lead to mutual dysfunction finally some classes of drugs currently used in heart failure treatment can affect renal kidney disease is commonly found in heart failure hf patients they share many risk factors and common pathophysiological pathways which often lead to mutual dysfunction both haemodynamic and non haemodynamic mechanisms are involved in the development of renal impairment in heart failure patients moreover the presence of a chronic kidney disease is a significant independent predictor of worse outcome in chronic as well as in acute decompensated hf as a consequence an accurate evaluation of renal function plays a key role in the management of hf patients serum creatinine levels and glomerular filtration rate gfr estimates are the corner stones of renal function evaluation in clinical practice however to overcome their limits several emerging glomerular and tubular biomarkers have been proposed over the last years alongside the renal biomarkers imaging techniques could complement the laboratory data exploring different pathophysiological pathways in particular doppler evaluation of renal circulation is a highly feasible technique that can effectively identify hf patients prone to develop renal dysfunction and with a worse outcome finally some classes of drugs currently used in heart failure treatment can affect renal function and their use can be influenced by the presence of chronic kidney disease"
}