{
    "title": "Spinal cord injury models.",
    "doc_id": "1588603",
    "writer": "Wrathall JR.",
    "year": "1992",
    "summary": "Spinal cord injury models continue to be used to learn more about the pathophysiology of injury as well as potential therapeutic interventions. ...Biochemical, physiologic, and pharmacologic studies with these models are being used to further define fa …",
    "abstract": "Spinal cord injury models continue to be used to learn more about the pathophysiology of injury as well as potential therapeutic interventions. Most researchers now rely on rat models of injury with injury produced by impact, compression, or even photochemical techniques. A number of laboratories have confirmed that reproducible and graded injury can be produced in the rat with outcome monitored by behavioral, neurophysiologic, and morphologic analyses. Biochemical, physiologic, and pharmacologic studies with these models are being used to further define factors that contribute to chronic injury and thus may be the subject of therapeutic intervention. In addition, a new approach to therapy is being explored via implantation of cells into the injured spinal cord. Cell suspensions can be implanted in clinically relevant injury models without exacerbating the effects of injury and with some indications of beneficial effect. The potential usefulness of such an approach is just beginning to be evaluated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1588603/",
    "clean_text": "spinal cord injury models spinal cord injury models continue to be used to learn more about the pathophysiology of injury as well as potential therapeutic interventions biochemical physiologic and pharmacologic studies with these models are being used to further define fa spinal cord injury models continue to be used to learn more about the pathophysiology of injury as well as potential therapeutic interventions most researchers now rely on rat models of injury with injury produced by impact compression or even photochemical techniques a number of laboratories have confirmed that reproducible and graded injury can be produced in the rat with outcome monitored by behavioral neurophysiologic and morphologic analyses biochemical physiologic and pharmacologic studies with these models are being used to further define factors that contribute to chronic injury and thus may be the subject of therapeutic intervention in addition a new approach to therapy is being explored via implantation of cells into the injured spinal cord cell suspensions can be implanted in clinically relevant injury models without exacerbating the effects of injury and with some indications of beneficial effect the potential usefulness of such an approach is just beginning to be evaluated"
}