{
    "pmid": "41410572",
    "title": "Accuracy of Photon-counting Detector CT Angiography for the Diagnosis of Obstructive Coronary Artery Disease: A Bayesian Diagnostic Test Accuracy Meta-Analysis.",
    "abstract": "Purpose To analyze the totality of available evidence for the diagnostic accuracy of photon-counting detector (PCD) coronary CT angiography (CCTA) as an index test for the diagnosis of obstructive coronary artery disease, as compared with invasive coronary angiography (ICA). Materials and Methods This Bayesian diagnostic test accuracy (DTA) meta-analysis included all types of studies that reported diagnostic accuracy measures for PCD CCTA as an index test and ICA as a reference test. PubMed, Embase, and Cochrane Library databases were searched for eligible studies published up to February 21, 2025. The primary outcomes were (pooled) sensitivity, specificity, positive and negative likelihood ratio, and diagnostic odds ratio. A Bayesian bivariate model was fitted under a noninformative prior. Subgroup analysis was performed for ultra-high-resolution (UHR) PCD CCTA. Results Nine studies comprising 843 patients were included in the meta-analysis. PCD CCTA demonstrated a pooled sensitivity of 95.9% (95% credible interval [CrI]: 90.2, 98.7) and pooled specificity of 71.2% (95% CrI: 54.0, 87.4) at the patient level; 90.4% (95% CrI: 83.7, 94.5) and 92.8% (95% CrI: 80.1, 97.8), respectively, at the vessel level; and 94.1% (95% CrI: 76.4, 99.2) and 93.0% (95% CrI: 76.3, 98.2), respectively, at the segment level (all area under the receiver operating characteristic curve values ≥ 0.99). These diagnostic accuracy measures were higher across all levels in UHR mode. Conclusion This Bayesian DTA meta-analysis demonstrated the diagnostic accuracy of PCD CCTA, as compared with ICA, at the patient, vessel, and segment levels. ",
    "disease": "coronary artery disease",
    "clean_text": "accuracy of photon counting detector ct angiography for the diagnosis of obstructive coronary artery disease a bayesian diagnostic test accuracy meta analysis purpose to analyze the totality of available evidence for the diagnostic accuracy of photon counting detector pcd coronary ct angiography ccta as an index test for the diagnosis of obstructive coronary artery disease as compared with invasive coronary angiography ica materials and methods this bayesian diagnostic test accuracy dta meta analysis included all types of studies that reported diagnostic accuracy measures for pcd ccta as an index test and ica as a reference test pubmed embase and cochrane library databases were searched for eligible studies published up to february the primary outcomes were pooled sensitivity specificity positive and negative likelihood ratio and diagnostic odds ratio a bayesian bivariate model was fitted under a noninformative prior subgroup analysis was performed for ultra high resolution uhr pcd ccta results nine studies comprising patients were included in the meta analysis pcd ccta demonstrated a pooled sensitivity of credible interval cri and pooled specificity of cri at the patient level cri and cri respectively at the vessel level and cri and cri respectively at the segment level all area under the receiver operating characteristic curve values these diagnostic accuracy measures were higher across all levels in uhr mode conclusion this bayesian dta meta analysis demonstrated the diagnostic accuracy of pcd ccta as compared with ica at the patient vessel and segment levels"
}