{
    "title": "Measures of fidelity of delivery of, and engagement with, complex, face-to-face health behaviour change interventions: A systematic review of measure quality.",
    "doc_id": "28762607",
    "writer": "Walton H",
    "year": "2017",
    "summary": "Fifty-one studies (77%) reported at least one psychometric or implementation quality; 49 studies (74.2%) reported at least one psychometric quality, and 17 studies (25.8%) reported at least one implementation quality. ...Evidence that indicators of quality …",
    "abstract": "Purpose:\n        \n      \n      Understanding the effectiveness of complex, face-to-face health behaviour change interventions requires high-quality measures to assess fidelity of delivery and engagement. This systematic review aimed to (1) identify the types of measures used to monitor fidelity of delivery of, and engagement with, complex, face-to-face health behaviour change interventions and (2) describe the reporting of psychometric and implementation qualities.\n    \n\n\n          Methods:\n        \n      \n      Electronic databases were searched, systematic reviews and reference lists were hand-searched, and 21 experts were contacted to identify articles. Studies that quantitatively measured fidelity of delivery of, and/or engagement with, a complex, face-to-face health behaviour change intervention for adults were included. Data on interventions, measures, and psychometric and implementation qualities were extracted and synthesized using narrative analysis.\n    \n\n\n          Results:\n        \n      \n      Sixty-six studies were included: 24 measured both fidelity of delivery and engagement, 20 measured fidelity of delivery, and 22 measured engagement. Measures of fidelity of delivery included observation (n = 17; 38.6%), self-report (n = 15; 34%), quantitatively rated qualitative interviews (n = 1; 2.3%), or multiple measures (n = 11; 25%). Measures of engagement included self-report (n = 18; 39.1%), intervention records (n = 11; 24%), or multiple measures (n = 17; 37%). Fifty-one studies (77%) reported at least one psychometric or implementation quality; 49 studies (74.2%) reported at least one psychometric quality, and 17 studies (25.8%) reported at least one implementation quality.\n    \n\n\n          Conclusion:\n        \n      \n      Fewer than half of the reviewed studies measured both fidelity of delivery of, and engagement with complex, face-to-face health behaviour change interventions. More studies reported psychometric qualities than implementation qualities. Interpretation of intervention outcomes from fidelity of delivery and engagement measurements may be limited due to a lack of reporting of psychometric and implementation qualities. Statement of contribution What is already known on this subject? Evidence of fidelity and engagement is needed to understand effectiveness of complex interventions Evidence of fidelity and engagement are rarely reported High-quality measures are needed to measure fidelity and engagement What does this study add? Evidence that indicators of quality of measures are reported in some studies Evidence that psychometric qualities are reported more frequently than implementation qualities A recommendation for intervention evaluations to report indicators of quality of fidelity and engagement measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28762607/",
    "clean_text": "measures of fidelity of delivery of and engagement with complex face to face health behaviour change interventions a systematic review of measure quality fifty one studies reported at least one psychometric or implementation quality studies reported at least one psychometric quality and studies reported at least one implementation quality evidence that indicators of quality purpose understanding the effectiveness of complex face to face health behaviour change interventions requires high quality measures to assess fidelity of delivery and engagement this systematic review aimed to identify the types of measures used to monitor fidelity of delivery of and engagement with complex face to face health behaviour change interventions and describe the reporting of psychometric and implementation qualities methods electronic databases were searched systematic reviews and reference lists were hand searched and experts were contacted to identify articles studies that quantitatively measured fidelity of delivery of and or engagement with a complex face to face health behaviour change intervention for adults were included data on interventions measures and psychometric and implementation qualities were extracted and synthesized using narrative analysis results sixty six studies were included measured both fidelity of delivery and engagement measured fidelity of delivery and measured engagement measures of fidelity of delivery included observation n self report n quantitatively rated qualitative interviews n or multiple measures n measures of engagement included self report n intervention records n or multiple measures n fifty one studies reported at least one psychometric or implementation quality studies reported at least one psychometric quality and studies reported at least one implementation quality conclusion fewer than half of the reviewed studies measured both fidelity of delivery of and engagement with complex face to face health behaviour change interventions more studies reported psychometric qualities than implementation qualities interpretation of intervention outcomes from fidelity of delivery and engagement measurements may be limited due to a lack of reporting of psychometric and implementation qualities statement of contribution what is already known on this subject evidence of fidelity and engagement is needed to understand effectiveness of complex interventions evidence of fidelity and engagement are rarely reported high quality measures are needed to measure fidelity and engagement what does this study add evidence that indicators of quality of measures are reported in some studies evidence that psychometric qualities are reported more frequently than implementation qualities a recommendation for intervention evaluations to report indicators of quality of fidelity and engagement measures"
}