{
    "title": "Role of sugar-based compounds on cutaneous wound healing: what is the evidence?",
    "doc_id": "30900931",
    "writer": "Oryan A",
    "year": "2019",
    "summary": "Cutaneous wound healing is a complex orchestrated process influenced by many endogenous and exogenous imbalances. ...It also deals with different physio-pharmacologic conditions resulting in hyperglycaemia in different models of cutaneous wound healing …",
    "abstract": "Cutaneous wound healing is a complex orchestrated process influenced by many endogenous and exogenous imbalances. The main goal of tissue regeneration in wound healing is to increase wound contraction and reduce scar formation, effectively to regenerate a new healthy epidermis and prevent scar contracture. Additionally, prevention, control and treatment of wound infections, particularly in burn wounds, is a vital strategy in the healing process. It was previously supposed that local application of sugar-based materials increases the chance of wound infection and delays wound healing. This review shows that topical application of sugar-based compounds has no negative effects on different wound types. Whereas, hyperglycaemia created by diabetes, stress or certain medications can act to impair wound healing. Therefore, this work was designed to review the recent studies that evaluated the role of sugar-based compounds on wound healing and to demonstrate in various cutaneous wound models how these compounds may be involved in healing. It also deals with different physio-pharmacologic conditions resulting in hyperglycaemia in different models of cutaneous wound healing in order to illustrate the role of endogenous glucose in wound healing and remodelling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30900931/",
    "clean_text": "role of sugar based compounds on cutaneous wound healing what is the evidence cutaneous wound healing is a complex orchestrated process influenced by many endogenous and exogenous imbalances it also deals with different physio pharmacologic conditions resulting in hyperglycaemia in different models of cutaneous wound healing cutaneous wound healing is a complex orchestrated process influenced by many endogenous and exogenous imbalances the main goal of tissue regeneration in wound healing is to increase wound contraction and reduce scar formation effectively to regenerate a new healthy epidermis and prevent scar contracture additionally prevention control and treatment of wound infections particularly in burn wounds is a vital strategy in the healing process it was previously supposed that local application of sugar based materials increases the chance of wound infection and delays wound healing this review shows that topical application of sugar based compounds has no negative effects on different wound types whereas hyperglycaemia created by diabetes stress or certain medications can act to impair wound healing therefore this work was designed to review the recent studies that evaluated the role of sugar based compounds on wound healing and to demonstrate in various cutaneous wound models how these compounds may be involved in healing it also deals with different physio pharmacologic conditions resulting in hyperglycaemia in different models of cutaneous wound healing in order to illustrate the role of endogenous glucose in wound healing and remodelling"
}