{
    "pmid": "41449266",
    "title": "Assessing the robustness of an artificial intelligence segmentation model for quantitative cardiovascular magnetic resonance imaging across cardiac phenotypes.",
    "abstract": "To introduce an artificial intelligence-based cardiovascular magnetic resonance segmentation algorithm (Nick) for automated quantification of function and parametric mapping across cardiac phenotypes reflecting clinical routine. Nick was compared to manual gold standard (GS) segmentations in 359 multi-centre cases at 1.5T and 3T, consisting of 104 healthy individuals and 255 diseased patients with various cardiac phenotypes. Left and right ventricular (LV, RV) volumes and LV mass (LVM) were derived from short-axis segmentations. For parametric mapping, the LV myocardium was segmented to quantify T1 and T2 relaxation times. Statistical analysis comprised mean differences, correlation coefficients (R²), Bland-Altman analysis, tolerance range assessments, and paired boxplots. The number of slices and contours requiring manual correction was estimated based on slice-level differences. Nick demonstrated high agreement with the GS for LV and RV volume estimations (R²≥0.93) and LVM quantification (R²=0.86). For the ejection fractions, correlations were slightly lower (R²=0.85/0.72 for LV/RV) with small mean differences (+ 1.14%/-2.48% for LV/RV). T1 and T2 mapping values showed excellent agreement with manual reference values (R²≥0.92) and minimal biases (-1.64/0.14 ms for T1/T2). Nick underestimated LV volumes at end-diastole (-4.48 ml) and end-systole (-3.28 ml) as well as the RV end-diastolic volume (-5.14 ml) and stroke volume (-6.75 ml). Nonetheless, tolerance testing for mean deviations revealed clinically acceptable biases for all comparisons, and less than two slices per case required correction on average. Comparison to expert segmentations revealed robust performance of Nick in routine clinical cases with variable pathology, supporting its future integration into clinical workflows.",
    "disease": "stroke",
    "clean_text": "assessing the robustness of an artificial intelligence segmentation model for quantitative cardiovascular magnetic resonance imaging across cardiac phenotypes to introduce an artificial intelligence based cardiovascular magnetic resonance segmentation algorithm nick for automated quantification of function and parametric mapping across cardiac phenotypes reflecting clinical routine nick was compared to manual gold standard gs segmentations in multi centre cases at t and t consisting of healthy individuals and diseased patients with various cardiac phenotypes left and right ventricular lv rv volumes and lv mass lvm were derived from short axis segmentations for parametric mapping the lv myocardium was segmented to quantify t and t relaxation times statistical analysis comprised mean differences correlation coefficients r bland altman analysis tolerance range assessments and paired boxplots the number of slices and contours requiring manual correction was estimated based on slice level differences nick demonstrated high agreement with the gs for lv and rv volume estimations r and lvm quantification r for the ejection fractions correlations were slightly lower r for lv rv with small mean differences for lv rv t and t mapping values showed excellent agreement with manual reference values r and minimal biases ms for t t nick underestimated lv volumes at end diastole ml and end systole ml as well as the rv end diastolic volume ml and stroke volume ml nonetheless tolerance testing for mean deviations revealed clinically acceptable biases for all comparisons and less than two slices per case required correction on average comparison to expert segmentations revealed robust performance of nick in routine clinical cases with variable pathology supporting its future integration into clinical workflows"
}