{
    "pmid": "41403064",
    "title": "Nationwide Trends in Coronary Artery Bypass Grafting in the Republic of Korea, 2005-2022: A Comparison with International Data.",
    "abstract": "Coronary artery bypass grafting (CABG) remains a key revascularization strategy for ischemic heart disease; however, nationwide trends in the Republic of Korea have not been thoroughly investigated. Using data from the Korean National Health Insurance Service, we analyzed adult patients who underwent isolated CABG between 2005 and 2022. We evaluated surgical volume, patient demographics, procedural strategies (off-pump vs. on-pump), and outcomes. International comparisons were conducted using national cardiac surgery registry data. A total of 51,923 CABG cases were identified. Annual surgical volume declined until 2013 but gradually increased thereafter, reaching 3,717 cases in 2022. Despite this recovery, Korea's per capita CABG rate remains among the lowest worldwide. In contrast, more than 60% of procedures were performed off-pump-the highest rate worldwide. Over time, the average patient age and prevalence of diabetes increased, whereas in-hospital mortality showed a modest decline. Compared with other countries, the Republic of Korea demonstrated a uniquely low procedural volume and a strong preference for off-pump CABG. This nationwide analysis highlights Korea's distinctive CABG practice patterns and provides valuable insights for optimizing future clinical and policy decisions in cardiac surgical care.",
    "disease": "coronary artery disease",
    "clean_text": "nationwide trends in coronary artery bypass grafting in the republic of korea a comparison with international data coronary artery bypass grafting cabg remains a key revascularization strategy for ischemic heart disease however nationwide trends in the republic of korea have not been thoroughly investigated using data from the korean national health insurance service we analyzed adult patients who underwent isolated cabg between and we evaluated surgical volume patient demographics procedural strategies off pump vs on pump and outcomes international comparisons were conducted using national cardiac surgery registry data a total of cabg cases were identified annual surgical volume declined until but gradually increased thereafter reaching cases in despite this recovery korea s per capita cabg rate remains among the lowest worldwide in contrast more than of procedures were performed off pump the highest rate worldwide over time the average patient age and prevalence of diabetes increased whereas in hospital mortality showed a modest decline compared with other countries the republic of korea demonstrated a uniquely low procedural volume and a strong preference for off pump cabg this nationwide analysis highlights korea s distinctive cabg practice patterns and provides valuable insights for optimizing future clinical and policy decisions in cardiac surgical care"
}