{
    "pmid": "41447834",
    "title": "Resurgence of rheumatic fever among Pacific peoples in Aotearoa New Zealand: A 2010-2023 analysis of hospitalisation data with implications for equity policy.",
    "abstract": "The objective of this study was to assess ethnic, geographic and socioeconomic patterns in acute rheumatic fever and rheumatic heart disease hospitalisations in New Zealand (2010-2023), evaluate the impact of public health interventions and identify gaps in national surveillance. National hospitalisation and mortality data were analysed by ethnicity, socioeconomic deprivation and geography, including Counties Manukau and the Ōtara-Papatoetoe Locality. Negative binomial models estimated adjusted risk differences across three time periods. Acute rheumatic fever was disproportionately concentrated among Māori and Pacific peoples in the most socioeconomically deprived areas, with Pacific populations-particularly in Counties Manukau-experiencing the highest burden. Acute rheumatic fever declined among Māori during the Rheumatic Fever Prevention Programme but not among Pacific peoples. A sharp, temporary decline in acute rheumatic fever and rheumatic heart disease hospitalisations occurred among Pacific populations during the COVID-19 pandemic, followed by resurgence by 2023. Persistent ethnic and geographic inequities in acute rheumatic fever and rheumatic heart disease reflect ongoing surveillance gaps, inconsistent notification practices and uneven implementation of interventions. National targets remain unmet, and inequities are widening for some groups. Robust, standardised surveillance systems and equity-focused interventions-particularly for Pacific communities in Counties Manukau-are essential to reducing the preventable burden of acute rheumatic fever and rheumatic heart disease in Aotearoa New Zealand.",
    "disease": "covid-19",
    "clean_text": "resurgence of rheumatic fever among pacific peoples in aotearoa new zealand a analysis of hospitalisation data with implications for equity policy the objective of this study was to assess ethnic geographic and socioeconomic patterns in acute rheumatic fever and rheumatic heart disease hospitalisations in new zealand evaluate the impact of public health interventions and identify gaps in national surveillance national hospitalisation and mortality data were analysed by ethnicity socioeconomic deprivation and geography including counties manukau and the tara papatoetoe locality negative binomial models estimated adjusted risk differences across three time periods acute rheumatic fever was disproportionately concentrated among m ori and pacific peoples in the most socioeconomically deprived areas with pacific populations particularly in counties manukau experiencing the highest burden acute rheumatic fever declined among m ori during the rheumatic fever prevention programme but not among pacific peoples a sharp temporary decline in acute rheumatic fever and rheumatic heart disease hospitalisations occurred among pacific populations during the covid pandemic followed by resurgence by persistent ethnic and geographic inequities in acute rheumatic fever and rheumatic heart disease reflect ongoing surveillance gaps inconsistent notification practices and uneven implementation of interventions national targets remain unmet and inequities are widening for some groups robust standardised surveillance systems and equity focused interventions particularly for pacific communities in counties manukau are essential to reducing the preventable burden of acute rheumatic fever and rheumatic heart disease in aotearoa new zealand"
}