{
    "pmid": "41461257",
    "title": "Impact of viral Ribonucleoprotein Complex Genetic Stability on Pathogenicity in H9N2 and H6N2 Avian Influenza Viruses.",
    "abstract": "China has a great demand for poultry, while avian influenza (AI) remains widespread and exhibits high instability, posing a persistent challenge to the poultry industry. Elucidating the genetic stability of avian influenza variants and their implications for pathogenicity is key for pandemic risk mitigation. H9 and H6 AIVs have co-circulated in China due to a specific evolutionary dynamic: H9 AIVs serve as stable genetic reservoirs, whereas H6 AIVs act as platforms for multi-subtype reassortment. This reassortment process continually generates novel variants with unpredictable virulence, posing a persistent biosecurity threat to poultry production. Genetic stability analysis of H9/H6 AI viral Ribonucleoprotein (vRNP) complexes (PB2, PB1, PA, NP) revealed clear subtype-specific divergence. H9 AIVs retained highly conserved gene constellations, whereas H6 AIVs exhibited pronounced plasticity, acquiring 42.5% of PB2, 20.1% of PA, and 23.7% of NP genes from other AIV subtypes. The H9vRNP-H6 reassortant (H6N2 backbone carrying H9N2 vRNP) showed enhanced replicability in both MDCK cells (4.7→5.7 log",
    "disease": "influenza",
    "clean_text": "impact of viral ribonucleoprotein complex genetic stability on pathogenicity in h n and h n avian influenza viruses china has a great demand for poultry while avian influenza ai remains widespread and exhibits high instability posing a persistent challenge to the poultry industry elucidating the genetic stability of avian influenza variants and their implications for pathogenicity is key for pandemic risk mitigation h and h aivs have co circulated in china due to a specific evolutionary dynamic h aivs serve as stable genetic reservoirs whereas h aivs act as platforms for multi subtype reassortment this reassortment process continually generates novel variants with unpredictable virulence posing a persistent biosecurity threat to poultry production genetic stability analysis of h h ai viral ribonucleoprotein vrnp complexes pb pb pa np revealed clear subtype specific divergence h aivs retained highly conserved gene constellations whereas h aivs exhibited pronounced plasticity acquiring of pb of pa and of np genes from other aiv subtypes the h vrnp h reassortant h n backbone carrying h n vrnp showed enhanced replicability in both mdck cells log"
}