{
    "pmid": "41330696",
    "title": "FIB-4 as an effective screening tool in psoriatic arthritis patients at high-risk for liver disease: a cross-sectional study using FibroScan.",
    "abstract": "To evaluate the performance of non-invasive screening tools in identifying metabolic dysfunction-associated steatotic liver disease (MASLD) causing clinically significant liver disease (CSLD) in psoriatic arthritis (PsA) patients at high risk for liver disease, and to identify factors associated with CSLD. A single-centre, cross-sectional study of PsA patients referred for liver assessment due to suspected CSLD secondary to MASLD was conducted. FIB-4, ELF, and BARD scores were calculated using routine laboratory and clinical data. Liver imaging was performed as clinically indicated, including FibroScan in most patients. CSLD was defined as liver stiffness measurement (LSM) >10kPa on FibroScan and/or ultrasound and/or biopsy showing steatosis/fibrosis/cirrhosis secondary to MASLD. Univariable and multivariable analyses identified variables independently associated with CSLD. Eighty-nine PsA patients were included (median age 51.0; 57.3% male). Cardiometabolic comorbidities were common: 96.6% had ≥1 metabolic risk factor and 69.7% were obese. CSLD was identified in 55/89 patients (61.8%). In univariable analyses, hypertriglyceridaemia, hypertension, statin use, BMI >30kg/m2, higher ELF and FIB-4 scores, and elevated LSM were significantly associated with CSLD. In multivariable regression, hypertension, BMI >30kg/m2, and FIB-4 ≥ 1.3 remained independently associated. FIB-4 ≥ 1.3 demonstrated sensitivity of 47.8%, specificity 77.2%, PPV 6.1%, and NPV 98.0%. Methotrexate exposure was not associated with CSLD. CSLD is common in high-risk PsA patients and strongly associated with metabolic risk factors. FIB-4 ≥ 1.3 had high NPV, supporting its use as a first-line screening tool. Routine MASLD screening using a pathway incorporating FIB-4 followed by FibroScan may inform safer prescribing and improve outcomes.",
    "disease": "liver cirrhosis",
    "clean_text": "fib as an effective screening tool in psoriatic arthritis patients at high risk for liver disease a cross sectional study using fibroscan to evaluate the performance of non invasive screening tools in identifying metabolic dysfunction associated steatotic liver disease masld causing clinically significant liver disease csld in psoriatic arthritis psa patients at high risk for liver disease and to identify factors associated with csld a single centre cross sectional study of psa patients referred for liver assessment due to suspected csld secondary to masld was conducted fib elf and bard scores were calculated using routine laboratory and clinical data liver imaging was performed as clinically indicated including fibroscan in most patients csld was defined as liver stiffness measurement lsm kpa on fibroscan and or ultrasound and or biopsy showing steatosis fibrosis cirrhosis secondary to masld univariable and multivariable analyses identified variables independently associated with csld eighty nine psa patients were included median age male cardiometabolic comorbidities were common had metabolic risk factor and were obese csld was identified in patients in univariable analyses hypertriglyceridaemia hypertension statin use bmi kg m higher elf and fib scores and elevated lsm were significantly associated with csld in multivariable regression hypertension bmi kg m and fib remained independently associated fib demonstrated sensitivity of specificity ppv and npv methotrexate exposure was not associated with csld csld is common in high risk psa patients and strongly associated with metabolic risk factors fib had high npv supporting its use as a first line screening tool routine masld screening using a pathway incorporating fib followed by fibroscan may inform safer prescribing and improve outcomes"
}