{
    "pmid": "41410819",
    "title": "Early-Onset Parkinson's Disease: Unique Features and Management Approaches.",
    "abstract": "To highlight the unique clinical features, risk factors, and management strategies associated with early-onset Parkinson's disease (EOPD), and contrast these with late-onset Parkinson's disease (LOPD). We outline how these differences influence diagnostic and therapeutic approaches and identify key knowledge gaps critical to improving clinical care. Compared to LOPD, EOPD (onset age 21-50) has a higher prevalence of monogenic risk factors, focal dystonia, depression, anxiety; slower motor progression; lower rates of cognitive decline; higher risk for delayed diagnosis. Treatment is complicated by earlier and more frequent dyskinesias, motor fluctuations, and unique considerations such as pregnancy and career impact. Risk factors, clinical presentation, progression, and management needs of EOPD can differ from LOPD. Despite advances in characterizing and diagnosing EOPD, most research remains focused on LOPD. There is a critical need to tailor research and clinical trials to address the distinct needs of people with EOPD.",
    "disease": "parkinson disease",
    "clean_text": "early onset parkinson s disease unique features and management approaches to highlight the unique clinical features risk factors and management strategies associated with early onset parkinson s disease eopd and contrast these with late onset parkinson s disease lopd we outline how these differences influence diagnostic and therapeutic approaches and identify key knowledge gaps critical to improving clinical care compared to lopd eopd onset age has a higher prevalence of monogenic risk factors focal dystonia depression anxiety slower motor progression lower rates of cognitive decline higher risk for delayed diagnosis treatment is complicated by earlier and more frequent dyskinesias motor fluctuations and unique considerations such as pregnancy and career impact risk factors clinical presentation progression and management needs of eopd can differ from lopd despite advances in characterizing and diagnosing eopd most research remains focused on lopd there is a critical need to tailor research and clinical trials to address the distinct needs of people with eopd"
}