{
    "pmid": "41438909",
    "title": "Association Between U-p53AZ Blood Biomarker and White Matter Microstructure in Early Alzheimer's Disease: A Cross-Sectional Study Using AlzoSure® Predict.",
    "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder characterized by early microstructural white matter (WM) damage, often preceding clinical symptoms. While cerebrospinal fluid (CSF) biomarkers provide valuable insights into AD pathology, they are invasive and may not reflect early WM changes. U-p53AZ, a conformational variant of p53 detected via the AlzoSure® blood assay, has emerged as a potential biomarker for early AD detection. This study aimed to investigate the association between AlzoSure® prediction scores and WM microstructural integrity in cognitively normal (CN) individuals and those with mild cognitive impairment (MCI), using diffusion tensor imaging (DTI). Secondary analyses explored parallels with established CSF biomarkers (Aβ₁₋₄₂, total tau, and p-tau181). We analyzed data from 106 Alzheimer's Disease Neuroimaging Initiative (ADNI) participants (46 CN, 60 MCI) with available DTI and biomarker data. AlzoSure® scores were derived from plasma samples using immunoprecipitation. DTI metrics (fractional anisotropy, mean, axial, and radial diffusivity) were extracted from atlas-defined WM regions. Linear regression models, stratified by diagnosis and adjusted for age, gender, and polygenic hazard score, were used to examine associations between biomarkers and DTI indices. False discovery rate (FDR) correction was applied for multiple comparisons. In the MCI group, higher AlzoSure® scores were significantly associated with reduced diffusivity metrics in the left cingulum hippocampal bundle, a region implicated in early AD-related disconnection. Parallel associations were observed with CSF t-tau and p-tau181 across other WM tracts in MCI. However, no associations remained significant after FDR adjustment. These findings underscore the potential of U-p53AZ, as measured by AlzoSure®, to capture early WM microstructural alterations particularly in individuals with MCI, aligning with tau-related pathology patterns. While exploratory, the results highlight U-p53AZ as a non-invasive candidate biomarker for early AD-related neurodegeneration. Larger, longitudinal studies are needed to validate its diagnostic and prognostic utility in preclinical and prodromal AD stages.",
    "disease": "alzheimer disease",
    "clean_text": "association between u p az blood biomarker and white matter microstructure in early alzheimer s disease a cross sectional study using alzosure predict alzheimer s disease ad is a progressive neurodegenerative disorder characterized by early microstructural white matter wm damage often preceding clinical symptoms while cerebrospinal fluid csf biomarkers provide valuable insights into ad pathology they are invasive and may not reflect early wm changes u p az a conformational variant of p detected via the alzosure blood assay has emerged as a potential biomarker for early ad detection this study aimed to investigate the association between alzosure prediction scores and wm microstructural integrity in cognitively normal cn individuals and those with mild cognitive impairment mci using diffusion tensor imaging dti secondary analyses explored parallels with established csf biomarkers a total tau and p tau we analyzed data from alzheimer s disease neuroimaging initiative adni participants cn mci with available dti and biomarker data alzosure scores were derived from plasma samples using immunoprecipitation dti metrics fractional anisotropy mean axial and radial diffusivity were extracted from atlas defined wm regions linear regression models stratified by diagnosis and adjusted for age gender and polygenic hazard score were used to examine associations between biomarkers and dti indices false discovery rate fdr correction was applied for multiple comparisons in the mci group higher alzosure scores were significantly associated with reduced diffusivity metrics in the left cingulum hippocampal bundle a region implicated in early ad related disconnection parallel associations were observed with csf t tau and p tau across other wm tracts in mci however no associations remained significant after fdr adjustment these findings underscore the potential of u p az as measured by alzosure to capture early wm microstructural alterations particularly in individuals with mci aligning with tau related pathology patterns while exploratory the results highlight u p az as a non invasive candidate biomarker for early ad related neurodegeneration larger longitudinal studies are needed to validate its diagnostic and prognostic utility in preclinical and prodromal ad stages"
}