{
    "title": "Qualitative and Quantitative Assessment of Technical Skills in Percutaneous Coronary Intervention: In Vivo Porcine Studies.",
    "doc_id": "31034402",
    "writer": "Zhou XH",
    "year": "2020",
    "summary": "METHODS: In this study, a natural-behavior-based assessment framework is proposed to qualitatively and quantitatively assess technical skills in PCI. In vivo porcine studies were conducted to deliver a medical guidewire to two target coronaries of left circumflex arteries …",
    "abstract": "Objective:\n        \n      \n      Technical skill assessment plays an important role in the professional development of an interventionalist in percutaneous coronary intervention (PCI). However, most of the traditional assessment methods are time consuming and subjective. This paper aims to develop objective assessment techniques.\n    \n\n\n          Methods:\n        \n      \n      In this study, a natural-behavior-based assessment framework is proposed to qualitatively and quantitatively assess technical skills in PCI. In vivo porcine studies were conducted to deliver a medical guidewire to two target coronaries of left circumflex arteries by six novice and four expert interventionalists. Simultaneously, four types of natural behaviors (i.e., hand motion, proximal force, muscle activity, and finger motion) were acquired from the subjects' dominant hand and arm. The features extracted from the behaviors of different skill-level groups were compared using the Mann-Whitney U-test for effective behavior selection. The effective ones were further applied in the Gaussian-mixture-model-based qualitative assessment and Mahalanobis-distance-based quantitative assessment.\n    \n\n\n          Results:\n        \n      \n      The qualitative assessment achieves an accuracy of 92% to distinguish the novice and expert attempts, which is significantly higher than that of using single guidewire motions. Furthermore, the quantitative assessment can assign objective and effective scores for all attempts, indicating high correlation ( R = 0.9225) to those obtained by traditional methods.\n    \n\n\n          Conclusion:\n        \n      \n      The objective, effective, and comprehensive assessment of technical skills can be provided by qualitatively and quantitatively analyzing interventionalists' natural behaviors in PCI.\n    \n\n\n          Significance:\n        \n      \n      This paper suggests a novel approach for the technical skill assessment and the promising results demonstrate the great importance and effectiveness of the proposed method for promoting the development of objective assessment techniques.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31034402/",
    "clean_text": "qualitative and quantitative assessment of technical skills in percutaneous coronary intervention in vivo porcine studies methods in this study a natural behavior based assessment framework is proposed to qualitatively and quantitatively assess technical skills in pci in vivo porcine studies were conducted to deliver a medical guidewire to two target coronaries of left circumflex arteries objective technical skill assessment plays an important role in the professional development of an interventionalist in percutaneous coronary intervention pci however most of the traditional assessment methods are time consuming and subjective this paper aims to develop objective assessment techniques methods in this study a natural behavior based assessment framework is proposed to qualitatively and quantitatively assess technical skills in pci in vivo porcine studies were conducted to deliver a medical guidewire to two target coronaries of left circumflex arteries by six novice and four expert interventionalists simultaneously four types of natural behaviors i e hand motion proximal force muscle activity and finger motion were acquired from the subjects dominant hand and arm the features extracted from the behaviors of different skill level groups were compared using the mann whitney u test for effective behavior selection the effective ones were further applied in the gaussian mixture model based qualitative assessment and mahalanobis distance based quantitative assessment results the qualitative assessment achieves an accuracy of to distinguish the novice and expert attempts which is significantly higher than that of using single guidewire motions furthermore the quantitative assessment can assign objective and effective scores for all attempts indicating high correlation r to those obtained by traditional methods conclusion the objective effective and comprehensive assessment of technical skills can be provided by qualitatively and quantitatively analyzing interventionalists natural behaviors in pci significance this paper suggests a novel approach for the technical skill assessment and the promising results demonstrate the great importance and effectiveness of the proposed method for promoting the development of objective assessment techniques"
}