{
    "pmid": "41325392",
    "title": "Effect of Multidisciplinary Team-Based Refined Nursing on Outcomes in Elderly Patients with Liver Cirrhosis and Upper Gastrointestinal Bleeding.",
    "abstract": "The purpose of this study is to investigate how a multidisciplinary team (MDT)-based refined nursing approach enhances clinical outcomes (including hemostatic efficacy, nutritional improvement, psychological well-being, rebleeding rates, and life quality) in elderly liver cirrhosis (LC) patients complicated with upper gastrointestinal bleeding (UGIB). Using a prospective randomized controlled trial design, 120 elderly LC + UGIB patients (2023-2024) were randomized to receive either routine care (control group, n = 60) or MDT-based refined nursing (intervention group, n = 60). MDT-refined nursing includes 3-phase interventions: acute phase (24-72 h) with half-hourly vital sign monitoring and enteral nutrition initiation within 6 h of hemostasis; recovery phase (3-7 days) incorporating pharmacist-led medication reconciliation and biweekly psychotherapy; and 1-year follow-up with telemedicine support. The main outcome measures were hemostasis time, blood transfusion volume, blood pressure control, self-care ability, nutritional status, psychological well-being, short-term adverse events, 1-year rebleeding incidence, and quality of life. The results of the study showed that the intervention group showed better outcomes in hemostasis, nutrition, psychological status, and quality of life, but survival was unaffected. However, quality-of-life measures favored the intervention group. In conclusion, MDT-based refined nursing optimizes hemostasis efficiency, nutrition, and mental health in elderly LC patients with UGIB while lowering rebleeding risk and enhancing life quality.",
    "disease": "liver cirrhosis",
    "clean_text": "effect of multidisciplinary team based refined nursing on outcomes in elderly patients with liver cirrhosis and upper gastrointestinal bleeding the purpose of this study is to investigate how a multidisciplinary team mdt based refined nursing approach enhances clinical outcomes including hemostatic efficacy nutritional improvement psychological well being rebleeding rates and life quality in elderly liver cirrhosis lc patients complicated with upper gastrointestinal bleeding ugib using a prospective randomized controlled trial design elderly lc ugib patients were randomized to receive either routine care control group n or mdt based refined nursing intervention group n mdt refined nursing includes phase interventions acute phase h with half hourly vital sign monitoring and enteral nutrition initiation within h of hemostasis recovery phase days incorporating pharmacist led medication reconciliation and biweekly psychotherapy and year follow up with telemedicine support the main outcome measures were hemostasis time blood transfusion volume blood pressure control self care ability nutritional status psychological well being short term adverse events year rebleeding incidence and quality of life the results of the study showed that the intervention group showed better outcomes in hemostasis nutrition psychological status and quality of life but survival was unaffected however quality of life measures favored the intervention group in conclusion mdt based refined nursing optimizes hemostasis efficiency nutrition and mental health in elderly lc patients with ugib while lowering rebleeding risk and enhancing life quality"
}