{
    "title": "[Low back pain: critical analysis of the state of the art].",
    "doc_id": "8963706",
    "writer": "Paolaggi JB.",
    "year": "1996",
    "summary": "Despite Low Back Pain (LBP) major health impact, its nosology, etiology and natural history remain ill defined in most cases. ...In order to describe the natural course of acute low back pain an inception cohort study was conducted in primary care prac …",
    "abstract": "Despite Low Back Pain (LBP) major health impact, its nosology, etiology and natural history remain ill defined in most cases. The studies of our team explored the clinical and psychological features of non specific low back pain on unselected populations of patients. Our first study was conducted in a department of rheumatology. Using multivariate statistical methods we were able to identify three major groups of subjects: --a first group called \"purely organic\", --a second group called \"purely psychiatric\", --a third group with both organic and psychiatric features. These last two groups gathered 41% of the subjects. An other complementary study was conducted in primary care practice. Using the General Health Questionnaire 38% patients--a close to the above reported percentage--were classified as having a psychological disorder. In order to describe the natural course of acute low back pain an inception cohort study was conducted in primary care practice. A high rate of fast recovery was found. A critical look of the present knowledge on Low Back Pain shows several unsatisfactory chapters. Further studies on the natural history of LBP, studies on the precise etiology of each variety and researches on their pathophysiology are needed to complete the description of nosologically well defined entities and to pave the way for relevant well designed therapeutic trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8963706/",
    "clean_text": "low back pain critical analysis of the state of the art despite low back pain lbp major health impact its nosology etiology and natural history remain ill defined in most cases in order to describe the natural course of acute low back pain an inception cohort study was conducted in primary care prac despite low back pain lbp major health impact its nosology etiology and natural history remain ill defined in most cases the studies of our team explored the clinical and psychological features of non specific low back pain on unselected populations of patients our first study was conducted in a department of rheumatology using multivariate statistical methods we were able to identify three major groups of subjects a first group called purely organic a second group called purely psychiatric a third group with both organic and psychiatric features these last two groups gathered of the subjects an other complementary study was conducted in primary care practice using the general health questionnaire patients a close to the above reported percentage were classified as having a psychological disorder in order to describe the natural course of acute low back pain an inception cohort study was conducted in primary care practice a high rate of fast recovery was found a critical look of the present knowledge on low back pain shows several unsatisfactory chapters further studies on the natural history of lbp studies on the precise etiology of each variety and researches on their pathophysiology are needed to complete the description of nosologically well defined entities and to pave the way for relevant well designed therapeutic trials"
}