{
    "pmid": "41406854",
    "title": "Subthalamic DBS-induced diphasic dyskinesias: An overlooked complication?",
    "abstract": "Deep brain stimulation (DBS) has become the standard of care in patients with Parkinson's Disease (PD) experiencing motor fluctuations. The existing literature suggests that deep-brain stimulation (DBS) of the subthalamic nucleus (STN) alleviates levodopa-induced dyskinesias (LID), particularly those associated with high plasma levels of levodopa (peak dose), through medication reduction. We report a case of early-onset PD with motor fluctuations and levodopa-induced peak-dose dyskinesias, who developed an interesting phenomenon of diphasic dyskinesias during the monopolar review of DBS. These dyskinesias resolved when the stimulation amplitude was increased to achieve a more stable 'ON' phase. This rare phenomenon suggests that when predominantly lower-limb dyskinesias occur at low current stimulation, increasing stimulation amplitude might improve the excessive movements. Diphasic dyskinesias are often misdiagnosed and under-reported. Future studies should clarify the frequency.",
    "disease": "parkinson disease",
    "clean_text": "subthalamic dbs induced diphasic dyskinesias an overlooked complication deep brain stimulation dbs has become the standard of care in patients with parkinson s disease pd experiencing motor fluctuations the existing literature suggests that deep brain stimulation dbs of the subthalamic nucleus stn alleviates levodopa induced dyskinesias lid particularly those associated with high plasma levels of levodopa peak dose through medication reduction we report a case of early onset pd with motor fluctuations and levodopa induced peak dose dyskinesias who developed an interesting phenomenon of diphasic dyskinesias during the monopolar review of dbs these dyskinesias resolved when the stimulation amplitude was increased to achieve a more stable on phase this rare phenomenon suggests that when predominantly lower limb dyskinesias occur at low current stimulation increasing stimulation amplitude might improve the excessive movements diphasic dyskinesias are often misdiagnosed and under reported future studies should clarify the frequency"
}