{
    "title": "Defining high-risk prostate cancer.",
    "doc_id": "23665740",
    "writer": "Goldberg H",
    "year": "2013",
    "summary": "PURPOSE OF REVIEW: High-risk prostate cancer often represents a lethal disease requiring timely diagnosis and effective therapy. ...SUMMARY: The quandary of how to define high-risk prostate cancer is pertinent. Various contemporary definitions of high- …",
    "abstract": "Purpose of review:\n        \n      \n      High-risk prostate cancer often represents a lethal disease requiring timely diagnosis and effective therapy. Standardized criteria that define high-risk prostate cancer have yet to be established, rendering the discrimination of high-risk from nonhigh-risk patients a challenge. This review summarizes the contemporary definitions of high-risk prostate cancer and their clinical utility.\n    \n\n\n          Recent findings:\n        \n      \n      As currently defined, high-risk prostate cancer constitutes a heterogeneous group of tumors with varying pathological features and inconsistent outcomes. Some high-risk patients may harbor systemic disease and relapse after local definitive therapy, whereas a substantial proportion have localized cancers and may be cured by surgery alone. If properly identified, these high-risk patients should be deemed candidates for curative treatment and spared the morbidity of systemic therapy. Additional information derived from systematic prostate biopsy, magnetic resonance findings, and, possibly, pretreatment prostate-specific antigen kinetics may be incorporated into the currently available models to yield a better prediction and to allow more informed decision-making.\n    \n\n\n          Summary:\n        \n      \n      The quandary of how to define high-risk prostate cancer is pertinent. Various contemporary definitions of high-risk prostate cancer are available, most of which lack adequate sensitivity and specificity. Patients with high-risk clinically localized prostate cancer, by any of the current definitions, should not be uniformly disqualified from local definitive therapy with curative intent.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23665740/",
    "clean_text": "defining high risk prostate cancer purpose of review high risk prostate cancer often represents a lethal disease requiring timely diagnosis and effective therapy summary the quandary of how to define high risk prostate cancer is pertinent various contemporary definitions of high purpose of review high risk prostate cancer often represents a lethal disease requiring timely diagnosis and effective therapy standardized criteria that define high risk prostate cancer have yet to be established rendering the discrimination of high risk from nonhigh risk patients a challenge this review summarizes the contemporary definitions of high risk prostate cancer and their clinical utility recent findings as currently defined high risk prostate cancer constitutes a heterogeneous group of tumors with varying pathological features and inconsistent outcomes some high risk patients may harbor systemic disease and relapse after local definitive therapy whereas a substantial proportion have localized cancers and may be cured by surgery alone if properly identified these high risk patients should be deemed candidates for curative treatment and spared the morbidity of systemic therapy additional information derived from systematic prostate biopsy magnetic resonance findings and possibly pretreatment prostate specific antigen kinetics may be incorporated into the currently available models to yield a better prediction and to allow more informed decision making summary the quandary of how to define high risk prostate cancer is pertinent various contemporary definitions of high risk prostate cancer are available most of which lack adequate sensitivity and specificity patients with high risk clinically localized prostate cancer by any of the current definitions should not be uniformly disqualified from local definitive therapy with curative intent"
}