{
    "pmid": "41458335",
    "title": "Outcomes and Toxicity of Stereotactic Radiotherapy in Non-small Cell Lung Cancer Patients With Interstitial Lung Disease: A Multicentre Cohort Study.",
    "abstract": "Background Lung cancer remains a major cause of cancer-related mortality, with non-small cell lung cancer (NSCLC) comprising most cases. For early-stage NSCLC (ES-NSCLC), surgery is curative but often unsuitable. Stereotactic ablative radiotherapy (SABR) offers curative intent, achieving high local control with generally acceptable toxicity. Yet, patients with interstitial lung disease (ILD) face increased risks, including high-grade and fatal toxicity. ILD-adapted dose and fractionation have been introduced, as evaluated in studies such as ASPIRE-ILD. We evaluated real-world outcomes of SABR using modified fractionation in ES-NSCLC patients with ILD. Methods A multicentre retrospective cohort study was conducted across four UK hospitals (February 2020-May 2025). Consecutive patients with stages I-II NSCLC, confirmed ILD on high-resolution computed tomography (HRCT) or pathology, and treated with ILD-adapted SABR were included. Clinical, radiologic, pulmonary function, and dosimetric data were extracted. The primary outcome was treatment-related toxicity; secondary outcomes included overall survival (OS), progression-free survival (PFS), time to progression, and local control. Kaplan-Meier analysis estimated survival. Subgroup analyses explored associations with pulmonary function, ILD subtype, Eastern Cooperative Oncology Group (ECOG) performance status, biologically effective dose (BED), and fractionation schedule. Results Eleven patients (median age 79.9, 54.5% male) were included. ILD subtypes were idiopathic interstitial pneumonia (45.5%), ILD with known cause (36.4%), and unclassifiable ILD (18.2%). ECOG was 0-1 in 27.3%, 2 in 45.5%, and 3 in 27.3%. Median diffusing capacity for carbon monoxide (DLCO) was 70% predicted; one patient had DLCO <40%. Most received five-fraction SABR (72.7%). All patients experienced toxicity (median onset three months); grades 1-2 affected 81.8% of patients, and grade ≥3 events occurred in 36.4%. This included three treatment-related deaths (27.3%): pneumonitis, pneumonia, or progressive fibrosis. Median follow-up was 21.9 months. Median PFS was 8.6 months, and median OS was 16.3 months, with one-year OS of 60.6%. Local control was achieved in 90% of first planned imaging. Progression included regional nodal relapse (n = 3) and distant metastasis (n = 1). Subgroup analyses showed no significant associations between DLCO, ECOG, ILD subtype, BED, or fractionation and grade ≥3 toxicity or survival, though toxicity rates varied: 40% in idiopathic interstitial pneumonia, 25% in ILD with known cause, and 50% in unclassifiable ILD. Discussion and conclusion In this real-world cohort of patients with ES-NSCLC and ILD treated with modified SABR, treatment was feasible and achieved encouraging local control and median OS. However, toxicity was substantial, with grade ≥3 events in over one-third and three treatment-related deaths. No significant associations were identified between severe toxicity and DLCO, ILD subtype, BED, or performance status, though the small sample limited statistical power. This study provides real-world evidence supporting SABR as a potential option in selected ILD patients but emphasises the need for careful risk stratification and early monitoring. Outcomes highlight the challenges of applying trial protocols to physiologically impaired, heterogeneous ILD populations. Larger prospective studies are required to validate these findings and develop refined, ILD-specific SABR frameworks.",
    "disease": "lung cancer",
    "clean_text": "outcomes and toxicity of stereotactic radiotherapy in non small cell lung cancer patients with interstitial lung disease a multicentre cohort study background lung cancer remains a major cause of cancer related mortality with non small cell lung cancer nsclc comprising most cases for early stage nsclc es nsclc surgery is curative but often unsuitable stereotactic ablative radiotherapy sabr offers curative intent achieving high local control with generally acceptable toxicity yet patients with interstitial lung disease ild face increased risks including high grade and fatal toxicity ild adapted dose and fractionation have been introduced as evaluated in studies such as aspire ild we evaluated real world outcomes of sabr using modified fractionation in es nsclc patients with ild methods a multicentre retrospective cohort study was conducted across four uk hospitals february may consecutive patients with stages i ii nsclc confirmed ild on high resolution computed tomography hrct or pathology and treated with ild adapted sabr were included clinical radiologic pulmonary function and dosimetric data were extracted the primary outcome was treatment related toxicity secondary outcomes included overall survival os progression free survival pfs time to progression and local control kaplan meier analysis estimated survival subgroup analyses explored associations with pulmonary function ild subtype eastern cooperative oncology group ecog performance status biologically effective dose bed and fractionation schedule results eleven patients median age male were included ild subtypes were idiopathic interstitial pneumonia ild with known cause and unclassifiable ild ecog was in in and in median diffusing capacity for carbon monoxide dlco was predicted one patient had dlco most received five fraction sabr all patients experienced toxicity median onset three months grades affected of patients and grade events occurred in this included three treatment related deaths pneumonitis pneumonia or progressive fibrosis median follow up was months median pfs was months and median os was months with one year os of local control was achieved in of first planned imaging progression included regional nodal relapse n and distant metastasis n subgroup analyses showed no significant associations between dlco ecog ild subtype bed or fractionation and grade toxicity or survival though toxicity rates varied in idiopathic interstitial pneumonia in ild with known cause and in unclassifiable ild discussion and conclusion in this real world cohort of patients with es nsclc and ild treated with modified sabr treatment was feasible and achieved encouraging local control and median os however toxicity was substantial with grade events in over one third and three treatment related deaths no significant associations were identified between severe toxicity and dlco ild subtype bed or performance status though the small sample limited statistical power this study provides real world evidence supporting sabr as a potential option in selected ild patients but emphasises the need for careful risk stratification and early monitoring outcomes highlight the challenges of applying trial protocols to physiologically impaired heterogeneous ild populations larger prospective studies are required to validate these findings and develop refined ild specific sabr frameworks"
}