{
    "pmid": "41430044",
    "title": "Muscle bursting and corticomotor excitability mark impaired impulse control in Parkinson's disease.",
    "abstract": "Dopamine agonists in Parkinson's disease increase the risk of impulse control disorders, yet the underlying neural mechanisms remain unclear. This study aimed to identify objective neurophysiological markers of impaired impulse control in Parkinson's linking to impulsivity problems. Nineteen people with Parkinson's (PwPD) on ropinirole and 18 healthy older adults performed an impulse control task requiring response withholding and inhibition. Transcranial magnetic stimulation was delivered, with corticomotor excitability (CME) and muscle bursts measured via electromyography. During response withholding, PwPD showed early relative increases in CME and more frequent dysfunctional muscle bursts, leading to more variable responses. During response inhibition, PwPD exhibited reduced CME suppression and increased muscle bursting, leading to delayed inhibition which was associated with problematic impulsive behaviours. The neurophysiological measures were associated with more advanced disease and may serve as early, objective markers of impulse control dysfunction, with future work required to assess their utility in predicting impulsive disorders.",
    "disease": "parkinson disease",
    "clean_text": "muscle bursting and corticomotor excitability mark impaired impulse control in parkinson s disease dopamine agonists in parkinson s disease increase the risk of impulse control disorders yet the underlying neural mechanisms remain unclear this study aimed to identify objective neurophysiological markers of impaired impulse control in parkinson s linking to impulsivity problems nineteen people with parkinson s pwpd on ropinirole and healthy older adults performed an impulse control task requiring response withholding and inhibition transcranial magnetic stimulation was delivered with corticomotor excitability cme and muscle bursts measured via electromyography during response withholding pwpd showed early relative increases in cme and more frequent dysfunctional muscle bursts leading to more variable responses during response inhibition pwpd exhibited reduced cme suppression and increased muscle bursting leading to delayed inhibition which was associated with problematic impulsive behaviours the neurophysiological measures were associated with more advanced disease and may serve as early objective markers of impulse control dysfunction with future work required to assess their utility in predicting impulsive disorders"
}