{
    "pmid": "41347637",
    "title": "Model-Based Meta-Analysis With MonolixSuite: A Tutorial for Longitudinal Categorical and Continuous Data.",
    "abstract": "Model-based meta-analysis (MBMA) informs key drug development decisions by integrating data, published or unpublished, from multiple studies. Due to these various sources of information and the use of summary-level data (e.g., mean responses over treatment arms or percent responders), MBMA models require careful implementation. This tutorial provides a comprehensive guide for conducting an MBMA with MonolixSuite, focusing on longitudinal continuous and categorical data. Two case studies are presented: the first examining naproxen in osteoarthritis and the second evaluating canakinumab compared to existing treatments in rheumatoid arthritis. The tutorial explains the process of model building and handling study heterogeneity in Monolix, including how to include between-study variability and between-treatment-arm variability. It also shows how to apply appropriate weighting due to the use of summary-level data. For model evaluation, the tutorial demonstrates the use of automatically generated diagnostic plots, statistical tests, and convergence assessment tools. Furthermore, it illustrates how to use the model in Simulx to support the decision-making process, such as by simulating clinical trials. This step-by-step guidance offers practical insights for leveraging MBMA in model-informed drug development.",
    "disease": "rheumatoid arthritis",
    "clean_text": "model based meta analysis with monolixsuite a tutorial for longitudinal categorical and continuous data model based meta analysis mbma informs key drug development decisions by integrating data published or unpublished from multiple studies due to these various sources of information and the use of summary level data e g mean responses over treatment arms or percent responders mbma models require careful implementation this tutorial provides a comprehensive guide for conducting an mbma with monolixsuite focusing on longitudinal continuous and categorical data two case studies are presented the first examining naproxen in osteoarthritis and the second evaluating canakinumab compared to existing treatments in rheumatoid arthritis the tutorial explains the process of model building and handling study heterogeneity in monolix including how to include between study variability and between treatment arm variability it also shows how to apply appropriate weighting due to the use of summary level data for model evaluation the tutorial demonstrates the use of automatically generated diagnostic plots statistical tests and convergence assessment tools furthermore it illustrates how to use the model in simulx to support the decision making process such as by simulating clinical trials this step by step guidance offers practical insights for leveraging mbma in model informed drug development"
}