{
    "pmid": "41449374",
    "title": "Risk factors for hypoglycaemia in adults with type 1 diabetes: a systematic review and meta-analysis.",
    "abstract": "Adult T1DM has a large population base, is insulin dependent, and has a high hazard of hypoglycaemia risk. Therefore, the objective of this systematic review is to evaluate the risk factors linked to the occurrence of hypoglycemia in adult patients with type 1 diabetes mellitus. This analysis aims to aid in the formulation of preventive strategies and support early-stage intervention measures. A computerised search of nine electronic databases, all with a timeframe of construction to December 2024, was conducted to find cross-sectional, cohort, and case-control studies on hypoglycaemia in patients with type 1 diabetes mellitus. The quality of the included studies was evaluated using the American Agency for Healthcare Research and Quality (AHRQ) or the Newcastle-Ottawa Scale (NOS). The combined odds ratio (OR) and the corresponding 95% confidence interval (CI) were calculated to evaluate the effect of the included risk factors on hypoglycaemia. A total of 31 studies including 54,634 participants were included. A total of 35 potentially relevant risk factors were identified. Ultimately, 18 risk factors were assessed for inclusion in the Meta-analysis, and 9 risk factors were statistically significant (P < 0.05), including disease duration (OR = 1.07, 95% CI: 1.01-1.13), history of hypoglycaemia (OR = 2.31, 95% CI: 1.70-3.15),smoking (OR = 1.17, 95% CI: 1.07-1.28), diabetic nephropathy (OR = 0.83, 95% CI: 0.71-0.98), multiple daily insulin injections (OR = 1.96, 95% CI: 1.46-2.61 ), insulin dose (OR = 1.14, 95% CI: 1.08-1.21), hypoglycaemic unawareness (OR = 5.18, 95% CI: 1.81-14.84), impaired hypoglycaemic awareness (OR = 5.99, 95% CI: 4.62-7.75), diabetic neuropathy (OR = 2.05, 95% CI: 1.12-3.76). This study identified 9 major risk factors affecting hypoglycaemia in adults with type 1 diabetes mellitus, including disease duration, history of hypoglycaemia, smoking, diabetic nephropathy (protective factor), multiple daily insulin injections, insulin dose, hypoglycaemic unawareness, impaired hypoglycaemic awareness and diabetic neuropathy. Not applicable.",
    "disease": "diabetes mellitus",
    "clean_text": "risk factors for hypoglycaemia in adults with type diabetes a systematic review and meta analysis adult t dm has a large population base is insulin dependent and has a high hazard of hypoglycaemia risk therefore the objective of this systematic review is to evaluate the risk factors linked to the occurrence of hypoglycemia in adult patients with type diabetes mellitus this analysis aims to aid in the formulation of preventive strategies and support early stage intervention measures a computerised search of nine electronic databases all with a timeframe of construction to december was conducted to find cross sectional cohort and case control studies on hypoglycaemia in patients with type diabetes mellitus the quality of the included studies was evaluated using the american agency for healthcare research and quality ahrq or the newcastle ottawa scale nos the combined odds ratio or and the corresponding confidence interval ci were calculated to evaluate the effect of the included risk factors on hypoglycaemia a total of studies including participants were included a total of potentially relevant risk factors were identified ultimately risk factors were assessed for inclusion in the meta analysis and risk factors were statistically significant p including disease duration or ci history of hypoglycaemia or ci smoking or ci diabetic nephropathy or ci multiple daily insulin injections or ci insulin dose or ci hypoglycaemic unawareness or ci impaired hypoglycaemic awareness or ci diabetic neuropathy or ci this study identified major risk factors affecting hypoglycaemia in adults with type diabetes mellitus including disease duration history of hypoglycaemia smoking diabetic nephropathy protective factor multiple daily insulin injections insulin dose hypoglycaemic unawareness impaired hypoglycaemic awareness and diabetic neuropathy not applicable"
}