{
    "pmid": "41466926",
    "title": "Rare Lupus Exacerbation Shines Light on Provider Bias in a Patient With Possible Autoimmune Hepatitis.",
    "abstract": "A 42-year-old woman with a past medical history of alcohol use disorder, decompensated alcoholic cirrhosis, systemic lupus erythematosus (SLE), rheumatoid arthritis, and celiac disease presented to the emergency department (ED) for a four-day history of painful rash with worsening pruritus and acute kidney injury. After admission, dermatology, rheumatology, and nephrology teams were consulted, and a skin and renal biopsy were obtained, with results significant for lupus erythematosus tumidus (LET), lupus nephritis grade III (not active), and IgA nephritis, consistent with a systemic lupus erythematosus exacerbation. Despite the patient's history of autoimmune disease, she had previously never received a biopsy for autoimmune hepatitis (AIH) during her initial diagnosis of cirrhosis. During her admission, an autoimmune hepatitis panel was obtained with results suggestive of autoimmune hepatitis; however, a conclusive diagnosis requires a liver biopsy, which was not obtained inpatient. In patients with a strong history of alcohol use, anchoring on substance use as the sole driver of liver disease may be easy, but this case highlights the importance of keeping a wide differential and considering related illnesses, even in patients with pre-existing diagnoses.",
    "disease": "rheumatoid arthritis",
    "clean_text": "rare lupus exacerbation shines light on provider bias in a patient with possible autoimmune hepatitis a year old woman with a past medical history of alcohol use disorder decompensated alcoholic cirrhosis systemic lupus erythematosus sle rheumatoid arthritis and celiac disease presented to the emergency department ed for a four day history of painful rash with worsening pruritus and acute kidney injury after admission dermatology rheumatology and nephrology teams were consulted and a skin and renal biopsy were obtained with results significant for lupus erythematosus tumidus let lupus nephritis grade iii not active and iga nephritis consistent with a systemic lupus erythematosus exacerbation despite the patient s history of autoimmune disease she had previously never received a biopsy for autoimmune hepatitis aih during her initial diagnosis of cirrhosis during her admission an autoimmune hepatitis panel was obtained with results suggestive of autoimmune hepatitis however a conclusive diagnosis requires a liver biopsy which was not obtained inpatient in patients with a strong history of alcohol use anchoring on substance use as the sole driver of liver disease may be easy but this case highlights the importance of keeping a wide differential and considering related illnesses even in patients with pre existing diagnoses"
}