{
    "title": "How to manage lymph nodes in ovarian cancer.",
    "doc_id": "31967675",
    "writer": "Harter P",
    "year": "2019",
    "summary": "Because the Lymphadenectomy in Ovarian Neoplasms (LION) study has recently demonstrated that systematic lymphadenectomy is not beneficial to patients with advanced ovarian cancer, the discussion has become more complex for patients with early-stage …",
    "abstract": "The indication for staging lymphadenectomy in patients with ovarian cancer (both early- and late-stage disease) has been a major topic of debate in the last decades. Because the Lymphadenectomy in Ovarian Neoplasms (LION) study has recently demonstrated that systematic lymphadenectomy is not beneficial to patients with advanced ovarian cancer, the discussion has become more complex for patients with early-stage ovarian cancer. Further factors, such as differences in the lymph node metastasis rates of different histologic subtypes, which were not known in the past, need to be taken into account. This review is focused on the available evidence concerning lymphadenectomy in patients with newly diagnosed ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31967675/",
    "clean_text": "how to manage lymph nodes in ovarian cancer because the lymphadenectomy in ovarian neoplasms lion study has recently demonstrated that systematic lymphadenectomy is not beneficial to patients with advanced ovarian cancer the discussion has become more complex for patients with early stage the indication for staging lymphadenectomy in patients with ovarian cancer both early and late stage disease has been a major topic of debate in the last decades because the lymphadenectomy in ovarian neoplasms lion study has recently demonstrated that systematic lymphadenectomy is not beneficial to patients with advanced ovarian cancer the discussion has become more complex for patients with early stage ovarian cancer further factors such as differences in the lymph node metastasis rates of different histologic subtypes which were not known in the past need to be taken into account this review is focused on the available evidence concerning lymphadenectomy in patients with newly diagnosed ovarian cancer"
}