{
    "pmid": "41402335",
    "title": "Computational drug repositioning approach to predict multi-target therapeutics for epilepsy.",
    "abstract": "Epilepsy affects millions of people globally, with approximately one-third of patients experiencing drug-resistant seizures. Developing new anti-epileptic drugs is time-intensive and costly, prompting interest in computational drug repositioning strategies. Here, we report on a comprehensive drug repositioning approach to identify the multi-targeted therapeutic option(s) for epileptic seizures. All approved drugs from the DrugBank database were screened for their anti-epileptic properties, which involved predicting their blood-brain permeability and clustering them based on structural similarity with marketed anti-epilepsy drugs. The screened drugs were subjected to molecular docking against previously identified therapeutic target proteins (Voltage-Gated Sodium Channel α2; GABA receptor α1-β1; and Voltage-Gated Calcium Channel α1G), A total of 46 drugs showed better binding affinity than the respective standard drugs - Carbamazepine, Clonazepam and Pregabalin for the selected target proteins - Voltage-Gated Sodium Channel α2; GABA receptor α1-β1; and Voltage-Gated Calcium Channel α1G, respectively. The binding pocket and literature data mining revealed three drugs, Oxaprozin, Pizotifen, and Cyproheptadine, that bind within the precise binding pocket and have no reported severe side effects related to seizure onset. The molecular dynamics simulation studies revealed that all three compounds exhibited more stable and better binding interactions with their corresponding drug targets. Oxaprozin, among the identified three drugs, showed a very stable binding and can be considered a potential repurposed drug for epilepsy, warranting further preclinical trials.",
    "disease": "epilepsy",
    "clean_text": "computational drug repositioning approach to predict multi target therapeutics for epilepsy epilepsy affects millions of people globally with approximately one third of patients experiencing drug resistant seizures developing new anti epileptic drugs is time intensive and costly prompting interest in computational drug repositioning strategies here we report on a comprehensive drug repositioning approach to identify the multi targeted therapeutic option s for epileptic seizures all approved drugs from the drugbank database were screened for their anti epileptic properties which involved predicting their blood brain permeability and clustering them based on structural similarity with marketed anti epilepsy drugs the screened drugs were subjected to molecular docking against previously identified therapeutic target proteins voltage gated sodium channel gaba receptor and voltage gated calcium channel g a total of drugs showed better binding affinity than the respective standard drugs carbamazepine clonazepam and pregabalin for the selected target proteins voltage gated sodium channel gaba receptor and voltage gated calcium channel g respectively the binding pocket and literature data mining revealed three drugs oxaprozin pizotifen and cyproheptadine that bind within the precise binding pocket and have no reported severe side effects related to seizure onset the molecular dynamics simulation studies revealed that all three compounds exhibited more stable and better binding interactions with their corresponding drug targets oxaprozin among the identified three drugs showed a very stable binding and can be considered a potential repurposed drug for epilepsy warranting further preclinical trials"
}