{
    "pmid": "41376563",
    "title": "Analysis of hepatitis B immunity in vaccinated medical students.",
    "abstract": "Hepatitis B virus (HBV) is a vaccine-preventable hepatic infection causing transient and chronic infections, ultimately leading to liver failure with cirrhosis and hepatocellular carcinoma (HCC). Because healthcare workers and medical students are at higher exposure risk to this virus, immunity status is important to assess and maintain. Previous studies have shown a decrease in those classified as immune by antibody titer within the medical student and healthcare worker populations. The objective of this study is to evaluate whether various factors, including the interval between vaccination and antibody titer measurement and the timing of first vaccination, contribute to a reduction in HBV immunity among medical students with a history of HBV vaccination. This retrospective cohort study utilized previously collected vaccination data from students who have attended or currently attend Edward Via College of Osteopathic Medicine's - Carolinas Campus (VCOM-Carolinas) from the years 2011 to 2023. The deidentified data include subjects' age, sex, original vaccination dates, HBV titer date, repeat vaccination dates and titer dates (if applicable), and final immunity status. Of the 2050 students, 1878 subjects met the study's criteria. Students are required to obtain the hepatitis B surface antibody titer prior to matriculation. A student was considered immune if his or her titers were over the lab-provided threshold or if otherwise nonimmune. Statistical analyze included sample mean, standard deviation (SD), and the Wilcoxon rank-sum test for continuous measures such as age at first vaccination, time since last dose, time between doses, and subject's age. Pearson's chi-square test compared the differences in nonimmunity rates by year, gender, and number of vaccine doses. A multivariable logistic regression model was utilized to determine which variables associated with nonimmunity remained statistically significant in the presence of each other. The results show a significant decrease (p<0.001) in the population of students considered nonimmune to HBV, from 16.0 to 61.3 % in the classes from 2011 to 2023. There also was a statistically nonsignificant difference in nonimmunity rate by sex (females=39.9 %, males=38.3 %, p=0.50). There was a significant difference between the percentage of students who were nonimmune based upon the age at which they were first vaccinated. Although only 47.8 % of students who received their first vaccination at 5 years old or younger were nonimmune, only 11.3 % of students who received their first vaccination after 5 years of age were nonimmune (p<0.001). The odds of being nonimmune multiplied by 1.11 for each year postimmunization (p<0.001). Overall, the longer duration after immunization increases the odds that a person will have decreased immunity to HBV. This study shows that those who have a higher risk of contracting HBV may need to be more regularly screened for their HBV titers and potentially obtain booster vaccinations as needed.",
    "disease": "liver cirrhosis",
    "clean_text": "analysis of hepatitis b immunity in vaccinated medical students hepatitis b virus hbv is a vaccine preventable hepatic infection causing transient and chronic infections ultimately leading to liver failure with cirrhosis and hepatocellular carcinoma hcc because healthcare workers and medical students are at higher exposure risk to this virus immunity status is important to assess and maintain previous studies have shown a decrease in those classified as immune by antibody titer within the medical student and healthcare worker populations the objective of this study is to evaluate whether various factors including the interval between vaccination and antibody titer measurement and the timing of first vaccination contribute to a reduction in hbv immunity among medical students with a history of hbv vaccination this retrospective cohort study utilized previously collected vaccination data from students who have attended or currently attend edward via college of osteopathic medicine s carolinas campus vcom carolinas from the years to the deidentified data include subjects age sex original vaccination dates hbv titer date repeat vaccination dates and titer dates if applicable and final immunity status of the students subjects met the study s criteria students are required to obtain the hepatitis b surface antibody titer prior to matriculation a student was considered immune if his or her titers were over the lab provided threshold or if otherwise nonimmune statistical analyze included sample mean standard deviation sd and the wilcoxon rank sum test for continuous measures such as age at first vaccination time since last dose time between doses and subject s age pearson s chi square test compared the differences in nonimmunity rates by year gender and number of vaccine doses a multivariable logistic regression model was utilized to determine which variables associated with nonimmunity remained statistically significant in the presence of each other the results show a significant decrease p in the population of students considered nonimmune to hbv from to in the classes from to there also was a statistically nonsignificant difference in nonimmunity rate by sex females males p there was a significant difference between the percentage of students who were nonimmune based upon the age at which they were first vaccinated although only of students who received their first vaccination at years old or younger were nonimmune only of students who received their first vaccination after years of age were nonimmune p the odds of being nonimmune multiplied by for each year postimmunization p overall the longer duration after immunization increases the odds that a person will have decreased immunity to hbv this study shows that those who have a higher risk of contracting hbv may need to be more regularly screened for their hbv titers and potentially obtain booster vaccinations as needed"
}