{
    "title": "[COVID-19 Vaccination for Cancer Patients: Progress and Preliminary Recommendations].",
    "doc_id": "34024060",
    "writer": "Wang L",
    "year": "2021",
    "summary": "The pandemic of coronavirus disease 2019 (COVID-19) has had a serious impact on global health. COVID-19 vaccines may be one of the most effective measure to end the pandemic. High infection risk and higher serious incident and mortality rates have been …",
    "abstract": "The pandemic of coronavirus disease 2019 (COVID-19) has had a serious impact on global health. COVID-19 vaccines may be one of the most effective measure to end the pandemic. High infection risk and higher serious incident and mortality rates have been shown in cancer patients with COVID-19. Therefore, cancer patients should be the priority group for COVID-19 prevention. Until now, data of COVID-19 vaccination for cancer patients is lacking. We review the interim data of safety and immune-efficacy of COVID-19 vaccination in cancer patients based on the latest studies. Due to the complicated immune systems of cancer patients caused by the malignancy and anticancer treatments, we proposed preliminary specific COVID-19 vaccination recommendations for cancer patients with different anticancer treatments and at different stages of the disease. Preventing COVID-19 with vaccinations for cancer patients is crucial, and we call for more large-scale clinical trials and real-world studies, for further COVID-19 vaccination recommendations development. .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34024060/",
    "clean_text": "covid vaccination for cancer patients progress and preliminary recommendations the pandemic of coronavirus disease covid has had a serious impact on global health covid vaccines may be one of the most effective measure to end the pandemic high infection risk and higher serious incident and mortality rates have been the pandemic of coronavirus disease covid has had a serious impact on global health covid vaccines may be one of the most effective measure to end the pandemic high infection risk and higher serious incident and mortality rates have been shown in cancer patients with covid therefore cancer patients should be the priority group for covid prevention until now data of covid vaccination for cancer patients is lacking we review the interim data of safety and immune efficacy of covid vaccination in cancer patients based on the latest studies due to the complicated immune systems of cancer patients caused by the malignancy and anticancer treatments we proposed preliminary specific covid vaccination recommendations for cancer patients with different anticancer treatments and at different stages of the disease preventing covid with vaccinations for cancer patients is crucial and we call for more large scale clinical trials and real world studies for further covid vaccination recommendations development"
}