{
    "title": "Association between sleep quality and quality of life in Singapore.",
    "doc_id": "38472716",
    "writer": "Tay EH",
    "year": "2024",
    "summary": "PURPOSE: Several studies have examined the relationship between sleep quality and health-related quality of life (HRQOL). However, there are a lack of generalizable data on this association in Singapore. ...Sleep quality was assessed using Pitts …",
    "abstract": "Purpose:\n        \n      \n      Several studies have examined the relationship between sleep quality and health-related quality of life (HRQOL). However, there are a lack of generalizable data on this association in Singapore. Our study aimed to (1) investigate the association between sleep quality and HRQOL and (2) examine whether age moderated these associations.\n    \n\n\n          Methods:\n        \n      \n      Data were obtained from nationwide Singapore Mental Health Study 2016 (n = 6126, response rate = 69.5%). Sleep quality was assessed using Pittsburgh Sleep Quality Index (PSQI) where higher scores indicate poorer sleep quality. HRQOL [Physical component summary (PCS) and Mental component summary (MCS)] were measured using 12-item Short-Form Survey. Associations were investigated using multivariable linear regression models, adjusted for sociodemographic, physical, and mental comorbidities. Interactions between age and sleep quality were examined by including interaction terms individually.\n    \n\n\n          Results:\n        \n      \n      Poorer PSQI score was significantly associated with lower PCS (β = - 0.44) and lower MCS (β = - 0.73). Among PSQI components, lower PCS was significantly associated with subjective sleep quality (β = - 1.06), sleep duration (β = - 0.30), sleep disturbance (β = - 0.33), and daytime dysfunction (β = - 0.75). Lower MCS was significantly associated with subjective sleep quality (β = - 1.36), sleep latency (β = - 0.24), sleep disturbance (β = - 0.16), using of sleeping medication (β = - 1.12), and daytime dysfunction (β = - 2.08). Age moderated the association between PSQI score with PCS and MCS. Stronger association between PSQI score and MCS was observed in younger individuals (β = - 0.90) than older adults (β = - 0.45).\n    \n\n\n          Conclusion:\n        \n      \n      Our study found that poor sleep quality was associated with HRQOL of certain age groups more than others. Future studies may identify potential mediators to help people with chronic sleep problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38472716/",
    "clean_text": "association between sleep quality and quality of life in singapore purpose several studies have examined the relationship between sleep quality and health related quality of life hrqol however there are a lack of generalizable data on this association in singapore sleep quality was assessed using pitts purpose several studies have examined the relationship between sleep quality and health related quality of life hrqol however there are a lack of generalizable data on this association in singapore our study aimed to investigate the association between sleep quality and hrqol and examine whether age moderated these associations methods data were obtained from nationwide singapore mental health study n response rate sleep quality was assessed using pittsburgh sleep quality index psqi where higher scores indicate poorer sleep quality hrqol physical component summary pcs and mental component summary mcs were measured using item short form survey associations were investigated using multivariable linear regression models adjusted for sociodemographic physical and mental comorbidities interactions between age and sleep quality were examined by including interaction terms individually results poorer psqi score was significantly associated with lower pcs and lower mcs among psqi components lower pcs was significantly associated with subjective sleep quality sleep duration sleep disturbance and daytime dysfunction lower mcs was significantly associated with subjective sleep quality sleep latency sleep disturbance using of sleeping medication and daytime dysfunction age moderated the association between psqi score with pcs and mcs stronger association between psqi score and mcs was observed in younger individuals than older adults conclusion our study found that poor sleep quality was associated with hrqol of certain age groups more than others future studies may identify potential mediators to help people with chronic sleep problems"
}