{
    "pmid": "41378850",
    "title": "Prediction of anti-epileptic drug response of patients based on peripheral blood RNA profiles and machine learning.",
    "abstract": "In this study, we aimed to develop a method for predicting the response of patients to three commonly used anti-epileptic drugs (AEDs), namely, carbamazepine, phenytoin, and valproate, using machine learning models, based on the patients' peripheral blood RNA profiles. A data set from the Gene Expression Omnibus Series database (GSE143272) was utilized that included the peripheral blood RNA information and some clinical features (age, weight, sex, epilepsy type, drug response) of 57 epilepsy patients. 22 classification models were constructed and trained, in which the peripheral blood RNA information, age, weight, sex, and epilepsy type served as predictors, and the patient' response to anti-epileptic drug as the outcome. The predicting capacity was evaluated by utilizing the sensitivity, the specificity, and the receiver operating characteristic curve of the models. Among the 22 trained models, the model of a quadratic support vector machine with a pretreatment of principal component analysis displayed the highest accuracy at 0.75, and the highest value of area under ROC curve at 0.81. The model of a quadratic support vector machine with a pretreatment of principal component analysis is a potential tool for predicting the response of patients with epilepsy to drug treatment.",
    "disease": "epilepsy",
    "clean_text": "prediction of anti epileptic drug response of patients based on peripheral blood rna profiles and machine learning in this study we aimed to develop a method for predicting the response of patients to three commonly used anti epileptic drugs aeds namely carbamazepine phenytoin and valproate using machine learning models based on the patients peripheral blood rna profiles a data set from the gene expression omnibus series database gse was utilized that included the peripheral blood rna information and some clinical features age weight sex epilepsy type drug response of epilepsy patients classification models were constructed and trained in which the peripheral blood rna information age weight sex and epilepsy type served as predictors and the patient response to anti epileptic drug as the outcome the predicting capacity was evaluated by utilizing the sensitivity the specificity and the receiver operating characteristic curve of the models among the trained models the model of a quadratic support vector machine with a pretreatment of principal component analysis displayed the highest accuracy at and the highest value of area under roc curve at the model of a quadratic support vector machine with a pretreatment of principal component analysis is a potential tool for predicting the response of patients with epilepsy to drug treatment"
}