{
    "pmid": "41455467",
    "title": "Non-linear association of coagulation factor XI with mortality.",
    "abstract": "Coagulation factor XI (FXI) influences both thrombotic risk and myocardial function, making its relationship with mortality crucial for guiding therapies, especially in coronary artery disease (CAD). We analyzed data from 3,170 participants who underwent coronary angiography; 67% were diagnosed with CAD. Participants were followed for a median of 14.5 years. Mortality risk was assessed using Cox proportional hazards models with restricted cubic splines and Wald statistics. Models were adjusted for age, sex, BMI, and further cardiovascular risk factors. Interactions between FXI activity, N-terminal pro-B-type natriuretic peptide (NT-proBNP), and CAD were explored. A U-shaped association between FXI activity and mortality was observed (p = 0.027), with the lowest risk at an FXI activity of 115.6%. Among patients without CAD, this U-shaped relationship persisted. In contrast, patients with CAD demonstrated a linear relationship, where higher FXI activity correlated with increased mortality (p interaction < 0.0001). NT-proBNP levels significantly modified these associations, particularly in patients with CAD. These findings emphasize the dual role of FXI activity in hemostasis, which could have profound implications for pharmacological interventions. The variable effects of FXI activity based on underlying cardiovascular conditions suggest that a personalized approach to treatment is necessary. Consequently, future studies on FXI inhibitors should carefully examine these modulating factors to optimize therapeutic strategies. The LURIC study was supported by the Ludwigshafen Heart Centre and academic collaborators, including the universities of Freiburg, Ulm, and Düsseldorf and the Centre Nationale de Genotypage in France, through internal institutional resources.",
    "disease": "coronary artery disease",
    "clean_text": "non linear association of coagulation factor xi with mortality coagulation factor xi fxi influences both thrombotic risk and myocardial function making its relationship with mortality crucial for guiding therapies especially in coronary artery disease cad we analyzed data from participants who underwent coronary angiography were diagnosed with cad participants were followed for a median of years mortality risk was assessed using cox proportional hazards models with restricted cubic splines and wald statistics models were adjusted for age sex bmi and further cardiovascular risk factors interactions between fxi activity n terminal pro b type natriuretic peptide nt probnp and cad were explored a u shaped association between fxi activity and mortality was observed p with the lowest risk at an fxi activity of among patients without cad this u shaped relationship persisted in contrast patients with cad demonstrated a linear relationship where higher fxi activity correlated with increased mortality p interaction nt probnp levels significantly modified these associations particularly in patients with cad these findings emphasize the dual role of fxi activity in hemostasis which could have profound implications for pharmacological interventions the variable effects of fxi activity based on underlying cardiovascular conditions suggest that a personalized approach to treatment is necessary consequently future studies on fxi inhibitors should carefully examine these modulating factors to optimize therapeutic strategies the luric study was supported by the ludwigshafen heart centre and academic collaborators including the universities of freiburg ulm and d sseldorf and the centre nationale de genotypage in france through internal institutional resources"
}