{
    "pmid": "41435736",
    "title": "Disparities in uptake of Shingrix® vaccine in immunosuppressed individuals in England: a population-based cohort study.",
    "abstract": "Herpes zoster (shingles) impacts health and quality of life, particularly in immunosuppressed individuals. The UK Shingrix® zoster vaccination programme has been available for eligible immunosuppressed individuals since 2021. Understanding Shingrix® uptake in immunosuppressed adults is critical for equitable vaccine delivery. We conducted a population-based cohort study using primary care records from English practices contributing to Clinical Practice Research Datalink (CPRD) Aurum (1 September 2021-31 August 2023). We included immunosuppressed adults (70-79 years) with at least one year of prior registration. Our primary outcome was uptake of at least one dose of Shingrix®. Secondary outcomes were two-dose completion, inadvertent Zostavax® receipt (live attenuated vaccine contraindicated in immunosuppression), and co-administration of Shingrix® with seasonal influenza vaccine. We used multivariable logistic regression to estimate associations between potential uptake-related factors and vaccine uptake. We included 86,197 immunosuppressed adults, 17.3 % received at least one Shingrix® dose. Of those, 41.5 % received two doses. Uptake was lower in older individuals, people from minority ethnic groups (e.g. Black vs. White OR 0.53, 95 %CI 0.43-0.66), and the most vs. least deprived quintile (OR 0.61, 95 %CI 0.56-0.67). While many factors showed strong relative differences, absolute differences were often modest. Absolute differences exceeded 5 %, highlighting substantial disparity in vaccine coverage, for dementia (10.3 % vs 17.5 %), severe mental illness (10.8 % vs 17.4 %), Black ethnicity (10.0 % vs 18.0 %), care home residence (5.8 % vs 17.5 %), and deprivation (most 13.3 % vs least 21.3 %). Our study highlights suboptimal Shingrix® vaccine uptake during initial UK roll-out to immunosuppressed adults. Both relative and absolute differences reveal particularly low uptake among older people, those living with dementia or severe mental illness, and individuals from more deprived or minority ethnic backgrounds. Our results suggest a need for targeted strategies to improve access and reduce disparities in this vulnerable group.",
    "disease": "influenza",
    "clean_text": "disparities in uptake of shingrix vaccine in immunosuppressed individuals in england a population based cohort study herpes zoster shingles impacts health and quality of life particularly in immunosuppressed individuals the uk shingrix zoster vaccination programme has been available for eligible immunosuppressed individuals since understanding shingrix uptake in immunosuppressed adults is critical for equitable vaccine delivery we conducted a population based cohort study using primary care records from english practices contributing to clinical practice research datalink cprd aurum september august we included immunosuppressed adults years with at least one year of prior registration our primary outcome was uptake of at least one dose of shingrix secondary outcomes were two dose completion inadvertent zostavax receipt live attenuated vaccine contraindicated in immunosuppression and co administration of shingrix with seasonal influenza vaccine we used multivariable logistic regression to estimate associations between potential uptake related factors and vaccine uptake we included immunosuppressed adults received at least one shingrix dose of those received two doses uptake was lower in older individuals people from minority ethnic groups e g black vs white or ci and the most vs least deprived quintile or ci while many factors showed strong relative differences absolute differences were often modest absolute differences exceeded highlighting substantial disparity in vaccine coverage for dementia vs severe mental illness vs black ethnicity vs care home residence vs and deprivation most vs least our study highlights suboptimal shingrix vaccine uptake during initial uk roll out to immunosuppressed adults both relative and absolute differences reveal particularly low uptake among older people those living with dementia or severe mental illness and individuals from more deprived or minority ethnic backgrounds our results suggest a need for targeted strategies to improve access and reduce disparities in this vulnerable group"
}