{
    "title": "The pathophysiology of fragile x syndrome.",
    "doc_id": "17477822",
    "writer": "Penagarikano O",
    "year": "2007",
    "summary": "Fragile X syndrome is the most common form of inherited mental retardation. The disorder is mainly caused by the expansion of the trinucleotide sequence CGG located in the 5' UTR of the FMR1 gene on the X chromosome. ...",
    "abstract": "Fragile X syndrome is the most common form of inherited mental retardation. The disorder is mainly caused by the expansion of the trinucleotide sequence CGG located in the 5' UTR of the FMR1 gene on the X chromosome. The abnormal expansion of this triplet leads to hypermethylation and consequent silencing of the FMR1 gene. Thus, the absence of the encoded protein (FMRP) is the basis for the phenotype. FMRP is a selective RNA-binding protein that associates with polyribosomes and acts as a negative regulator of translation. FMRP appears to play an important role in synaptic plasticity by regulating the synthesis of proteins encoded by certain mRNAs localized in the dendrite. An advancing understanding of the pathophysiology of this disorder has led to promising strategies for pharmacologic interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17477822/",
    "clean_text": "the pathophysiology of fragile x syndrome fragile x syndrome is the most common form of inherited mental retardation the disorder is mainly caused by the expansion of the trinucleotide sequence cgg located in the utr of the fmr gene on the x chromosome fragile x syndrome is the most common form of inherited mental retardation the disorder is mainly caused by the expansion of the trinucleotide sequence cgg located in the utr of the fmr gene on the x chromosome the abnormal expansion of this triplet leads to hypermethylation and consequent silencing of the fmr gene thus the absence of the encoded protein fmrp is the basis for the phenotype fmrp is a selective rna binding protein that associates with polyribosomes and acts as a negative regulator of translation fmrp appears to play an important role in synaptic plasticity by regulating the synthesis of proteins encoded by certain mrnas localized in the dendrite an advancing understanding of the pathophysiology of this disorder has led to promising strategies for pharmacologic interventions"
}