{
    "title": "The prevalence of the metabolic syndrome and type 2 diabetes mellitus in children and adolescents.",
    "doc_id": "15543223",
    "writer": "Molnár D.",
    "year": "2004",
    "summary": "Population-based data suggest that the epidemic of pediatric obesity is being followed by an increase of type 2 diabetes mellitus, especially in the United States and in minorities. For the European countries, there are no population-based incidence an …",
    "abstract": "Objective:\n        \n      \n      To review the prevalence of the metabolic syndrome and type 2 diabetes in children and adolescents.\n    \n\n\n          Method:\n        \n      \n      Literature review.\n    \n\n\n          Results:\n        \n      \n      It is well demonstrated that cardiovascular risk factors are frequent in childhood obesity and they tend to cluster. However, the frequency of the metabolic syndrome in childhood and adolescence has been investigated only by few studies. In spite of the diverse criteria used for defining the metabolic syndrome, it is evident that the syndrome is already highly prevalent among obese children and adolescents. Population-based data suggest that the epidemic of pediatric obesity is being followed by an increase of type 2 diabetes mellitus, especially in the United States and in minorities. For the European countries, there are no population-based incidence and prevalence data concerning type 2 diabetes mellitus in children and adolescents. From the available data, the magnitude of the problem in the European Caucasian population seems to be much less than in North America.\n    \n\n\n          Conclusion:\n        \n      \n      There is an urgent need to establish internationally acceptable criteria for the metabolic syndrome in children and adolescents and to commence screening for this syndrome. Although type 2 diabetes mellitus is still rare among European children, screening is recommended for type 2 diabetes mellitus or impaired glucose tolerance in children and especially in adolescents with substantial risk for the development of this disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15543223/",
    "clean_text": "the prevalence of the metabolic syndrome and type diabetes mellitus in children and adolescents population based data suggest that the epidemic of pediatric obesity is being followed by an increase of type diabetes mellitus especially in the united states and in minorities for the european countries there are no population based incidence an objective to review the prevalence of the metabolic syndrome and type diabetes in children and adolescents method literature review results it is well demonstrated that cardiovascular risk factors are frequent in childhood obesity and they tend to cluster however the frequency of the metabolic syndrome in childhood and adolescence has been investigated only by few studies in spite of the diverse criteria used for defining the metabolic syndrome it is evident that the syndrome is already highly prevalent among obese children and adolescents population based data suggest that the epidemic of pediatric obesity is being followed by an increase of type diabetes mellitus especially in the united states and in minorities for the european countries there are no population based incidence and prevalence data concerning type diabetes mellitus in children and adolescents from the available data the magnitude of the problem in the european caucasian population seems to be much less than in north america conclusion there is an urgent need to establish internationally acceptable criteria for the metabolic syndrome in children and adolescents and to commence screening for this syndrome although type diabetes mellitus is still rare among european children screening is recommended for type diabetes mellitus or impaired glucose tolerance in children and especially in adolescents with substantial risk for the development of this disease"
}