{
    "title": "Intraepithelial lymphocytes in relation to NIH category IV prostatitis in autopsy prostate.",
    "doc_id": "25917232",
    "writer": "Dikov D",
    "year": "2015",
    "summary": "BACKGROUND: Quantitative analysis of the number, normal and pathologic ratios between lymphocytes and epithelial cells (ECs), and the significance of intraepithelial lymphocytes (IELs) in normal prostatic epithelium, benign prostatic hyperplasia (BPH), and high grad …",
    "abstract": "Background:\n        \n      \n      Quantitative analysis of the number, normal and pathologic ratios between lymphocytes and epithelial cells (ECs), and the significance of intraepithelial lymphocytes (IELs) in normal prostatic epithelium, benign prostatic hyperplasia (BPH), and high grade prostatic intraepithelial neoplasia (PIN) in relation to NIH category IV prostatitis (histologic prostatitis: HP) was studied in autopsy prostate.\n    \n\n\n          Methods:\n        \n      \n      IELs were analysed in 59 autopsy prostates, which was routinely embedded in paraffin and immunohistochemically stained for CD3. An average of 300-500 ECs were counted per case. The number of IELs was calculated as the mean/100 ECs. Category IV prostatitis was evaluated using NIH consensus grading system in terms of anatomical localization and grade.\n    \n\n\n          Results:\n        \n      \n      In healthy individuals the mean number of IELs/100 ECs was 0.61 ± 0.34% or ≤1 lymphocyte/100 ECs, which is considered as the normal basal level of prostate IELs. In category IV prostatitis, the mean number of IELs/100 ECs was 8.53 ± 3.25% or 5-11 lymphocytes/100 ECs. The number of IELs in both around and inside inflammation areas correlated to the grade and location of HP (P < 0.0001 and P < 0.0003), the presence of acute glandular inflammation (P < 0.0001), the scattered stromal lymphocytes (P = 0.029), and BPH and PIN associated prostatic inflammation (P < 0.0001).\n    \n\n\n          Conclusion:\n        \n      \n      The study presents the first attempt to examine and score the basic quantitative values of prostatic IELs in normal prostate and in relation to category IV prostatitis. The detected normal upper limit of CD3+ IELs is 1 lymphocyte/100 ECs in the normal prostate epithelium. This is considered as an organ specific characteristic of the prostate-associated lymphoid tissue (PALT). Values >5 IELs/100 ECs indicate the presence of category IV prostatitis. The severity of inflammation correlates to the number of IELs. There is an intimate link between the quantity of the IELs, the degree of the severity and the localization of category IV prostatitis. HP is a chronic and dynamic inflammatory process affecting the whole prostate gland. The increased number of IELs suggests the immune or autoimmune character of category IV prostatitis, BPH and inflammatory preneoplastic (PIN) lesions in the prostatic tumor environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25917232/",
    "clean_text": "intraepithelial lymphocytes in relation to nih category iv prostatitis in autopsy prostate background quantitative analysis of the number normal and pathologic ratios between lymphocytes and epithelial cells ecs and the significance of intraepithelial lymphocytes iels in normal prostatic epithelium benign prostatic hyperplasia bph and high grad background quantitative analysis of the number normal and pathologic ratios between lymphocytes and epithelial cells ecs and the significance of intraepithelial lymphocytes iels in normal prostatic epithelium benign prostatic hyperplasia bph and high grade prostatic intraepithelial neoplasia pin in relation to nih category iv prostatitis histologic prostatitis hp was studied in autopsy prostate methods iels were analysed in autopsy prostates which was routinely embedded in paraffin and immunohistochemically stained for cd an average of ecs were counted per case the number of iels was calculated as the mean ecs category iv prostatitis was evaluated using nih consensus grading system in terms of anatomical localization and grade results in healthy individuals the mean number of iels ecs was or lymphocyte ecs which is considered as the normal basal level of prostate iels in category iv prostatitis the mean number of iels ecs was or lymphocytes ecs the number of iels in both around and inside inflammation areas correlated to the grade and location of hp p and p the presence of acute glandular inflammation p the scattered stromal lymphocytes p and bph and pin associated prostatic inflammation p conclusion the study presents the first attempt to examine and score the basic quantitative values of prostatic iels in normal prostate and in relation to category iv prostatitis the detected normal upper limit of cd iels is lymphocyte ecs in the normal prostate epithelium this is considered as an organ specific characteristic of the prostate associated lymphoid tissue palt values iels ecs indicate the presence of category iv prostatitis the severity of inflammation correlates to the number of iels there is an intimate link between the quantity of the iels the degree of the severity and the localization of category iv prostatitis hp is a chronic and dynamic inflammatory process affecting the whole prostate gland the increased number of iels suggests the immune or autoimmune character of category iv prostatitis bph and inflammatory preneoplastic pin lesions in the prostatic tumor environment"
}