{
    "pmid": "41458992",
    "title": "Sex differences in heart failure mortality by ejection fraction subtype: a single-center, retrospective cohort study.",
    "abstract": "Heart failure (HF) is a complex clinical syndrome characterized by structural or functional impairments in ventricular filling or ejection, leading to significant morbidity and mortality. This study investigates sex-specific differences in mortality across HF subtypes: heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fraction (HFpEF). A single-center, retrospective cohort study was conducted at the First Affiliated Hospital of Xinjiang Medical University, China, from August 16, 2012, to January 1, 2025. Patients diagnosed with HF based on the 2018 Chinese Guidelines for the Diagnosis and Treatment of Heart Failure were included. Data on demographics, clinical parameters, and HF subtypes were extracted. Cox proportional hazards regression models assessed all-cause mortality risk, with Kaplan-Meier analysis for survival curves. Of 12,282 HF patients screened, 6,091 were included (median age: 69 years, IQR: 60-78). Females were older (median age: 72 vs. 67 years,  Age is a significant independent risk factor for all-cause mortality in HF patients, with female sex emerging as a critical predictor in the HFmrEF subtype. These findings highlight the need for sex-specific risk stratification and tailored management strategies, particularly for females with HFmrEF. Future prospective, multi-center studies are needed to validate these results and explore underlying mechanisms to optimize HF outcomes.",
    "disease": "hypertension",
    "clean_text": "sex differences in heart failure mortality by ejection fraction subtype a single center retrospective cohort study heart failure hf is a complex clinical syndrome characterized by structural or functional impairments in ventricular filling or ejection leading to significant morbidity and mortality this study investigates sex specific differences in mortality across hf subtypes heart failure with reduced ejection fraction hfref mildly reduced ejection fraction hfmref and preserved ejection fraction hfpef a single center retrospective cohort study was conducted at the first affiliated hospital of xinjiang medical university china from august to january patients diagnosed with hf based on the chinese guidelines for the diagnosis and treatment of heart failure were included data on demographics clinical parameters and hf subtypes were extracted cox proportional hazards regression models assessed all cause mortality risk with kaplan meier analysis for survival curves of hf patients screened were included median age years iqr females were older median age vs years age is a significant independent risk factor for all cause mortality in hf patients with female sex emerging as a critical predictor in the hfmref subtype these findings highlight the need for sex specific risk stratification and tailored management strategies particularly for females with hfmref future prospective multi center studies are needed to validate these results and explore underlying mechanisms to optimize hf outcomes"
}