{
    "title": "All-Star Quality Improvement: Keep It Simple.",
    "doc_id": "35503693",
    "writer": "Harwood L",
    "year": "2022",
    "summary": "An important factor for quality and safety in patient care is an environment in which quality and safety are prioritized and embedded into the culture. Quality improvement (QI) methods can be complex, with some intensive resources required and specific …",
    "abstract": "An important factor for quality and safety in patient care is an environment in which quality and safety are prioritized and embedded into the culture. Quality improvement (QI) methods can be complex, with some intensive resources required and specific methods employed. However, all staff can be involved in QI if the problem is approached with curiosity and the process is kept simple, with a consistent goal of improving practices. The purpose of this article is to highlight some simple but effective QI methods authored by all-star nephrology nurses that can be easily applied by teams in various settings with minimal resources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35503693/",
    "clean_text": "all star quality improvement keep it simple an important factor for quality and safety in patient care is an environment in which quality and safety are prioritized and embedded into the culture quality improvement qi methods can be complex with some intensive resources required and specific an important factor for quality and safety in patient care is an environment in which quality and safety are prioritized and embedded into the culture quality improvement qi methods can be complex with some intensive resources required and specific methods employed however all staff can be involved in qi if the problem is approached with curiosity and the process is kept simple with a consistent goal of improving practices the purpose of this article is to highlight some simple but effective qi methods authored by all star nephrology nurses that can be easily applied by teams in various settings with minimal resources"
}