{
    "pmid": "41409906",
    "title": "A Rare Differential for Myalgia and Fever Associated With Cervical and Axillary Lymphadenopathy Presenting via Same Day Emergency Care.",
    "abstract": "Kikuchi-Fujimoto disease (KFD) is a rare, self-limiting necrotising lymphadenitis, mainly affecting young adults, and commonly presenting with fevers and lymphadenopathy. Diagnosis is confirmed by histopathological examination via lymph node biopsy, and management is primarily supportive with non-steroidal anti-inflammatory drugs and/or a tapering course of steroids. We herein describe a case of a 23-year-old Caucasian female with severe KFD. She presented to the same day emergency care (SDEC) with a six-week history of systemic symptoms, including myalgia, arthralgia, fevers, and weight loss. Her initial blood tests showed normocytic anaemia, leukopenia, abnormal liver function tests, and a raised erythrocyte sedimentation rate. Notable aspects of this case include the large range of presenting symptoms, a coexisting Epstein-Barr virus (EBV) infection, and a delay in diagnosis of 14 days with a long inpatient admission. KFD poses a diagnostic dilemma due to its non-specific presentation, with differentials from a range of varying aetiologies, including infective (EBV), rheumatological (systemic lupus erythematosus (SLE), adult Still's disease), haematological (lymphoma), and others (sarcoidosis, tuberculosis). For our patient, the early working diagnoses of SLE and lymphoma prompted consideration of a transfer to a specialist haematology oncology bed. This case highlights the importance of early histopathological diagnoses in KFD and the need for a multidisciplinary approach, including haematology colleagues, commenced early in the acute setting to avoid misdiagnoses and unnecessary anxiety for patients. Currently, no specific national guidelines exist for KFD, and management is focused on supportive care. By sharing our experience, we hope to increase awareness of KFD's clinical presentation, diagnosis, and management amongst clinicians to avoid diagnostic delay or unnecessary interventions and guide timely therapeutic decisions.",
    "disease": "tuberculosis",
    "clean_text": "a rare differential for myalgia and fever associated with cervical and axillary lymphadenopathy presenting via same day emergency care kikuchi fujimoto disease kfd is a rare self limiting necrotising lymphadenitis mainly affecting young adults and commonly presenting with fevers and lymphadenopathy diagnosis is confirmed by histopathological examination via lymph node biopsy and management is primarily supportive with non steroidal anti inflammatory drugs and or a tapering course of steroids we herein describe a case of a year old caucasian female with severe kfd she presented to the same day emergency care sdec with a six week history of systemic symptoms including myalgia arthralgia fevers and weight loss her initial blood tests showed normocytic anaemia leukopenia abnormal liver function tests and a raised erythrocyte sedimentation rate notable aspects of this case include the large range of presenting symptoms a coexisting epstein barr virus ebv infection and a delay in diagnosis of days with a long inpatient admission kfd poses a diagnostic dilemma due to its non specific presentation with differentials from a range of varying aetiologies including infective ebv rheumatological systemic lupus erythematosus sle adult still s disease haematological lymphoma and others sarcoidosis tuberculosis for our patient the early working diagnoses of sle and lymphoma prompted consideration of a transfer to a specialist haematology oncology bed this case highlights the importance of early histopathological diagnoses in kfd and the need for a multidisciplinary approach including haematology colleagues commenced early in the acute setting to avoid misdiagnoses and unnecessary anxiety for patients currently no specific national guidelines exist for kfd and management is focused on supportive care by sharing our experience we hope to increase awareness of kfd s clinical presentation diagnosis and management amongst clinicians to avoid diagnostic delay or unnecessary interventions and guide timely therapeutic decisions"
}