{
    "title": "Inpatient management of acute decompensated heart failure.",
    "doc_id": "31515438",
    "writer": "Raj L",
    "year": "2020",
    "summary": "Acute decompensated heart failure (ADHF) is the leading cause of hospital admissions in patients older than 65 years. ...In this review, we will discuss the strategies put forth in the most recent American College of Cardiology/American Heart Association and …",
    "abstract": "Acute decompensated heart failure (ADHF) is the leading cause of hospital admissions in patients older than 65 years. These hospitalisations are highly risky and are associated with poor outcomes, including rehospitalisation and death. The management of ADHF is drastically different from that of chronic heart failure as inpatient treatment consists primarily of haemodynamic stabilisation, symptom relief and prevention of short-term morbidity and mortality. In this review, we will discuss the strategies put forth in the most recent American College of Cardiology/American Heart Association and Heart Failure Society of America guidelines for ADHF as well as the evidence behind these recommendations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31515438/",
    "clean_text": "inpatient management of acute decompensated heart failure acute decompensated heart failure adhf is the leading cause of hospital admissions in patients older than years in this review we will discuss the strategies put forth in the most recent american college of cardiology american heart association and acute decompensated heart failure adhf is the leading cause of hospital admissions in patients older than years these hospitalisations are highly risky and are associated with poor outcomes including rehospitalisation and death the management of adhf is drastically different from that of chronic heart failure as inpatient treatment consists primarily of haemodynamic stabilisation symptom relief and prevention of short term morbidity and mortality in this review we will discuss the strategies put forth in the most recent american college of cardiology american heart association and heart failure society of america guidelines for adhf as well as the evidence behind these recommendations"
}