{
    "pmid": "41427984",
    "title": "Novel common target genes for breast cancer and colorectal cancer: a Mendelian randomization and spatial transcriptomics study.",
    "abstract": "Breast and colorectal cancer are a major global public health problem. Breast cancer is one of the most common cancers worldwide. Colorectal cancer is the third most common cancer and the second most common cause of tumor death worldwide. Central memory T (TCM) cells are closely related to the development of tumors and important targets for immunotherapy. Therefore, identifying the common signaling molecules of these two diseases in TCM cells can improve our understanding of these diseases and lead to the development of therapies that can be effective for treating both. Single-cell RNA (scRNA) data of breast cancer (GSE161529) and colorectal cancer (GSE222300) patients was downloaded from the GEO database. The data were normalized and dimension reduced, then different T cell subsets were identified and differential gene expression analysis of central memory CD8 + T cells was conducted. Mendelian randomization analysis, reverse causality detection, and co-localization analysis was performed to explore the relationship between differentially-expressed genes and the disease. Quasi-temporal analysis and metabolic analysis was done using scRNA sequencing technology and further analysis of gene expression and metabolism in spatial transcriptomes. Finally, the degree of association between drug target genes was analyzed by protein-protein interaction (PPI) analysis. Our analysis identified four genes (ZFP36L2, CKS1B, PTTG1, and ITGAE) that were associated with risk of both breast and colorectal cancer. In the pseudotime analysis, we found that the expression levels of CKS1B and PTTG1 decreased over time (p < 0.05) while ZFP36L2 and ITGAE increased over time (p < 0.05). In the metabolic analysis, these four genes were closely associated with the cysteine and methionine metabolism pathways, which was corroborated in the spatial transcription analysis. Finally, the PPI analysis among the drug target genes identified an interaction between PTTG1 and CKS1B genes. This study reports that the ZFP36L2, CKS1B, PTTG1, and ITGAE genes could potentially influence breast cancer and colorectal cancer development via TCM CD8 + T cells. These four genes are putative common markers for diagnosis, treatment, and monitoring tumor response to therapies.",
    "disease": "colorectal cancer",
    "clean_text": "novel common target genes for breast cancer and colorectal cancer a mendelian randomization and spatial transcriptomics study breast and colorectal cancer are a major global public health problem breast cancer is one of the most common cancers worldwide colorectal cancer is the third most common cancer and the second most common cause of tumor death worldwide central memory t tcm cells are closely related to the development of tumors and important targets for immunotherapy therefore identifying the common signaling molecules of these two diseases in tcm cells can improve our understanding of these diseases and lead to the development of therapies that can be effective for treating both single cell rna scrna data of breast cancer gse and colorectal cancer gse patients was downloaded from the geo database the data were normalized and dimension reduced then different t cell subsets were identified and differential gene expression analysis of central memory cd t cells was conducted mendelian randomization analysis reverse causality detection and co localization analysis was performed to explore the relationship between differentially expressed genes and the disease quasi temporal analysis and metabolic analysis was done using scrna sequencing technology and further analysis of gene expression and metabolism in spatial transcriptomes finally the degree of association between drug target genes was analyzed by protein protein interaction ppi analysis our analysis identified four genes zfp l cks b pttg and itgae that were associated with risk of both breast and colorectal cancer in the pseudotime analysis we found that the expression levels of cks b and pttg decreased over time p while zfp l and itgae increased over time p in the metabolic analysis these four genes were closely associated with the cysteine and methionine metabolism pathways which was corroborated in the spatial transcription analysis finally the ppi analysis among the drug target genes identified an interaction between pttg and cks b genes this study reports that the zfp l cks b pttg and itgae genes could potentially influence breast cancer and colorectal cancer development via tcm cd t cells these four genes are putative common markers for diagnosis treatment and monitoring tumor response to therapies"
}