{
    "pmid": "41400610",
    "title": "CT-Guided Lipid-Lowering Therapy Leading to Functional Resolution of Ischemia.",
    "abstract": "Aggressive lipid-lowering therapy may lead to regression of atherosclerosis; there are scarce data supporting such an approach for improving coronary physiological indexes. Serum low-density lipoprotein cholesterol is the primary target for lipid-lowering therapy. Computed tomography (CT)-derived assessments of plaque composition and coronary physiology are promising targets for individualized lipid-lowering strategies. A 62-year-old woman presented with intermittent angina on moderate exertion. Coronary CT angiography revealed a significant focal stenosis in the left circumflex artery (fractional flow reserve based on CT [FFR This case demonstrates that CT-guided lipid-lowering therapy can reverse plaque burden and ischemia in a patient with a flow-limiting epicardial lesion. The therapeutic targets proposed here, addressing both morphological plaque characteristics and coronary physiology parameters, go beyond the traditional goal of lowering low-density lipoprotein cholesterol levels. Pharmacological strategy guided by precise plaque imaging and functional assessment requires confirmation in larger clinical studies. CT-guided pharmacotherapy aimed at improving both plaque composition and epicardial coronary flow parameters may represent an alternative to uniform treatment strategies based on cholesterol levels.",
    "disease": "coronary artery disease",
    "clean_text": "ct guided lipid lowering therapy leading to functional resolution of ischemia aggressive lipid lowering therapy may lead to regression of atherosclerosis there are scarce data supporting such an approach for improving coronary physiological indexes serum low density lipoprotein cholesterol is the primary target for lipid lowering therapy computed tomography ct derived assessments of plaque composition and coronary physiology are promising targets for individualized lipid lowering strategies a year old woman presented with intermittent angina on moderate exertion coronary ct angiography revealed a significant focal stenosis in the left circumflex artery fractional flow reserve based on ct ffr this case demonstrates that ct guided lipid lowering therapy can reverse plaque burden and ischemia in a patient with a flow limiting epicardial lesion the therapeutic targets proposed here addressing both morphological plaque characteristics and coronary physiology parameters go beyond the traditional goal of lowering low density lipoprotein cholesterol levels pharmacological strategy guided by precise plaque imaging and functional assessment requires confirmation in larger clinical studies ct guided pharmacotherapy aimed at improving both plaque composition and epicardial coronary flow parameters may represent an alternative to uniform treatment strategies based on cholesterol levels"
}