{
    "title": "Left ventricular assist devices: a kidney's perspective.",
    "doc_id": "25796403",
    "writer": "Tromp TR",
    "year": "2015",
    "summary": "Many of these patients experience chronic kidney disease (CKD) due to chronic cardiorenal syndrome type II, which is often alleviated quickly following LVAD implantation. ...In light of a growing destination therapy population, it is important to understand the cumulative …",
    "abstract": "The left ventricular assist device (LVAD) has become an established treatment option for patients with refractory heart failure. Many of these patients experience chronic kidney disease (CKD) due to chronic cardiorenal syndrome type II, which is often alleviated quickly following LVAD implantation. Nevertheless, reversibility of CKD remains difficult to predict. Interestingly, initial recovery of GFR appears to be transient, being followed by gradual but significant late decline. Nevertheless, GFR often remains elevated compared to preimplant status. Larger GFR increases are followed by a proportionally larger late decline. Several explanations for this gradual decline in renal function after LVAD therapy have been proposed, yet a definitive answer remains elusive. Mortality predictors of LVAD implantation are the occurrence of either postimplantation acute kidney injury (AKI) or preimplant CKD. However, patient outcomes continue to improve as LVAD therapy becomes more widespread, and adverse events including AKI appear to decline. In light of a growing destination therapy population, it is important to understand the cumulative effects of long-term LVAD support on kidney function. Additional research and passage of time are required to further unravel the intricate relationships between the LVAD and the kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25796403/",
    "clean_text": "left ventricular assist devices a kidney s perspective many of these patients experience chronic kidney disease ckd due to chronic cardiorenal syndrome type ii which is often alleviated quickly following lvad implantation in light of a growing destination therapy population it is important to understand the cumulative the left ventricular assist device lvad has become an established treatment option for patients with refractory heart failure many of these patients experience chronic kidney disease ckd due to chronic cardiorenal syndrome type ii which is often alleviated quickly following lvad implantation nevertheless reversibility of ckd remains difficult to predict interestingly initial recovery of gfr appears to be transient being followed by gradual but significant late decline nevertheless gfr often remains elevated compared to preimplant status larger gfr increases are followed by a proportionally larger late decline several explanations for this gradual decline in renal function after lvad therapy have been proposed yet a definitive answer remains elusive mortality predictors of lvad implantation are the occurrence of either postimplantation acute kidney injury aki or preimplant ckd however patient outcomes continue to improve as lvad therapy becomes more widespread and adverse events including aki appear to decline in light of a growing destination therapy population it is important to understand the cumulative effects of long term lvad support on kidney function additional research and passage of time are required to further unravel the intricate relationships between the lvad and the kidney"
}