{
    "pmid": "41461701",
    "title": "Anticancer activity of nanoemulsion formulation of Chicorium intybus L. seed extract on human breast cancer cells.",
    "abstract": "Cichorium intybus L. is a renowned plant in traditional systems of medicine. It has been used in the treatment of various chronic ailments. The phytometabolites found in C. intybus have shown promising anticancer activity in vivo and clinical trials and positive cytotoxic effects in vitro. These findings suggest that C. intybus metabolites may be used in cancer treatment. Breast cancer is caused by aberrant breast cell proliferation and develops into tumours. All across the world, breast cancer affects women at any age after adolescence. However, its prevalence rises with age. In the present study, the aqueous titration method has been used to formulate a highly stable C. intybus extract nanoemulsion (CISNE). The optimized nanoemulsion with particle size of 218.7 nm and maximium drug release efficiency in 24 h was prepared. The CISNE showed good cytotoxic potential against MDA-MB-231 cell line. It also significantly induced apoptotic morphological alterations in cells. Moreover, CISNE induced apoptosis in MDA-MB-231 cells by loss of mitochondrial membrane potential (ΔΨm) which was associated with the accumulation of reactive oxygen species (ROS) and G2/M cell cycle arrests. This study demonstrated that the development of CISNE could be an efficient carrier for drug delivery.",
    "disease": "breast cancer",
    "clean_text": "anticancer activity of nanoemulsion formulation of chicorium intybus l seed extract on human breast cancer cells cichorium intybus l is a renowned plant in traditional systems of medicine it has been used in the treatment of various chronic ailments the phytometabolites found in c intybus have shown promising anticancer activity in vivo and clinical trials and positive cytotoxic effects in vitro these findings suggest that c intybus metabolites may be used in cancer treatment breast cancer is caused by aberrant breast cell proliferation and develops into tumours all across the world breast cancer affects women at any age after adolescence however its prevalence rises with age in the present study the aqueous titration method has been used to formulate a highly stable c intybus extract nanoemulsion cisne the optimized nanoemulsion with particle size of nm and maximium drug release efficiency in h was prepared the cisne showed good cytotoxic potential against mda mb cell line it also significantly induced apoptotic morphological alterations in cells moreover cisne induced apoptosis in mda mb cells by loss of mitochondrial membrane potential m which was associated with the accumulation of reactive oxygen species ros and g m cell cycle arrests this study demonstrated that the development of cisne could be an efficient carrier for drug delivery"
}