{
    "pmid": "41450943",
    "title": "Physiological stage-dependent effects of ",
    "abstract": "Tuberculosis (TB) poses a significant risk during pregnancy and the postpartum period, with evidence linking these stages to an increased likelihood of progression from latent TB infection to active disease. Although TB has been associated with adverse pregnancy outcomes, including congenital transmission, the mechanisms by which  This study aimed to investigate the stage-dependent effects of Mtb infection on human placental tissue and assess the potential for vertical transmission using an  Human term placental explants were infected  Mtb in rNRP1 and rNRP2 phases replicated efficiently within placental explants, with CFU increasing by more than one log at 48 h. rNRP2 exhibited delayed tissue entry (only 4% at 24 h), suggesting distinct virulence dynamics based on bacterial phase. Both reactivated phases induced villitis, stromal fibrosis, and reduced vascular integrity, with rNRP2 causing the most severe tissue damage.  Mtb can infect, persist, and replicate within human placental tissue, compromising its structural and immune integrity. These effects vary with the bacterial physiological phase, with early-reactivated Mtb showing the greatest capacity for tissue dissemination and damage. These findings underscore a dual risk of placental injury and increased potential for vertical transmission during early reactivation, emphasizing the need for timely TB screening and intervention during pregnancy.",
    "disease": "tuberculosis",
    "clean_text": "physiological stage dependent effects of tuberculosis tb poses a significant risk during pregnancy and the postpartum period with evidence linking these stages to an increased likelihood of progression from latent tb infection to active disease although tb has been associated with adverse pregnancy outcomes including congenital transmission the mechanisms by which this study aimed to investigate the stage dependent effects of mtb infection on human placental tissue and assess the potential for vertical transmission using an human term placental explants were infected mtb in rnrp and rnrp phases replicated efficiently within placental explants with cfu increasing by more than one log at h rnrp exhibited delayed tissue entry only at h suggesting distinct virulence dynamics based on bacterial phase both reactivated phases induced villitis stromal fibrosis and reduced vascular integrity with rnrp causing the most severe tissue damage mtb can infect persist and replicate within human placental tissue compromising its structural and immune integrity these effects vary with the bacterial physiological phase with early reactivated mtb showing the greatest capacity for tissue dissemination and damage these findings underscore a dual risk of placental injury and increased potential for vertical transmission during early reactivation emphasizing the need for timely tb screening and intervention during pregnancy"
}