{
    "title": "Public Acceptability of Gene Therapy and Gene Editing for Human Use: A Systematic Review.",
    "doc_id": "31802714",
    "writer": "Delhove J",
    "year": "2020",
    "summary": "Gene therapy and gene editing technologies are complex and it can be difficult for the public to understand their possible benefits or side effects. However, patient and public support is critical for the successful adoption of any new technology. Given the r …",
    "abstract": "Gene therapy and gene editing technologies are complex and it can be difficult for the public to understand their possible benefits or side effects. However, patient and public support is critical for the successful adoption of any new technology. Given the recent advances in gene therapy and gene editing, their potential clinical benefits, and the significant attention that has been given to the first-known successful attempt at permanent and heritable changes to the human genome, a systematic review was performed to assess beliefs and attitudes toward gene therapy and gene editing for human use, and to highlight the factors that influence acceptability. A systematic search following Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines was undertaken in April 2018 to identify articles examining opinions and attitudes regarding the acceptability of gene therapy and gene editing. Overall, 1,561 records were retrieved from 4 databases (Ovid Medline, PsycINFO, Scopus, and Web of Science). Duplicates were removed, and titles and abstracts independently screened, leaving 86 full-text articles assessed for eligibility. Following full-text review, 33 were included, with 5 articles added after forward/backward searching. An additional three articles were added following an updated search in March 2019 (total n = 41). Findings from the studies were integrated according to common themes: the impact of demographics; risks versus benefits of success; treatment specifics (e.g., medical vs. other reasons; disease severity and status; somatic vs. germ line; and mode of delivery); moral or ethical issues; and changes with time. In general, perceptions were positive, particularly for medical reasons and fatal diseases, but were also influenced by perceived risk. Somatic therapies had higher levels of acceptability than germ line therapies. While available in various forms, limitations exist in the measurement of perceptions of gene therapy and gene editing. Treatment acceptability is essential for future clinical trials, so it is important for scientists and clinicians to be clear about the risks and benefits of these technologies, and how these are communicated to the public, while encouraging education about genetic therapies to a broad range of individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31802714/",
    "clean_text": "public acceptability of gene therapy and gene editing for human use a systematic review gene therapy and gene editing technologies are complex and it can be difficult for the public to understand their possible benefits or side effects however patient and public support is critical for the successful adoption of any new technology given the r gene therapy and gene editing technologies are complex and it can be difficult for the public to understand their possible benefits or side effects however patient and public support is critical for the successful adoption of any new technology given the recent advances in gene therapy and gene editing their potential clinical benefits and the significant attention that has been given to the first known successful attempt at permanent and heritable changes to the human genome a systematic review was performed to assess beliefs and attitudes toward gene therapy and gene editing for human use and to highlight the factors that influence acceptability a systematic search following preferred reporting items for systematic reviews and meta analyses prisma guidelines was undertaken in april to identify articles examining opinions and attitudes regarding the acceptability of gene therapy and gene editing overall records were retrieved from databases ovid medline psycinfo scopus and web of science duplicates were removed and titles and abstracts independently screened leaving full text articles assessed for eligibility following full text review were included with articles added after forward backward searching an additional three articles were added following an updated search in march total n findings from the studies were integrated according to common themes the impact of demographics risks versus benefits of success treatment specifics e g medical vs other reasons disease severity and status somatic vs germ line and mode of delivery moral or ethical issues and changes with time in general perceptions were positive particularly for medical reasons and fatal diseases but were also influenced by perceived risk somatic therapies had higher levels of acceptability than germ line therapies while available in various forms limitations exist in the measurement of perceptions of gene therapy and gene editing treatment acceptability is essential for future clinical trials so it is important for scientists and clinicians to be clear about the risks and benefits of these technologies and how these are communicated to the public while encouraging education about genetic therapies to a broad range of individuals"
}