{
    "title": "Diffusion MRI tractography of the developing human fetal heart.",
    "doc_id": "23991152",
    "writer": "Mekkaoui C",
    "year": "2013",
    "summary": "METHODS: Human fetal hearts (n = 5) between 10-19 weeks of gestation were studied. The heart from a 6-day old neonate and an adult human heart served as controls. ...No evidence of a connective tissue scaffold guiding this process could be identified by DTI. …",
    "abstract": "Objective:\n        \n      \n      Human myocardium has a complex and anisotropic 3D fiber pattern. It remains unknown, however, when in fetal life this anisotropic pattern develops and whether the human heart is structurally fully mature at birth. We aimed here to use diffusion tensor MRI (DTI) tractography to characterize the evolution of fiber architecture in the developing human fetal heart.\n    \n\n\n          Methods:\n        \n      \n      Human fetal hearts (n = 5) between 10-19 weeks of gestation were studied. The heart from a 6-day old neonate and an adult human heart served as controls. The degree of myocardial anisotropy was measured by calculating the fractional anisotropy (FA) index. In addition, fiber tracts were created by numerically integrating the primary eigenvector field in the heart into coherent streamlines.\n    \n\n\n          Results:\n        \n      \n      At 10-14 weeks the fetal hearts were highly isotropic and few tracts could be resolved. Between 14-19 weeks the anisotropy seen in the adult heart began to develop. Coherent fiber tracts were well resolved by 19 weeks. The 19-week myocardium, however, remained weakly anisotropic with a low FA and no discernable sheet structure.\n    \n\n\n          Conclusions:\n        \n      \n      The human fetal heart remains highly isotropic until 14-19 weeks, at which time cardiomyocytes self-align into coherent tracts. This process lags 2-3 months behind the onset of cardiac contraction, which may be a prerequisite for cardiomyocyte maturation and alignment. No evidence of a connective tissue scaffold guiding this process could be identified by DTI. Maturation of the heart's sheet structure occurs late in gestation and evolves further after birth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23991152/",
    "clean_text": "diffusion mri tractography of the developing human fetal heart methods human fetal hearts n between weeks of gestation were studied the heart from a day old neonate and an adult human heart served as controls no evidence of a connective tissue scaffold guiding this process could be identified by dti objective human myocardium has a complex and anisotropic d fiber pattern it remains unknown however when in fetal life this anisotropic pattern develops and whether the human heart is structurally fully mature at birth we aimed here to use diffusion tensor mri dti tractography to characterize the evolution of fiber architecture in the developing human fetal heart methods human fetal hearts n between weeks of gestation were studied the heart from a day old neonate and an adult human heart served as controls the degree of myocardial anisotropy was measured by calculating the fractional anisotropy fa index in addition fiber tracts were created by numerically integrating the primary eigenvector field in the heart into coherent streamlines results at weeks the fetal hearts were highly isotropic and few tracts could be resolved between weeks the anisotropy seen in the adult heart began to develop coherent fiber tracts were well resolved by weeks the week myocardium however remained weakly anisotropic with a low fa and no discernable sheet structure conclusions the human fetal heart remains highly isotropic until weeks at which time cardiomyocytes self align into coherent tracts this process lags months behind the onset of cardiac contraction which may be a prerequisite for cardiomyocyte maturation and alignment no evidence of a connective tissue scaffold guiding this process could be identified by dti maturation of the heart s sheet structure occurs late in gestation and evolves further after birth"
}