{
    "pmid": "41455236",
    "title": "Repetitive wide-band cortical power in benign adult familial myoclonus epilepsy.",
    "abstract": "Cortical tremor (CT), a rhythmic variant of cortical myoclonus (CM), is the hallmark of benign adult familial myoclonus epilepsy (BAFME), though the underlying mechanism of rhythmicity remains unproven. This study aimed to reveal the cortical rhythmic activity of CT using induced activity analysis for somatosensory evoked potentials (SEP). We investigated 46 SEP datasets from 23 patients (11 with BAFME, 12 with other CM) and 35 SEPs from 18 healthy controls. SEPs were recorded by 1.1-Hz stimuli at a sampling rate of 10,000 Hz. A short-time Fourier transform was applied to each SEP epoch, and the power spectrums were averaged. We set an analysis window of 0-150 ms and a frequency range of 0-1,000 Hz for time-frequency representation and compared the induced power changes between groups. Stimulus-induced power changes over a wide-band (0-1000 Hz) were conspicuously prominent in BAFME patients compared to both CM and controls. These activities presented repetitive and alternating increases and decreases in power and its total number of induced activities were the highest in age 40s and declined with aging. We demonstrated rhythmic cortical activity in BAFME patients, which may reflect the underlying pathophysiology of CT. Detecting the induced activity of a single somatosensory stimulus may offer novel insights into the pathophysiology of BAFME.",
    "disease": "epilepsy",
    "clean_text": "repetitive wide band cortical power in benign adult familial myoclonus epilepsy cortical tremor ct a rhythmic variant of cortical myoclonus cm is the hallmark of benign adult familial myoclonus epilepsy bafme though the underlying mechanism of rhythmicity remains unproven this study aimed to reveal the cortical rhythmic activity of ct using induced activity analysis for somatosensory evoked potentials sep we investigated sep datasets from patients with bafme with other cm and seps from healthy controls seps were recorded by hz stimuli at a sampling rate of hz a short time fourier transform was applied to each sep epoch and the power spectrums were averaged we set an analysis window of ms and a frequency range of hz for time frequency representation and compared the induced power changes between groups stimulus induced power changes over a wide band hz were conspicuously prominent in bafme patients compared to both cm and controls these activities presented repetitive and alternating increases and decreases in power and its total number of induced activities were the highest in age s and declined with aging we demonstrated rhythmic cortical activity in bafme patients which may reflect the underlying pathophysiology of ct detecting the induced activity of a single somatosensory stimulus may offer novel insights into the pathophysiology of bafme"
}