{
    "title": "Theory in quality improvement and patient safety education: A scoping review.",
    "doc_id": "34609733",
    "writer": "Goldman J",
    "year": "2021",
    "summary": "INTRODUCTION: Theory plays an important role in education programming and research. However, its use in quality improvement and patient safety education has yet to be fully characterized. The authors undertook a scoping review to examine the use of theory in qual …",
    "abstract": "Introduction:\n        \n      \n      Theory plays an important role in education programming and research. However, its use in quality improvement and patient safety education has yet to be fully characterized. The authors undertook a scoping review to examine the use of theory in quality improvement and patient safety education.\n    \n\n\n          Methods:\n        \n      \n      Eligible articles used theory to inform the design or study of a quality improvement or patient safety curriculum. The authors followed scoping review methodology and searched articles referenced in 20 systematic reviews of quality improvement and patient safety education, or articles citing one of these reviews, and hand searched eligible article references. Data analysis involved descriptive and interpretive summaries of theories used and the perspectives the theories offered.\n    \n\n\n          Results:\n        \n      \n      Eligibility criteria were met by 28 articles, and 102 articles made superficial mention of theory. Eligible articles varied in professional group, learning stage and journal type. Theories fell into two broad categories: learning theories (n = 20) and social science theories (n = 11). Theory was used in the design (n = 12) or study (n = 17) of quality improvement and patient safety education. The range of theories shows the opportunity afforded by using more than one type of theory.\n    \n\n\n          Discussion:\n        \n      \n      Theory can guide decisions regarding quality improvement and patient safety education practices or play a role in selecting a methodology or lens through which to study educational processes and outcomes. Educators and researchers should make deliberate choices around the use of theory that relates to aspects of an educational program that they seek to illuminate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34609733/",
    "clean_text": "theory in quality improvement and patient safety education a scoping review introduction theory plays an important role in education programming and research however its use in quality improvement and patient safety education has yet to be fully characterized the authors undertook a scoping review to examine the use of theory in qual introduction theory plays an important role in education programming and research however its use in quality improvement and patient safety education has yet to be fully characterized the authors undertook a scoping review to examine the use of theory in quality improvement and patient safety education methods eligible articles used theory to inform the design or study of a quality improvement or patient safety curriculum the authors followed scoping review methodology and searched articles referenced in systematic reviews of quality improvement and patient safety education or articles citing one of these reviews and hand searched eligible article references data analysis involved descriptive and interpretive summaries of theories used and the perspectives the theories offered results eligibility criteria were met by articles and articles made superficial mention of theory eligible articles varied in professional group learning stage and journal type theories fell into two broad categories learning theories n and social science theories n theory was used in the design n or study n of quality improvement and patient safety education the range of theories shows the opportunity afforded by using more than one type of theory discussion theory can guide decisions regarding quality improvement and patient safety education practices or play a role in selecting a methodology or lens through which to study educational processes and outcomes educators and researchers should make deliberate choices around the use of theory that relates to aspects of an educational program that they seek to illuminate"
}