{
    "pmid": "41371903",
    "title": "Procalcitonin-guided antibiotic prescription in patients with respiratory syncytial virus and influenza virus.",
    "abstract": "Bacterial co-infections may occur in patients with influenza and respiratory syncytial virus (RSV), often leading to high unnecessary antibiotic exposure. Procalcitonin (PCT) may help reduce inappropriate antibiotic prescriptions in viral infections. In this retrospective cohort study, data was analysed from 558 influenza A/B and 175 RSV patients (2017-2024). Patients were divided into PCT (antibiotic prescription guided by PCT levels) and control groups (antibiotic prescription based on clinical judgement). Outcomes included antibiotic use, defined daily dose (DDD), duration of antibiotic treatment (DOT) and secondary outcomes (readmissions, ICU admissions, mortality, mechanical ventilation). At admission, 139 (49.6%) of influenza patients in the control group and 148 (53.2%) in the PCT group received antibiotics (adjusted OR 1.20, 95% CI 0.79 to 1.83, p=0.325), indicating no significant difference compared with the control group. For RSV patients, 45 control patients (41.7%) and 33 PCT patients (49.3%) received antibiotics (adjusted OR 0.98, 95% CI 0.44 to 2.14, p=0.490), also showing no significant difference. For influenza, antibiotics were initiated in 175 control patients (62.7%) and 187 PCT patients (67.3%) (adjusted OR 1.25, 95% CI 0.81 to 1.92, p=0.313) during hospitalisation. For RSV, 62 control patients (57.4%) and 58 PCT patients (71.6%) received antibiotics (adjusted OR 1.30, 95% CI 0.60 to 2.89, p=0.498). No significant differences in DOT or DDD were observed for either group. PCT testing showed no significant impact on secondary outcomes. In this retrospective design, PCT testing did not significantly reduce antibiotic use or dosage, suggesting limited utility for optimising antibiotic use in influenza and RSV infections.",
    "disease": "influenza",
    "clean_text": "procalcitonin guided antibiotic prescription in patients with respiratory syncytial virus and influenza virus bacterial co infections may occur in patients with influenza and respiratory syncytial virus rsv often leading to high unnecessary antibiotic exposure procalcitonin pct may help reduce inappropriate antibiotic prescriptions in viral infections in this retrospective cohort study data was analysed from influenza a b and rsv patients patients were divided into pct antibiotic prescription guided by pct levels and control groups antibiotic prescription based on clinical judgement outcomes included antibiotic use defined daily dose ddd duration of antibiotic treatment dot and secondary outcomes readmissions icu admissions mortality mechanical ventilation at admission of influenza patients in the control group and in the pct group received antibiotics adjusted or ci to p indicating no significant difference compared with the control group for rsv patients control patients and pct patients received antibiotics adjusted or ci to p also showing no significant difference for influenza antibiotics were initiated in control patients and pct patients adjusted or ci to p during hospitalisation for rsv control patients and pct patients received antibiotics adjusted or ci to p no significant differences in dot or ddd were observed for either group pct testing showed no significant impact on secondary outcomes in this retrospective design pct testing did not significantly reduce antibiotic use or dosage suggesting limited utility for optimising antibiotic use in influenza and rsv infections"
}