{
    "pmid": "41390009",
    "title": "Does having allergic diseases affect SARS-CoV-2 antibody responses to mRNA vaccination in adolescents?",
    "abstract": "Understanding factors influencing vaccine-induced immunity in adolescents is important for optimizing COVID-19 vaccination strategies. Allergic diseases have been hypothesized to alter immune responses through Th2-dominant inflammation, but data regarding their impact on SARS-CoV-2 mRNA vaccine antibody production remain limited in real-world adolescent populations. The purpose of this study is to identify factors affecting SARS-CoV-2 antibody titers after mRNA vaccination in a general population of 16- to 17-year-olds. This study analyzed data from 233 participants in the T-CHILD Study, a Japanese general birth cohort, who received their 17-year medical checkup between July 2021 and October 2023. Individuals with a history of COVID-19 or serological evidence of prior infection (positive for both S- and N-antibodies) were excluded. Associations between SARS-CoV-2 S-antibody titers and vaccination history, allergic diseases, and other variables were examined. Multivariate analysis revealed that only a higher number of vaccine doses was independently associated with higher SARS-CoV-2 antibody titers. No significant associations were found between antibody titers and vaccine type, the interval since the last vaccination, allergic diseases such as asthma, atopic dermatitis (AD), or food allergy, or with total serum IgE levels. These findings suggest that adolescents with mild allergic diseases can mount sufficient immune responses to SARS-CoV-2 mRNA vaccines, supporting the safety and efficacy of vaccination in this population. (230 words).",
    "disease": "asthma",
    "clean_text": "does having allergic diseases affect sars cov antibody responses to mrna vaccination in adolescents understanding factors influencing vaccine induced immunity in adolescents is important for optimizing covid vaccination strategies allergic diseases have been hypothesized to alter immune responses through th dominant inflammation but data regarding their impact on sars cov mrna vaccine antibody production remain limited in real world adolescent populations the purpose of this study is to identify factors affecting sars cov antibody titers after mrna vaccination in a general population of to year olds this study analyzed data from participants in the t child study a japanese general birth cohort who received their year medical checkup between july and october individuals with a history of covid or serological evidence of prior infection positive for both s and n antibodies were excluded associations between sars cov s antibody titers and vaccination history allergic diseases and other variables were examined multivariate analysis revealed that only a higher number of vaccine doses was independently associated with higher sars cov antibody titers no significant associations were found between antibody titers and vaccine type the interval since the last vaccination allergic diseases such as asthma atopic dermatitis ad or food allergy or with total serum ige levels these findings suggest that adolescents with mild allergic diseases can mount sufficient immune responses to sars cov mrna vaccines supporting the safety and efficacy of vaccination in this population words"
}