{
    "title": "Prognostic significance of common hepatic artery lymph node metastasis in gastric cancer.",
    "doc_id": "37365328",
    "writer": "Yordanagil M",
    "year": "2023",
    "summary": "PURPOSE: The number of lymph nodes is used to determine the prognosis in patients with gastric cancer undergoing D2 lymph node dissection. However, a group of extraperigastric lymph nodes, including lymph node 8a, are also c …",
    "abstract": "Purpose:\n        \n      \n      The number of lymph nodes is used to determine the prognosis in patients with gastric cancer undergoing D2 lymph node dissection. However, a group of extraperigastric lymph nodes, including lymph node 8a, are also considered to be effective in prognosis. In our clinical experience, in most patients during D2 lymph node dissection, the lymph nodes are removed en-bloc with the specimen and are not marked separately. The aim was to analyze the importance and prognostic impact of 8a lymph node metastasis in patients with gastric cancer.\n    \n\n\n          Methods:\n        \n      \n      Patients who underwent gastrectomy and D2 lymph node dissection for gastric cancer between 2015 and 2022 were included in the study. Patients were divided into two groups based on metastasis to the 8a lymph node: metastatic and nonmetastatic. The effect of clinicopathologic features and the prevalence of lymph node metastasis on the prognosis of the two groups were analyzed.\n    \n\n\n          Results:\n        \n      \n      The present study included 78 patients. The mean number of dissected lymph nodes was 27 (IQR, 15-62). There were 22 (28.2%) patients in the 8a lymph node metastatic group. Patients with 8a lymph node metastatic disease had shorter overall survival and shorter disease-free survival. Those with metastatic 8a lymph nodes among pathologic N2/3 patients had shorter overall and disease-free survival rates (p < 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      In conclusion, we believe that anterior common hepatic artery (8a) LN metastasis is a key factor that negatively affects both disease-free and overall survival in patients with locally advanced gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37365328/",
    "clean_text": "prognostic significance of common hepatic artery lymph node metastasis in gastric cancer purpose the number of lymph nodes is used to determine the prognosis in patients with gastric cancer undergoing d lymph node dissection however a group of extraperigastric lymph nodes including lymph node a are also c purpose the number of lymph nodes is used to determine the prognosis in patients with gastric cancer undergoing d lymph node dissection however a group of extraperigastric lymph nodes including lymph node a are also considered to be effective in prognosis in our clinical experience in most patients during d lymph node dissection the lymph nodes are removed en bloc with the specimen and are not marked separately the aim was to analyze the importance and prognostic impact of a lymph node metastasis in patients with gastric cancer methods patients who underwent gastrectomy and d lymph node dissection for gastric cancer between and were included in the study patients were divided into two groups based on metastasis to the a lymph node metastatic and nonmetastatic the effect of clinicopathologic features and the prevalence of lymph node metastasis on the prognosis of the two groups were analyzed results the present study included patients the mean number of dissected lymph nodes was iqr there were patients in the a lymph node metastatic group patients with a lymph node metastatic disease had shorter overall survival and shorter disease free survival those with metastatic a lymph nodes among pathologic n patients had shorter overall and disease free survival rates p conclusion in conclusion we believe that anterior common hepatic artery a ln metastasis is a key factor that negatively affects both disease free and overall survival in patients with locally advanced gastric cancer"
}