{
    "pmid": "41372610",
    "title": "Targeting gasdermin D-mediated pyroptosis: a precision anti-inflammatory strategy for acute and chronic lung diseases.",
    "abstract": "Gasdermin D (GSDMD) is currently considered the major effector of pyroptosis, a lytic proinflammatory programmed cell death, which mediates pathogenesis in numerous inflammatory lung diseases, such as acute respiratory distress syndrome (ARDS), chronic obstructive pulmonary disease (COPD), asthma, and pulmonary fibrosis. When the N-terminal fragment of GSDMD is cleaved by both canonical (caspase-1) and noncanonical (caspase-4/5/11) inflammasome pathways, membrane pores of the protein are formed, which in turn facilitate cell lysis and the release of IL-18 and IL-1B. These events culminate in immune cell infiltration, epithelial endothelial barrier disruption, and tissue remodelling. This is a critical review of GSDMD-mediated pyroptosis as a convergent pathological mediator in a variety of inflammatory pulmonary diseases and synthesizes the findings from the to 2000-2024 literature databases. We also analyzed the mechanism by which GSDMD activation mediates immune cell recruitment, cytokine storm syndrome, and fibrotic remodelling in preclinical disease models. In addition, we performed a systematic evaluation of emerging therapeutic interventions such as direct pore formation inhibitors (disulfiram and necrosulfonamide), upstream caspase inhibitors (VX-765), and anti-inflammatory phytochemicals (andrographolide, emodin, and baicalin). In our analysis, GSDMD was the chosen therapeutic target, allowing precise regulation of terminal pyroptotic signalling without compromising upstream recognition by the immune system. This is a major advantage compared to traditional general immunosuppressants. This review reports that GSDMD is a promising therapeutic target for acute and chronic inflammatory lung disease. This study provides new mechanistic contributions and translational approaches to augment targeted anti-inflammatory interventions in respiratory care by precise pyroptosis modulation.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "targeting gasdermin d mediated pyroptosis a precision anti inflammatory strategy for acute and chronic lung diseases gasdermin d gsdmd is currently considered the major effector of pyroptosis a lytic proinflammatory programmed cell death which mediates pathogenesis in numerous inflammatory lung diseases such as acute respiratory distress syndrome ards chronic obstructive pulmonary disease copd asthma and pulmonary fibrosis when the n terminal fragment of gsdmd is cleaved by both canonical caspase and noncanonical caspase inflammasome pathways membrane pores of the protein are formed which in turn facilitate cell lysis and the release of il and il b these events culminate in immune cell infiltration epithelial endothelial barrier disruption and tissue remodelling this is a critical review of gsdmd mediated pyroptosis as a convergent pathological mediator in a variety of inflammatory pulmonary diseases and synthesizes the findings from the to literature databases we also analyzed the mechanism by which gsdmd activation mediates immune cell recruitment cytokine storm syndrome and fibrotic remodelling in preclinical disease models in addition we performed a systematic evaluation of emerging therapeutic interventions such as direct pore formation inhibitors disulfiram and necrosulfonamide upstream caspase inhibitors vx and anti inflammatory phytochemicals andrographolide emodin and baicalin in our analysis gsdmd was the chosen therapeutic target allowing precise regulation of terminal pyroptotic signalling without compromising upstream recognition by the immune system this is a major advantage compared to traditional general immunosuppressants this review reports that gsdmd is a promising therapeutic target for acute and chronic inflammatory lung disease this study provides new mechanistic contributions and translational approaches to augment targeted anti inflammatory interventions in respiratory care by precise pyroptosis modulation"
}