{
    "title": "Rhythmic motor activity evoked by NMDA in the spinal zebrafish larva.",
    "doc_id": "16207779",
    "writer": "McDearmid JR",
    "year": "2006",
    "summary": "We have examined the localization and activity of the neural circuitry that generates swimming behavior in developing zebrafish that were spinalized to isolate the spinal cord from descending brain inputs. We found that addition of the excitatory amino acid agonist …",
    "abstract": "We have examined the localization and activity of the neural circuitry that generates swimming behavior in developing zebrafish that were spinalized to isolate the spinal cord from descending brain inputs. We found that addition of the excitatory amino acid agonist N-methyl-d-aspartate (NMDA) to spinalized zebrafish at 3 days in development induced repeating episodes of rhythmic tail beating activity reminiscent of slow swimming behavior. The neural correlate of this activity, monitored by extracellular recording comprised repeating episodes of rhythmic, rostrocaudally progressing peripheral nerve discharges that alternated between the two sides of the body. Motoneuron recordings revealed an activity pattern comprising a slow oscillatory and a fast synaptic component that was consistent with fictive swimming behavior. Pharmacological and voltage-clamp analysis implicated glycine and glutamate in generation of motoneuron activity. Contralateral alternation of motor activity was disrupted with strychnine, indicating a role for glycine in coordinating left-right alternation during NMDA-induced locomotion. At embryonic stages, while rhythmic synaptic activity patterns could still be evoked in motoneurons, they were typically lower in frequency. Kinematic recordings revealed that prior to 3 days in development, NMDA was unable to reliably generate rhythmic tail beating behavior. We conclude that NMDA induces episodes of rhythmic motor activity in spinalized developing zebrafish that can be monitored physiologically in paralyzed preparations. Therefore as for other vertebrates, the zebrafish central pattern generator is intrinsic to the spinal cord and can operate in isolation provided a tonic source of excitation is given.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16207779/",
    "clean_text": "rhythmic motor activity evoked by nmda in the spinal zebrafish larva we have examined the localization and activity of the neural circuitry that generates swimming behavior in developing zebrafish that were spinalized to isolate the spinal cord from descending brain inputs we found that addition of the excitatory amino acid agonist we have examined the localization and activity of the neural circuitry that generates swimming behavior in developing zebrafish that were spinalized to isolate the spinal cord from descending brain inputs we found that addition of the excitatory amino acid agonist n methyl d aspartate nmda to spinalized zebrafish at days in development induced repeating episodes of rhythmic tail beating activity reminiscent of slow swimming behavior the neural correlate of this activity monitored by extracellular recording comprised repeating episodes of rhythmic rostrocaudally progressing peripheral nerve discharges that alternated between the two sides of the body motoneuron recordings revealed an activity pattern comprising a slow oscillatory and a fast synaptic component that was consistent with fictive swimming behavior pharmacological and voltage clamp analysis implicated glycine and glutamate in generation of motoneuron activity contralateral alternation of motor activity was disrupted with strychnine indicating a role for glycine in coordinating left right alternation during nmda induced locomotion at embryonic stages while rhythmic synaptic activity patterns could still be evoked in motoneurons they were typically lower in frequency kinematic recordings revealed that prior to days in development nmda was unable to reliably generate rhythmic tail beating behavior we conclude that nmda induces episodes of rhythmic motor activity in spinalized developing zebrafish that can be monitored physiologically in paralyzed preparations therefore as for other vertebrates the zebrafish central pattern generator is intrinsic to the spinal cord and can operate in isolation provided a tonic source of excitation is given"
}