{
    "title": "Paracellular drug absorption enhancement through tight junction modulation.",
    "doc_id": "23163247",
    "writer": "Lemmer HJ",
    "year": "2013",
    "summary": "Some drug absorption enhancers are capable of loosening tight junctions and thereby facilitate paracellular absorption of drug molecules. AREAS COVERED: The physiology of tight junctions as well as the mechanisms through which tight junctions …",
    "abstract": "Introduction:\n        \n      \n      Inclusion of absorption-enhancing agents in dosage forms is one approach to improve the bioavailability of active pharmaceutical ingredients with low membrane permeability. Tight junctions are dynamic protein structures that form a regulated barrier for movement of molecules through the intercellular spaces across the intestinal epithelium. Some drug absorption enhancers are capable of loosening tight junctions and thereby facilitate paracellular absorption of drug molecules.\n    \n\n\n          Areas covered:\n        \n      \n      The physiology of tight junctions as well as the mechanisms through which tight junctions can be modulated is discussed. Selected tight junction modulators are specifically described including chelating agents (e.g., ethylenediaminetetraacetic acid), cationic polymers (e.g., chitosan and derivatives), toxins (e.g., zonula occludens toxin), and plant-derived materials (e.g., Aloe vera gel).\n    \n\n\n          Expert opinion:\n        \n      \n      As more and more drugs are developed with low membrane permeability, new interest is generated in finding ways to enhance their absorption. The progress made in comprehending the function and structure of tight junctions has contributed to advances in terms of enhanced drug delivery through the paracellular pathway. Although tight junction modulation holds great potential for effective oral delivery of poorly absorbable drugs, many challenges still need to be overcome before more clinically successful formulations could be produced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23163247/",
    "clean_text": "paracellular drug absorption enhancement through tight junction modulation some drug absorption enhancers are capable of loosening tight junctions and thereby facilitate paracellular absorption of drug molecules areas covered the physiology of tight junctions as well as the mechanisms through which tight junctions introduction inclusion of absorption enhancing agents in dosage forms is one approach to improve the bioavailability of active pharmaceutical ingredients with low membrane permeability tight junctions are dynamic protein structures that form a regulated barrier for movement of molecules through the intercellular spaces across the intestinal epithelium some drug absorption enhancers are capable of loosening tight junctions and thereby facilitate paracellular absorption of drug molecules areas covered the physiology of tight junctions as well as the mechanisms through which tight junctions can be modulated is discussed selected tight junction modulators are specifically described including chelating agents e g ethylenediaminetetraacetic acid cationic polymers e g chitosan and derivatives toxins e g zonula occludens toxin and plant derived materials e g aloe vera gel expert opinion as more and more drugs are developed with low membrane permeability new interest is generated in finding ways to enhance their absorption the progress made in comprehending the function and structure of tight junctions has contributed to advances in terms of enhanced drug delivery through the paracellular pathway although tight junction modulation holds great potential for effective oral delivery of poorly absorbable drugs many challenges still need to be overcome before more clinically successful formulations could be produced"
}