{
    "title": "Atrial fibrillation and hyperthyroidism: A literature review.",
    "doc_id": "28822529",
    "writer": "Reddy V",
    "year": "2017",
    "summary": "The relationship of atrial fibrillation to hyperthyroidism 2. Atrial fibrillation as a predictor of hyperthyroidism 3. The pathophysiology of thyrotoxic atrial fibrillation 4. Subclinical hyperthyroidism and the relationship with atria …",
    "abstract": "Atrial fibrillation is the most common arrhythmia worldwide with increasing frequency noted with age. Hyperthyroidism is a well-known cause of atrial fibrillation with a 16%-60% prevalence of atrial fibrillation in patients with known hyperthyroidism Ross et al. (2016). While hyperthyroidism as a causative factor of atrial fibrillation is well established, this literature review aims to answer several questions on this topic including: 1. The relationship of atrial fibrillation to hyperthyroidism 2. Atrial fibrillation as a predictor of hyperthyroidism 3. The pathophysiology of thyrotoxic atrial fibrillation 4. Subclinical hyperthyroidism and the relationship with atrial fibrillation 5. Cardioversion and Catheter ablation of hyperthyroid patients with atrial fibrillation 6. Thrombotic risk of hyperthyroid patients with atrial fibrillation 7. Management of Thyrotoxic Atrial fibrillation 8. Pharmacological rhythm control in patients with hyperthyroidism and atrial fibrillation 9. Treatment of Hyperthyroidism to prevent atrial fibrillation 10. Clinical Implications of Hyperthyroidism and Atrial Fibrillation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28822529/",
    "clean_text": "atrial fibrillation and hyperthyroidism a literature review the relationship of atrial fibrillation to hyperthyroidism atrial fibrillation as a predictor of hyperthyroidism the pathophysiology of thyrotoxic atrial fibrillation subclinical hyperthyroidism and the relationship with atria atrial fibrillation is the most common arrhythmia worldwide with increasing frequency noted with age hyperthyroidism is a well known cause of atrial fibrillation with a prevalence of atrial fibrillation in patients with known hyperthyroidism ross et al while hyperthyroidism as a causative factor of atrial fibrillation is well established this literature review aims to answer several questions on this topic including the relationship of atrial fibrillation to hyperthyroidism atrial fibrillation as a predictor of hyperthyroidism the pathophysiology of thyrotoxic atrial fibrillation subclinical hyperthyroidism and the relationship with atrial fibrillation cardioversion and catheter ablation of hyperthyroid patients with atrial fibrillation thrombotic risk of hyperthyroid patients with atrial fibrillation management of thyrotoxic atrial fibrillation pharmacological rhythm control in patients with hyperthyroidism and atrial fibrillation treatment of hyperthyroidism to prevent atrial fibrillation clinical implications of hyperthyroidism and atrial fibrillation"
}