{
    "pmid": "41419579",
    "title": "Task-invariant anterior-to-posterior large-scale phase gradients of electrocorticogram oscillations during picture naming and wrist extension.",
    "abstract": "Electrocorticogram (ECoG) recordings during rest have shown that theta and alpha oscillations on the cortical surface form \"cortical traveling waves\" across large-scale brain networks, known as phase gradients. Theoretically, these large-scale phase gradients are thought to contribute to asymmetric coupling among cortical regions. During cognitive tasks, such large-scale gradients presumably support flexible information transfer between task-related cortices; however, this has not been extensively evaluated. Here, we examined the large-scale phase gradients of ECoG theta-alpha (7 Hz) oscillations during picture naming and wrist extension tasks. Notably, large-scale anterior-posterior phase gradients that spontaneously appeared from the anterior temporal lobe (ATL) to posterior regions were only weakly dependent on task type. Nonetheless, the degree of synchronization (termed \"relative phase polarity\") in task-relevant regions was significantly modulated after stimulus and movement onsets. Moreover, increased local synchronization to the traveling waves was associated with enhanced phase-dependent high-gamma activity, possibly reflecting information processing within these areas. These results suggest that task-invariant anterior-to-posterior phase gradients continuously support asymmetric coupling within a widely distributed cortical network involving the ATL and other regions and that this coupling is regulated by task-relevant regions through modulation of their local synchrony with the traveling waves.",
    "disease": "epilepsy",
    "clean_text": "task invariant anterior to posterior large scale phase gradients of electrocorticogram oscillations during picture naming and wrist extension electrocorticogram ecog recordings during rest have shown that theta and alpha oscillations on the cortical surface form cortical traveling waves across large scale brain networks known as phase gradients theoretically these large scale phase gradients are thought to contribute to asymmetric coupling among cortical regions during cognitive tasks such large scale gradients presumably support flexible information transfer between task related cortices however this has not been extensively evaluated here we examined the large scale phase gradients of ecog theta alpha hz oscillations during picture naming and wrist extension tasks notably large scale anterior posterior phase gradients that spontaneously appeared from the anterior temporal lobe atl to posterior regions were only weakly dependent on task type nonetheless the degree of synchronization termed relative phase polarity in task relevant regions was significantly modulated after stimulus and movement onsets moreover increased local synchronization to the traveling waves was associated with enhanced phase dependent high gamma activity possibly reflecting information processing within these areas these results suggest that task invariant anterior to posterior phase gradients continuously support asymmetric coupling within a widely distributed cortical network involving the atl and other regions and that this coupling is regulated by task relevant regions through modulation of their local synchrony with the traveling waves"
}