{
    "title": "Juvenile idiopathic arthritis: current practical imaging assessment with emphasis on magnetic resonance imaging.",
    "doc_id": "23830794",
    "writer": "Restrepo R",
    "year": "2013",
    "summary": "The diagnosis of juvenile idiopathic arthritis (JIA) is based on clinical and laboratory findings. However, there is mounting evidence of the imaging potential to accurately stage and evaluate disease activity. ...",
    "abstract": "The diagnosis of juvenile idiopathic arthritis (JIA) is based on clinical and laboratory findings. However, there is mounting evidence of the imaging potential to accurately stage and evaluate disease activity. With new medications offering more aggressive and effective treatments, monitoring response to treatment becomes increasingly important. The use of more sensitive imaging modalities such as ultrasound and more importantly magnetic resonance imaging is gaining favor. The time has come to consider the incorporation of imaging in the scoring and evaluation of disease activity in JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23830794/",
    "clean_text": "juvenile idiopathic arthritis current practical imaging assessment with emphasis on magnetic resonance imaging the diagnosis of juvenile idiopathic arthritis jia is based on clinical and laboratory findings however there is mounting evidence of the imaging potential to accurately stage and evaluate disease activity the diagnosis of juvenile idiopathic arthritis jia is based on clinical and laboratory findings however there is mounting evidence of the imaging potential to accurately stage and evaluate disease activity with new medications offering more aggressive and effective treatments monitoring response to treatment becomes increasingly important the use of more sensitive imaging modalities such as ultrasound and more importantly magnetic resonance imaging is gaining favor the time has come to consider the incorporation of imaging in the scoring and evaluation of disease activity in jia"
}