{
    "pmid": "41402491",
    "title": "SDF-1(5-67) neutralizing antibody enhances hippocampal neurogenesis and rescues cognitive deficits in chronic temporal lobe epilepsy.",
    "abstract": "Cognitive impairment is a debilitating comorbidity in temporal lobe epilepsy (TLE), linked to suppressed hippocampal neurogenesis in the chronic phase. Building on evidence that links SDF-1 to epilepsy, emerging research, including our own preliminary data, suggests that its cleaved product, SDF-1(5-67), may play a critical role in this process. To investigate the therapeutic potential of SDF-1(5-67) neutralizing antibody (NAb) in a kainic acid (KA)-induced temporal lobe epilepsy (TLE) model. TLE was induced in male Wistar rats by intraventricular KA injection. Animals were divided into acute (8 days) and chronic (72 days) phase groups, including acute phase control (SHAM-A), acute phase epilepsy model (EP-A), SDF-1(5-67) NAb-treated acute phase epilepsy (S + EP-A), chronic phase control (SHAM-C), chronic phase epilepsy model (EP-C), and SDF-1(5-67) NAb-treated chronic phase epilepsy groups (S + EP-C). NAb treatment was administered via osmotic pumps. Neurogenesis (DCX + cells), neuronal loss (Nissl staining), MFS (Timm staining), cognition (Morris water maze), and SDF-1(5-67) expression (western blot) were assessed. Data were analyzed by one-way ANOVA with Tukey's post hoc test, or repeated-measures ANOVA for water maze latency, presented as mean ± SEM. During the acute phase, increased dentate gyrus (DG) neurogenesis in EP-A vs. SHAM-A (210.43 ± 12.16 vs. 94.25 ± 7.76 cells/mm², P < 0.05) was unaffected by NAb (195.84 ± 9.71, P > 0.05). In the chronic phase, EP-C showed suppressed neurogenesis (51.63 ± 7.36 vs. SHAM-C 85.12 ± 5.51, P < 0.01), which was rescued by NAb (77.56 ± 9.88, P < 0.01). CA3 neuronal loss was attenuated by NAb in EP-C (174.33 ± 13.06 vs. EP-C 127.47 ± 10.22, P < 0.05). MFS was increased in both phases and was unaffected by NAb. NAb improved cognitive deficits in EP-C (escape latency: 28.14 ± 1.6 s vs. EP-C 35.80 ± 2.41 s, P < 0.05). NAb suppressed SDF-1(5-67) expression in both phases (P < 0.05). SDF-1(5-67) NAb promoted neurogenesis and reduced neurodegeneration in chronic TLE, and improved cognitive function without affecting MFS or seizure duration. These findings highlight its potential for postepileptic cognitive rehabilitation.",
    "disease": "epilepsy",
    "clean_text": "sdf neutralizing antibody enhances hippocampal neurogenesis and rescues cognitive deficits in chronic temporal lobe epilepsy cognitive impairment is a debilitating comorbidity in temporal lobe epilepsy tle linked to suppressed hippocampal neurogenesis in the chronic phase building on evidence that links sdf to epilepsy emerging research including our own preliminary data suggests that its cleaved product sdf may play a critical role in this process to investigate the therapeutic potential of sdf neutralizing antibody nab in a kainic acid ka induced temporal lobe epilepsy tle model tle was induced in male wistar rats by intraventricular ka injection animals were divided into acute days and chronic days phase groups including acute phase control sham a acute phase epilepsy model ep a sdf nab treated acute phase epilepsy s ep a chronic phase control sham c chronic phase epilepsy model ep c and sdf nab treated chronic phase epilepsy groups s ep c nab treatment was administered via osmotic pumps neurogenesis dcx cells neuronal loss nissl staining mfs timm staining cognition morris water maze and sdf expression western blot were assessed data were analyzed by one way anova with tukey s post hoc test or repeated measures anova for water maze latency presented as mean sem during the acute phase increased dentate gyrus dg neurogenesis in ep a vs sham a vs cells mm p was unaffected by nab p in the chronic phase ep c showed suppressed neurogenesis vs sham c p which was rescued by nab p ca neuronal loss was attenuated by nab in ep c vs ep c p mfs was increased in both phases and was unaffected by nab nab improved cognitive deficits in ep c escape latency s vs ep c s p nab suppressed sdf expression in both phases p sdf nab promoted neurogenesis and reduced neurodegeneration in chronic tle and improved cognitive function without affecting mfs or seizure duration these findings highlight its potential for postepileptic cognitive rehabilitation"
}