{
    "title": "Spinal cord watershed infarction: Novel findings on magnetic resonance imaging.",
    "doc_id": "30763904",
    "writer": "Wang MX",
    "year": "2019",
    "summary": "Spinal cord watershed ischemia is a rare phenomenon often associated with cardiac arrest, prolonged hypotension, and atherosclerotic disease. ...Few reports provide detailed imaging findings of spinal cord watershed ischemia lesions. We present a patie …",
    "abstract": "Spinal cord watershed ischemia is a rare phenomenon often associated with cardiac arrest, prolonged hypotension, and atherosclerotic disease. It can manifest as central necrosis with peripheral sparing in the transverse axis, and central lesion with rostral and caudal sparing in the longitudinal axis. Few reports provide detailed imaging findings of spinal cord watershed ischemia lesions. We present a patient who experienced watershed infarcts of the brain and spinal cord following prolonged hypotension due to blood loss after an aortic aneurysm repair. The patient experienced loss of neurologic function of the lower extremities and left arm that did not recover following spinal cord ischemia protocol. MRI revealed spinal cord watershed ischemia in both the longitudinal and axial planes with the point of maximal T2 signal hyperintensity in the central cord at T10-T11. Unique findings included zones of central maximal T2 signal hyperintensity with peripheral sparing, and moderate T2 intensity representing partial ischemia between regions of maximal T2 intensity unaffected peripheral regions. Thoracoabdominal computed tomography angiogram revealed extensive intraluminal thrombus and bilateral spinal artery occlusion from T8 to L2 and bilateral severe renal artery stenosis. T7 and L3 spinal arteries were patent. We suspect preexisting atherosclerotic disease played a significant role in the development of widespread watershed lesions following prolonged hypotension and resulted in a clinical and imaging presentation distinct from that seen with isolated anterior spinal artery occlusion. Our unique MRI findings portray a rarely documented pattern of spinal cord watershed ischemia and prompt questions about the role of anatomic idiosyncrasies and preexisting vascular disease in the development of spinal cord watershed ischemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30763904/",
    "clean_text": "spinal cord watershed infarction novel findings on magnetic resonance imaging spinal cord watershed ischemia is a rare phenomenon often associated with cardiac arrest prolonged hypotension and atherosclerotic disease few reports provide detailed imaging findings of spinal cord watershed ischemia lesions we present a patie spinal cord watershed ischemia is a rare phenomenon often associated with cardiac arrest prolonged hypotension and atherosclerotic disease it can manifest as central necrosis with peripheral sparing in the transverse axis and central lesion with rostral and caudal sparing in the longitudinal axis few reports provide detailed imaging findings of spinal cord watershed ischemia lesions we present a patient who experienced watershed infarcts of the brain and spinal cord following prolonged hypotension due to blood loss after an aortic aneurysm repair the patient experienced loss of neurologic function of the lower extremities and left arm that did not recover following spinal cord ischemia protocol mri revealed spinal cord watershed ischemia in both the longitudinal and axial planes with the point of maximal t signal hyperintensity in the central cord at t t unique findings included zones of central maximal t signal hyperintensity with peripheral sparing and moderate t intensity representing partial ischemia between regions of maximal t intensity unaffected peripheral regions thoracoabdominal computed tomography angiogram revealed extensive intraluminal thrombus and bilateral spinal artery occlusion from t to l and bilateral severe renal artery stenosis t and l spinal arteries were patent we suspect preexisting atherosclerotic disease played a significant role in the development of widespread watershed lesions following prolonged hypotension and resulted in a clinical and imaging presentation distinct from that seen with isolated anterior spinal artery occlusion our unique mri findings portray a rarely documented pattern of spinal cord watershed ischemia and prompt questions about the role of anatomic idiosyncrasies and preexisting vascular disease in the development of spinal cord watershed ischemia"
}