{
    "title": "Metabolomics analysis reveals the mechanism underlying the improvement in the color and taste of yellow tea after optimized yellowing.",
    "doc_id": "37467693",
    "writer": "Wei Y",
    "year": "2023",
    "summary": "In this study, an optimized yellowing process for yellow tea (YT) was developed by response surface methodology. The results showed that increasing the yellowing temperature from 20 C to 34 C, increasing the relative humidity from 55% to 67%, and reducing the …",
    "abstract": "In this study, an optimized yellowing process for yellow tea (YT) was developed by response surface methodology. The results showed that increasing the yellowing temperature from 20 °C to 34 °C, increasing the relative humidity from 55% to 67%, and reducing the yellowing time from 48 h to 16 h, caused a 40.5% and 43.2% increase in the yellowness and sweetness of YT, respectively, and improved the consumer acceptability by 36.8%. Moreover, metabolomics was used to explore the involved mechanisms that resulted in the improved YT quality. The optimized yellowing promoted the hydrolysis of 5 gallated catechins, 6 flavonoid glycosides, theogallin and digalloylglucose, resulting in the accumulation of 5 soluble sugars and gallic acid. Meanwhile, it promoted the oxidative polymerization of catechins (e.g., theaflagallin, δ-type dehydrodicatechin and theasinensin A), but decelerated the degradation of chlorophylls. Overall, this optimized yellowing process could serve as a guide to a shorter yellowing cycle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37467693/",
    "clean_text": "metabolomics analysis reveals the mechanism underlying the improvement in the color and taste of yellow tea after optimized yellowing in this study an optimized yellowing process for yellow tea yt was developed by response surface methodology the results showed that increasing the yellowing temperature from c to c increasing the relative humidity from to and reducing the in this study an optimized yellowing process for yellow tea yt was developed by response surface methodology the results showed that increasing the yellowing temperature from c to c increasing the relative humidity from to and reducing the yellowing time from h to h caused a and increase in the yellowness and sweetness of yt respectively and improved the consumer acceptability by moreover metabolomics was used to explore the involved mechanisms that resulted in the improved yt quality the optimized yellowing promoted the hydrolysis of gallated catechins flavonoid glycosides theogallin and digalloylglucose resulting in the accumulation of soluble sugars and gallic acid meanwhile it promoted the oxidative polymerization of catechins e g theaflagallin type dehydrodicatechin and theasinensin a but decelerated the degradation of chlorophylls overall this optimized yellowing process could serve as a guide to a shorter yellowing cycle"
}