{
    "title": "Physical activity in axial spondyloarthritis-tails from bench to bedside.",
    "doc_id": "27118200",
    "writer": "Gensler LS.",
    "year": "2016",
    "summary": "These are components of physical activity, though physical activity is made up of activities beyond these and also include occupational activity. ...The following review will examine animal model-based evidence and epidemiologic studies on ph …",
    "abstract": "Physical therapy and exercise (recreational activity) are the cornerstones of non-pharmacologic therapy in axial spondyloarthritis (AxSpA) [1, 2]. These are components of physical activity, though physical activity is made up of activities beyond these and also include occupational activity. Not all activities in AxSpA appear to derive the same benefit for patients. In fact, it might be that while some activities are extremely beneficial for disease activity, function, and other outcomes, other activities may be harmful for the disease. The following review will examine animal model-based evidence and epidemiologic studies on physical activity in AxSpA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27118200/",
    "clean_text": "physical activity in axial spondyloarthritis tails from bench to bedside these are components of physical activity though physical activity is made up of activities beyond these and also include occupational activity the following review will examine animal model based evidence and epidemiologic studies on ph physical therapy and exercise recreational activity are the cornerstones of non pharmacologic therapy in axial spondyloarthritis axspa these are components of physical activity though physical activity is made up of activities beyond these and also include occupational activity not all activities in axspa appear to derive the same benefit for patients in fact it might be that while some activities are extremely beneficial for disease activity function and other outcomes other activities may be harmful for the disease the following review will examine animal model based evidence and epidemiologic studies on physical activity in axspa"
}