{
    "pmid": "41425069",
    "title": "Brain atrophy and cholinergic denervation in progressive supranuclear palsy: an MRI and [",
    "abstract": "Progressive supranuclear palsy (PSP) is a neurodegenerative disorder characterized by a wide spectrum of motor and cognitive impairments. Structural brain imaging biomarkers, such as the Magnetic Resonance Parkinsonism Index 2.0 (MRPI 2.0), are increasingly recognized as means of supporting a PSP diagnosis. These anatomic measures lack neurobiological correlates. In the present work, we investigated whether structural brain changes captured by MRPI 2.0 associate with whole-brain and regional cholinergic nerve terminal deficits in PSP. Structural magnetic resonance (MR) and vesicular acetylcholine transporter (VAChT) [ Voxel-wise SPM analyses revealed that MRPI 2.0 is significantly associated with cholinergic nerve terminal loss in brainstem, especially pontomesencephalic, limbic structures, insula, basal ganglia, thalamus, and cerebellar regions.  Structural brain changes associated with higher MRPI 2.0 index scores may be a reliable proxy measure of cholinergic terminal deficits in PSP, predominantly those in subcortical regions. Differential association of subcortical brain region cholinergic deficits with PSP-specific structural brain changes may reflect the characteristic pattern of 4R-tau pathology observed in PSP.",
    "disease": "parkinson disease",
    "clean_text": "brain atrophy and cholinergic denervation in progressive supranuclear palsy an mri and progressive supranuclear palsy psp is a neurodegenerative disorder characterized by a wide spectrum of motor and cognitive impairments structural brain imaging biomarkers such as the magnetic resonance parkinsonism index mrpi are increasingly recognized as means of supporting a psp diagnosis these anatomic measures lack neurobiological correlates in the present work we investigated whether structural brain changes captured by mrpi associate with whole brain and regional cholinergic nerve terminal deficits in psp structural magnetic resonance mr and vesicular acetylcholine transporter vacht voxel wise spm analyses revealed that mrpi is significantly associated with cholinergic nerve terminal loss in brainstem especially pontomesencephalic limbic structures insula basal ganglia thalamus and cerebellar regions structural brain changes associated with higher mrpi index scores may be a reliable proxy measure of cholinergic terminal deficits in psp predominantly those in subcortical regions differential association of subcortical brain region cholinergic deficits with psp specific structural brain changes may reflect the characteristic pattern of r tau pathology observed in psp"
}