{
    "title": "Fractional-dose yellow fever vaccination: an expert review.",
    "doc_id": "30937437",
    "writer": "Roukens AHE",
    "year": "2019",
    "summary": "Rationale for review: The global yellow fever vaccine supply is insufficient to provide full-dose vaccination to millions threatened by outbreaks. ...Conclusions: Available results on long-lasting immunogenicity of fractional-dose yellow fever vaccinat …",
    "abstract": "Rationale for review: The global yellow fever vaccine supply is insufficient to provide full-dose vaccination to millions threatened by outbreaks. Given the excess of live-attenuated 17D yellow fever virus in the current single dose vials, dose sparing would increase available vaccine doses manifold. Fractional-dose yellow fever vaccination is now accepted as an emergency solution, as short-term protection has been confirmed in an outbreak situation in the Democratic Republic of Congo, but broader application of this dose-sparing strategy is still not recommended. In this review, important knowledge gaps that hamper this application such as long-term protection after fractional-dose vaccination, safety, comparability across different genetic backgrounds and different World Health Organization-licensed yellow fever vaccines and immunogenicity in infants are addressed.\n    \n\n      \n      Main findings: Recently, published results on long-term protection after fractional-dose vaccination in healthy young volunteers indicate that if a person mounts a protective response shortly after vaccination, the protective response will persist for 10 years and possibly longer. It also appears that fractional-dose vaccination does not elicit more serious adverse events than standard dose vaccination. Short-term immunogenicity studies are currently underway in specific populations (infants, human immunodeficiency virus (HIV)-infected persons and healthy adults living in Uganda and Kenya), of which the results will become available in 2021-22.\n    \n\n      \n      Conclusions: Available results on long-lasting immunogenicity of fractional-dose yellow fever vaccination are encouraging, although confirmation is required in larger populations including young children living in yellow fever endemic areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30937437/",
    "clean_text": "fractional dose yellow fever vaccination an expert review rationale for review the global yellow fever vaccine supply is insufficient to provide full dose vaccination to millions threatened by outbreaks conclusions available results on long lasting immunogenicity of fractional dose yellow fever vaccinat rationale for review the global yellow fever vaccine supply is insufficient to provide full dose vaccination to millions threatened by outbreaks given the excess of live attenuated d yellow fever virus in the current single dose vials dose sparing would increase available vaccine doses manifold fractional dose yellow fever vaccination is now accepted as an emergency solution as short term protection has been confirmed in an outbreak situation in the democratic republic of congo but broader application of this dose sparing strategy is still not recommended in this review important knowledge gaps that hamper this application such as long term protection after fractional dose vaccination safety comparability across different genetic backgrounds and different world health organization licensed yellow fever vaccines and immunogenicity in infants are addressed main findings recently published results on long term protection after fractional dose vaccination in healthy young volunteers indicate that if a person mounts a protective response shortly after vaccination the protective response will persist for years and possibly longer it also appears that fractional dose vaccination does not elicit more serious adverse events than standard dose vaccination short term immunogenicity studies are currently underway in specific populations infants human immunodeficiency virus hiv infected persons and healthy adults living in uganda and kenya of which the results will become available in conclusions available results on long lasting immunogenicity of fractional dose yellow fever vaccination are encouraging although confirmation is required in larger populations including young children living in yellow fever endemic areas"
}