{
    "title": "Guidezilla™ guide extension catheter I for transradial coronary intervention.",
    "doc_id": "36061563",
    "writer": "Lei X",
    "year": "2022",
    "summary": "METHODS: This case series study included patients with CAD who underwent TRI using the GGEC I between August 2016 and January 2019 at the First Affiliated Hospital of Xi'an Jiaotong University. RESULTS: A total of 221 patients aged 65.1 9.26 years were includ …",
    "abstract": "Background:\n        \n      \n      Percutaneous coronary intervention (PCI) is the preferred treatment method for coronary artery diseases (CAD). This study aimed to evaluate the effectiveness and complications of the Guidezilla™ guide extension catheter I (GGEC I) in transradial coronary intervention (TRI).\n    \n\n\n          Methods:\n        \n      \n      This case series study included patients with CAD who underwent TRI using the GGEC I between August 2016 and January 2019 at the First Affiliated Hospital of Xi'an Jiaotong University.\n    \n\n\n          Results:\n        \n      \n      A total of 221 patients aged 65.1 ± 9.26 years were included. Coronary angiography results indicated that most patients (77.8%) had triple-vessel lesions, including 47.5% with chronic total occlusion (CTO). A total of 237 target lesions were treated, most being type C lesions (95.8%). The most common indication for GGEC I use was heavy calcification (67%), followed by extreme tortuosity (12.2%), extreme tortuosity and heavy calcification (10.9%), distally located lesion (4.5%), picking up the retrograde wire (3.2%), anomalous vessel origin (1.8%), and releasing the burr incarceration (0.4%). The mean operation time was 58 min, and the overall success rate was 94.1%. Four patients received a drug-coated balloon. No significant differences were found in operation time and success rate among the low (<23), intermediate (23-32), and severe (>32) CAD groups based on SYNTAX score stratification (P > 0.05). Two subacute thrombosis cases each were reported perioperatively, during hospitalization, and at the 1-month follow-up.\n    \n\n\n          Conclusion:\n        \n      \n      The GGEC I might have advantages for TRI and is unaffected by SYNTAX score stratification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36061563/",
    "clean_text": "guidezilla guide extension catheter i for transradial coronary intervention methods this case series study included patients with cad who underwent tri using the ggec i between august and january at the first affiliated hospital of xi an jiaotong university results a total of patients aged years were includ background percutaneous coronary intervention pci is the preferred treatment method for coronary artery diseases cad this study aimed to evaluate the effectiveness and complications of the guidezilla guide extension catheter i ggec i in transradial coronary intervention tri methods this case series study included patients with cad who underwent tri using the ggec i between august and january at the first affiliated hospital of xi an jiaotong university results a total of patients aged years were included coronary angiography results indicated that most patients had triple vessel lesions including with chronic total occlusion cto a total of target lesions were treated most being type c lesions the most common indication for ggec i use was heavy calcification followed by extreme tortuosity extreme tortuosity and heavy calcification distally located lesion picking up the retrograde wire anomalous vessel origin and releasing the burr incarceration the mean operation time was min and the overall success rate was four patients received a drug coated balloon no significant differences were found in operation time and success rate among the low intermediate and severe cad groups based on syntax score stratification p two subacute thrombosis cases each were reported perioperatively during hospitalization and at the month follow up conclusion the ggec i might have advantages for tri and is unaffected by syntax score stratification"
}