{
    "title": "Fathers' experiences of fetal attachment: A qualitative study.",
    "doc_id": "34936111",
    "writer": "Lagarto A",
    "year": "2022",
    "summary": "",
    "abstract": "Paternal-fetal attachment (PFA) is associated with the degree of emotional support offered by fathers during pregnancy and has implications for the safety and quality of a mother's labor and postnatal experiences. This study explored fathers' experiences of PFA including their understanding of the phenomenon and its manifestation. Data were collected through interviews with 10 fathers-to-be and analysis followed an interpretative phenomenological approach. Four themes emerged from the data: trigger moment; awareness of responsibility; transition to fatherhood; and emotional conflict. Most fathers experienced a trigger moment that made the reality of having a baby clear to them and which initiated or intensified feelings of attachment toward the fetus. Male family relatives, friends with children, and antenatal education groups provided support to expectant fathers. However, they felt quite lost in their role and some believed there was insufficient support for their mental health. Findings suggest that different situations can trigger the attachment process and that fathers longed to be included in perinatal care but experienced a lack of support. Raising awareness of the importance of PFA can help initiate the process in fathers and better equip them to contribute during the antenatal period and to future child development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34936111/",
    "clean_text": "fathers experiences of fetal attachment a qualitative study paternal fetal attachment pfa is associated with the degree of emotional support offered by fathers during pregnancy and has implications for the safety and quality of a mother s labor and postnatal experiences this study explored fathers experiences of pfa including their understanding of the phenomenon and its manifestation data were collected through interviews with fathers to be and analysis followed an interpretative phenomenological approach four themes emerged from the data trigger moment awareness of responsibility transition to fatherhood and emotional conflict most fathers experienced a trigger moment that made the reality of having a baby clear to them and which initiated or intensified feelings of attachment toward the fetus male family relatives friends with children and antenatal education groups provided support to expectant fathers however they felt quite lost in their role and some believed there was insufficient support for their mental health findings suggest that different situations can trigger the attachment process and that fathers longed to be included in perinatal care but experienced a lack of support raising awareness of the importance of pfa can help initiate the process in fathers and better equip them to contribute during the antenatal period and to future child development"
}