{
    "title": "An Overview and Therapeutic Promise of Nutraceuticals Against Sports-Related Brain Injury.",
    "doc_id": "33538684",
    "writer": "Iqubal A",
    "year": "2022",
    "summary": "Sports-related traumatic brain injury (TBI) is one of the common neurological maladies experienced by athletes. ...There are various reports available showing the positive therapeutic effect of nutraceuticals in sport-related brain injury. Therefore, i …",
    "abstract": "Sports-related traumatic brain injury (TBI) is one of the common neurological maladies experienced by athletes. Earlier, the term 'punch drunk syndrome' was used in the case TBI of boxers and now this term is replaced by chronic traumatic encephalopathy (CTE). Sports-related brain injury can either be short-term or long-term. A common instance of brain injury encompasses subdural hematoma, concussion, cognitive dysfunction, amnesia, headache, vision issue, axonopathy, or even death, if it remains undiagnosed or untreated. Further, chronic TBI may lead to pathogenesis of neuroinflammation and neurodegeneration via tauopathy, the formation of neurofibrillary tangles, and damage to the blood-brain barrier, microglial, and astrocyte activation. Thus, altered pathological, neurochemical, and neurometabolic attributes lead to the modulation of multiple signaling pathways and cause neurological dysfunction. Available pharmaceutical interventions are based on one drug one target hypothesis and are thereby unable to cover altered multiple signaling pathways. However, in recent times, pharmacological intervention of nutrients and nutraceuticals have been explored as they exert a multifactorial mode of action and maintain over homeostasis of the body. There are various reports available showing the positive therapeutic effect of nutraceuticals in sport-related brain injury. Therefore, in the current article, we have discussed the pathology, neurological consequence, sequelae, and perpetuation of sports-related brain injury. Further, we have discussed various nutraceutical supplements as well as available animal models to explore the neuroprotective effect/ upshots of these nutraceuticals in sports-related brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33538684/",
    "clean_text": "an overview and therapeutic promise of nutraceuticals against sports related brain injury sports related traumatic brain injury tbi is one of the common neurological maladies experienced by athletes there are various reports available showing the positive therapeutic effect of nutraceuticals in sport related brain injury therefore i sports related traumatic brain injury tbi is one of the common neurological maladies experienced by athletes earlier the term punch drunk syndrome was used in the case tbi of boxers and now this term is replaced by chronic traumatic encephalopathy cte sports related brain injury can either be short term or long term a common instance of brain injury encompasses subdural hematoma concussion cognitive dysfunction amnesia headache vision issue axonopathy or even death if it remains undiagnosed or untreated further chronic tbi may lead to pathogenesis of neuroinflammation and neurodegeneration via tauopathy the formation of neurofibrillary tangles and damage to the blood brain barrier microglial and astrocyte activation thus altered pathological neurochemical and neurometabolic attributes lead to the modulation of multiple signaling pathways and cause neurological dysfunction available pharmaceutical interventions are based on one drug one target hypothesis and are thereby unable to cover altered multiple signaling pathways however in recent times pharmacological intervention of nutrients and nutraceuticals have been explored as they exert a multifactorial mode of action and maintain over homeostasis of the body there are various reports available showing the positive therapeutic effect of nutraceuticals in sport related brain injury therefore in the current article we have discussed the pathology neurological consequence sequelae and perpetuation of sports related brain injury further we have discussed various nutraceutical supplements as well as available animal models to explore the neuroprotective effect upshots of these nutraceuticals in sports related brain injury"
}