{
    "pmid": "41467374",
    "title": "Clinically Applicable Machine Learning Approach to Predict Intracerebral Hematoma Expansion.",
    "abstract": "Hematoma expansion (HE) is a significant risk factor for poor prognosis in patients with intracerebral hemorrhage (ICH). Accurately predicting HE is crucial for determining optimal treatment strategies. This study enrolled 452 patients with ICH from 10 hospitals. To predict HE, 28 clinical variables available on patient arrival (including medical history, ICH location, and ICH volume) and 1142 radiomics features extracted from noncontrast computed tomography images of the ICH regions were used. Clinical variables and radiomics features were selected using gradient boosting and the least absolute shrinkage and selection operator. Three HE prediction models were built on clinical variables alone, radiomics features alone, and a third combining both. The models were compared using 5-fold cross-validation, and the mean area under the receiver operating characteristic curve was calculated for each. Additionally, the important features of HE prediction in the combined model were explored. The combined model demonstrated the highest performance for predicting HE with a 5-fold mean area under the receiver operating characteristic curve of 0.77±0.05, compared with 0.70±0.06 for the clinical variables alone and 0.73±0.04 for the radiomics features alone. Permutation feature importance analysis suggested that anticoagulant treatment was the most predictive of HE. A predictive model for HE was developed using the medical history, clinical features available on the patient's arrival, imaging, and radiomics features extracted from computed tomography images. This prediction model will assist non-stroke care specialists in making treatment decisions for ICH in emergency settings.",
    "disease": "stroke",
    "clean_text": "clinically applicable machine learning approach to predict intracerebral hematoma expansion hematoma expansion he is a significant risk factor for poor prognosis in patients with intracerebral hemorrhage ich accurately predicting he is crucial for determining optimal treatment strategies this study enrolled patients with ich from hospitals to predict he clinical variables available on patient arrival including medical history ich location and ich volume and radiomics features extracted from noncontrast computed tomography images of the ich regions were used clinical variables and radiomics features were selected using gradient boosting and the least absolute shrinkage and selection operator three he prediction models were built on clinical variables alone radiomics features alone and a third combining both the models were compared using fold cross validation and the mean area under the receiver operating characteristic curve was calculated for each additionally the important features of he prediction in the combined model were explored the combined model demonstrated the highest performance for predicting he with a fold mean area under the receiver operating characteristic curve of compared with for the clinical variables alone and for the radiomics features alone permutation feature importance analysis suggested that anticoagulant treatment was the most predictive of he a predictive model for he was developed using the medical history clinical features available on the patient s arrival imaging and radiomics features extracted from computed tomography images this prediction model will assist non stroke care specialists in making treatment decisions for ich in emergency settings"
}