{
    "title": "Risk Factors, Lifestyle Behaviors, and Vascular Brain Health.",
    "doc_id": "35000427",
    "writer": "Gottesman RF",
    "year": "2022",
    "summary": "Although a relationship between traditional cardiovascular risk factors and stroke has long been recognized, these risk factors likely play a role in other aspects of brain health. ...The purpose of this narrative review is to summarize the state of th …",
    "abstract": "Although a relationship between traditional cardiovascular risk factors and stroke has long been recognized, these risk factors likely play a role in other aspects of brain health. Clinical stroke is only the tip of the iceberg of vascular brain injury that includes covert infarcts, white matter hyperintensities, and microbleeds. Furthermore, an individual's risk for not only stroke but poor brain health includes not only these traditional vascular risk factors but also lifestyle and genetic factors. The purpose of this narrative review is to summarize the state of the evidence on traditional and nontraditional vascular risk factors and their contributions to brain health. Additionally, we will review important modifiers that interact with these risk factors to increase, or, in some cases, reduce risk of adverse brain health outcomes, with an emphasis on genes and biomarkers associated with Alzheimer disease. Finally, we will consider the importance of social determinants of health in brain health outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35000427/",
    "clean_text": "risk factors lifestyle behaviors and vascular brain health although a relationship between traditional cardiovascular risk factors and stroke has long been recognized these risk factors likely play a role in other aspects of brain health the purpose of this narrative review is to summarize the state of th although a relationship between traditional cardiovascular risk factors and stroke has long been recognized these risk factors likely play a role in other aspects of brain health clinical stroke is only the tip of the iceberg of vascular brain injury that includes covert infarcts white matter hyperintensities and microbleeds furthermore an individual s risk for not only stroke but poor brain health includes not only these traditional vascular risk factors but also lifestyle and genetic factors the purpose of this narrative review is to summarize the state of the evidence on traditional and nontraditional vascular risk factors and their contributions to brain health additionally we will review important modifiers that interact with these risk factors to increase or in some cases reduce risk of adverse brain health outcomes with an emphasis on genes and biomarkers associated with alzheimer disease finally we will consider the importance of social determinants of health in brain health outcomes"
}