{
    "title": "Role of epithelial cells in initiation and propagation of intestinal inflammation. Eliminating the static: tight junction dynamics exposed.",
    "doc_id": "16537969",
    "writer": "Shen L",
    "year": "2006",
    "summary": "Plasma membranes of these cells prevent free passage of hydrophilic molecules across this barrier but do not seal the space between cells. This function is provided by the tight junction. Each cell is encircled at the apicolateral boundary by the tight jun …",
    "abstract": "Like all mucosal surfaces, the intestine forms a barrier that separates the external environment, i.e., the gut lumen, from the protected internal milieu. The intestinal barrier is formed by the epithelial cells that line the luminal surface. Plasma membranes of these cells prevent free passage of hydrophilic molecules across this barrier but do not seal the space between cells. This function is provided by the tight junction. Each cell is encircled at the apicolateral boundary by the tight junction, which seals the paracellular space. The tight junction does not form a completely impermeant seal, however, because that would prevent paracellular absorption of essential nutrients and ions; intestinal tight junctions are \"leaky\" and allow solutes to be transported paracellularly according to size and charge. Abundant data are available to demonstrate that barrier properties of tight junctions can be modulated in response to physiological, pharmacological, and pathophysiological stimuli, but the structural modifications responsible for these responses are poorly defined. Recent advances in understanding the role of tight junction dynamics in response to such stimuli are the focus of this review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16537969/",
    "clean_text": "role of epithelial cells in initiation and propagation of intestinal inflammation eliminating the static tight junction dynamics exposed plasma membranes of these cells prevent free passage of hydrophilic molecules across this barrier but do not seal the space between cells this function is provided by the tight junction each cell is encircled at the apicolateral boundary by the tight jun like all mucosal surfaces the intestine forms a barrier that separates the external environment i e the gut lumen from the protected internal milieu the intestinal barrier is formed by the epithelial cells that line the luminal surface plasma membranes of these cells prevent free passage of hydrophilic molecules across this barrier but do not seal the space between cells this function is provided by the tight junction each cell is encircled at the apicolateral boundary by the tight junction which seals the paracellular space the tight junction does not form a completely impermeant seal however because that would prevent paracellular absorption of essential nutrients and ions intestinal tight junctions are leaky and allow solutes to be transported paracellularly according to size and charge abundant data are available to demonstrate that barrier properties of tight junctions can be modulated in response to physiological pharmacological and pathophysiological stimuli but the structural modifications responsible for these responses are poorly defined recent advances in understanding the role of tight junction dynamics in response to such stimuli are the focus of this review"
}