{
    "title": "Tele-Drama Therapy with Community-Dwelling Older Adults: A Field Training Project.",
    "doc_id": "36794366",
    "writer": "Harel D",
    "year": "2023",
    "summary": "CONCLUSIONS: The field training project made a dual contribution to the older participants and the students. In addition, it promoted more positive attitudes among the students toward psychotherapy with the older population. ...Field training of mental health studen …",
    "abstract": "Objectives:\n        \n      \n      This paper explores a field training project of tele-drama therapy with community-dwelling older adults during COVID19. It merges three perspectives: the older participants' perspective, the students engaged in the field training, who conducted this remote therapy, and social workers.\n    \n\n\n          Methods:\n        \n      \n      Interviews were conducted with 19 older adults. Focus groups were conducted with 10 drama therapy students and 4 social workers. The data were thematically analyzed.\n    \n\n\n          Results:\n        \n      \n      Three themes emerged: the role of drama therapy methods in the therapeutic process, attitudes toward psychotherapy for older adults, and the phone as a therapeutic setting. These themes coalesced into a triangular model associating dramatherapy, tele-psychotherapy and psychotherapy with the older population. A number of obstacles were identified.\n    \n\n\n          Conclusions:\n        \n      \n      The field training project made a dual contribution to the older participants and the students. In addition, it promoted more positive attitudes among the students toward psychotherapy with the older population.\n    \n\n\n          Clinical implications:\n        \n      \n      Tele-drama therapy methods appear to promote the therapeutic process with older adults. However, the phone session should be planned in advance in terms of time and place to ensure the participants' privacy. Field training of mental health students with older adults can promote more positive attitudes toward working with the older population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36794366/",
    "clean_text": "tele drama therapy with community dwelling older adults a field training project conclusions the field training project made a dual contribution to the older participants and the students in addition it promoted more positive attitudes among the students toward psychotherapy with the older population field training of mental health studen objectives this paper explores a field training project of tele drama therapy with community dwelling older adults during covid it merges three perspectives the older participants perspective the students engaged in the field training who conducted this remote therapy and social workers methods interviews were conducted with older adults focus groups were conducted with drama therapy students and social workers the data were thematically analyzed results three themes emerged the role of drama therapy methods in the therapeutic process attitudes toward psychotherapy for older adults and the phone as a therapeutic setting these themes coalesced into a triangular model associating dramatherapy tele psychotherapy and psychotherapy with the older population a number of obstacles were identified conclusions the field training project made a dual contribution to the older participants and the students in addition it promoted more positive attitudes among the students toward psychotherapy with the older population clinical implications tele drama therapy methods appear to promote the therapeutic process with older adults however the phone session should be planned in advance in terms of time and place to ensure the participants privacy field training of mental health students with older adults can promote more positive attitudes toward working with the older population"
}