{
    "pmid": "41355319",
    "title": "Is the temporomandibular joint affected by rheumatoid arthritis? A comparative investigation with knee arthritis in an experimental rat model.",
    "abstract": "Rheumatoid arthritis (RA) is an autoimmune disease that primarily affects hyaline cartilage, except in the case of the temporomandibular joint (TMJ), which is covered by fibrocartilage. This study compared the progression of RA in these two types of cartilage by examining the TMJ and knee joints of rats in both the acute and chronic phases of the disease. Forty-eight male Wistar rats were divided into groups: Control (animals without RA in the TMJ or knee), RA-24h, and RA-7d (animals with RA in the TMJ or knee, euthanized 24 h or 7 days after the last intra-articular injection, respectively). The rats were sensitized with subcutaneous injections containing complete/incomplete Freund's adjuvant and methylated bovine serum albumin (mBSA), followed by three intra-articular mBSA injections (one per week) into either the TMJ or knee. Euthanasia was performed 24 h (acute phase) or 7 days (chronic phase) after the third injection. The following parameters were assessed: nociceptive thresholds, cellular influx in synovial fluid, histopathology, immunohistochemistry for metalloproteinase-9 (MMP-9), and birefringence of collagen fibers in articular cartilage. A significant reduction in the nociceptive threshold was observed in arthritic animals in both joints compared to the control groups. Additionally, a significant increase in cellular influx in the synovial membrane was noted in both joints after the third mBSA injection, as well as in the knee after 7 days. Histopathological analysis revealed reduced metachromasia, increased MMP-9 immunoexpression, and higher levels of type III collagen in the articular cartilage compared to the respective controls (p < 0.05). The nociceptive response was similar in both joints during the acute and chronic phases of RA. However, evidence of articular repair was observed in the TMJ, accompanied by a sustained reduction in the nociceptive threshold, suggesting central sensitization without ongoing peripheral damage.",
    "disease": "rheumatoid arthritis",
    "clean_text": "is the temporomandibular joint affected by rheumatoid arthritis a comparative investigation with knee arthritis in an experimental rat model rheumatoid arthritis ra is an autoimmune disease that primarily affects hyaline cartilage except in the case of the temporomandibular joint tmj which is covered by fibrocartilage this study compared the progression of ra in these two types of cartilage by examining the tmj and knee joints of rats in both the acute and chronic phases of the disease forty eight male wistar rats were divided into groups control animals without ra in the tmj or knee ra h and ra d animals with ra in the tmj or knee euthanized h or days after the last intra articular injection respectively the rats were sensitized with subcutaneous injections containing complete incomplete freund s adjuvant and methylated bovine serum albumin mbsa followed by three intra articular mbsa injections one per week into either the tmj or knee euthanasia was performed h acute phase or days chronic phase after the third injection the following parameters were assessed nociceptive thresholds cellular influx in synovial fluid histopathology immunohistochemistry for metalloproteinase mmp and birefringence of collagen fibers in articular cartilage a significant reduction in the nociceptive threshold was observed in arthritic animals in both joints compared to the control groups additionally a significant increase in cellular influx in the synovial membrane was noted in both joints after the third mbsa injection as well as in the knee after days histopathological analysis revealed reduced metachromasia increased mmp immunoexpression and higher levels of type iii collagen in the articular cartilage compared to the respective controls p the nociceptive response was similar in both joints during the acute and chronic phases of ra however evidence of articular repair was observed in the tmj accompanied by a sustained reduction in the nociceptive threshold suggesting central sensitization without ongoing peripheral damage"
}