{
    "pmid": "41419236",
    "title": "Microangiopathic haemolytic anaemia in colorectal cancer (CRC-MAHA): potential for salvage or terminal event?",
    "abstract": "Paraneoplastic microangiopathic haemolytic anaemia (MAHA) is a rare condition characterised by tumour-driven erythrocyte destruction and platelet consumption. It is uncommon in colorectal cancer (CRC) and, without treatment, is often fatal within days. We describe a woman in her 50s who developed transfusion-refractory anaemia and thrombocytopaenia during workup for suspected metastatic CRC. Haemolysis screen was positive, and blood film showed fragmentation and leukoerythroblastosis, suggesting paraneoplastic MAHA. Following multidisciplinary discussion, she underwent D3 right hemicolectomy and bilateral salpingo-oophorectomies. Despite brief postoperative improvement, her MAHA progressed, and she passed away on day 2. Pathology revealed ileocaecal signet ring cell adenocarcinoma with bilateral Krukenberg tumours, peritoneal metastases and 31/31 positive nodes (stage IVc). This case highlights the life-threatening nature of CRC-MAHA and challenges in diagnosis and management. Prompt anticancer therapy offers the only hope at remission; however, salvage is difficult. Emergency surgery may be considered in exceptional cases where rapid deterioration precludes systemic therapy.",
    "disease": "colorectal cancer",
    "clean_text": "microangiopathic haemolytic anaemia in colorectal cancer crc maha potential for salvage or terminal event paraneoplastic microangiopathic haemolytic anaemia maha is a rare condition characterised by tumour driven erythrocyte destruction and platelet consumption it is uncommon in colorectal cancer crc and without treatment is often fatal within days we describe a woman in her s who developed transfusion refractory anaemia and thrombocytopaenia during workup for suspected metastatic crc haemolysis screen was positive and blood film showed fragmentation and leukoerythroblastosis suggesting paraneoplastic maha following multidisciplinary discussion she underwent d right hemicolectomy and bilateral salpingo oophorectomies despite brief postoperative improvement her maha progressed and she passed away on day pathology revealed ileocaecal signet ring cell adenocarcinoma with bilateral krukenberg tumours peritoneal metastases and positive nodes stage ivc this case highlights the life threatening nature of crc maha and challenges in diagnosis and management prompt anticancer therapy offers the only hope at remission however salvage is difficult emergency surgery may be considered in exceptional cases where rapid deterioration precludes systemic therapy"
}