{
    "pmid": "41465255",
    "title": "A Machine Learning Model Based on First-Trimester Lipidomic Signatures for Predicting Metabolic Pregnancy Complications.",
    "abstract": "Gestational diabetes mellitus (GDM) and macrosomia are crucial for improving maternal and neonatal outcomes. Molecular dysregulations can manifest long before clinical symptoms appear. This study aimed to leverage first-trimester serum lipidomic signatures to build early predictive models for these complications. A case-control study was conducted using serum samples from 119 women during first-trimester screening: 40 cases and 79 controls for GDM prediction and 45 cases and 74 controls for macrosomia prediction (newborn weight more than 90 percentile). Lipidomic profiling was performed using shotgun mass spectrometry in both positive and negative electrospray ionization modes. After feature selection based on Shapley values, machine learning models-including Random Forest and XGBoost-were constructed and evaluated via 10-fold cross-validation. For GDM, potential early biomarkers included elevated levels of triacylglycerol (TG) 55:7 and decreased levels of 13-Docosenamide, plasmenyl-phosphatidylcholine (PC P)-36:2, and phosphatidylcholine (PC) 42:7. For macrosomia, phosphatidylglycerol (PG) (i-, a- 29:0), 4-Hydroxybutyric acid, and Pantothenol were significantly altered. The model for GDM prediction achieved a sensitivity of 87% and specificity of 89%. For macrosomia, the model demonstrated a sensitivity of 87% and specificity of 93%. The Random Forest and XGBoost models demonstrated comparable performance metrics on average. The risk ratio between the high- and low-risk groups defined by the models was 11.9 for GDM and 11.1 for macrosomia. Our findings demonstrate that first-trimester serum lipidomic profiles, combined with clinical data and interpreted by advanced machine learning, can accurately identify patients at high risk for GDM and macrosomia. This integrated approach holds significant promise for developing a clinical tool for timely intervention and personalized pregnancy management.",
    "disease": "diabetes mellitus",
    "clean_text": "a machine learning model based on first trimester lipidomic signatures for predicting metabolic pregnancy complications gestational diabetes mellitus gdm and macrosomia are crucial for improving maternal and neonatal outcomes molecular dysregulations can manifest long before clinical symptoms appear this study aimed to leverage first trimester serum lipidomic signatures to build early predictive models for these complications a case control study was conducted using serum samples from women during first trimester screening cases and controls for gdm prediction and cases and controls for macrosomia prediction newborn weight more than percentile lipidomic profiling was performed using shotgun mass spectrometry in both positive and negative electrospray ionization modes after feature selection based on shapley values machine learning models including random forest and xgboost were constructed and evaluated via fold cross validation for gdm potential early biomarkers included elevated levels of triacylglycerol tg and decreased levels of docosenamide plasmenyl phosphatidylcholine pc p and phosphatidylcholine pc for macrosomia phosphatidylglycerol pg i a hydroxybutyric acid and pantothenol were significantly altered the model for gdm prediction achieved a sensitivity of and specificity of for macrosomia the model demonstrated a sensitivity of and specificity of the random forest and xgboost models demonstrated comparable performance metrics on average the risk ratio between the high and low risk groups defined by the models was for gdm and for macrosomia our findings demonstrate that first trimester serum lipidomic profiles combined with clinical data and interpreted by advanced machine learning can accurately identify patients at high risk for gdm and macrosomia this integrated approach holds significant promise for developing a clinical tool for timely intervention and personalized pregnancy management"
}