{
    "title": "Cholinesterase inhibitors and memantine for the treatment of Alzheimer and non-Alzheimer dementias.",
    "doc_id": "34856086",
    "writer": "Balázs N",
    "year": "2021",
    "summary": "Cholinesterase inhibitors and memantine have been the cornerstones of Alzheimer's therapy for approximately two decades and over the years, more and more experience has been gained on their use in non-Alzheimer's dementias too. The aim of our work was …",
    "abstract": "In aging societies, the morbidity and mortality of dementia is increasing at a significant rate, thereby imposing burden on healthcare, economy and the society as well. Patients' and caregivers' quality of life and life expectancy are greatly determined by the early diagnosis and the initiation of available symptomatic treatments. Cholinesterase inhibitors and memantine have been the cornerstones of Alzheimer's therapy for approximately two decades and over the years, more and more experience has been gained on their use in non-Alzheimer's dementias too. The aim of our work was to provide a comprehensive summary about the use of cholinesterase inhibitors and memantine for the treatment of Alzheimer's and non-Alzheimers's dementias.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34856086/",
    "clean_text": "cholinesterase inhibitors and memantine for the treatment of alzheimer and non alzheimer dementias cholinesterase inhibitors and memantine have been the cornerstones of alzheimer s therapy for approximately two decades and over the years more and more experience has been gained on their use in non alzheimer s dementias too the aim of our work was in aging societies the morbidity and mortality of dementia is increasing at a significant rate thereby imposing burden on healthcare economy and the society as well patients and caregivers quality of life and life expectancy are greatly determined by the early diagnosis and the initiation of available symptomatic treatments cholinesterase inhibitors and memantine have been the cornerstones of alzheimer s therapy for approximately two decades and over the years more and more experience has been gained on their use in non alzheimer s dementias too the aim of our work was to provide a comprehensive summary about the use of cholinesterase inhibitors and memantine for the treatment of alzheimer s and non alzheimers s dementias"
}