{
    "pmid": "41456146",
    "title": "Electrocardiographic changes in Chronic Obstructive Pulmonary Disease and its correlation with airflow limitation.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is the third most prevalent cause of death in India. In 2012, over 3 million people succumbed to COPD, accounting for 6% of global deaths. COPD is the second most common respiratory disease after pulmonary tuberculosis. Early identification of cardiac manifestations may guide clinicians in implementing timely interventions to manage both the respiratory and cardiac aspects of COPD. This study aims to analyse the ECG changes in COPD patients and their correlation with airflow restriction. This cross-sectional observational prospective study was conducted on 50 patients with COPD at Kurnool Medical College for a period of two years from December 2019 to June 2021. The ECG was recorded using a spectrophotometer. The most frequent ECG abnormalities were RS in V6 (60%), Incomplete Right Bundle Branch Block (40%), and Right Axis Deviation of QRS (34%). The correlation analysis demonstrated significant associations between specific electrocardiographic changes and FEV1/FVC ratio. The P wave axis, QRS, P wave height, R V6 height, and RBBB showed statistically significant correlations with FEV1. Our findings highlight the prevalence of electrocardiography changes in chronic obstructive pulmonary disease patients, with specific ECG anomalies demonstrating a correlation with the severity of both COPD and pulmonary functional impairment. Further research is warranted to validate these associations and explore their implications for clinical management.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "electrocardiographic changes in chronic obstructive pulmonary disease and its correlation with airflow limitation chronic obstructive pulmonary disease copd is the third most prevalent cause of death in india in over million people succumbed to copd accounting for of global deaths copd is the second most common respiratory disease after pulmonary tuberculosis early identification of cardiac manifestations may guide clinicians in implementing timely interventions to manage both the respiratory and cardiac aspects of copd this study aims to analyse the ecg changes in copd patients and their correlation with airflow restriction this cross sectional observational prospective study was conducted on patients with copd at kurnool medical college for a period of two years from december to june the ecg was recorded using a spectrophotometer the most frequent ecg abnormalities were rs in v incomplete right bundle branch block and right axis deviation of qrs the correlation analysis demonstrated significant associations between specific electrocardiographic changes and fev fvc ratio the p wave axis qrs p wave height r v height and rbbb showed statistically significant correlations with fev our findings highlight the prevalence of electrocardiography changes in chronic obstructive pulmonary disease patients with specific ecg anomalies demonstrating a correlation with the severity of both copd and pulmonary functional impairment further research is warranted to validate these associations and explore their implications for clinical management"
}