{
    "pmid": "41466765",
    "title": "Antimicrobial Resistance Patterns and Epidemiological Distribution of Pathogenic Bacteria in the Pediatric Intensive Care Unit at Beijing Children's Hospital: A Decade-Long Retrospective Analysis (2014-2023).",
    "abstract": "This study aimed to analyze the distribution characteristics and changes in antimicrobial resistance of pathogens in the Pediatric Intensive Care Unit (PICU) of Beijing Children's Hospital from 2014 to 2023 to guide the rational use of antibiotics and provide a scientific basis for hospital infection prevention and control, as well as public health policy formulation. A retrospective cohort design was used to systematically analyze the clinical data and antibiotic sensitivity results of 4,468 children aged 0-17 years who were admitted to the PICU of Beijing Children's Hospital between 2014 and 2023. 6,079 strains of pathogenic bacteria were cultured and isolated. There were 4,276 strains of Gram-negative bacteria, including  This study revealed the distribution and antibiotic resistance trends of pathogens in the PICU of Beijing Children's Hospital, providing important evidence for empirical anti-infective treatment in clinical practice.",
    "disease": "pneumonia",
    "clean_text": "antimicrobial resistance patterns and epidemiological distribution of pathogenic bacteria in the pediatric intensive care unit at beijing children s hospital a decade long retrospective analysis this study aimed to analyze the distribution characteristics and changes in antimicrobial resistance of pathogens in the pediatric intensive care unit picu of beijing children s hospital from to to guide the rational use of antibiotics and provide a scientific basis for hospital infection prevention and control as well as public health policy formulation a retrospective cohort design was used to systematically analyze the clinical data and antibiotic sensitivity results of children aged years who were admitted to the picu of beijing children s hospital between and strains of pathogenic bacteria were cultured and isolated there were strains of gram negative bacteria including this study revealed the distribution and antibiotic resistance trends of pathogens in the picu of beijing children s hospital providing important evidence for empirical anti infective treatment in clinical practice"
}