{
    "pmid": "41417213",
    "title": "Societal cost-of-illness analysis of self-injection of biologics for patients with rheumatoid arthritis in Japan using claims, surveys, and national statistics.",
    "abstract": "The objective of this study was to evaluate the societal cost-of-illness (COI) associated with self-injection (SI) versus non-SI of biological disease-modifying antirheumatic drugs (bDMARDs) in Japanese patients with rheumatoid arthritis (RA) using real-world claims data, patient surveys, and official statistics. We conducted a descriptive cross-sectional COI analysis from a societal perspective using a microcosting approach, integrating (1) health insurance claims for direct medical costs, (2) a web-based patient survey for direct non-medical and indirect costs, and (3) government statistics for wage/time estimates. Costs were calculated as annual per-patient estimates (1 USD = 150 JPY). Productivity loss was estimated using a working-age patient model. A one-way sensitivity analysis and 10-year cost projections were performed. The SI group incurred higher direct medical costs than the non-SI group (7,298), mainly attributed to increased bDMARD prescriptions. Compared with the non-SI group, the SI group was associated with fewer outpatient visits, lower travel costs (86), and less time lost (315). The SI group experienced slightly higher productivity loss due to activity impairment (5,123). The total annual COI per patient was 12,822 for the SI and non-SI groups, respectively. Sensitivity analysis identified activity impairment as a key driver of costs, with cost differences between groups persisting over the 10-year projection period. Although SI increases bDMARD costs, it may reduce the burden of medical visits and improve treatment convenience, underscoring the need to explore its broader societal impact, particularly productivity loss and access to care. The online version contains supplementary material available at 10.1186/s13561-025-00710-y.",
    "disease": "rheumatoid arthritis",
    "clean_text": "societal cost of illness analysis of self injection of biologics for patients with rheumatoid arthritis in japan using claims surveys and national statistics the objective of this study was to evaluate the societal cost of illness coi associated with self injection si versus non si of biological disease modifying antirheumatic drugs bdmards in japanese patients with rheumatoid arthritis ra using real world claims data patient surveys and official statistics we conducted a descriptive cross sectional coi analysis from a societal perspective using a microcosting approach integrating health insurance claims for direct medical costs a web based patient survey for direct non medical and indirect costs and government statistics for wage time estimates costs were calculated as annual per patient estimates usd jpy productivity loss was estimated using a working age patient model a one way sensitivity analysis and year cost projections were performed the si group incurred higher direct medical costs than the non si group mainly attributed to increased bdmard prescriptions compared with the non si group the si group was associated with fewer outpatient visits lower travel costs and less time lost the si group experienced slightly higher productivity loss due to activity impairment the total annual coi per patient was for the si and non si groups respectively sensitivity analysis identified activity impairment as a key driver of costs with cost differences between groups persisting over the year projection period although si increases bdmard costs it may reduce the burden of medical visits and improve treatment convenience underscoring the need to explore its broader societal impact particularly productivity loss and access to care the online version contains supplementary material available at s y"
}