{
    "title": "Epidemic characteristics and effectiveness of vaccine intervention on rotavirus infection: a real-world observational study in Zhejiang Province, China.",
    "doc_id": "40416696",
    "writer": "Miao Z",
    "year": "2025",
    "summary": "BACKGROUND: Rotavirus infection, the most common cause of infant infectious diarrhoea and related deaths worldwide, has imposed a high disease burden in China, especially in Zhejiang Province. This study described the overall epidemiological characteristics and trends of r …",
    "abstract": "Background:\n        \n      \n      Rotavirus infection, the most common cause of infant infectious diarrhoea and related deaths worldwide, has imposed a high disease burden in China, especially in Zhejiang Province. This study described the overall epidemiological characteristics and trends of reported rotavirus infections in Zhejiang Province from 2005 to 2022 and evaluated the effectiveness of rotavirus vaccines on the incidence of rotavirus infection.\n    \n\n\n          Materials and methods:\n        \n      \n      Data on reported cases of rotavirus infection from 2005 to 2022 were extracted from the China Disease Prevention and Control Information System. Information on rotavirus vaccination was obtained from the Zhejiang Provincial Viral Diarrhoea Surveillance Site in 2022. Join-point regression, spatial and temporal aggregation analysis, and an age-period-cohort model were used to explore the epidemiological trends of rotavirus infection. Interrupted time series analysis and an overdispersed Poisson model were used to quantify the effectiveness of rotavirus vaccines.\n    \n\n\n          Results:\n        \n      \n      The average age-standardized reporting incidence rate (ASRIR) of rotavirus infection in Zhejiang Province was 38.58/100,000, particularly in children aged 0-2 years, who had the highest average annual incidence of 951.63/100,000. The annual ASRIR of all ages showed a significant upward trend before 2017 (average percentage change [APC] = 21.64%) and then decreased significantly (APC = -23.02%). However, in children aged 6-19 years, the annual incidence presented a sustained and significant upward trend over time. The rotavirus infection peak showed a seasonal drift in Zhejiang Province, shifting from November before 2014 to January after 2014. Spatiotemporal aggregation revealed two clusters. The spatio-temporal scanning found two spatio-temporal aggregation areas, the first level spatio-temporal aggregation area was distributed in Hangzhou, Jiaxing and Huzhou, and the second level spatio-temporal aggregation area was Lishui. The age-period-cohort model indicated that the risk of rotavirus infection was primarily concentrated in children aged 0-4 years. The vaccine effectiveness (VE) of rotavirus vaccines was 71.62% (95% confidence interval [CI]: 45.21-86.05%) in children aged 2-59 months, in which the VE of the human-bovine reassortant pentavalent vaccine (RV5) was 91.31% (95% CI: 74.39-97.97%). Since the implementation of RV5 vaccination in September 2018, the number of cases of rotavirus infection per month has decreased by 3,061 (65.27%) in Zhejiang Province.\n    \n\n\n          Conclusion:\n        \n      \n      The disease burden of rotavirus infection in Zhejiang Province was high, especially in children. Rotavirus vaccination have significantly reduced the incidence rate of rotavirus infection. Therefore, the prevention of infectious diarrhoea should be further strengthened, especially through increased coverage with the rotavirus vaccine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40416696/",
    "clean_text": "epidemic characteristics and effectiveness of vaccine intervention on rotavirus infection a real world observational study in zhejiang province china background rotavirus infection the most common cause of infant infectious diarrhoea and related deaths worldwide has imposed a high disease burden in china especially in zhejiang province this study described the overall epidemiological characteristics and trends of r background rotavirus infection the most common cause of infant infectious diarrhoea and related deaths worldwide has imposed a high disease burden in china especially in zhejiang province this study described the overall epidemiological characteristics and trends of reported rotavirus infections in zhejiang province from to and evaluated the effectiveness of rotavirus vaccines on the incidence of rotavirus infection materials and methods data on reported cases of rotavirus infection from to were extracted from the china disease prevention and control information system information on rotavirus vaccination was obtained from the zhejiang provincial viral diarrhoea surveillance site in join point regression spatial and temporal aggregation analysis and an age period cohort model were used to explore the epidemiological trends of rotavirus infection interrupted time series analysis and an overdispersed poisson model were used to quantify the effectiveness of rotavirus vaccines results the average age standardized reporting incidence rate asrir of rotavirus infection in zhejiang province was particularly in children aged years who had the highest average annual incidence of the annual asrir of all ages showed a significant upward trend before average percentage change apc and then decreased significantly apc however in children aged years the annual incidence presented a sustained and significant upward trend over time the rotavirus infection peak showed a seasonal drift in zhejiang province shifting from november before to january after spatiotemporal aggregation revealed two clusters the spatio temporal scanning found two spatio temporal aggregation areas the first level spatio temporal aggregation area was distributed in hangzhou jiaxing and huzhou and the second level spatio temporal aggregation area was lishui the age period cohort model indicated that the risk of rotavirus infection was primarily concentrated in children aged years the vaccine effectiveness ve of rotavirus vaccines was confidence interval ci in children aged months in which the ve of the human bovine reassortant pentavalent vaccine rv was ci since the implementation of rv vaccination in september the number of cases of rotavirus infection per month has decreased by in zhejiang province conclusion the disease burden of rotavirus infection in zhejiang province was high especially in children rotavirus vaccination have significantly reduced the incidence rate of rotavirus infection therefore the prevention of infectious diarrhoea should be further strengthened especially through increased coverage with the rotavirus vaccine"
}