{
    "title": "Triple-negative breast cancer has worse overall survival and cause-specific survival than non-triple-negative breast cancer.",
    "doc_id": "27888421",
    "writer": "Li X",
    "year": "2017",
    "summary": "PURPOSE: The current American Joint Committee on Cancer (AJCC) staging manual uses tumor size, lymph node, and metastatic status to stage breast cancer across different subtypes. ...The new AJCC staging manual should consider breast cancer bioma …",
    "abstract": "Purpose:\n        \n      \n      The current American Joint Committee on Cancer (AJCC) staging manual uses tumor size, lymph node, and metastatic status to stage breast cancer across different subtypes. We examined the prognosis of triple-negative breast cancer (TNBC) versus non-TNBC within the same stages and sub-stages to evaluate whether TNBC had worse prognosis than non-TNBC.\n    \n\n\n          Methods:\n        \n      \n      We reviewed the National Cancer Institute Surveillance, Epidemiology, and End Results (SEER) data and identified 158,358 patients diagnosed with breast cancer from 2010 to 2012. The overall survival (OS) time and breast cancer cause-specific survival time were compared between patients with TNBC and non-TNBC in each stage and sub-stages. The results were validated using a dataset of 2049 patients with longer follow-up from our institution.\n    \n\n\n          Results:\n        \n      \n      Compared with patients with non-TNBC, patients with TNBC had worse OS and breast cancer cause-specific survival time in every stage and sub-stage in univariate and multivariate analyses adjusting for age, race, tumor grade, and surgery and radiation treatments in the SEER data. The worse OS time in patients with TNBC was validated in our institutional dataset.\n    \n\n\n          Conclusions:\n        \n      \n      Patients with TNBC have worse survival than patients with non-TNBC. The new AJCC staging manual should consider breast cancer biomarker information.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27888421/",
    "clean_text": "triple negative breast cancer has worse overall survival and cause specific survival than non triple negative breast cancer purpose the current american joint committee on cancer ajcc staging manual uses tumor size lymph node and metastatic status to stage breast cancer across different subtypes the new ajcc staging manual should consider breast cancer bioma purpose the current american joint committee on cancer ajcc staging manual uses tumor size lymph node and metastatic status to stage breast cancer across different subtypes we examined the prognosis of triple negative breast cancer tnbc versus non tnbc within the same stages and sub stages to evaluate whether tnbc had worse prognosis than non tnbc methods we reviewed the national cancer institute surveillance epidemiology and end results seer data and identified patients diagnosed with breast cancer from to the overall survival os time and breast cancer cause specific survival time were compared between patients with tnbc and non tnbc in each stage and sub stages the results were validated using a dataset of patients with longer follow up from our institution results compared with patients with non tnbc patients with tnbc had worse os and breast cancer cause specific survival time in every stage and sub stage in univariate and multivariate analyses adjusting for age race tumor grade and surgery and radiation treatments in the seer data the worse os time in patients with tnbc was validated in our institutional dataset conclusions patients with tnbc have worse survival than patients with non tnbc the new ajcc staging manual should consider breast cancer biomarker information"
}