{
    "title": "Wound healing and microbiome, an unexpected relationship.",
    "doc_id": "36635613",
    "writer": "Canchy L",
    "year": "2023",
    "summary": "This article reviews the relationship between the skin microbiome and the wound healing process. Although cutaneous wounds are a potential entry site for infection, the wound microbiome can have either a detrimental or a beneficial role on wound hea …",
    "abstract": "Skin wounds are common and represent a major public health and economical problem, with risks of complications and a significant negative impact on the quality of life of patients. Cutaneous wound healing is a tightly regulated process resulting in the restoration of tissue integrity. Wound healing involves the interaction of several skin, immune and vascular cells, growth factors and cytokines. However, external actors can play an important role in wound healing, such as the skin microbiome, which is the microbial commensal collection of bacteria, fungi and viruses inhabiting the skin. Indeed, recent advances have featured the interactions, within the wound environment, between different microbial species and between microbial species and the host immune system. This article reviews the relationship between the skin microbiome and the wound healing process. Although cutaneous wounds are a potential entry site for infection, the wound microbiome can have either a detrimental or a beneficial role on wound healing. Thus, targeting the skin microbiome could represent an essential part of wound healing management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36635613/",
    "clean_text": "wound healing and microbiome an unexpected relationship this article reviews the relationship between the skin microbiome and the wound healing process although cutaneous wounds are a potential entry site for infection the wound microbiome can have either a detrimental or a beneficial role on wound hea skin wounds are common and represent a major public health and economical problem with risks of complications and a significant negative impact on the quality of life of patients cutaneous wound healing is a tightly regulated process resulting in the restoration of tissue integrity wound healing involves the interaction of several skin immune and vascular cells growth factors and cytokines however external actors can play an important role in wound healing such as the skin microbiome which is the microbial commensal collection of bacteria fungi and viruses inhabiting the skin indeed recent advances have featured the interactions within the wound environment between different microbial species and between microbial species and the host immune system this article reviews the relationship between the skin microbiome and the wound healing process although cutaneous wounds are a potential entry site for infection the wound microbiome can have either a detrimental or a beneficial role on wound healing thus targeting the skin microbiome could represent an essential part of wound healing management"
}