{
    "title": "Juvenile Lymnaea ventilate, learn and remember differently than do adult Lymnaea.",
    "doc_id": "15802670",
    "writer": "McComb C",
    "year": "2005",
    "summary": "To control for the possibility that the poor learning and inability to form memory were the result of juvenile's receiving on average fewer reinforcing stimuli because they perform aerial respiration less often than adults we subjected juveniles to an enforce …",
    "abstract": "Adult snails are capable of learning associatively not to perform aerial respiration and then to consolidate the acquired behaviour into long-term memory (LTM). Juvenile Lymnaea, however, perform aerial respiration significantly less often and the three-neuron circuit that drives this behaviour operates significantly differently than in it does in adults. We asked whether these ontogenic behavioural and neurophysiological differences are manifested as an altered ability of juveniles to learn and/or form LTM. We found that juvenile snails learn significantly less well than adults and are, as a group, incapable of forming LTM. To control for the possibility that the poor learning and inability to form memory were the result of juvenile's receiving on average fewer reinforcing stimuli because they perform aerial respiration less often than adults we subjected juveniles to an enforced period of hypoxia to \"motivate\" juveniles. Motivated juveniles perform aerial respiration as often as adults; yet these \"motivated\" juveniles continue to be poor learners and still cannot form LTM. Additionally, a small percentage of juveniles perform aerial respiration as often as adults (i.e. high responders). When these \"high-responders\" were trained they still exhibited poorer learning ability compared with adults and could not form LTM. We conclude that juvenile snails have a more difficult time learning and remembering to suppress aerial respiratory activity than do adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15802670/",
    "clean_text": "juvenile lymnaea ventilate learn and remember differently than do adult lymnaea to control for the possibility that the poor learning and inability to form memory were the result of juvenile s receiving on average fewer reinforcing stimuli because they perform aerial respiration less often than adults we subjected juveniles to an enforce adult snails are capable of learning associatively not to perform aerial respiration and then to consolidate the acquired behaviour into long term memory ltm juvenile lymnaea however perform aerial respiration significantly less often and the three neuron circuit that drives this behaviour operates significantly differently than in it does in adults we asked whether these ontogenic behavioural and neurophysiological differences are manifested as an altered ability of juveniles to learn and or form ltm we found that juvenile snails learn significantly less well than adults and are as a group incapable of forming ltm to control for the possibility that the poor learning and inability to form memory were the result of juvenile s receiving on average fewer reinforcing stimuli because they perform aerial respiration less often than adults we subjected juveniles to an enforced period of hypoxia to motivate juveniles motivated juveniles perform aerial respiration as often as adults yet these motivated juveniles continue to be poor learners and still cannot form ltm additionally a small percentage of juveniles perform aerial respiration as often as adults i e high responders when these high responders were trained they still exhibited poorer learning ability compared with adults and could not form ltm we conclude that juvenile snails have a more difficult time learning and remembering to suppress aerial respiratory activity than do adults"
}