{
    "title": "Is the risk and nature of CVD the same in type 1 and type 2 diabetes?",
    "doc_id": "23519720",
    "writer": "Duca L",
    "year": "2013",
    "summary": "CVD is the leading cause of death in both type 1 and type 2 diabetes, with at least a two- to fourfold increased risk in patients with diabetes. In this review, the risk factors for CVD are discussed in the context of type 1 and type 2 di …",
    "abstract": "The incidence of both type 1 and type 2 diabetes is increasing globally, most likely explained by environmental changes, such as changing exposures to foods, viruses, and toxins, and by increasing obesity. While cardiovascular disease (CVD) mortality has been declining recently, this global epidemic of diabetes threatens to stall this trend. CVD is the leading cause of death in both type 1 and type 2 diabetes, with at least a two- to fourfold increased risk in patients with diabetes. In this review, the risk factors for CVD are discussed in the context of type 1 and type 2 diabetes. While traditional risk factors such as dyslipidemia, hypertension, and obesity are greater in type 2 patients than in type 1 diabetes, they explain only about half of the increased CVD risk. The role for diabetes-specific risk factors, including hyperglycemia and kidney complications, is discussed in the context of new study findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23519720/",
    "clean_text": "is the risk and nature of cvd the same in type and type diabetes cvd is the leading cause of death in both type and type diabetes with at least a two to fourfold increased risk in patients with diabetes in this review the risk factors for cvd are discussed in the context of type and type di the incidence of both type and type diabetes is increasing globally most likely explained by environmental changes such as changing exposures to foods viruses and toxins and by increasing obesity while cardiovascular disease cvd mortality has been declining recently this global epidemic of diabetes threatens to stall this trend cvd is the leading cause of death in both type and type diabetes with at least a two to fourfold increased risk in patients with diabetes in this review the risk factors for cvd are discussed in the context of type and type diabetes while traditional risk factors such as dyslipidemia hypertension and obesity are greater in type patients than in type diabetes they explain only about half of the increased cvd risk the role for diabetes specific risk factors including hyperglycemia and kidney complications is discussed in the context of new study findings"
}