{
    "title": "Hair Follicle-Associated Pluripotent(HAP) Stem Cells.",
    "doc_id": "30470290",
    "writer": "Hoffman RM",
    "year": "2018",
    "summary": "We have termed these cells as hair-follicle-associated pluripotent (HAP) stem cells. HAP stem cells can differentiate into neuronal and glial cells, beating cardiac-muscle cells, and other cell types in culture. ...A major function …",
    "abstract": "The hair follicle has been known, since 1990, to contain stem cells located in the bulge area. In 2003, we reported a new type of stem cell in the hair follicle that expresses the brain stem-cell marker nestin. We have termed these cells as hair-follicle-associated pluripotent (HAP) stem cells. HAP stem cells can differentiate into neuronal and glial cells, beating cardiac-muscle cells, and other cell types in culture. HAP stem cells can be used for nerve and spinal-cord repair such that locomotor activity is recovered. A major function in situ of the HAP stem cells is for growth of the hair follicle sensory nerve. HAP stem cells have critical advantages over embryonic stem cells and induced pluripotent stem (IPS) cells for regenerative medicine in that they are highly accessible, require no genetic manipulation, are nontumorigenic, and do not present ethical issues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30470290/",
    "clean_text": "hair follicle associated pluripotent hap stem cells we have termed these cells as hair follicle associated pluripotent hap stem cells hap stem cells can differentiate into neuronal and glial cells beating cardiac muscle cells and other cell types in culture a major function the hair follicle has been known since to contain stem cells located in the bulge area in we reported a new type of stem cell in the hair follicle that expresses the brain stem cell marker nestin we have termed these cells as hair follicle associated pluripotent hap stem cells hap stem cells can differentiate into neuronal and glial cells beating cardiac muscle cells and other cell types in culture hap stem cells can be used for nerve and spinal cord repair such that locomotor activity is recovered a major function in situ of the hap stem cells is for growth of the hair follicle sensory nerve hap stem cells have critical advantages over embryonic stem cells and induced pluripotent stem ips cells for regenerative medicine in that they are highly accessible require no genetic manipulation are nontumorigenic and do not present ethical issues"
}