{
    "title": "Uncovering Hemispheric Asymmetry and Directed Oscillatory Brain-Heart Interplay in Anxiety Processing: An fMRI Study.",
    "doc_id": "38748531",
    "writer": "Ghouse A",
    "year": "2024",
    "summary": "Brain-heart interactions (BHI) are critical for generating and processing emotions, including anxiety. ...Higher frequency interplay (0.2 Hz - 0.4Hz) demonstrate a preference for ascending interactions, particularly towards ventral prefrontal cortical activity in high anxi …",
    "abstract": "Brain-heart interactions (BHI) are critical for generating and processing emotions, including anxiety. Understanding specific neural correlates would be instrumental for greater comprehension and potential therapeutic interventions of anxiety disorders. While prior work has implicated the pontine structure as a central processor in cardiac regulation in anxiety, the distributed nature of anxiety processing across the cortex remains elusive. To address this, we performed a whole-brain-heart analysis using the full frequency directed transfer function to study resting-state spectral differences in BHI between high and low anxiety groups undergoing fMRI scans. Our findings revealed a hemispheric asymmetry in low-frequency interplay (0.05 Hz - 0.15 Hz) characterized by ascending BHI to the left insula and descending BHI from the right insula. Furthermore, we provide evidence supporting the \"pacemaker hypothesis\", highlighting the pons' function in regulating cardiac activity. Higher frequency interplay (0.2 Hz - 0.4Hz) demonstrate a preference for ascending interactions, particularly towards ventral prefrontal cortical activity in high anxiety groups, suggesting the heart's role in triggering a cognitive response to regulate anxiety. These findings highlight the impact of anxiety on BHI, contributing to a better understanding of its effect on the resting-state fMRI signal, with further implications for potential therapeutic interventions in treating anxiety disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38748531/",
    "clean_text": "uncovering hemispheric asymmetry and directed oscillatory brain heart interplay in anxiety processing an fmri study brain heart interactions bhi are critical for generating and processing emotions including anxiety higher frequency interplay hz hz demonstrate a preference for ascending interactions particularly towards ventral prefrontal cortical activity in high anxi brain heart interactions bhi are critical for generating and processing emotions including anxiety understanding specific neural correlates would be instrumental for greater comprehension and potential therapeutic interventions of anxiety disorders while prior work has implicated the pontine structure as a central processor in cardiac regulation in anxiety the distributed nature of anxiety processing across the cortex remains elusive to address this we performed a whole brain heart analysis using the full frequency directed transfer function to study resting state spectral differences in bhi between high and low anxiety groups undergoing fmri scans our findings revealed a hemispheric asymmetry in low frequency interplay hz hz characterized by ascending bhi to the left insula and descending bhi from the right insula furthermore we provide evidence supporting the pacemaker hypothesis highlighting the pons function in regulating cardiac activity higher frequency interplay hz hz demonstrate a preference for ascending interactions particularly towards ventral prefrontal cortical activity in high anxiety groups suggesting the heart s role in triggering a cognitive response to regulate anxiety these findings highlight the impact of anxiety on bhi contributing to a better understanding of its effect on the resting state fmri signal with further implications for potential therapeutic interventions in treating anxiety disorders"
}