{
    "title": "Surgical Versus Conservative Treatment for Endometrial Cancer in Women of Reproductive Age: Incidence of Urinary Tract Symptoms.",
    "doc_id": "32487600",
    "writer": "Koutras A",
    "year": "2020",
    "summary": "Endometrial cancer is the most common gynecologic malignancy. The mainstay of treatment for endometrial cancer is total hysterectomy with bilateral salpingo-oophorectomy. ...Current literature remains rather scarce regarding LUTS after therapy for e …",
    "abstract": "Endometrial cancer is the most common gynecologic malignancy. The mainstay of treatment for endometrial cancer is total hysterectomy with bilateral salpingo-oophorectomy. Radiation and chemotherapy accompanied with progestins can also play a significant role in treatment. Lower urinary tract symptoms (LUTS) following therapy for endometrial cancer are an extremely difficult and challenging condition that deteriorates patients' quality of life. Current literature remains rather scarce regarding LUTS after therapy for endometrial cancer. This review aimed to investigate the incidence of LUTS in endometrial cancer treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32487600/",
    "clean_text": "surgical versus conservative treatment for endometrial cancer in women of reproductive age incidence of urinary tract symptoms endometrial cancer is the most common gynecologic malignancy the mainstay of treatment for endometrial cancer is total hysterectomy with bilateral salpingo oophorectomy current literature remains rather scarce regarding luts after therapy for e endometrial cancer is the most common gynecologic malignancy the mainstay of treatment for endometrial cancer is total hysterectomy with bilateral salpingo oophorectomy radiation and chemotherapy accompanied with progestins can also play a significant role in treatment lower urinary tract symptoms luts following therapy for endometrial cancer are an extremely difficult and challenging condition that deteriorates patients quality of life current literature remains rather scarce regarding luts after therapy for endometrial cancer this review aimed to investigate the incidence of luts in endometrial cancer treatment"
}