{
    "pmid": "41426748",
    "title": "Clinical Spectrum, Etiology, and Complications of Liver Cirrhosis at a Tertiary Care Center in Western India: An Observational Clinic-Based Cohort Study.",
    "abstract": "Liver cirrhosis, a major global health burden, often presents at a decompensated stage. This study aimed to describe the clinical profile, etiology, and complications of liver cirrhosis at a tertiary care center in Western India, with a focus on identifying treatable causes. This observational cohort study was conducted at the Department of Medicine, Gujarat Medical Education and Research Society (GMERS) Medical College and Hospital, Sola, Ahmedabad, between June 1, 2022, and May 31, 2024. One hundred consecutive patients with cirrhosis were enrolled. The study design included an initial cross-sectional analysis at patient presentation and a subsequent one-year prospective follow-up to monitor complications. Data on demographics, clinical presentation, etiology, laboratory parameters, and complications were collected and analyzed using descriptive statistics. The study has been reported in accordance with the Strengthening the Reporting of Observational Studies in Epidemiology  The mean age was 52.4±14.3 years, with a male predominance (71%; n=71). The most common etiologies were alcohol (66%; n=66), hepatitis B virus (12%; n=12), and non-alcoholic steatohepatitis (11%; n=11). The majority of patients (65%; n=65) had Child-Pugh Class C disease. Common presenting features included abdominal swelling (68%; n=68), jaundice (65%; n=65), and ascites (68%; n=68). Prevalent laboratory abnormalities included anemia (67%; n=67), thrombocytopenia (61%; n=61), hypoalbuminemia (76%; n=76), and an elevated international normalized ratio (INR) (65%; n=65). During follow-up, recurrent ascites (44.6%; n=41 of 92 episodes) was the most common complication leading to readmission. A significant association was found between Child-Pugh Class C and the development of acute kidney injury during follow-up (p<0.01).  This study, based on a tertiary care cohort, confirms alcohol as the leading cause of cirrhosis among hospitalized patients but also highlights a significant burden of viral hepatitis. The high proportion of patients presenting with decompensated disease underscores the critical need for enhanced community-level screening and early intervention strategies.",
    "disease": "liver cirrhosis",
    "clean_text": "clinical spectrum etiology and complications of liver cirrhosis at a tertiary care center in western india an observational clinic based cohort study liver cirrhosis a major global health burden often presents at a decompensated stage this study aimed to describe the clinical profile etiology and complications of liver cirrhosis at a tertiary care center in western india with a focus on identifying treatable causes this observational cohort study was conducted at the department of medicine gujarat medical education and research society gmers medical college and hospital sola ahmedabad between june and may one hundred consecutive patients with cirrhosis were enrolled the study design included an initial cross sectional analysis at patient presentation and a subsequent one year prospective follow up to monitor complications data on demographics clinical presentation etiology laboratory parameters and complications were collected and analyzed using descriptive statistics the study has been reported in accordance with the strengthening the reporting of observational studies in epidemiology the mean age was years with a male predominance n the most common etiologies were alcohol n hepatitis b virus n and non alcoholic steatohepatitis n the majority of patients n had child pugh class c disease common presenting features included abdominal swelling n jaundice n and ascites n prevalent laboratory abnormalities included anemia n thrombocytopenia n hypoalbuminemia n and an elevated international normalized ratio inr n during follow up recurrent ascites n of episodes was the most common complication leading to readmission a significant association was found between child pugh class c and the development of acute kidney injury during follow up p this study based on a tertiary care cohort confirms alcohol as the leading cause of cirrhosis among hospitalized patients but also highlights a significant burden of viral hepatitis the high proportion of patients presenting with decompensated disease underscores the critical need for enhanced community level screening and early intervention strategies"
}