{
    "title": "Is the impact of atmospheric microplastics on human health underestimated? Uncertainty in risk assessment: A case study of urban atmosphere in Xi'an, Northwest China.",
    "doc_id": "35998719",
    "writer": "Liu Z",
    "year": "2022",
    "summary": "The majority of studies on MP were related to the aquatic and terrestrial systems, its potential risk for ecosystem and human health when exposed to the atmosphere is not well-understood. The presented study, taking Xi'an, a megacity in Northwest China, as an exampl …",
    "abstract": "Microplastic (MP) exposure in the environment has been commonly demonstrated to have adverse effects on human health. The majority of studies on MP were related to the aquatic and terrestrial systems, its potential risk for ecosystem and human health when exposed to the atmosphere is not well-understood. The presented study, taking Xi'an, a megacity in Northwest China, as an example, first estimated the possibility of local residents bearing MPs pollution. The results figured out an average abundance of MPs in TSP, PM10, and PM2.5 was 12.5, 3.5 and 0.8 particles/L, respectively. A total of 15 polymer types of MPs were identified in the atmosphere. Although a species sensitivity distribution (SSD) approach is acknowledged to be useful to estimate the potential risk of pollutants, the result of SSD when used to evaluate the risk of MPs is debatable. In this study, SSD-based risk assessment showed that the atmospheric MP pollution in Xi'an had not yet reached the level of threatening human. However, unlike chemicals, it is unreliable to assess risk using the relationship of dose-response for MPs because toxic effects of MPs can be influenced by not only the abundance but also the characteristics, e.g., morphological size, shape and oxidative potential. Since insufficient mechanistic understanding regarding the relative relationship between MP characteristics and their toxic effects and limitation of the quality and relevance of toxicity data, the uncertainty of risk assessment of the atmospheric MPs is inevitable and the risk of the atmospheric MPs was tended to be underestimated. This poses a challenge to manufacturers and public health authorities, as well as researchers alike, however, we are already being exposed to the atmospheric MPs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35998719/",
    "clean_text": "is the impact of atmospheric microplastics on human health underestimated uncertainty in risk assessment a case study of urban atmosphere in xi an northwest china the majority of studies on mp were related to the aquatic and terrestrial systems its potential risk for ecosystem and human health when exposed to the atmosphere is not well understood the presented study taking xi an a megacity in northwest china as an exampl microplastic mp exposure in the environment has been commonly demonstrated to have adverse effects on human health the majority of studies on mp were related to the aquatic and terrestrial systems its potential risk for ecosystem and human health when exposed to the atmosphere is not well understood the presented study taking xi an a megacity in northwest china as an example first estimated the possibility of local residents bearing mps pollution the results figured out an average abundance of mps in tsp pm and pm was and particles l respectively a total of polymer types of mps were identified in the atmosphere although a species sensitivity distribution ssd approach is acknowledged to be useful to estimate the potential risk of pollutants the result of ssd when used to evaluate the risk of mps is debatable in this study ssd based risk assessment showed that the atmospheric mp pollution in xi an had not yet reached the level of threatening human however unlike chemicals it is unreliable to assess risk using the relationship of dose response for mps because toxic effects of mps can be influenced by not only the abundance but also the characteristics e g morphological size shape and oxidative potential since insufficient mechanistic understanding regarding the relative relationship between mp characteristics and their toxic effects and limitation of the quality and relevance of toxicity data the uncertainty of risk assessment of the atmospheric mps is inevitable and the risk of the atmospheric mps was tended to be underestimated this poses a challenge to manufacturers and public health authorities as well as researchers alike however we are already being exposed to the atmospheric mps"
}