{
    "pmid": "41469051",
    "title": "Adjuvant effects of vagus nerve stimulation on post-stroke rehabilitation: a systematic review and meta-analysis.",
    "abstract": "Previous meta-analysis only focused on the safety and effectiveness of vagus nerve stimulation (VNS) in upper extremities motor function in stroke patients. The aim of this study was to systematically evaluate the efficacy and safety of VNS for more comprehensive functional rehabilitation in stroke patients. This systematic review and meta-analysis adhered to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses 2020 guidelines. The study protocol was registered in PROSPERO (CRD42024552624) and included randomised controlled trials (RCTs) investigating VNS-assisted rehabilitation in patients with stroke. Searches were conducted in PubMed, Web of Science, Cochrane Library, Embase, China National Knowledge Infrastructure (CNKI), and Wanfang Database, covering the period up to October 2025. We included studies in which the intervention group received VNS, while the control group received either sham stimulation or conventional rehabilitation alone. Studies were required to report efficacy outcomes (such as upper extremity motor function and swallowing function) as well as safety outcomes. Two researchers independently performed literature screening, data extraction and quality assessment. A meta-analysis was conducted using RevMan V.5.4 (The Cochrane Collaboration, London, United Kingdom) and STATA V.18.0(StataCorp LLC, College Station, TX, USA), using the standardised mean difference (SMD) for continuous outcomes and applying a random-effects model. To explore potential sources of heterogeneity, sensitivity and subgroup analyses were performed, while publication bias was assessed using funnel plots and Egger's test. Overall, 18 RCTs involving 954 participants were included in this study. This meta-analysis indicated that VNS could improve Fugl-Meyer Assessment of Upper Extremity (SMD=0.89, 95% CI 0.59 to 1.20,  The evidence supporting the use of VNS to improve function in stroke patients demonstrates reasonable reliability, a satisfactory degree of consistency and applicability, and suggests a potentially favourable clinical impact.",
    "disease": "stroke",
    "clean_text": "adjuvant effects of vagus nerve stimulation on post stroke rehabilitation a systematic review and meta analysis previous meta analysis only focused on the safety and effectiveness of vagus nerve stimulation vns in upper extremities motor function in stroke patients the aim of this study was to systematically evaluate the efficacy and safety of vns for more comprehensive functional rehabilitation in stroke patients this systematic review and meta analysis adhered to the preferred reporting items for systematic reviews and meta analyses guidelines the study protocol was registered in prospero crd and included randomised controlled trials rcts investigating vns assisted rehabilitation in patients with stroke searches were conducted in pubmed web of science cochrane library embase china national knowledge infrastructure cnki and wanfang database covering the period up to october we included studies in which the intervention group received vns while the control group received either sham stimulation or conventional rehabilitation alone studies were required to report efficacy outcomes such as upper extremity motor function and swallowing function as well as safety outcomes two researchers independently performed literature screening data extraction and quality assessment a meta analysis was conducted using revman v the cochrane collaboration london united kingdom and stata v statacorp llc college station tx usa using the standardised mean difference smd for continuous outcomes and applying a random effects model to explore potential sources of heterogeneity sensitivity and subgroup analyses were performed while publication bias was assessed using funnel plots and egger s test overall rcts involving participants were included in this study this meta analysis indicated that vns could improve fugl meyer assessment of upper extremity smd ci to the evidence supporting the use of vns to improve function in stroke patients demonstrates reasonable reliability a satisfactory degree of consistency and applicability and suggests a potentially favourable clinical impact"
}