{
    "title": "Rapid SARS-CoV-2 antigen detection potentiates early diagnosis of COVID-19 disease.",
    "doc_id": "33776018",
    "writer": "Lv Y",
    "year": "2021",
    "summary": "As the COVID-19 epidemic is still ongoing, a more rapid detection of SARS-CoV-2 infection such as viral antigen-detection needs to be evaluated for early diagnosis of COVID-19 disease. ...Eighty-five COVID-19 patients …",
    "abstract": "As the COVID-19 epidemic is still ongoing, a more rapid detection of SARS-CoV-2 infection such as viral antigen-detection needs to be evaluated for early diagnosis of COVID-19 disease. Here, we report the dynamic changes of SARS-CoV-2 viral antigens in nasopharyngeal swabs of COVID-19 patients and its association with the viral nucleic acid clearance and clinical outcomes. Eighty-five COVID-19 patients were enrolled for detection of SARS-CoV-2 viral antigens, including 57 anti-SARS-CoV-2 antibody negative cases and 28 antibody positive cases. The viral antigen could be detected in 52.63% (30/57) patients with SARS-CoV-2 antibody negative at the early stage of SARS-CoV-2 infection, especially in the first 5 days after disease onset (p = 0.0018) and disappeared in about 8 days after disease onset. Viral antigens were highly detectable in patients with low Ct value (less than 30) of SARS-CoV-2 nucleic acid RT-PCT assay, suggesting the expression of viral antigen was associated with high viral load. Furthermore, positive antigen detection indicated disease progression, nine cases with positive antigen (9/30, 30.0%), in contrast to two cases (2/27, 7.40%) (p = 0.0444) with negative antigen, which progressed into severe disease. Thus, the viral antigens were persistent in early stages of infection when virus was in highly replicating status, and viral antigen detection promises to rapidly screen positive patients in the early stage of SARS-CoV-2 infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33776018/",
    "clean_text": "rapid sars cov antigen detection potentiates early diagnosis of covid disease as the covid epidemic is still ongoing a more rapid detection of sars cov infection such as viral antigen detection needs to be evaluated for early diagnosis of covid disease eighty five covid patients as the covid epidemic is still ongoing a more rapid detection of sars cov infection such as viral antigen detection needs to be evaluated for early diagnosis of covid disease here we report the dynamic changes of sars cov viral antigens in nasopharyngeal swabs of covid patients and its association with the viral nucleic acid clearance and clinical outcomes eighty five covid patients were enrolled for detection of sars cov viral antigens including anti sars cov antibody negative cases and antibody positive cases the viral antigen could be detected in patients with sars cov antibody negative at the early stage of sars cov infection especially in the first days after disease onset p and disappeared in about days after disease onset viral antigens were highly detectable in patients with low ct value less than of sars cov nucleic acid rt pct assay suggesting the expression of viral antigen was associated with high viral load furthermore positive antigen detection indicated disease progression nine cases with positive antigen in contrast to two cases p with negative antigen which progressed into severe disease thus the viral antigens were persistent in early stages of infection when virus was in highly replicating status and viral antigen detection promises to rapidly screen positive patients in the early stage of sars cov infection"
}