{
    "title": "A review on current diagnostic techniques for COVID-19.",
    "doc_id": "33593219",
    "writer": "El Jaddaoui I",
    "year": "2021",
    "summary": "INTRODUCTION: SARS-Cov-2 first appeared in Wuhan, China, in December 2019 and spread all over the world soon after that. ...AREAS COVERED: We summarize molecular techniques that target the viral load, serological methods used for SARS-CoV-2 …",
    "abstract": "Introduction:\n        \n      \n      SARS-Cov-2 first appeared in Wuhan, China, in December 2019 and spread all over the world soon after that. Given the infectious nature ofSARS-CoV-2, fast and accurate diagnosis tools are important to detect the virus. In this review, we discuss the different diagnostic tests that are currently being implemented in laboratories and provide a description of various COVID-19 kits.\n    \n\n\n          Areas covered:\n        \n      \n      We summarize molecular techniques that target the viral load, serological methods used for SARS-CoV-2 specific antibodies detection as well as newly developed faster assays for the detection of SARS-COV 2 in various biological samples.\n    \n\n\n          Expert opinion:\n        \n      \n      In the light of the widespread pandemic, the massive diagnosis of COVID-19, using various detection techniques, appears to be the most effective strategy for monitoring and containing its propagation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33593219/",
    "clean_text": "a review on current diagnostic techniques for covid introduction sars cov first appeared in wuhan china in december and spread all over the world soon after that areas covered we summarize molecular techniques that target the viral load serological methods used for sars cov introduction sars cov first appeared in wuhan china in december and spread all over the world soon after that given the infectious nature ofsars cov fast and accurate diagnosis tools are important to detect the virus in this review we discuss the different diagnostic tests that are currently being implemented in laboratories and provide a description of various covid kits areas covered we summarize molecular techniques that target the viral load serological methods used for sars cov specific antibodies detection as well as newly developed faster assays for the detection of sars cov in various biological samples expert opinion in the light of the widespread pandemic the massive diagnosis of covid using various detection techniques appears to be the most effective strategy for monitoring and containing its propagation"
}