{
    "pmid": "41421097",
    "title": "Context-dependent coupling of posture, gait, and functional mobility under cognitive and sensory demands in Parkinson's disease.",
    "abstract": "Postural instability, gait disturbances, and impaired functional mobility are key contributors to falls in Parkinson's disease (PD). Although their interactions have been explored, the influence of cognitive load and visual information on these relationships remains poorly understood. To examine how static postural control, gait, and functional mobility interact in PD, and to determine how these associations are modulated by cognitive demands and the availability of visual feedback. Thirty individuals with PD (Hoehn & Yahr I-III) were assessed in the ON-medication state. Participants completed gait tasks under self-selected, maximal, and dual-task conditions; the Timed Up and Go (TUG) test; and static posturography under four conditions (single/dual task × eyes open/closed). Correlation analyses, complementary linear mixed-effects models (LMM) and exploratory factor analysis (EFA) were conducted. Significant interactions emerged between dual-task step length and mediolateral sway metrics (path length, velocity and range) and the direction of these associations was context-dependent. TUG performance was associated with postural sway only in low-demand conditions. EFA identified three partially independent factors: anterior-posterior postural control, medial-lateral postural control, and gait. These preliminary findings suggests that gait and posture rely on partially overlapping but flexibly interacting control networks, which become more interdependent as automaticity declines, underscoring the need for rehabilitation strategies that explicitly consider sensory and cognitive influences on motor control.",
    "disease": "parkinson disease",
    "clean_text": "context dependent coupling of posture gait and functional mobility under cognitive and sensory demands in parkinson s disease postural instability gait disturbances and impaired functional mobility are key contributors to falls in parkinson s disease pd although their interactions have been explored the influence of cognitive load and visual information on these relationships remains poorly understood to examine how static postural control gait and functional mobility interact in pd and to determine how these associations are modulated by cognitive demands and the availability of visual feedback thirty individuals with pd hoehn yahr i iii were assessed in the on medication state participants completed gait tasks under self selected maximal and dual task conditions the timed up and go tug test and static posturography under four conditions single dual task eyes open closed correlation analyses complementary linear mixed effects models lmm and exploratory factor analysis efa were conducted significant interactions emerged between dual task step length and mediolateral sway metrics path length velocity and range and the direction of these associations was context dependent tug performance was associated with postural sway only in low demand conditions efa identified three partially independent factors anterior posterior postural control medial lateral postural control and gait these preliminary findings suggests that gait and posture rely on partially overlapping but flexibly interacting control networks which become more interdependent as automaticity declines underscoring the need for rehabilitation strategies that explicitly consider sensory and cognitive influences on motor control"
}