{
    "title": "Injuries and Falls in an Aging Cohort with Spinal Cord Injury: SCI Aging Study.",
    "doc_id": "26363586",
    "writer": "Saunders LL",
    "year": "2015",
    "summary": "BACKGROUND: Limited research suggests that additional \"subsequent\" injuries occur frequently among persons with an existing spinal cord injury (SCI), which may result in further significant complications and added disability. ...Among those who sustained 1 or …",
    "abstract": "Background:\n        \n      \n      Limited research suggests that additional \"subsequent\" injuries occur frequently among persons with an existing spinal cord injury (SCI), which may result in further significant complications and added disability.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this study was to (a) report the 12-month incidence of injuries by age in an aging SCI cohort, (b) report the 12-month incidence of falls, (c) assess the impact of injuries on participation by age, and (d) assess the relationship of age with injuries and falls while controlling for potential confounding factors.\n    \n\n\n          Methods:\n        \n      \n      Participants (N = 759) responded to questions about injuries and falls resulting in injury in the past year. Demographic and SCI characteristics, binge drinking, and prescription medication use were measured.\n    \n\n\n          Results:\n        \n      \n      A total of 19.2% reported 1 or more injuries in the past year, and 10.4% reported a fall resulting in an injury in the past year. Among those who sustained 1 or more injuries, 22.8% had at least 1 hospitalization for an injury within the past 12 months. Additionally, 47.6% were limited in their normal daily activities for a week or more due to injury. Prescription medication use was associated with injury in the past year and falls resulting in injury. Equal time between walking and wheelchair use as the primary mode of locomotion was also associated with falls in the past year.\n    \n\n\n          Conclusions:\n        \n      \n      Future research should investigate circumstances surrounding subsequent injuries to aid in prevention efforts. Additionally, information is needed on whether subsequent injuries further contribute to physical disability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26363586/",
    "clean_text": "injuries and falls in an aging cohort with spinal cord injury sci aging study background limited research suggests that additional subsequent injuries occur frequently among persons with an existing spinal cord injury sci which may result in further significant complications and added disability among those who sustained or background limited research suggests that additional subsequent injuries occur frequently among persons with an existing spinal cord injury sci which may result in further significant complications and added disability objective the purpose of this study was to a report the month incidence of injuries by age in an aging sci cohort b report the month incidence of falls c assess the impact of injuries on participation by age and d assess the relationship of age with injuries and falls while controlling for potential confounding factors methods participants n responded to questions about injuries and falls resulting in injury in the past year demographic and sci characteristics binge drinking and prescription medication use were measured results a total of reported or more injuries in the past year and reported a fall resulting in an injury in the past year among those who sustained or more injuries had at least hospitalization for an injury within the past months additionally were limited in their normal daily activities for a week or more due to injury prescription medication use was associated with injury in the past year and falls resulting in injury equal time between walking and wheelchair use as the primary mode of locomotion was also associated with falls in the past year conclusions future research should investigate circumstances surrounding subsequent injuries to aid in prevention efforts additionally information is needed on whether subsequent injuries further contribute to physical disability"
}