{
    "title": "Nicorandil-induced ulcerations: a 10-year observational study of all cases spontaneously reported to the French pharmacovigilance network.",
    "doc_id": "29767853",
    "writer": "Babic V",
    "year": "2018",
    "summary": "Nicorandil-induced ulcers remain often poorly recognised, with a late diagnosis and an inadequate management. ...The median delay between the start of nicorandil use and the onset of the ulcer was 23.4 months, and after the ulcer was diagnosed, the median tim …",
    "abstract": "Nicorandil-induced ulcers remain often poorly recognised, with a late diagnosis and an inadequate management. We aimed to provide a clinical overview of the 148 spontaneously reported cases of nicorandil-induced ulcers to the French pharmacovigilance network between 2005 and 2014 and to complete this picture with worldwide published cases over the same period. Spontaneously reported nicorandil-induced ulcers were mainly mucosal (oral and anal) with a previous trauma in 23·0% of patients, revealed by a severe complication in 12·8% of cases. The mean cumulative dose of nicorandil was higher in serious cases. The median delay between the start of nicorandil use and the onset of the ulcer was 23·4 months, and after the ulcer was diagnosed, the median time to incriminate nicorandil was still 3·3 months, being shorter for mucosal ulcerations than for cutaneous ulcerations (5·2 versus 14·0 months, P = 0·001). The anatomic distribution in the 199 published cases differed slightly, but delays were similar. The hypothesis of mechanism becomes more precise, leaving no doubt about the necessity to discontinue the treatment. Practitioners need to be aware that nicorandil-induced ulcers can occur in many locations, possibly multiple and complicated, and should be simply managed by discontinuing treatment with no further reintroduction of nicorandil.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29767853/",
    "clean_text": "nicorandil induced ulcerations a year observational study of all cases spontaneously reported to the french pharmacovigilance network nicorandil induced ulcers remain often poorly recognised with a late diagnosis and an inadequate management the median delay between the start of nicorandil use and the onset of the ulcer was months and after the ulcer was diagnosed the median tim nicorandil induced ulcers remain often poorly recognised with a late diagnosis and an inadequate management we aimed to provide a clinical overview of the spontaneously reported cases of nicorandil induced ulcers to the french pharmacovigilance network between and and to complete this picture with worldwide published cases over the same period spontaneously reported nicorandil induced ulcers were mainly mucosal oral and anal with a previous trauma in of patients revealed by a severe complication in of cases the mean cumulative dose of nicorandil was higher in serious cases the median delay between the start of nicorandil use and the onset of the ulcer was months and after the ulcer was diagnosed the median time to incriminate nicorandil was still months being shorter for mucosal ulcerations than for cutaneous ulcerations versus months p the anatomic distribution in the published cases differed slightly but delays were similar the hypothesis of mechanism becomes more precise leaving no doubt about the necessity to discontinue the treatment practitioners need to be aware that nicorandil induced ulcers can occur in many locations possibly multiple and complicated and should be simply managed by discontinuing treatment with no further reintroduction of nicorandil"
}