{
    "pmid": "41358529",
    "title": "Comparison of the efficacy of high-flow nasal cannula with different initial flow settings in patients with acute exacerbations of chronic obstructive pulmonary disease: A systematic review and network meta-analysis.",
    "abstract": "High-flow nasal cannula (HFNC) is widely used in acute exacerbations of chronic obstructive pulmonary disease (AECOPD) treatment, but the optimal initial flow settings remain unclear. Research question Which initial HFNC flow rate provides the most effective and safe clinical outcomes for patients with AECOPD? Study design. We searched 7 databases for studies published before January 2025. Network meta-analysis was conducted using R software (version 4.2.3) within a Bayesian framework. The primary outcome was intubation rate, and secondary outcomes included short-term mortality, PaCO₂, pH, PaO₂/FiO₂, and length of hospital stay. The analysis included 40 RCTs with 3597 patients. HFNC showed no significant difference from NIV in intubation rates. HFNC_Low (20 to 30 L/min) significantly reduced PaCO₂, improved pH, and lowered incidence of nasal and facial injuries. HFNC_Mod (30 to 50 L/min) significantly shortened hospital stay. SUCRA rankings indicated HFNC_Low as most effective for PaCO₂, pH, and injury prevention, while HFNC_Mod ranked highest for reducing hospital stay. HFNC_Low demonstrates superior efficacy in lowering PaCO₂ levels, the incidence of nasal and facial injuries, and improving pH. Although HFNC_Mod may reduce hospital stay, low-flow settings are recommended as the preferred initial strategy for AECOPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "comparison of the efficacy of high flow nasal cannula with different initial flow settings in patients with acute exacerbations of chronic obstructive pulmonary disease a systematic review and network meta analysis high flow nasal cannula hfnc is widely used in acute exacerbations of chronic obstructive pulmonary disease aecopd treatment but the optimal initial flow settings remain unclear research question which initial hfnc flow rate provides the most effective and safe clinical outcomes for patients with aecopd study design we searched databases for studies published before january network meta analysis was conducted using r software version within a bayesian framework the primary outcome was intubation rate and secondary outcomes included short term mortality paco ph pao fio and length of hospital stay the analysis included rcts with patients hfnc showed no significant difference from niv in intubation rates hfnc low to l min significantly reduced paco improved ph and lowered incidence of nasal and facial injuries hfnc mod to l min significantly shortened hospital stay sucra rankings indicated hfnc low as most effective for paco ph and injury prevention while hfnc mod ranked highest for reducing hospital stay hfnc low demonstrates superior efficacy in lowering paco levels the incidence of nasal and facial injuries and improving ph although hfnc mod may reduce hospital stay low flow settings are recommended as the preferred initial strategy for aecopd"
}