{
    "pmid": "41377631",
    "title": "Sex Differences in Polyvascular Disease　- Implications for Lipid-Lowering Management and Cardiovascular Outcomes.",
    "abstract": "Sex differences exist in atherosclerotic cardiovascular disease, partly due to the anti-atherosclerotic properties of estrogens in women. While polyvascular disease (PolyVD) exhibits worse outcomes, it is unknown whether women have an impact on cardiovascular outcomes of PolyVD. We analyzed 678 coronary artery disease patients receiving PCI. PolyVD was defined as the concomitance of ischemic stroke and/or lower extremity arterial disease (LEAD). The occurrence of 3-year major adverse cardiovascular events (MACE; i.e., all-cause death + non-fatal myocardial infarction + ischemic stroke + ischemic-driven non-culprit lesion revascularization + LEAD) was compared between men and women with and without PolyVD, respectively. Women accounted for 17.8% and 21.1% of patients with and without PolyVD, respectively (P=0.34). In patients without PolyVD, women presented marginally higher on-treatment low-density lipoprotein cholesterol (LDL-C) levels (101.5 vs. 93.0 mg/dL; P=0.05). However, women exhibited a lower 3-year MACE risk (adjusted hazard ratio [HR] 0.31; 95% confidence interval [CI] 0.11-0.88; P=0.02). In patients with PolyVD, women exhibited higher LDL-C levels (103.0 vs. 82.0 mg/dL; P=0.04). Furthermore, even after adjusting clinical demographics and risk factor control, the 3-year MACE risk did not differ between males and females (adjusted HR 0.67; 95% CI 0.29-1.57; P=0.36). Women without PolyVD were less likely to experience 3-year MACE, whereas cardiovascular outcomes in women with PolyVD were similar to men with PolyVD. These findings suggest a need to intensify anti-atherosclerotic management in both men and women with PolyVD.",
    "disease": "coronary artery disease",
    "clean_text": "sex differences in polyvascular disease implications for lipid lowering management and cardiovascular outcomes sex differences exist in atherosclerotic cardiovascular disease partly due to the anti atherosclerotic properties of estrogens in women while polyvascular disease polyvd exhibits worse outcomes it is unknown whether women have an impact on cardiovascular outcomes of polyvd we analyzed coronary artery disease patients receiving pci polyvd was defined as the concomitance of ischemic stroke and or lower extremity arterial disease lead the occurrence of year major adverse cardiovascular events mace i e all cause death non fatal myocardial infarction ischemic stroke ischemic driven non culprit lesion revascularization lead was compared between men and women with and without polyvd respectively women accounted for and of patients with and without polyvd respectively p in patients without polyvd women presented marginally higher on treatment low density lipoprotein cholesterol ldl c levels vs mg dl p however women exhibited a lower year mace risk adjusted hazard ratio hr confidence interval ci p in patients with polyvd women exhibited higher ldl c levels vs mg dl p furthermore even after adjusting clinical demographics and risk factor control the year mace risk did not differ between males and females adjusted hr ci p women without polyvd were less likely to experience year mace whereas cardiovascular outcomes in women with polyvd were similar to men with polyvd these findings suggest a need to intensify anti atherosclerotic management in both men and women with polyvd"
}