{
    "title": "Why have ovarian cancer mortality rates declined? Part III. Prospects for the future.",
    "doc_id": "26086565",
    "writer": "Sopik V",
    "year": "2015",
    "summary": "At present, up to 17% of ovarian cancers are potentially preventable through population-based genetic testing of known ovarian cancer susceptibility genes. ...We believe that through a combination of screening to better identify low-volume advanced stage o …",
    "abstract": "Over the last 40 years, the age-adjusted ovarian cancer mortality rate in the USA declined by 23%. The decline in mortality paralleled a decline in incidence, which was largely due to changes in reproductive risk factors. There was no reduction in ovarian cancer case-fatality at 12 years, indicating that improvements in early detection or in treatment did not contribute to the decline in mortality. Here, we discuss potential strategies to further reduce ovarian cancer mortality through prevention, early detection and treatment. The first approach is to increase genetic testing, in order to identify women who are at a high risk of developing ovarian cancer and offer them preventive bilateral salpingo-oophorectomy. At present, up to 17% of ovarian cancers are potentially preventable through population-based genetic testing of known ovarian cancer susceptibility genes. The second approach is to increase the proportion of ovarian cancer patients who achieve a status of no residual disease through primary debulking surgery and subsequently receive adjuvant intraperitoneal chemotherapy. We believe that through a combination of screening to better identify low-volume advanced stage ovarian cancer, aggressive surgery to leave no residual disease and adjuvant intraperitoneal chemotherapy, the cure rate of ovarian cancer might be improved significantly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26086565/",
    "clean_text": "why have ovarian cancer mortality rates declined part iii prospects for the future at present up to of ovarian cancers are potentially preventable through population based genetic testing of known ovarian cancer susceptibility genes we believe that through a combination of screening to better identify low volume advanced stage o over the last years the age adjusted ovarian cancer mortality rate in the usa declined by the decline in mortality paralleled a decline in incidence which was largely due to changes in reproductive risk factors there was no reduction in ovarian cancer case fatality at years indicating that improvements in early detection or in treatment did not contribute to the decline in mortality here we discuss potential strategies to further reduce ovarian cancer mortality through prevention early detection and treatment the first approach is to increase genetic testing in order to identify women who are at a high risk of developing ovarian cancer and offer them preventive bilateral salpingo oophorectomy at present up to of ovarian cancers are potentially preventable through population based genetic testing of known ovarian cancer susceptibility genes the second approach is to increase the proportion of ovarian cancer patients who achieve a status of no residual disease through primary debulking surgery and subsequently receive adjuvant intraperitoneal chemotherapy we believe that through a combination of screening to better identify low volume advanced stage ovarian cancer aggressive surgery to leave no residual disease and adjuvant intraperitoneal chemotherapy the cure rate of ovarian cancer might be improved significantly"
}