{
    "title": "Does institutional quality complement the relationship between ownership structure and corporate social responsibility?",
    "doc_id": "38882305",
    "writer": "Ali S",
    "year": "2024",
    "summary": "The resources complementary phenomenon is adopted to examine the institutional quality's role. Our results show significantly positive impact of Institutional and Foreign Ownerships on CSR while negative significant influence of CEO Duality and Family Ownership on C …",
    "abstract": "The key purpose of the Study is to examine if institutional quality complements the relationship between Ownership Structure and Corporate Social Responsibility disclosure and performance in the light of legitimacy and agency theory. To the best of my knowledge, it is the first study in literature of finance. The sample comprises of 112 top-performing listed firms (based on market capitalization) at Pakistan Stock Exchange from 2010 to 2019. Institutional quality comprised of world governance indicators which is developed via principal component analysis, an instrumental variable approach and content analysis are used for CSR Disclosure Index to demonstrate the relationship between ownership structure and CSR. The resources complementary phenomenon is adopted to examine the institutional quality's role. Our results show significantly positive impact of Institutional and Foreign Ownerships on CSR while negative significant influence of CEO Duality and Family Ownership on CSR, suggesting that well governed firms will be more socially responsible. In addition, the findings suggest the institutional quality's positive moderating role on the relationship between ownership structure and CSR, signifying the institutional quality's complementary role for the weak corporate environment in Pakistan. Our findings are robust to a series of tests by using Generalized Method of Moment (GMM).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38882305/",
    "clean_text": "does institutional quality complement the relationship between ownership structure and corporate social responsibility the resources complementary phenomenon is adopted to examine the institutional quality s role our results show significantly positive impact of institutional and foreign ownerships on csr while negative significant influence of ceo duality and family ownership on c the key purpose of the study is to examine if institutional quality complements the relationship between ownership structure and corporate social responsibility disclosure and performance in the light of legitimacy and agency theory to the best of my knowledge it is the first study in literature of finance the sample comprises of top performing listed firms based on market capitalization at pakistan stock exchange from to institutional quality comprised of world governance indicators which is developed via principal component analysis an instrumental variable approach and content analysis are used for csr disclosure index to demonstrate the relationship between ownership structure and csr the resources complementary phenomenon is adopted to examine the institutional quality s role our results show significantly positive impact of institutional and foreign ownerships on csr while negative significant influence of ceo duality and family ownership on csr suggesting that well governed firms will be more socially responsible in addition the findings suggest the institutional quality s positive moderating role on the relationship between ownership structure and csr signifying the institutional quality s complementary role for the weak corporate environment in pakistan our findings are robust to a series of tests by using generalized method of moment gmm"
}