{
    "title": "Conservative management of gastric pneumatosis following left gastric artery embolisation.",
    "doc_id": "36041774",
    "writer": "Bloom MD",
    "year": "2022",
    "summary": "Gastric pneumatosis, the presence of air within the stomach wall, is a very rare occurrence with poor outcomes. ...We report a rare case of gastric ischaemia and pneumatosis following therapeutic left gastric artery argon plasma coagulation that was tr …",
    "abstract": "Gastric pneumatosis, the presence of air within the stomach wall, is a very rare occurrence with poor outcomes. One of the most common mechanisms for gastric pneumatosis is gastric ischaemia, also a rare entity. Although patients with gastric ischaemia may require surgical intervention, they can often be treated with conservative measures such as a proton pump inhibitor, broad-spectrum antibiotics, nasogastric tube decompression, fluid resuscitation and total parenteral nutrition. We report a rare case of gastric ischaemia and pneumatosis following therapeutic left gastric artery argon plasma coagulation that was treated with conservative measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36041774/",
    "clean_text": "conservative management of gastric pneumatosis following left gastric artery embolisation gastric pneumatosis the presence of air within the stomach wall is a very rare occurrence with poor outcomes we report a rare case of gastric ischaemia and pneumatosis following therapeutic left gastric artery argon plasma coagulation that was tr gastric pneumatosis the presence of air within the stomach wall is a very rare occurrence with poor outcomes one of the most common mechanisms for gastric pneumatosis is gastric ischaemia also a rare entity although patients with gastric ischaemia may require surgical intervention they can often be treated with conservative measures such as a proton pump inhibitor broad spectrum antibiotics nasogastric tube decompression fluid resuscitation and total parenteral nutrition we report a rare case of gastric ischaemia and pneumatosis following therapeutic left gastric artery argon plasma coagulation that was treated with conservative measures"
}