{
    "title": "Anticipation of the Impact of Human Papillomavirus on Clinical Decision Making for the Head and Neck Cancer Patient.",
    "doc_id": "26568547",
    "writer": "Gillison ML",
    "year": "2015",
    "summary": "Human papillomavirus (HPV) is the cause of a distinct subset of oropharyngeal cancer rising in incidence in the United States and other developed countries. This increased incidence, combined with the strong effect of tumor HPV status on survival, has had a profound effect …",
    "abstract": "Human papillomavirus (HPV) is the cause of a distinct subset of oropharyngeal cancer rising in incidence in the United States and other developed countries. This increased incidence, combined with the strong effect of tumor HPV status on survival, has had a profound effect on the head and neck cancer discipline. The multidisciplinary field of head and neck cancer is in the midst of re-evaluating evidence-based algorithms for clinical decision making, developed from clinical trials conducted in an era when HPV-negative cancer predominated. This article reviews relationships between tumor HPV status and gender, cancer incidence trends, overall survival, treatment response, racial disparities, tumor staging, risk stratification, survival post disease progression, and clinical trial design.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26568547/",
    "clean_text": "anticipation of the impact of human papillomavirus on clinical decision making for the head and neck cancer patient human papillomavirus hpv is the cause of a distinct subset of oropharyngeal cancer rising in incidence in the united states and other developed countries this increased incidence combined with the strong effect of tumor hpv status on survival has had a profound effect human papillomavirus hpv is the cause of a distinct subset of oropharyngeal cancer rising in incidence in the united states and other developed countries this increased incidence combined with the strong effect of tumor hpv status on survival has had a profound effect on the head and neck cancer discipline the multidisciplinary field of head and neck cancer is in the midst of re evaluating evidence based algorithms for clinical decision making developed from clinical trials conducted in an era when hpv negative cancer predominated this article reviews relationships between tumor hpv status and gender cancer incidence trends overall survival treatment response racial disparities tumor staging risk stratification survival post disease progression and clinical trial design"
}