{
    "title": "Kidney utilization in the Netherlands - do we optimally use our donor organs?",
    "doc_id": "36318454",
    "writer": "Schutter R",
    "year": "2023",
    "summary": "METHODS: In this retrospective cohort study we analysed kidney utilization of 3856 kidneys in the Netherlands between 1 January 2015 and 31 December 2020. ...Subjectively presumed impaired organ quality was responsible for 34.2% of all discarded kidneys. Two- …",
    "abstract": "Background:\n        \n      \n      To ensure optimal utilization of deceased donor kidneys, it is important to understand the precise reasons why kidneys are discarded. In this study we aimed to obtain a comprehensive overview of kidney utilization and discard during the entire donation process in the Netherlands.\n    \n\n\n          Methods:\n        \n      \n      In this retrospective cohort study we analysed kidney utilization of 3856 kidneys in the Netherlands between 1 January 2015 and 31 December 2020. For every kidney that was not transplanted, we determined the moment of and reason for discard through a unique case-by-case assessment.\n    \n\n\n          Results:\n        \n      \n      Kidney discard according to the traditional definition (procured but not transplanted) was 7.8%. However, when kidneys that seemed medically suitable at the beginning of the donation process were also included, many more potential donor kidneys were lost and the total non-utilization was 24.4%. Subjectively presumed impaired organ quality was responsible for 34.2% of all discarded kidneys. Two-thirds of kidneys discarded due to acute kidney injury (AKI) had only AKI stage 1 or 2.\n    \n\n\n          Conclusion:\n        \n      \n      The classical definition of organ discard underestimates the non-utilization of deceased donor kidneys. Strategies to improve kidney utilization could be a revision of the maximum allowed agonal time in donation after circulatory death, careful consideration in reporting and accepting kidneys from donors with AKI and a prospectively filled registry of detailed organ discard reasons, including the 'silent' non-utilization before procurement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36318454/",
    "clean_text": "kidney utilization in the netherlands do we optimally use our donor organs methods in this retrospective cohort study we analysed kidney utilization of kidneys in the netherlands between january and december subjectively presumed impaired organ quality was responsible for of all discarded kidneys two background to ensure optimal utilization of deceased donor kidneys it is important to understand the precise reasons why kidneys are discarded in this study we aimed to obtain a comprehensive overview of kidney utilization and discard during the entire donation process in the netherlands methods in this retrospective cohort study we analysed kidney utilization of kidneys in the netherlands between january and december for every kidney that was not transplanted we determined the moment of and reason for discard through a unique case by case assessment results kidney discard according to the traditional definition procured but not transplanted was however when kidneys that seemed medically suitable at the beginning of the donation process were also included many more potential donor kidneys were lost and the total non utilization was subjectively presumed impaired organ quality was responsible for of all discarded kidneys two thirds of kidneys discarded due to acute kidney injury aki had only aki stage or conclusion the classical definition of organ discard underestimates the non utilization of deceased donor kidneys strategies to improve kidney utilization could be a revision of the maximum allowed agonal time in donation after circulatory death careful consideration in reporting and accepting kidneys from donors with aki and a prospectively filled registry of detailed organ discard reasons including the silent non utilization before procurement"
}