{
    "pmid": "41467407",
    "title": "Subendocardial Viability Ratio Is Associated With Target Organ Damage and Hints at a Potential Independent Predictor of Cardiovascular Mortality in Older Adults: A Prospective Cohort Study.",
    "abstract": "The subendocardial viability ratio (SEVR) reflects myocardial perfusion relative to workload. This study explored the association of SEVR with mortality and subclinical target organ damage in an older adult population. We analyzed the data from the Northern Shanghai Study, a community-based cohort of older adults aged over 65 years. SEVR was measured with arterial tonometry. Cross-sectional associations were assessed between SEVR levels and target organ damage (including arterial stiffness, peripheral artery disease, carotid plaque, left ventricular hypertrophy, left ventricular diastolic dysfunction, chronic kidney dysfunction, and microalbuminuria). Longitudinal associations between SEVR and mortality were evaluated using Cox and Fine-Gray models. Among 3237 participants (mean age 71±6 years, 57% female), 233 deaths occurred over a median follow-up of 5.7 years, including 94 cardiovascular deaths. Participants were divided into 2 groups by the median value of SEVR (129%). The group with a lower SEVR (≤129%) was associated with higher risk of cardiovascular death (adjusted  Lower SEVR is independently associated with both increased cardiovascular mortality and organ damage, including arterial stiffness and left ventricular diastolic dysfunction in older adult populations. SEVR may be a convenient marker for early cardiovascular risk stratification in aging populations. URL: https://ClinicalTrial.gov; Unique Identifier: NCT02368938.",
    "disease": "chronic kidney disease",
    "clean_text": "subendocardial viability ratio is associated with target organ damage and hints at a potential independent predictor of cardiovascular mortality in older adults a prospective cohort study the subendocardial viability ratio sevr reflects myocardial perfusion relative to workload this study explored the association of sevr with mortality and subclinical target organ damage in an older adult population we analyzed the data from the northern shanghai study a community based cohort of older adults aged over years sevr was measured with arterial tonometry cross sectional associations were assessed between sevr levels and target organ damage including arterial stiffness peripheral artery disease carotid plaque left ventricular hypertrophy left ventricular diastolic dysfunction chronic kidney dysfunction and microalbuminuria longitudinal associations between sevr and mortality were evaluated using cox and fine gray models among participants mean age years female deaths occurred over a median follow up of years including cardiovascular deaths participants were divided into groups by the median value of sevr the group with a lower sevr was associated with higher risk of cardiovascular death adjusted lower sevr is independently associated with both increased cardiovascular mortality and organ damage including arterial stiffness and left ventricular diastolic dysfunction in older adult populations sevr may be a convenient marker for early cardiovascular risk stratification in aging populations url https clinicaltrial gov unique identifier nct"
}