{
    "title": "Oxidative stress and cardiovascular disease: new insights.",
    "doc_id": "29537483",
    "writer": "Pignatelli P",
    "year": "2018",
    "summary": "The role of oxidative stress in the onset and progression of atherosclerosis and its impact on the development of cardiovascular events has been widely described. ...In this review, we will discuss: 1) the most relevant enzyme systems involved in the formation and d …",
    "abstract": "The role of oxidative stress in the onset and progression of atherosclerosis and its impact on the development of cardiovascular events has been widely described. Thus, increased oxidative stress has been described in several atherosclerotic risk factors, such as hypertension, dyslipidaemia, peripheral artery disease, metabolic syndrome, diabetes, and obesity. Among others, specific oxidative pathways involving both pro-oxidant and antioxidant enzymes seem to play a major role in the production of reactive oxidant species (ROS), such as nicotinamide adenine dinucleotide phosphate (NADPH) oxidase, myeloperoxidase, superoxide dismutase, and glutathione peroxidase. In this review, we will discuss: 1) the most relevant enzyme systems involved in the formation and detoxification of ROS, 2) the relationship between oxidative stress and cardiovascular risk, and 3) therapeutic implications to modulate oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29537483/",
    "clean_text": "oxidative stress and cardiovascular disease new insights the role of oxidative stress in the onset and progression of atherosclerosis and its impact on the development of cardiovascular events has been widely described in this review we will discuss the most relevant enzyme systems involved in the formation and d the role of oxidative stress in the onset and progression of atherosclerosis and its impact on the development of cardiovascular events has been widely described thus increased oxidative stress has been described in several atherosclerotic risk factors such as hypertension dyslipidaemia peripheral artery disease metabolic syndrome diabetes and obesity among others specific oxidative pathways involving both pro oxidant and antioxidant enzymes seem to play a major role in the production of reactive oxidant species ros such as nicotinamide adenine dinucleotide phosphate nadph oxidase myeloperoxidase superoxide dismutase and glutathione peroxidase in this review we will discuss the most relevant enzyme systems involved in the formation and detoxification of ros the relationship between oxidative stress and cardiovascular risk and therapeutic implications to modulate oxidative stress"
}