{
    "pmid": "41424382",
    "title": "Identification of Sjögren's disease-associated T cell receptor motifs through deep sequencing.",
    "abstract": "CD4+ T cells predominate lymphocytic foci found in the salivary glands (SGs) of Sjögren's disease (SjD) cases. Yet little is known about T cell receptor (TCR) repertoire features that distinguish cases from healthy controls (HCs), the relationship between SG and peripheral blood (PB) repertoires of cases, and antigens recognized by pathogenic T cell clones. We performed deep sequencing of bulk-sorted CD4+CD45RA- PB T cells from SjD cases and matched HCs, and single-cell TCR sequencing of the same T cell population from labial SG biopsies of these cases. We found that clonally expanded SG CD4+ T cells expressed complementarity-determining region 3 (CDR3) sequences that were also detected in multiple copies in the blood of the same individuals with SjD. SjD cases displayed a \"private\" and restricted PB TCR repertoire with reduced clonotype diversity. We identified SjD-associated TCR motifs with the same putative antigen specificity shared between SGs and PB of cases. Their abundances in PB correlated with reduced salivary flow, linking these T cells with pathogenic disease features. Finally, we discovered 2 Ro60 epitopes eliciting an HLA-restricted immune response from expanded SG T cell clones. The comprehensive characterization of SjD TCR repertoires enables the discovery of target antigens and therapeutic strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "identification of sj gren s disease associated t cell receptor motifs through deep sequencing cd t cells predominate lymphocytic foci found in the salivary glands sgs of sj gren s disease sjd cases yet little is known about t cell receptor tcr repertoire features that distinguish cases from healthy controls hcs the relationship between sg and peripheral blood pb repertoires of cases and antigens recognized by pathogenic t cell clones we performed deep sequencing of bulk sorted cd cd ra pb t cells from sjd cases and matched hcs and single cell tcr sequencing of the same t cell population from labial sg biopsies of these cases we found that clonally expanded sg cd t cells expressed complementarity determining region cdr sequences that were also detected in multiple copies in the blood of the same individuals with sjd sjd cases displayed a private and restricted pb tcr repertoire with reduced clonotype diversity we identified sjd associated tcr motifs with the same putative antigen specificity shared between sgs and pb of cases their abundances in pb correlated with reduced salivary flow linking these t cells with pathogenic disease features finally we discovered ro epitopes eliciting an hla restricted immune response from expanded sg t cell clones the comprehensive characterization of sjd tcr repertoires enables the discovery of target antigens and therapeutic strategies"
}