{
    "pmid": "41424686",
    "title": "Sex differences in the association between albuminuria and vascular health in individuals living with chronic kidney disease.",
    "abstract": "Cardiovascular disease is the leading cause of death in chronic kidney disease (CKD). Albuminuria, a marker of CKD severity, is independently associated with cardiovascular disease, however limited studies explore the impact of sex. We aimed to explore sex differences in the association between albuminuria and vascular health in individuals living with CKD. Albuminuria was quantified through urine albumin-to-creatinine ratio (uACR) and measures of vascular health included Aortic Augmentation Index (AIx), Pulse Wave Velocity (PWV) and Mean Arterial Pressure (MAP). Multivariable linear regression analyses estimated the association between uACR and each outcome, and sex was assessed as an effect modifier. Adults living with CKD were recruited from nephrology clinics in Calgary, Canada and 66 participants (39 female, 27 male) were included in this study. A higher eGFR (89[56] versus 58[50] ml/min/1.73m2) and lower uACR (32[405] versus 386[933] mg/g) were observed in females. Sex modified the relationship between uACR and AIx; with a positive association in females ( ",
    "disease": "chronic kidney disease",
    "clean_text": "sex differences in the association between albuminuria and vascular health in individuals living with chronic kidney disease cardiovascular disease is the leading cause of death in chronic kidney disease ckd albuminuria a marker of ckd severity is independently associated with cardiovascular disease however limited studies explore the impact of sex we aimed to explore sex differences in the association between albuminuria and vascular health in individuals living with ckd albuminuria was quantified through urine albumin to creatinine ratio uacr and measures of vascular health included aortic augmentation index aix pulse wave velocity pwv and mean arterial pressure map multivariable linear regression analyses estimated the association between uacr and each outcome and sex was assessed as an effect modifier adults living with ckd were recruited from nephrology clinics in calgary canada and participants female male were included in this study a higher egfr versus ml min m and lower uacr versus mg g were observed in females sex modified the relationship between uacr and aix with a positive association in females"
}