{
    "pmid": "41469353",
    "title": "PERSISTENCE OF GENOMICAL INSTABILITY DUE TO THE DEVELOPMENT OF THE TUMOR-INDUCED BYSTANDER EFFECT IN HUMAN SOMATIC CELLS.",
    "abstract": "to establish the level of chromosome aberrations in human peripheral blood lymphocytes during thedevelopment of a tumor induced bystander effect over several mitotic divisions. human peripheral blood lymphocytes; human nonsmall cell lung cancer A549cell culture. cytogenetic analysis of uniformly stained human peripheral blood lymphocyte chromosomesto determine the frequency of all types of aberrations. In human peripheral blood lymphocytes after longterm (120hour) cultivation with the addition of conditioned medium from human nonsmall cell lung cancer A549 cells, an increase in the level of chromosome aberrations was registered compared to the control: from 1.90 to 3.40 per 100 cells in the first mitosis; from 2.00 to 3.60per 100 cells in the second; from 1.70 to 3.10 per 100 cells in the third; and from 1.50 to 2.80 per 100 cells in thefourth cell division (p < 0.05). The increase in chromosomal instability occurred due to an increase in the frequency of single fragments: from 0.70 to 2.20 per 100 cells in the first mitosis; from 1.00 to 2.10 per 100 cells in thesecond; from 0.90 to 2.00 per 100 cells in the third; and from 1.10 to 2.40 per 100 cells in the fourth cell division(p < 0.05). The frequencies of chromosomal type aberrations (acentric paired fragments, abnormal monocentrics)showed no significant difference from the corresponding control levels (p > 0.05) during the observation period.Dicentric chromosomes were not registered. Persistence of genomic instability due to the development of a tumor induced bystander effect was established in peripheral blood lymphocytes of healthy individuals after four cell divisions of cultivation with a conditioned medium from human nonsmall cell lung cancer A549 cells. Its cytogenetic manifestation was an increase in the frequency of chromosome aberrations due to chromatidtype damage. The frequencies of chromatidtypeaberrations (single fragments) exceeded the corresponding controls and did not differ significantly between mitotic divisions. The development of the tumor induced bystander effect did not influence the induction of chromosomal type aberrations (acentric fragments, abnormal monocentrics, dicentric chromosomes), whose levels did not differ significantly from the controls. Мета: встановити рівень аберацій хромосом у лімфоцитах периферичної крові людини при розвитку в них пухлинноіндукованого ефекту свідка впродовж кількох мітотичних поділів. Матеріали і методи. Матеріал: лімфоцити периферичної крові людини; культура клітин недрібноклітинного раку легень людини лінії А549. Метод: цитогенетичний аналіз рівномірно забарвлених хромосом лімфоцитів периферичної крові людини з визначенням частоти всіх типів аберацій.Результати. У лімфоцитах периферичної крові людини за довгострокового 120годинного культивування з додаванням кондиційного середовища клітин недрібноклітинного раку легені людини лінії A549 зареєстрованопідвищення рівня аберацій хромосом порівняно з контролем з 1,90 до 3,40 на 100 клітин у першому мітозі, з2,00 до 3,60 на 100 клітин – у другому, з 1,70 до 3,10 на 100 клітин – у третьому, з 1,50 до 2,80 на 100 клітин учетвертому клітинному поділі (p < 0,05). Зростання хромосомної нестабільності відбулося за рахунок збільшення частоти одиночних фрагментів з 0,70 до 2,20 на 100 клітин у першому мітозі, з 1,00 до 2,10 на 100 клітин – удругому, з 0,90 до 2,00 на 100 клітин – у третьому, з 1,10 до 2,40 на 100 клітин у четвертому клітинному поділі(p < 0,05). Частоти аберацій хромосомного типу (ацентричних парних фрагментів, аномальних моноцентриків)впродовж періоду спостереження не мали значущої різниці з відповідними контрольними рівнями (p > 0,05).Дицентричних хромосом не зареєстровано.Висновки. У лімфоцитах периферичної крові здорових осіб за культивування впродовж чотирьох клітиннихподілів з додаванням кондиційного середовища клітин недрібноклітинного раку легень людини лінії А549встановлено персистенцію геномної нестабільності внаслідок розвитку пухлинноіндукованого ефекту свідка,цитогенетичним проявом якої було зростання загальної частоти аберацій хромосом за рахунок пошкодженьхроматидного типу. Частоти аберацій хроматидного типу (одиночних фрагментів) перевищували відповідніконтролі і значуще не розрізнялись між окремими мітотичними поділами. Розвиток пухлинноіндукованогоефекту свідка не впливав на індукцію аберацій хромосомного типу (ацентричних фрагментів, аномальних моноцентриків, дицентричних хромосом), рівні яких не мали істотної різниці з контрольними.Ключові слова: пухлинноіндукований ефект свідка; лімфоцити периферичної крові людини; персистенція, геномна нестабільність, аберації хромосом.",
    "disease": "lung cancer",
    "clean_text": "persistence of genomical instability due to the development of the tumor induced bystander effect in human somatic cells to establish the level of chromosome aberrations in human peripheral blood lymphocytes during thedevelopment of a tumor induced bystander effect over several mitotic divisions human peripheral blood lymphocytes human nonsmall cell lung cancer a cell culture cytogenetic analysis of uniformly stained human peripheral blood lymphocyte chromosomesto determine the frequency of all types of aberrations in human peripheral blood lymphocytes after longterm hour cultivation with the addition of conditioned medium from human nonsmall cell lung cancer a cells an increase in the level of chromosome aberrations was registered compared to the control from to per cells in the first mitosis from to per cells in the second from to per cells in the third and from to per cells in thefourth cell division p the increase in chromosomal instability occurred due to an increase in the frequency of single fragments from to per cells in the first mitosis from to per cells in thesecond from to per cells in the third and from to per cells in the fourth cell division p the frequencies of chromosomal type aberrations acentric paired fragments abnormal monocentrics showed no significant difference from the corresponding control levels p during the observation period dicentric chromosomes were not registered persistence of genomic instability due to the development of a tumor induced bystander effect was established in peripheral blood lymphocytes of healthy individuals after four cell divisions of cultivation with a conditioned medium from human nonsmall cell lung cancer a cells its cytogenetic manifestation was an increase in the frequency of chromosome aberrations due to chromatidtype damage the frequencies of chromatidtypeaberrations single fragments exceeded the corresponding controls and did not differ significantly between mitotic divisions the development of the tumor induced bystander effect did not influence the induction of chromosomal type aberrations acentric fragments abnormal monocentrics dicentric chromosomes whose levels did not differ significantly from the controls a p p p"
}