{
    "pmid": "41456375",
    "title": "Association between free thyroxine and free triiodothyronine levels with inflammation markers in acute minor and severe ischemic stroke patients.",
    "abstract": "Patients with acute ischemic stroke (AIS) frequently exhibit alterations in thyroid function. Though, the association between free thyroxine levels and stroke severity, in addition to the pathophysiological implications of thyroid hormone fluctuations, has not been entirely elucidated and remains unclear in AIS patients. To assess the association between free thyroxine (fT4) and free triiodothyronine (fT3) levels and both stroke severity and inflammatory markers in patients' subsequent acute minor and severe ischemic strokes. This study involved 142 patients with acute minor and severe ischemic stroke (104 males and 38 females). Thyroid hormone levels and inflammatory biomarkers were measured for all contributors. Stroke severity was determined utilising the National Institutes of Health Stroke Scale (NIHSS scores). Multiple regression analysis was conducted to control for potential confounders. Furthermore, a receiver operating characteristic (ROC) curve for fT4 was generated to assess its predictive value for stroke severity. Patients with severe ischemic stroke showed significantly higher fT4 levels and lower fT3 levels in comparison with those who have minor ischemic stroke. Free T3 was negatively correlated with ESR (r = -0.454, P < 0.001), CRP (r = -0.169, P = 0.04), and NIHSS scores (r = -0.547, P < 0.001). In contrast, fT4 was positively correlated with ESR (r = 0.262, P = 0.002), CRP (r = 0.39, P < 0.001), and NIHSS scores (r = 0.418, P < 0.001). Multiple regression analysis displayed that NIHSS scores were independently associated with fT3, whereas both NIHSS scores and CRP were independently associated with fT4. ROC analysis proved that the AUC for fT4 was 0.739 (95 % CI, 0.657-0.822). Higher fT4 and lower fT3 levels are linked with greater stroke severity and elevated inflammatory markers in patients with acute severe ischemic stroke in comparison with those who experienced minor stroke.",
    "disease": "stroke",
    "clean_text": "association between free thyroxine and free triiodothyronine levels with inflammation markers in acute minor and severe ischemic stroke patients patients with acute ischemic stroke ais frequently exhibit alterations in thyroid function though the association between free thyroxine levels and stroke severity in addition to the pathophysiological implications of thyroid hormone fluctuations has not been entirely elucidated and remains unclear in ais patients to assess the association between free thyroxine ft and free triiodothyronine ft levels and both stroke severity and inflammatory markers in patients subsequent acute minor and severe ischemic strokes this study involved patients with acute minor and severe ischemic stroke males and females thyroid hormone levels and inflammatory biomarkers were measured for all contributors stroke severity was determined utilising the national institutes of health stroke scale nihss scores multiple regression analysis was conducted to control for potential confounders furthermore a receiver operating characteristic roc curve for ft was generated to assess its predictive value for stroke severity patients with severe ischemic stroke showed significantly higher ft levels and lower ft levels in comparison with those who have minor ischemic stroke free t was negatively correlated with esr r p crp r p and nihss scores r p in contrast ft was positively correlated with esr r p crp r p and nihss scores r p multiple regression analysis displayed that nihss scores were independently associated with ft whereas both nihss scores and crp were independently associated with ft roc analysis proved that the auc for ft was ci higher ft and lower ft levels are linked with greater stroke severity and elevated inflammatory markers in patients with acute severe ischemic stroke in comparison with those who experienced minor stroke"
}