{
    "title": "[Diaphragmatic surgery in advanced ovarian cancer therapy].",
    "doc_id": "26606117",
    "writer": "Kalist V",
    "year": "2015",
    "summary": "OBJECTIVE: Advanced ovarian cancer is a lethal disease. More than 75% of women with ovarian cancer are diagnosed in advanced stage FIGO IIIC-IV. ...Diaphragmatic surgery increases the rates of optimal cytoreduction, improves survival of women with advanced ovaria …",
    "abstract": "Objective:\n        \n      \n      Advanced ovarian cancer is a lethal disease. More than 75% of women with ovarian cancer are diagnosed in advanced stage FIGO IIIC-IV. The combination of surgical cytoreduction without residual tumor, and chemotherapy is the only way to prolong overall survival of women with advanced ovarian cancer.\n    \n\n\n          Design:\n        \n      \n      Systematic review.\n    \n\n\n          Subject and methods:\n        \n      \n      Current literature review.\n    \n\n\n          Conclusion:\n        \n      \n      Due to frequent involvement of the diaphragm in women with advanced ovarian cancer and the effort of optimal debulking is the inclusion of diaphragmatic surgery necessary for so affected women. Diaphragmatic surgery increases the rates of optimal cytoreduction, improves survival of women with advanced ovarian cancer and has acceptable morbidity rate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26606117/",
    "clean_text": "diaphragmatic surgery in advanced ovarian cancer therapy objective advanced ovarian cancer is a lethal disease more than of women with ovarian cancer are diagnosed in advanced stage figo iiic iv diaphragmatic surgery increases the rates of optimal cytoreduction improves survival of women with advanced ovaria objective advanced ovarian cancer is a lethal disease more than of women with ovarian cancer are diagnosed in advanced stage figo iiic iv the combination of surgical cytoreduction without residual tumor and chemotherapy is the only way to prolong overall survival of women with advanced ovarian cancer design systematic review subject and methods current literature review conclusion due to frequent involvement of the diaphragm in women with advanced ovarian cancer and the effort of optimal debulking is the inclusion of diaphragmatic surgery necessary for so affected women diaphragmatic surgery increases the rates of optimal cytoreduction improves survival of women with advanced ovarian cancer and has acceptable morbidity rate"
}