{
    "pmid": "41458976",
    "title": "Health disinformation: a call to action for the hemostasis and thrombosis community.",
    "abstract": "The COVID-19 pandemic has exposed a parallel crisis: an infodemic of unprecedented scale and impact. This wave of misinformation and disinformation-particularly around thrombosis, vaccines, and hemostasis-has undermined public health measures, eroded institutional trust, and endangered scientific credibility. Within this hostile informational ecosystem, fringe theories proliferated across social media, falsely linking COVID-19 vaccines to widespread thrombosis via misinterpretations of D-dimer levels and anecdotal claims unsupported by clinical evidence. Political agendas, emotional manipulation, and algorithm-driven amplification created fertile ground for disinformation to thrive-especially among vulnerable populations like youth and vaccine-hesitant communities. The article dissects how belief bias, trust shortcuts, groupthink, and platform algorithms contributed to the viral spread of falsehoods about thrombosis and hemostasis. Case studies include the misuse of hydroxychloroquine, antivaccine conspiracy movements, and the misleading portrayal of rare vaccine-induced clotting events. The consequences were severe: declining vaccine uptake, harassment of scientists, and growing skepticism toward evidence-based medicine. This article calls on the hemostasis and thrombosis community to move beyond passive dissemination of knowledge. It proposes a 4-pillar strategy: embedding scientific voices in digital discourse, reforming media and health literacy education, enforcing stronger regulatory frameworks, and institutionalizing collective scientific engagement in mainstream and social media. As future health crises loom, communication must become as central as research itself. The article argues that the next battle for public health will be waged not only in hospitals and laboratories but also in the information spaces where truth competes with virality. It is time for science to go viral-for the right reasons.",
    "disease": "covid-19",
    "clean_text": "health disinformation a call to action for the hemostasis and thrombosis community the covid pandemic has exposed a parallel crisis an infodemic of unprecedented scale and impact this wave of misinformation and disinformation particularly around thrombosis vaccines and hemostasis has undermined public health measures eroded institutional trust and endangered scientific credibility within this hostile informational ecosystem fringe theories proliferated across social media falsely linking covid vaccines to widespread thrombosis via misinterpretations of d dimer levels and anecdotal claims unsupported by clinical evidence political agendas emotional manipulation and algorithm driven amplification created fertile ground for disinformation to thrive especially among vulnerable populations like youth and vaccine hesitant communities the article dissects how belief bias trust shortcuts groupthink and platform algorithms contributed to the viral spread of falsehoods about thrombosis and hemostasis case studies include the misuse of hydroxychloroquine antivaccine conspiracy movements and the misleading portrayal of rare vaccine induced clotting events the consequences were severe declining vaccine uptake harassment of scientists and growing skepticism toward evidence based medicine this article calls on the hemostasis and thrombosis community to move beyond passive dissemination of knowledge it proposes a pillar strategy embedding scientific voices in digital discourse reforming media and health literacy education enforcing stronger regulatory frameworks and institutionalizing collective scientific engagement in mainstream and social media as future health crises loom communication must become as central as research itself the article argues that the next battle for public health will be waged not only in hospitals and laboratories but also in the information spaces where truth competes with virality it is time for science to go viral for the right reasons"
}