{
    "pmid": "41455503",
    "title": "Mitochondrial-associated endoplasmic reticulum membranes (MAMs) drive ferroptosis via redox signaling: A key potential mechanism in epilepsy.",
    "abstract": "Although targeting neuronal excitability remains the cornerstone of epilepsy treatment, the high prevalence of drug-resistant epilepsy compels a reexamination of its upstream mechanisms. Growing evidence identifies redox imbalance and specific cell death programs as key drivers of epileptogenesis. We propose a unified framework. Here, we position dysfunction of mitochondria-associated endoplasmic reticulum membranes (MAMs) linked to ferroptosis as a core pathogenic axis. Multiple epileptogenic triggers converge to pathologically remodel MAMs, transforming them into a catalytic platform that efficiently initiates ferroptosis. This is achieved through the nanoscale co-localization of calcium ions, reactive oxygen species, and unstable iron. We systematically dissect how MAMs integrate calcium signaling, lipid metabolism, and redox balance, and outline core ferroptosis pathways. Critically, MAMs remodeling subverts antioxidant defenses, reprograms lipid metabolism, and irreversibly drives ferroptosis. This MAMs-ferroptosis axis promotes epilepsy chronicity by mediating selective neuronal loss, amplifying neuroinflammation, and disrupting excitatory-inhibitory balance. Based on this mechanism, we propose a novel therapeutic paradigm: stabilizing MAMs upstream with Sigma-1 receptor ligands, combined with neutralizing lipid peroxides downstream using ferroptosis inhibitors. This multi-tiered strategy provides a foundation for developing disease-modifying, next-generation epilepsy therapies.",
    "disease": "epilepsy",
    "clean_text": "mitochondrial associated endoplasmic reticulum membranes mams drive ferroptosis via redox signaling a key potential mechanism in epilepsy although targeting neuronal excitability remains the cornerstone of epilepsy treatment the high prevalence of drug resistant epilepsy compels a reexamination of its upstream mechanisms growing evidence identifies redox imbalance and specific cell death programs as key drivers of epileptogenesis we propose a unified framework here we position dysfunction of mitochondria associated endoplasmic reticulum membranes mams linked to ferroptosis as a core pathogenic axis multiple epileptogenic triggers converge to pathologically remodel mams transforming them into a catalytic platform that efficiently initiates ferroptosis this is achieved through the nanoscale co localization of calcium ions reactive oxygen species and unstable iron we systematically dissect how mams integrate calcium signaling lipid metabolism and redox balance and outline core ferroptosis pathways critically mams remodeling subverts antioxidant defenses reprograms lipid metabolism and irreversibly drives ferroptosis this mams ferroptosis axis promotes epilepsy chronicity by mediating selective neuronal loss amplifying neuroinflammation and disrupting excitatory inhibitory balance based on this mechanism we propose a novel therapeutic paradigm stabilizing mams upstream with sigma receptor ligands combined with neutralizing lipid peroxides downstream using ferroptosis inhibitors this multi tiered strategy provides a foundation for developing disease modifying next generation epilepsy therapies"
}