{
    "pmid": "41409801",
    "title": "Identifying Key Biomarkers in Celiac Disease through Analysis of Microarray Data.",
    "abstract": "Celiac disease (CeD) is a chronic autoimmune condition induced by the consumption of gluten, affecting about 1.4% of the global population. The current diagnostic methods largely rely on serological testing, which may disregard certain biomarkers that are essential for an accurate diagnosis. The objective of the present investigation is to identify significant candidate biomarkers in CeD through using a bioinformatics analysis of microarray data. We analyzed three datasets of the Gene Expression Omnibus database (GSE112102, GSE113469, and GSE164883) to conduct a comprehensive bioinformatics approach. We performed a meta-analysis of differentially expressed genes (DEGs), constructed gene ontology and pathway analyses, and developed protein-protein interaction networks to identify and analyze hub genes and their associated miRNAs. We detected 165 DEGs (79 upregulated and 86 downregulated). Five key hub genes - STAT1, CDC20, perforin-1, CCL2, and MYC were identified as critical regulators involved in controlling both immune system activity and cell cycle progression. Significantly, important miRNAs, including hsa-miR-155-5p, hsa-miR-145-5p, hsa-miR-18a-5p, hsa-miR-34a-5p, hsa-miR-24-3p, and hsa-miR-146a-5p, were seen to have significant interactions with these hub genes. This emphasizes their potential involvement in the pathogenesis of CeD. The genes identified offer potential as key biomarkers for diagnosing CeD and understanding its molecular mechanisms, creating the path for improved diagnostic and therapeutic strategies.",
    "disease": "epilepsy",
    "clean_text": "identifying key biomarkers in celiac disease through analysis of microarray data celiac disease ced is a chronic autoimmune condition induced by the consumption of gluten affecting about of the global population the current diagnostic methods largely rely on serological testing which may disregard certain biomarkers that are essential for an accurate diagnosis the objective of the present investigation is to identify significant candidate biomarkers in ced through using a bioinformatics analysis of microarray data we analyzed three datasets of the gene expression omnibus database gse gse and gse to conduct a comprehensive bioinformatics approach we performed a meta analysis of differentially expressed genes degs constructed gene ontology and pathway analyses and developed protein protein interaction networks to identify and analyze hub genes and their associated mirnas we detected degs upregulated and downregulated five key hub genes stat cdc perforin ccl and myc were identified as critical regulators involved in controlling both immune system activity and cell cycle progression significantly important mirnas including hsa mir p hsa mir p hsa mir a p hsa mir a p hsa mir p and hsa mir a p were seen to have significant interactions with these hub genes this emphasizes their potential involvement in the pathogenesis of ced the genes identified offer potential as key biomarkers for diagnosing ced and understanding its molecular mechanisms creating the path for improved diagnostic and therapeutic strategies"
}