{
    "title": "E-cigarette use and tobacco harm reduction: Pilot survey study evaluating perspectives of head and neck surgeons.",
    "doc_id": "34904754",
    "writer": "Koo EY",
    "year": "2022",
    "summary": "The purpose of this pilot study was to identify head and neck cancer (HNC) surgeons' attitudes/perspectives of EC and smoking cessation counseling. METHODS: Cross-sectional survey administered to American Head and Neck Society (AHNS) members. RESULTS: …",
    "abstract": "Background:\n        \n      \n      Electronic cigarettes (EC) are popular devices that aerosolize a nicotine and have been controversially considered tool for smoking cessation and tobacco harm reduction (THR). The purpose of this pilot study was to identify head and neck cancer (HNC) surgeons' attitudes/perspectives of EC and smoking cessation counseling.\n    \n\n\n          Methods:\n        \n      \n      Cross-sectional survey administered to American Head and Neck Society (AHNS) members.\n    \n\n\n          Results:\n        \n      \n      Response rate was 136 members (15.1%) with the majority 102 (75.00%) having unfavorable attitude toward EC for smoking cessation. Fifty-eight respondents (42.7%) were familiar with THR. Those familiar with THR 37 (63.79%) routinely inquire about EC use. Compared between THR familiarity, 22 (37.93%) believed the benefits of EC for smoking cessation outweighed the potential risks.\n    \n\n\n          Conclusions:\n        \n      \n      HNC specialists have an unfavorable attitude toward EC. Those familiar with THR were more likely to inquire about EC use. They were also less likely to have a definitive opinion on the benefits of quitting combustible cigarettes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34904754/",
    "clean_text": "e cigarette use and tobacco harm reduction pilot survey study evaluating perspectives of head and neck surgeons the purpose of this pilot study was to identify head and neck cancer hnc surgeons attitudes perspectives of ec and smoking cessation counseling methods cross sectional survey administered to american head and neck society ahns members results background electronic cigarettes ec are popular devices that aerosolize a nicotine and have been controversially considered tool for smoking cessation and tobacco harm reduction thr the purpose of this pilot study was to identify head and neck cancer hnc surgeons attitudes perspectives of ec and smoking cessation counseling methods cross sectional survey administered to american head and neck society ahns members results response rate was members with the majority having unfavorable attitude toward ec for smoking cessation fifty eight respondents were familiar with thr those familiar with thr routinely inquire about ec use compared between thr familiarity believed the benefits of ec for smoking cessation outweighed the potential risks conclusions hnc specialists have an unfavorable attitude toward ec those familiar with thr were more likely to inquire about ec use they were also less likely to have a definitive opinion on the benefits of quitting combustible cigarettes"
}