{
    "pmid": "41474107",
    "title": "Hemodynamic changes in pregnancies with impaired fetal growth: A systematic review and meta-analysis.",
    "abstract": "Abnormalities in central hemodynamic functions before and throughout pregnancy may antedate impaired fetal growth. We aimed to assess cardiac output (CO) and total peripheral vascular resistance (TPVR) trajectories throughout singleton pregnancies with and without impaired fetal growth by systematic review and meta-analysis. PubMed and Embase were systematically searched (inception - July 2023), and reference lists were screened. Studies reporting CO and TPVR during singleton pregnancies complicated by impaired fetal growth were included. Studies measuring hemodynamic parameters in women with prepregnancy hypertension and/or cardiac diseases were excluded. Absolute values of hemodynamic parameters were calculated over pregnancy using a random-effects model, and subgroup analyses differentiated more severe clinical phenotypes of impaired fetal growth. The systematic review was registered in the PROSPERO database (CRD42020172252). Thirty-three studies were included, comprising 7816 women. Hemodynamic function in non-pregnant women did not differ between those who subsequently gave birth to a growth-restricted neonate or an appropriately grown neonate. Pregnancies complicated by impaired fetal growth were accompanied by elevated second and third-trimester TPVR and concurrent reduced third-trimester CO. Second and third-trimester TPVR was consistently higher when fetal growth restriction was accompanied by abnormal perfusion indices instead of only low birthweight (centile), concurrent maternal hypertensive disorder of pregnancy, and when small for gestational age was accompanied by preterm birth. Impaired fetal growth is associated with increased vascular resistance and reduced CO from the second trimester onwards. More severe phenotypes, particularly those with attenuated placental perfusion or lower gestational age at birth, exhibit the most vasoconstrictive hemodynamic profile. Future studies could focus on targeted preventive measures to restore hemodynamic function.",
    "disease": "hypertension",
    "clean_text": "hemodynamic changes in pregnancies with impaired fetal growth a systematic review and meta analysis abnormalities in central hemodynamic functions before and throughout pregnancy may antedate impaired fetal growth we aimed to assess cardiac output co and total peripheral vascular resistance tpvr trajectories throughout singleton pregnancies with and without impaired fetal growth by systematic review and meta analysis pubmed and embase were systematically searched inception july and reference lists were screened studies reporting co and tpvr during singleton pregnancies complicated by impaired fetal growth were included studies measuring hemodynamic parameters in women with prepregnancy hypertension and or cardiac diseases were excluded absolute values of hemodynamic parameters were calculated over pregnancy using a random effects model and subgroup analyses differentiated more severe clinical phenotypes of impaired fetal growth the systematic review was registered in the prospero database crd thirty three studies were included comprising women hemodynamic function in non pregnant women did not differ between those who subsequently gave birth to a growth restricted neonate or an appropriately grown neonate pregnancies complicated by impaired fetal growth were accompanied by elevated second and third trimester tpvr and concurrent reduced third trimester co second and third trimester tpvr was consistently higher when fetal growth restriction was accompanied by abnormal perfusion indices instead of only low birthweight centile concurrent maternal hypertensive disorder of pregnancy and when small for gestational age was accompanied by preterm birth impaired fetal growth is associated with increased vascular resistance and reduced co from the second trimester onwards more severe phenotypes particularly those with attenuated placental perfusion or lower gestational age at birth exhibit the most vasoconstrictive hemodynamic profile future studies could focus on targeted preventive measures to restore hemodynamic function"
}