{
    "pmid": "41437814",
    "title": "Prevalence and Modifiable Risk Factors of Dementia in People With Down Syndrome: Cross-Sectional Study of Japan in Collaboration With the Intellectual Diversity for Goodness Research Consortium (INDIGO-2019).",
    "abstract": "People with Down syndrome (DS) have a strong genetic predisposition to Alzheimer's disease (AD). However, the clinical burden and associated risk factors in diverse, non-Western populations remain less understood. This study aimed to investigate the prevalence of dementia in Japanese adults with DS and to identify modifiable clinical factors associated with dementia. This cross-sectional multicentre study surveyed 133 adults with DS (mean age 50.1 years) residing in 45 welfare facilities across Japan in 2019. Dementia was diagnosed by a consensus panel of physicians using established criteria (DSM-5, ICD-10, DC-LD) after comprehensive assessments, including the Japanese version of the Dementia Screening Questionnaire for Individuals with Intellectual Disabilities (DSQIID-J). Logistic regression analysis was performed to identify factors independently associated with dementia. Forty-six participants (34.6%) were diagnosed with dementia. The prevalence rose sharply with age: 0% in their 30s, 30.8% in their 40s, 31.6% in their 50s and 65.5% in their 60s. After adjusting for covariates, older age, female sex, dyslipidaemia and visual impairment were independently associated with dementia. This study, the largest of its kind in Asia, confirms a high prevalence of dementia in institutionalized Japanese adults with DS. Crucially, this study is the first to identify dyslipidaemia and visual impairment as independent and potentially modifiable risk factors in this population. These findings highlight tangible targets for clinical interventions aimed at mitigating dementia risk in people with DS.",
    "disease": "alzheimer disease",
    "clean_text": "prevalence and modifiable risk factors of dementia in people with down syndrome cross sectional study of japan in collaboration with the intellectual diversity for goodness research consortium indigo people with down syndrome ds have a strong genetic predisposition to alzheimer s disease ad however the clinical burden and associated risk factors in diverse non western populations remain less understood this study aimed to investigate the prevalence of dementia in japanese adults with ds and to identify modifiable clinical factors associated with dementia this cross sectional multicentre study surveyed adults with ds mean age years residing in welfare facilities across japan in dementia was diagnosed by a consensus panel of physicians using established criteria dsm icd dc ld after comprehensive assessments including the japanese version of the dementia screening questionnaire for individuals with intellectual disabilities dsqiid j logistic regression analysis was performed to identify factors independently associated with dementia forty six participants were diagnosed with dementia the prevalence rose sharply with age in their s in their s in their s and in their s after adjusting for covariates older age female sex dyslipidaemia and visual impairment were independently associated with dementia this study the largest of its kind in asia confirms a high prevalence of dementia in institutionalized japanese adults with ds crucially this study is the first to identify dyslipidaemia and visual impairment as independent and potentially modifiable risk factors in this population these findings highlight tangible targets for clinical interventions aimed at mitigating dementia risk in people with ds"
}