{
    "title": "Clinical application of microRNA in gastric cancer in Eastern Asian area.",
    "doc_id": "23599620",
    "writer": "Gao M",
    "year": "2013",
    "summary": "Eastern Asia (South Korea, Japan and China) has the highest incidence of gastric cancer in the world. There were 988,000 new cases of gastric cancer worldwide and 736,000 deaths in 2008. Approximately 60% of the cases of gastric cancer ar …",
    "abstract": "Recent research has shown that microRNA (miRNA), which is involved in almost every step of gastric carcinogenesis, has broad prospective application in diagnosis and therapy of gastric carcinoma. Eastern Asia (South Korea, Japan and China) has the highest incidence of gastric cancer in the world. There were 988,000 new cases of gastric cancer worldwide and 736,000 deaths in 2008. Approximately 60% of the cases of gastric cancer are found in East Asia (mainly China). We herein provide a brief review of the clinical applications of miRNA, which include the following aspects: (1) miRNA may serve as a potential new generation of tumor markers; (2) a complete miRNA expression profile is highly specific, can reflect the evolutionary lineage and differentiation of tumors, and be used to carry out diversity analysis; (3) detecting specific miRNA expression in peripheral blood will become a new method for diagnosis of gastric cancer; (4) miRNA can predict prognosis of gastric cancer; (5) miRNA has predictive value in determining chemotherapy and radiotherapy resistance; and (6) miRNA could be a type of innovative drug. Finally, we focus on assessing the value of miRNA from laboratory to clinical application and the challenges it faces in East Asia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23599620/",
    "clean_text": "clinical application of microrna in gastric cancer in eastern asian area eastern asia south korea japan and china has the highest incidence of gastric cancer in the world there were new cases of gastric cancer worldwide and deaths in approximately of the cases of gastric cancer ar recent research has shown that microrna mirna which is involved in almost every step of gastric carcinogenesis has broad prospective application in diagnosis and therapy of gastric carcinoma eastern asia south korea japan and china has the highest incidence of gastric cancer in the world there were new cases of gastric cancer worldwide and deaths in approximately of the cases of gastric cancer are found in east asia mainly china we herein provide a brief review of the clinical applications of mirna which include the following aspects mirna may serve as a potential new generation of tumor markers a complete mirna expression profile is highly specific can reflect the evolutionary lineage and differentiation of tumors and be used to carry out diversity analysis detecting specific mirna expression in peripheral blood will become a new method for diagnosis of gastric cancer mirna can predict prognosis of gastric cancer mirna has predictive value in determining chemotherapy and radiotherapy resistance and mirna could be a type of innovative drug finally we focus on assessing the value of mirna from laboratory to clinical application and the challenges it faces in east asia"
}