{
    "title": "Genomic Epidemiology of Vibrio cholerae O139, Zhejiang Province, China, 1994-2018.",
    "doc_id": "36285907",
    "writer": "Luo Y",
    "year": "2022",
    "summary": "Most Zhejiang isolates fell into 3 clusters (C1-C3), which probably originated in India (C1) and Thailand (C2 and C3) during the early 1990s. ...The integrative and conjugative elements carried by Zhejiang isolates were of a new type, differing from ICEVchInd4 and S …",
    "abstract": "Cholera caused by Vibrio cholerae O139 was first reported in Bangladesh and India in 1992. To determine the genomic epidemiology and origins of O139 in China, we sequenced 104 O139 isolates collected from Zhejiang Province, China, during 1994-2018 and compared them with 57 O139 genomes from other countries in Asia. Most Zhejiang isolates fell into 3 clusters (C1-C3), which probably originated in India (C1) and Thailand (C2 and C3) during the early 1990s. Different clusters harbored different antimicrobial resistance genes and IncA/C plasmids. The integrative and conjugative elements carried by Zhejiang isolates were of a new type, differing from ICEVchInd4 and SXTMO10 by single-nucleotide polymorphisms and presence of genes. Quinolone resistance-conferring mutations S85L in parC and S83I in gyrA occurred in 71.2% of the Zhejiang isolates. The ctxB copy number differed among the 3 clusters. Our findings provided new insights for prevention and control of O139 cholera .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36285907/",
    "clean_text": "genomic epidemiology of vibrio cholerae o zhejiang province china most zhejiang isolates fell into clusters c c which probably originated in india c and thailand c and c during the early s the integrative and conjugative elements carried by zhejiang isolates were of a new type differing from icevchind and s cholera caused by vibrio cholerae o was first reported in bangladesh and india in to determine the genomic epidemiology and origins of o in china we sequenced o isolates collected from zhejiang province china during and compared them with o genomes from other countries in asia most zhejiang isolates fell into clusters c c which probably originated in india c and thailand c and c during the early s different clusters harbored different antimicrobial resistance genes and inca c plasmids the integrative and conjugative elements carried by zhejiang isolates were of a new type differing from icevchind and sxtmo by single nucleotide polymorphisms and presence of genes quinolone resistance conferring mutations s l in parc and s i in gyra occurred in of the zhejiang isolates the ctxb copy number differed among the clusters our findings provided new insights for prevention and control of o cholera"
}