{
    "title": "Acquired haemophilia A associated to autoimmune thyroiditis and pangastritis.",
    "doc_id": "35396240",
    "writer": "Marques Dias JI",
    "year": "2022",
    "summary": "We report a case of a 69-year-old woman that presented with knee haemarthrosis followed by spontaneous retroperitoneal haematoma. On coagulation studies, she presented normal prothrombin time with prolonged activated partial thromboplastin time non-correcting on mixture te …",
    "abstract": "Acquired haemophilia A is a rare condition defined by the presence of coagulation inhibitors, which are autoantibodies directed against factor VIII that interfere with its activity. We report a case of a 69-year-old woman that presented with knee haemarthrosis followed by spontaneous retroperitoneal haematoma. On coagulation studies, she presented normal prothrombin time with prolonged activated partial thromboplastin time non-correcting on mixture test, low titers of factor VIII and was detected factor VIII inhibitor that led to diagnosis of acquired haemophilia A. She was managed with supportive measures to control haemorrhage and immunosuppressive therapy to eradicate inhibitors, initially with corticosteroids, with partial transitory response, after which she developed new spontaneous haematomas. Rituximab was started at that time, with a good outcome. The additional aetiological study identified autoimmune thyroiditis and autoimmune pangastritis, an association rarely described in literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35396240/",
    "clean_text": "acquired haemophilia a associated to autoimmune thyroiditis and pangastritis we report a case of a year old woman that presented with knee haemarthrosis followed by spontaneous retroperitoneal haematoma on coagulation studies she presented normal prothrombin time with prolonged activated partial thromboplastin time non correcting on mixture te acquired haemophilia a is a rare condition defined by the presence of coagulation inhibitors which are autoantibodies directed against factor viii that interfere with its activity we report a case of a year old woman that presented with knee haemarthrosis followed by spontaneous retroperitoneal haematoma on coagulation studies she presented normal prothrombin time with prolonged activated partial thromboplastin time non correcting on mixture test low titers of factor viii and was detected factor viii inhibitor that led to diagnosis of acquired haemophilia a she was managed with supportive measures to control haemorrhage and immunosuppressive therapy to eradicate inhibitors initially with corticosteroids with partial transitory response after which she developed new spontaneous haematomas rituximab was started at that time with a good outcome the additional aetiological study identified autoimmune thyroiditis and autoimmune pangastritis an association rarely described in literature"
}