{
    "title": "Gastric glomus tumor: A rare etiology of upper gastrointestinal bleed.",
    "doc_id": "34673607",
    "writer": "Vyawahare MA",
    "year": "2021",
    "summary": "A preoperative diagnosis of the probable gastric gastrointestinal stromal tumor was made. Post-surgical histopathological examination of the specimen demonstrated a glomus tumor of the stomach confirmed on immunohistochemistry. The present case highlights the import …",
    "abstract": "The glomus tumor of stomach is an unusual submucosal mesenchymal tumor of the gastrointestinal tract. We describe a 42-year-old female who presented with chronic anemia and an episode of painless hematemesis. A preoperative diagnosis of the probable gastric gastrointestinal stromal tumor was made. Post-surgical histopathological examination of the specimen demonstrated a glomus tumor of the stomach confirmed on immunohistochemistry. The present case highlights the importance of morphology and immunohistochemistry in differentiating the subepithelial tumors of the stomach and one must consider glomus tumor in differential diagnosis of these gastric lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34673607/",
    "clean_text": "gastric glomus tumor a rare etiology of upper gastrointestinal bleed a preoperative diagnosis of the probable gastric gastrointestinal stromal tumor was made post surgical histopathological examination of the specimen demonstrated a glomus tumor of the stomach confirmed on immunohistochemistry the present case highlights the import the glomus tumor of stomach is an unusual submucosal mesenchymal tumor of the gastrointestinal tract we describe a year old female who presented with chronic anemia and an episode of painless hematemesis a preoperative diagnosis of the probable gastric gastrointestinal stromal tumor was made post surgical histopathological examination of the specimen demonstrated a glomus tumor of the stomach confirmed on immunohistochemistry the present case highlights the importance of morphology and immunohistochemistry in differentiating the subepithelial tumors of the stomach and one must consider glomus tumor in differential diagnosis of these gastric lesions"
}