{
    "title": "Traumatic brain injury among refugees and asylum seekers.",
    "doc_id": "29284288",
    "writer": "McPherson JI.",
    "year": "2019",
    "summary": "The journey for displaced individuals can be extremely dangerous and many do not survive or go missing. Survivors face significant risks of injury, abuse, and torture. Traumatic brain injury is one of the most common and disabling injuries sustained by …",
    "abstract": "Background:\n        \n      \n      Refugees and asylum seekers face many challenges in their pursuit of a safe home. The journey for displaced individuals can be extremely dangerous and many do not survive or go missing. Survivors face significant risks of injury, abuse, and torture. Traumatic brain injury is one of the most common and disabling injuries sustained by these populations. This already complex condition can have profound implications on these groups and their families due to factors related to mental health, cultural perspectives, and their ability to navigate healthcare systems.\n    \n\n\n          Methods:\n        \n      \n      A literature review was performed to investigate the incidence and prevalence of torture and traumatic brain injury in displaced and fleeing populations. Impacts of traumatic brain injury and residency status on outcomes in these individuals were also examined.\n    \n\n\n          Results:\n        \n      \n      The incidence and prevalence of torture and traumatic brain injury among refugees and asylum seekers is significant. These populations may access healthcare systems differently than other groups and as a result may experience a unique health-related outcomes following traumatic brain injury.\n    \n\n\n          Conclusions:\n        \n      \n      This information should sensitize healthcare providers to a potential history of traumatic brain injury sustained by patients/clients who are refugees or asylum seekers and may serve to guide some clinical encounters. Implications for rehabilitation Traumatic brain injuries are commonly sustained by refugees and asylum seekers. Cultural factors may complicate how refugees and asylum seekers understand, report, and manage these injuries. The above may be worsened by cognitive, emotional, and behavioral changes following traumatic brain injury. Rehabilitation providers should be aware of potential traumatic brain injury history during encounters with refugee and asylum seeker populations, especially if a history of torture is suspected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29284288/",
    "clean_text": "traumatic brain injury among refugees and asylum seekers the journey for displaced individuals can be extremely dangerous and many do not survive or go missing survivors face significant risks of injury abuse and torture traumatic brain injury is one of the most common and disabling injuries sustained by background refugees and asylum seekers face many challenges in their pursuit of a safe home the journey for displaced individuals can be extremely dangerous and many do not survive or go missing survivors face significant risks of injury abuse and torture traumatic brain injury is one of the most common and disabling injuries sustained by these populations this already complex condition can have profound implications on these groups and their families due to factors related to mental health cultural perspectives and their ability to navigate healthcare systems methods a literature review was performed to investigate the incidence and prevalence of torture and traumatic brain injury in displaced and fleeing populations impacts of traumatic brain injury and residency status on outcomes in these individuals were also examined results the incidence and prevalence of torture and traumatic brain injury among refugees and asylum seekers is significant these populations may access healthcare systems differently than other groups and as a result may experience a unique health related outcomes following traumatic brain injury conclusions this information should sensitize healthcare providers to a potential history of traumatic brain injury sustained by patients clients who are refugees or asylum seekers and may serve to guide some clinical encounters implications for rehabilitation traumatic brain injuries are commonly sustained by refugees and asylum seekers cultural factors may complicate how refugees and asylum seekers understand report and manage these injuries the above may be worsened by cognitive emotional and behavioral changes following traumatic brain injury rehabilitation providers should be aware of potential traumatic brain injury history during encounters with refugee and asylum seeker populations especially if a history of torture is suspected"
}