{
    "pmid": "41320419",
    "title": "Structural characterization and anti-hepatic fibrosis effects of a novel polysaccharide from Astragalus complanatus seeds.",
    "abstract": "Hepatic fibrosis (HF) arises from dysregulated wound healing during chronic liver injury, progressing to liver dysfunction and carcinogenesis. Polysaccharides have emerged as promising candidates for HF treatment. In this study, a homogeneous galactomannan (45.0 kDa) was isolated from the seeds of Astragalus complanatus R. Br. Structural analysis revealed that it was composed of T-galactose (Gal), 1,4-mannose (Man), and 1,4,6-Man in a molar ratio of 1.47:1.00:1.42, featuring a β-1,4-Manp backbone with terminal α-Galp branches at O-6 of Manp. Additionally, ACSP-I's triple-helical structure was confirmed by Congo red assay and circular dichroism spectrum, while scanning electron microscopy revealed a lamellar morphology with pores on a slightly rough surface. ACSP-I exerted potent anti-fibrotic effects, suppressing hepatic stellate cells (HSCs) activation in vitro and attenuating CCl",
    "disease": "liver cirrhosis",
    "clean_text": "structural characterization and anti hepatic fibrosis effects of a novel polysaccharide from astragalus complanatus seeds hepatic fibrosis hf arises from dysregulated wound healing during chronic liver injury progressing to liver dysfunction and carcinogenesis polysaccharides have emerged as promising candidates for hf treatment in this study a homogeneous galactomannan kda was isolated from the seeds of astragalus complanatus r br structural analysis revealed that it was composed of t galactose gal mannose man and man in a molar ratio of featuring a manp backbone with terminal galp branches at o of manp additionally acsp i s triple helical structure was confirmed by congo red assay and circular dichroism spectrum while scanning electron microscopy revealed a lamellar morphology with pores on a slightly rough surface acsp i exerted potent anti fibrotic effects suppressing hepatic stellate cells hscs activation in vitro and attenuating ccl"
}