{
    "title": "AHNS Series: Do you know your guidelines?Principles of radiation therapy for head and neck cancer: A review of the National Comprehensive Cancer Network guidelines.",
    "doc_id": "27015108",
    "writer": "Gooi Z",
    "year": "2016",
    "summary": "This article is a continuation of the \"Do You Know Your Guidelines\" series, an initiative of the American Head and Neck Society's Education Committee to increase awareness of current best practices pertaining to head and neck cancer. ...These guideline …",
    "abstract": "This article is a continuation of the \"Do You Know Your Guidelines\" series, an initiative of the American Head and Neck Society's Education Committee to increase awareness of current best practices pertaining to head and neck cancer. The National Comprehensive Cancer Network guidelines for radiotherapy in the treatment for head and neck cancers are reviewed here in a systematic fashion according to site and stage. These guidelines outline indications for primary and adjuvant treatment, as well as general principles of radiotherapy. © 2016 Wiley Periodicals, Inc. Head Neck 38: 987-992, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27015108/",
    "clean_text": "ahns series do you know your guidelines principles of radiation therapy for head and neck cancer a review of the national comprehensive cancer network guidelines this article is a continuation of the do you know your guidelines series an initiative of the american head and neck society s education committee to increase awareness of current best practices pertaining to head and neck cancer these guideline this article is a continuation of the do you know your guidelines series an initiative of the american head and neck society s education committee to increase awareness of current best practices pertaining to head and neck cancer the national comprehensive cancer network guidelines for radiotherapy in the treatment for head and neck cancers are reviewed here in a systematic fashion according to site and stage these guidelines outline indications for primary and adjuvant treatment as well as general principles of radiotherapy wiley periodicals inc head neck"
}