{
    "pmid": "41398609",
    "title": "Association between De Ritis ratio and mortality in individuals with diabetes or prediabetes: evidence from NHANES (1999-2018).",
    "abstract": "The De Ritis ratio (AST/ALT) has emerged as a potential biomarker for metabolic dysfunction, but its association with mortality in individuals with diabetes or prediabetes remains inadequately explored. This study investigated the relationship between the De Ritis ratio and mortality in this population. We analyzed data from 23,873 participants with diabetes or prediabetes from the National Health and Nutrition Examination Survey (NHANES) 1999-2018. Participants were stratified into quartiles based on De Ritis ratio values. Cox proportional hazards regression models were employed to assess mortality risk, adjusting for demographic, lifestyle, and clinical factors. Restricted cubic spline (RCS) analysis examined potential non-linear relationships. During follow-up through December 2019, higher De Ritis ratios were associated with increased mortality risk. In fully adjusted models, the highest quartile showed significantly elevated risks for all-cause mortality (HR: 1.79, 95% CI 1.56-2.05) and CVD mortality (HR: 1.66, 95% CI 1.30-2.12) versus the lowest quartile. Each SD increase in De Ritis ratio corresponded to 26% and 28% increased risks for all-cause and CVD mortality, respectively. The association remained linear across examined values, with the De Ritis ratio showing superior predictive performance compared to individual liver enzymes. Elevated De Ritis ratio is independently associated with increased all-cause and CVD mortality in individuals with diabetes or prediabetes, suggesting its potential utility as a prognostic biomarker for clinical risk stratification.",
    "disease": "tuberculosis",
    "clean_text": "association between de ritis ratio and mortality in individuals with diabetes or prediabetes evidence from nhanes the de ritis ratio ast alt has emerged as a potential biomarker for metabolic dysfunction but its association with mortality in individuals with diabetes or prediabetes remains inadequately explored this study investigated the relationship between the de ritis ratio and mortality in this population we analyzed data from participants with diabetes or prediabetes from the national health and nutrition examination survey nhanes participants were stratified into quartiles based on de ritis ratio values cox proportional hazards regression models were employed to assess mortality risk adjusting for demographic lifestyle and clinical factors restricted cubic spline rcs analysis examined potential non linear relationships during follow up through december higher de ritis ratios were associated with increased mortality risk in fully adjusted models the highest quartile showed significantly elevated risks for all cause mortality hr ci and cvd mortality hr ci versus the lowest quartile each sd increase in de ritis ratio corresponded to and increased risks for all cause and cvd mortality respectively the association remained linear across examined values with the de ritis ratio showing superior predictive performance compared to individual liver enzymes elevated de ritis ratio is independently associated with increased all cause and cvd mortality in individuals with diabetes or prediabetes suggesting its potential utility as a prognostic biomarker for clinical risk stratification"
}