{
    "pmid": "41455418",
    "title": "Immediate and long-term effects of insufficient weight-bearing during growth on hip morphology and histopathology in rats.",
    "abstract": "Reduced weight bearing during growth can induce bony morphological characteristics of developmental dysplasia of the hip, a risk factor for hip osteoarthritis (OA). However, the long-term effects of reloading remain unknown. This study aimed to evaluate the immediate and long-term effects of hindlimb suspension (HS) during growth on hip bone morphology, alignment, and histopathology. Four-week-old female rats were subjected to HS for four or eight weeks to reduce weight bearing. After 4 or 8 weeks of HS, the rats were reloaded until 54 weeks of age, which corresponds to human middle age. Age-matched animals served as controls. Bone morphology and alignment parameters were measured using three-dimensional reconstructed images from X-ray computed tomography. A histopathological analysis of the femoral head was also performed. Immediately after four and eight weeks of HS, increased femoral anteversion (FeAV) and acetabular anteversion (AcAV), as well as decreased femoral head diameter (characteristics of hip OA), were detected. After reloading until 54 weeks of age, these features persisted, and an increase of distraction index, which are indicators of structural instability, appeared in rats after 4 and/or 8weeks of HS. Furthermore, OA-like changes, such as articular cartilage thinning and subchondral bone sclerosis, were observed in the femoral head after long-term reloading. Additionally, FeAV was significantly correlated with several histopathological indices of femoral head cartilage. These results suggest that reduced weight bearing during growth may lead to hip morphological and alignment abnormalities, which could result in limited OA-like hip joint changes in the long term.",
    "disease": "osteoarthritis",
    "clean_text": "immediate and long term effects of insufficient weight bearing during growth on hip morphology and histopathology in rats reduced weight bearing during growth can induce bony morphological characteristics of developmental dysplasia of the hip a risk factor for hip osteoarthritis oa however the long term effects of reloading remain unknown this study aimed to evaluate the immediate and long term effects of hindlimb suspension hs during growth on hip bone morphology alignment and histopathology four week old female rats were subjected to hs for four or eight weeks to reduce weight bearing after or weeks of hs the rats were reloaded until weeks of age which corresponds to human middle age age matched animals served as controls bone morphology and alignment parameters were measured using three dimensional reconstructed images from x ray computed tomography a histopathological analysis of the femoral head was also performed immediately after four and eight weeks of hs increased femoral anteversion feav and acetabular anteversion acav as well as decreased femoral head diameter characteristics of hip oa were detected after reloading until weeks of age these features persisted and an increase of distraction index which are indicators of structural instability appeared in rats after and or weeks of hs furthermore oa like changes such as articular cartilage thinning and subchondral bone sclerosis were observed in the femoral head after long term reloading additionally feav was significantly correlated with several histopathological indices of femoral head cartilage these results suggest that reduced weight bearing during growth may lead to hip morphological and alignment abnormalities which could result in limited oa like hip joint changes in the long term"
}