{
    "pmid": "41371781",
    "title": "Anatomical vs Physiological Lesion Characteristics in Prediction of Acute Coronary Syndrome.",
    "abstract": "Acute coronary syndrome (ACS) arises from a complex interplay among luminal narrowing, plaque morphology, and hemodynamic environment. The authors aimed to compare the effectiveness of anatomy- and physiology-based ACS risk assessment. In this international, multicenter, internal case-control study, 351 ACS patients who underwent coronary computed tomography angiography (CCTA) 1 month to 3 years before the event were analyzed. Lesions were classified as culprit or nonculprit based on invasive coronary angiography at the time of ACS. Core lab CCTA analyses assessed lesion-specific characteristics: stenosis severity, adverse plaque characteristics (APC) (low-attenuation plaque, positive remodeling, spotty calcification, napkin-ring sign), plaque burden at minimum lumen area, and changes in CCTA-derived fractional flow reserve (ΔFFR Among 2,451 lesions, 363 (14.8%) became ACS culprits, with a median interval of 375 [95.0-644.5] days. All anatomical and simulated physiological characteristics were independently associated with culprit lesions (all P < 0.001). In identifying ACS culprit lesions, plaque burden ≥70% showed the highest sensitivity of 90.6% (87.2%-93.2%) and ΔFFR Luminal narrowing, plaque quality and quantity, and local hemodynamics were independent predictors of ACS, offering specificity in physiology and sensitivity in anatomy. A comprehensive assessment of them further refined the risk prediction for future ACS. (Exploring the Mechanism of Plaque Rupture in Acute Coronary Syndrome Using Coronary CT Angiography and Computational Fluid Dynamics II [EMERALD II]; NCT03591328).",
    "disease": "coronary artery disease",
    "clean_text": "anatomical vs physiological lesion characteristics in prediction of acute coronary syndrome acute coronary syndrome acs arises from a complex interplay among luminal narrowing plaque morphology and hemodynamic environment the authors aimed to compare the effectiveness of anatomy and physiology based acs risk assessment in this international multicenter internal case control study acs patients who underwent coronary computed tomography angiography ccta month to years before the event were analyzed lesions were classified as culprit or nonculprit based on invasive coronary angiography at the time of acs core lab ccta analyses assessed lesion specific characteristics stenosis severity adverse plaque characteristics apc low attenuation plaque positive remodeling spotty calcification napkin ring sign plaque burden at minimum lumen area and changes in ccta derived fractional flow reserve ffr among lesions became acs culprits with a median interval of days all anatomical and simulated physiological characteristics were independently associated with culprit lesions all p in identifying acs culprit lesions plaque burden showed the highest sensitivity of and ffr luminal narrowing plaque quality and quantity and local hemodynamics were independent predictors of acs offering specificity in physiology and sensitivity in anatomy a comprehensive assessment of them further refined the risk prediction for future acs exploring the mechanism of plaque rupture in acute coronary syndrome using coronary ct angiography and computational fluid dynamics ii emerald ii nct"
}