{
    "title": "Neuroprotective properties of nitric oxide.",
    "doc_id": "10668435",
    "writer": "Chiueh CC.",
    "year": "1999",
    "summary": "Moreover, CO2 and .NO neutralize prooxidative effects of ONOO-. CO2 prevents protein oxidation but not 3-nitrotyrosine formation caused by ONOO-. Finally, neuroprotective effects of GSNO and .NO have been demonstrated in brain preparations in vivo. ...-->GSNO-->.NO + …",
    "abstract": "The discoveries of physiological roles of nitric oxide (.NO) as the mediator of endothelium-derived relaxing factor (EDRF) action and the activator of guanylyl cyclase to increase cyclic guanosine monophosphate (cGMP), which lead to vasorelaxation in the cardiovascular system, have been awarded with the 1998 Nobel Prize of Medicine. The present review discusses putative beneficial effects of .NO in the central nervous system (CNS). In addition to its prominent roles of the regulation of cerebral blood flow and the modulation of cell to cell communication in the brain, recent in vitro and in vivo results indicated that .NO is a potent antioxidative agent. .NO terminates oxidant stress in the brain by (i) suppressing iron-induced generation of hydroxyl radicals (.OH) via the Fenton reaction, (ii) interrupting the chain reaction of lipid peroxidation, (iii) augmenting the antioxidative potency of reduced glutathione (GSH) and (iv) inhibiting cysteine proteases. It is apparent that .NO--a relative long half-life nitrogen-centered weak radical--scavenges those short-lived, highly reactive free radicals such as superoxide anion (O2.-), .OH, peroxyl lipid radicals (LOO.) and thiyl radicals (i.e., GS.), yielding reactive nitrogen species including nitrites, nitrates, S-nitrosoglutathione (GSNO) and peroxynitrite (ONOO-). GSNO is 100-fold more potent than GSH; it completely inhibits the weak peroxidative effect of ONOO-. Moreover, CO2 and .NO neutralize prooxidative effects of ONOO-. CO2 prevents protein oxidation but not 3-nitrotyrosine formation caused by ONOO-. Finally, neuroprotective effects of GSNO and .NO have been demonstrated in brain preparations in vivo. These novel neuroprotective properties of .NO and GSNO may have their physiological significance, since oxidative stress depletes GSH while increasing GS. and .NO formation in astroglial and endothelial cells, resulting in the generation of a more potent antioxidant GSNO and providing additional neuro-protection at microM concentrations. This putative GSNO pathway (GSH-->GS.-->GSNO-->.NO + GSSG-->GSH) may be an important part of endogenous antioxidative defense system, which could protect neurons and other brain cells against oxidative stress caused by oxidants, iron complexes, proteases and cytokines. In conclusion, .NO is a potent antioxidant against oxidative damage caused by reactive oxygen species, which are generated by Fenton reaction or other mechanisms in the brain via redox cycling of iron complexes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10668435/",
    "clean_text": "neuroprotective properties of nitric oxide moreover co and no neutralize prooxidative effects of onoo co prevents protein oxidation but not nitrotyrosine formation caused by onoo finally neuroprotective effects of gsno and no have been demonstrated in brain preparations in vivo gsno no the discoveries of physiological roles of nitric oxide no as the mediator of endothelium derived relaxing factor edrf action and the activator of guanylyl cyclase to increase cyclic guanosine monophosphate cgmp which lead to vasorelaxation in the cardiovascular system have been awarded with the nobel prize of medicine the present review discusses putative beneficial effects of no in the central nervous system cns in addition to its prominent roles of the regulation of cerebral blood flow and the modulation of cell to cell communication in the brain recent in vitro and in vivo results indicated that no is a potent antioxidative agent no terminates oxidant stress in the brain by i suppressing iron induced generation of hydroxyl radicals oh via the fenton reaction ii interrupting the chain reaction of lipid peroxidation iii augmenting the antioxidative potency of reduced glutathione gsh and iv inhibiting cysteine proteases it is apparent that no a relative long half life nitrogen centered weak radical scavenges those short lived highly reactive free radicals such as superoxide anion o oh peroxyl lipid radicals loo and thiyl radicals i e gs yielding reactive nitrogen species including nitrites nitrates s nitrosoglutathione gsno and peroxynitrite onoo gsno is fold more potent than gsh it completely inhibits the weak peroxidative effect of onoo moreover co and no neutralize prooxidative effects of onoo co prevents protein oxidation but not nitrotyrosine formation caused by onoo finally neuroprotective effects of gsno and no have been demonstrated in brain preparations in vivo these novel neuroprotective properties of no and gsno may have their physiological significance since oxidative stress depletes gsh while increasing gs and no formation in astroglial and endothelial cells resulting in the generation of a more potent antioxidant gsno and providing additional neuro protection at microm concentrations this putative gsno pathway gsh gs gsno no gssg gsh may be an important part of endogenous antioxidative defense system which could protect neurons and other brain cells against oxidative stress caused by oxidants iron complexes proteases and cytokines in conclusion no is a potent antioxidant against oxidative damage caused by reactive oxygen species which are generated by fenton reaction or other mechanisms in the brain via redox cycling of iron complexes"
}