{
    "pmid": "41467869",
    "title": "Visceral Adiposity Index Is Associated With Cardiometabolic Multimorbidity and Improves Risk Prediction: The English Longitudinal Study of Ageing.",
    "abstract": "To investigate the prospective association of the visceral adiposity index (VAI) with the risk of cardiometabolic multimorbidity (CMM) and to evaluate its utility in CMM risk prediction. We analyzed data from 3348 adults (mean age, 63 years; 45.1% male) participating in the English Longitudinal Study of Ageing who were free from hypertension, coronary heart disease, diabetes, and stroke at wave 4 (2008-2009). Visceral adiposity index was calculated with anthropometric and metabolic parameters. Cardiometabolic multimorbidity was defined as the presence of 2 or more of the following conditions at wave 10 (2021-2023): hypertension, cardiovascular disease, diabetes, or stroke. Multivariable logistic regression models were used to estimate odds ratios and 95% CIs. During a 12- to 15-year follow-up period, CMM developed in 197 participants. Restricted cubic spline analysis found a predominantly linear pattern between the VAI and CMM risk (P value for nonlinearity, .062). Each 1 SD increment in VAI was associated with higher odds of CMM (odds ratio, 1.33; 95% CI, 1.19 to 1.50) after adjustment for age, sex, smoking, alcohol intake, systolic blood pressure, total cholesterol level, and handgrip strength. This association persisted after further adjustment for physical activity. The associations were qualitatively similar across VAI tertiles. The VAI significantly improved risk discrimination beyond established risk factors (C-index change, 0.0205 [P=.021] and P value for difference in -2 log likelihood <.001). There is a positive association between VAI and CMM risk that is independent of established risk factors and consistent with a linear dose-response pattern. The VAI provides significant improvement in CMM risk prediction beyond established risk factors.",
    "disease": "hypertension",
    "clean_text": "visceral adiposity index is associated with cardiometabolic multimorbidity and improves risk prediction the english longitudinal study of ageing to investigate the prospective association of the visceral adiposity index vai with the risk of cardiometabolic multimorbidity cmm and to evaluate its utility in cmm risk prediction we analyzed data from adults mean age years male participating in the english longitudinal study of ageing who were free from hypertension coronary heart disease diabetes and stroke at wave visceral adiposity index was calculated with anthropometric and metabolic parameters cardiometabolic multimorbidity was defined as the presence of or more of the following conditions at wave hypertension cardiovascular disease diabetes or stroke multivariable logistic regression models were used to estimate odds ratios and cis during a to year follow up period cmm developed in participants restricted cubic spline analysis found a predominantly linear pattern between the vai and cmm risk p value for nonlinearity each sd increment in vai was associated with higher odds of cmm odds ratio ci to after adjustment for age sex smoking alcohol intake systolic blood pressure total cholesterol level and handgrip strength this association persisted after further adjustment for physical activity the associations were qualitatively similar across vai tertiles the vai significantly improved risk discrimination beyond established risk factors c index change p and p value for difference in log likelihood there is a positive association between vai and cmm risk that is independent of established risk factors and consistent with a linear dose response pattern the vai provides significant improvement in cmm risk prediction beyond established risk factors"
}