{
    "pmid": "41417623",
    "title": "Physiology vs angiography-guided percutaneous coronary intervention in transcatheter aortic valve implantation: the FAITAVI trial.",
    "abstract": "The optimal approach to coronary revascularization in patients undergoing transcatheter aortic valve implantation (TAVI) remains debated. Fractional flow reserve (FFR) may improve the identification of ischaemia-producing lesions compared to angiographic assessment alone, but data in the TAVI population are lacking. In this multicentric, open-label, randomized, superiority trial with blind adjudication of adverse events, patients with aortic stenosis and intermediate coronary lesions undergoing TAVI were randomized 1:1 to FFR-guided or angiography-guided percutaneous coronary intervention (PCI). The trial was registered at ClinicalTrials.gov (NCT03360591). All randomized patients were included in the primary analysis according to the intention-to-treat principle. The primary endpoint was a major adverse cardiac and cerebrovascular event (MACCE) at 12 months of follow-up, defined as a composite of all-cause death, myocardial infarction, ischaemia-driven target vessel revascularization, disabling stroke, or major bleeding. A total of 320 patients were enrolled across 15 Italian centres. The median age of the patients was 86 years [interquartile range (IQR) 83-90], and the median STS score was 3% (IQR 2-5). The median SYNTAX score was 7 (IQR 5-11). FFR-guided PCI was associated with a significantly lower rate of MACCE at 12 months compared with angiography-guided PCI (8.5% vs 16.0%; hazard ratio .52; 95% confidence interval .27-.99; P = .047). The difference in the primary endpoint was primarily driven by a reduction in all-cause mortality (hazard ratio .31; 95% confidence interval .10-.96). Other components of the composite were numerically lower but not statistically significant. In patients undergoing TAVI with intermediate coronary lesions, FFR-guided PCI was associated with a reduced risk of MACCE at 12 months. These findings support a physiology-based revascularization strategy in this frail, elderly population.",
    "disease": "coronary artery disease",
    "clean_text": "physiology vs angiography guided percutaneous coronary intervention in transcatheter aortic valve implantation the faitavi trial the optimal approach to coronary revascularization in patients undergoing transcatheter aortic valve implantation tavi remains debated fractional flow reserve ffr may improve the identification of ischaemia producing lesions compared to angiographic assessment alone but data in the tavi population are lacking in this multicentric open label randomized superiority trial with blind adjudication of adverse events patients with aortic stenosis and intermediate coronary lesions undergoing tavi were randomized to ffr guided or angiography guided percutaneous coronary intervention pci the trial was registered at clinicaltrials gov nct all randomized patients were included in the primary analysis according to the intention to treat principle the primary endpoint was a major adverse cardiac and cerebrovascular event macce at months of follow up defined as a composite of all cause death myocardial infarction ischaemia driven target vessel revascularization disabling stroke or major bleeding a total of patients were enrolled across italian centres the median age of the patients was years interquartile range iqr and the median sts score was iqr the median syntax score was iqr ffr guided pci was associated with a significantly lower rate of macce at months compared with angiography guided pci vs hazard ratio confidence interval p the difference in the primary endpoint was primarily driven by a reduction in all cause mortality hazard ratio confidence interval other components of the composite were numerically lower but not statistically significant in patients undergoing tavi with intermediate coronary lesions ffr guided pci was associated with a reduced risk of macce at months these findings support a physiology based revascularization strategy in this frail elderly population"
}