{
    "title": "An ecological assessment of the potential pandemic threat of Dengue Virus in Zhejiang province of China.",
    "doc_id": "37461015",
    "writer": "Zhang Y",
    "year": "2023",
    "summary": "With the end of the COVID-19 pandemic and the reopening of the borders, dengue fever remains a threat to mainland China, Zhejiang province of China is facing a huge risk of importing the dengue virus. This study aims to analyze and predict the current and future potential …",
    "abstract": "Background and aim:\n        \n      \n      Dengue fever, transmitted by Aedes mosquitoes, is a significant public health concern in tropical and subtropical regions. With the end of the COVID-19 pandemic and the reopening of the borders, dengue fever remains a threat to mainland China, Zhejiang province of China is facing a huge risk of importing the dengue virus. This study aims to analyze and predict the current and future potential risk regions for Aedes vectors distribution and dengue prevalence in Zhejiang province of China.\n    \n\n\n          Method:\n        \n      \n      We collected occurrence records of DENV and DENV vectors globally from 2010 to 2022, along with historical and future climate data and human population density data. In order to predict the probability of DENV distribution in Zhejiang province of China under future conditions, the ecological niche of Ae. aegypti and Ae. albopictus was first performed with historical climate data based on MaxEnt. Then, predicted results along with a set of bioclimatic variables, elevation and human population density were included in MaxEnt model to analyze the risk region of DENV in Zhejiang province. Finally, the established model was utilized to predict the spatial pattern of DENV risk in the current and future scenarios in Zhejiang province of China.\n    \n\n\n          Results:\n        \n      \n      Our findings indicated that approximately 89.2% (90,805.6 KM2) of Zhejiang province of China is under risk, within about 8.0% (8,144 KM2) classified as high risk area for DENV prevalence. Ae. albopictus were identified as the primary factor influencing the distribution of DENV. Future predictions suggest that sustainable and \"green\" development pathways may increase the risk of DENV prevalence in Zhejiang province of China. Conversely, Fossil-fueled development pathways may reduce the risk due to the unsuitable environment for vectors.\n    \n\n\n          Conclusions:\n        \n      \n      The implications of this research highlight the need for effective vector control measures, community engagement, health education, and environmental initiatives to mitigate the potential spread of dengue fever in high-risk regions of Zhejiang province of China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37461015/",
    "clean_text": "an ecological assessment of the potential pandemic threat of dengue virus in zhejiang province of china with the end of the covid pandemic and the reopening of the borders dengue fever remains a threat to mainland china zhejiang province of china is facing a huge risk of importing the dengue virus this study aims to analyze and predict the current and future potential background and aim dengue fever transmitted by aedes mosquitoes is a significant public health concern in tropical and subtropical regions with the end of the covid pandemic and the reopening of the borders dengue fever remains a threat to mainland china zhejiang province of china is facing a huge risk of importing the dengue virus this study aims to analyze and predict the current and future potential risk regions for aedes vectors distribution and dengue prevalence in zhejiang province of china method we collected occurrence records of denv and denv vectors globally from to along with historical and future climate data and human population density data in order to predict the probability of denv distribution in zhejiang province of china under future conditions the ecological niche of ae aegypti and ae albopictus was first performed with historical climate data based on maxent then predicted results along with a set of bioclimatic variables elevation and human population density were included in maxent model to analyze the risk region of denv in zhejiang province finally the established model was utilized to predict the spatial pattern of denv risk in the current and future scenarios in zhejiang province of china results our findings indicated that approximately km of zhejiang province of china is under risk within about km classified as high risk area for denv prevalence ae albopictus were identified as the primary factor influencing the distribution of denv future predictions suggest that sustainable and green development pathways may increase the risk of denv prevalence in zhejiang province of china conversely fossil fueled development pathways may reduce the risk due to the unsuitable environment for vectors conclusions the implications of this research highlight the need for effective vector control measures community engagement health education and environmental initiatives to mitigate the potential spread of dengue fever in high risk regions of zhejiang province of china"
}