{
    "pmid": "41462589",
    "title": "Oxidant Stress, Hyperoxia/Hypoxia and Neonatal Respiratory Disorders.",
    "abstract": "Neonates, especially those born prematurely, have low antioxidant capacity and are highly exposed to oxidant stress during the perinatal period. Oxidant stress damage has been associated with several diseases of prematurity, including respiratory distress syndrome (RDS), bronchopulmonary dysplasia (BPD), and pulmonary hypertension. In addition, preterm infants are frequently exposed to hypoxia or hyperoxia, which further increases oxidant stress and morbidity. This narrative review describes the relationship between oxidant stress, hyperoxia/hypoxia, and neonatal respiratory disorders. Preterm infants with respiratory distress syndrome and BPD have higher levels of oxidative stress biomarkers in plasma and in tracheal aspirates and reduced activity of antioxidant enzymes. Early, prolonged, and frequent intermittent hypoxaemic episodes are related to BPD development. Exposure to hyperoxia is linked to longer duration of respiratory support and higher BPD rates. Preclinical data showed that intermittent hypoxia and hyperoxia are associated with pulmonary hypertension (PH) and that hyperoxia can negatively affect the response to pulmonary vasodilators. Antioxidant treatments are not routinely implemented into clinical care due to their modest effect on clinical outcomes, associated complications, and limited clinical data. Optimisation of oxygen delivery and monitoring with closed-loop automated oxygen control systems could potentially reduce oxidant stress in the neonatal environment.",
    "disease": "hypertension",
    "clean_text": "oxidant stress hyperoxia hypoxia and neonatal respiratory disorders neonates especially those born prematurely have low antioxidant capacity and are highly exposed to oxidant stress during the perinatal period oxidant stress damage has been associated with several diseases of prematurity including respiratory distress syndrome rds bronchopulmonary dysplasia bpd and pulmonary hypertension in addition preterm infants are frequently exposed to hypoxia or hyperoxia which further increases oxidant stress and morbidity this narrative review describes the relationship between oxidant stress hyperoxia hypoxia and neonatal respiratory disorders preterm infants with respiratory distress syndrome and bpd have higher levels of oxidative stress biomarkers in plasma and in tracheal aspirates and reduced activity of antioxidant enzymes early prolonged and frequent intermittent hypoxaemic episodes are related to bpd development exposure to hyperoxia is linked to longer duration of respiratory support and higher bpd rates preclinical data showed that intermittent hypoxia and hyperoxia are associated with pulmonary hypertension ph and that hyperoxia can negatively affect the response to pulmonary vasodilators antioxidant treatments are not routinely implemented into clinical care due to their modest effect on clinical outcomes associated complications and limited clinical data optimisation of oxygen delivery and monitoring with closed loop automated oxygen control systems could potentially reduce oxidant stress in the neonatal environment"
}