{
    "pmid": "41462446",
    "title": "Prevalence and associated factors of hypertensive emergency among hypertensive crisis patients admitted to the emergency department at Hawassa University Comprehensive Specialized Hospital, Ethiopia.",
    "abstract": "Hypertension is a major global health problem that affects approximately 1.4 billion people worldwide, and 1-2% of this population experience hypertensive crisis. Hypertensive emergency is a subtype of hypertensive crisis associated with target organ damage and is linked with increased morbidity and mortality. In our setting, the prevalence of hypertensive emergencies and the characteristics of patients with a hypertensive crisis are not certainly known yet. This study aimed to assess the prevalence and associated factors of hypertensive emergency among hypertensive crisis patients admitted to the emergency department at Hawassa University Comprehensive Specialized Hospital, Ethiopia. An institution-based cross-sectional study was conducted among 379 randomly selected medical records of hypertensive crisis patients admitted at Hawassa University Comprehensive Specialized Hospital from July 2021 to July 2024. Data were extracted from September 1 to 30, 2024. A structured checklist was used to collect the data from charts through the Kobo toolbox. The descriptive statistics were presented in tables, frequencies, percentages, and graphs. Binary logistic regression analysis was used to identify factors associated with hypertensive Emergency. An adjusted odds ratio along with a 95% confidence interval was reported. The statistical significance level was declared at a p-value ≤ 0.05. A total of 369 patients with hypertensive crisis were included in the study. The prevalence of hypertensive Emergency was 40.7% (95% CI: 36, 46%). In patients with hypertensive emergencies, cerebrovascular injuries accounted for 25.7% of the hypertension-mediated organ damage, followed by acute renal failure (22%), and cardiovascular emergencies (15.4%). New-onset hypertension [AOR:2.5; 95%CI: 1.52, 4.15] and diabetes mellitus [AOR: 2.92; 95% CI: 1.63, 5.24] were independently associated with a hypertensive emergency. The study found that in four out of ten hypertensive crises, patients experienced hypertensive emergencies. Cerebrovascular injuries were the most commonly identified target organ damage. New-onset hypertension and diabetes mellitus were independently associated with hypertensive emergency. Routine hypertension screening, monitoring, and counseling of hypertensive individuals could reduce the risk of target organ damage.",
    "disease": "diabetes mellitus",
    "clean_text": "prevalence and associated factors of hypertensive emergency among hypertensive crisis patients admitted to the emergency department at hawassa university comprehensive specialized hospital ethiopia hypertension is a major global health problem that affects approximately billion people worldwide and of this population experience hypertensive crisis hypertensive emergency is a subtype of hypertensive crisis associated with target organ damage and is linked with increased morbidity and mortality in our setting the prevalence of hypertensive emergencies and the characteristics of patients with a hypertensive crisis are not certainly known yet this study aimed to assess the prevalence and associated factors of hypertensive emergency among hypertensive crisis patients admitted to the emergency department at hawassa university comprehensive specialized hospital ethiopia an institution based cross sectional study was conducted among randomly selected medical records of hypertensive crisis patients admitted at hawassa university comprehensive specialized hospital from july to july data were extracted from september to a structured checklist was used to collect the data from charts through the kobo toolbox the descriptive statistics were presented in tables frequencies percentages and graphs binary logistic regression analysis was used to identify factors associated with hypertensive emergency an adjusted odds ratio along with a confidence interval was reported the statistical significance level was declared at a p value a total of patients with hypertensive crisis were included in the study the prevalence of hypertensive emergency was ci in patients with hypertensive emergencies cerebrovascular injuries accounted for of the hypertension mediated organ damage followed by acute renal failure and cardiovascular emergencies new onset hypertension aor ci and diabetes mellitus aor ci were independently associated with a hypertensive emergency the study found that in four out of ten hypertensive crises patients experienced hypertensive emergencies cerebrovascular injuries were the most commonly identified target organ damage new onset hypertension and diabetes mellitus were independently associated with hypertensive emergency routine hypertension screening monitoring and counseling of hypertensive individuals could reduce the risk of target organ damage"
}