{
    "title": "Young adults' desired life tradeoffs: love first, sex last.",
    "doc_id": "39181945",
    "writer": "Benenson JF",
    "year": "2024",
    "summary": "Results revealed striking agreement across young adults with only four goals weighted above chance: Finding a beloved romantic partner, being physically and emotionally healthy, and earning money or resources. ...Overall, there was cultural variation in some of the …",
    "abstract": "Every human and non-human animal must make tradeoffs in investments in terms of time, energy, and resources. The aim of this study was to extrapolate from the types of investments in survival and reproduction that non-human animals make and translate these into human motivations. 16 potential goals were presented to 851 childless, 18-23-year-old adults from 11 world regions in an online study. Each young adult was asked to weight the importance of every goal to his or her ideal life. Weights had to sum to 100, requiring tradeoffs. Results revealed striking agreement across young adults with only four goals weighted above chance: Finding a beloved romantic partner, being physically and emotionally healthy, and earning money or resources. Having lots of sexual partners was the least important goal across all world regions for both sexes. Nevertheless, men more than women valued having many sexual partners, being talented outside work, being physically strong, and having a physically attractive romantic partner. Overall, there was cultural variation in some of the less important goals. Helping young adults achieve success requires understanding their own goals, rather than focusing on popularized depictions of what young adults desire.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39181945/",
    "clean_text": "young adults desired life tradeoffs love first sex last results revealed striking agreement across young adults with only four goals weighted above chance finding a beloved romantic partner being physically and emotionally healthy and earning money or resources overall there was cultural variation in some of the every human and non human animal must make tradeoffs in investments in terms of time energy and resources the aim of this study was to extrapolate from the types of investments in survival and reproduction that non human animals make and translate these into human motivations potential goals were presented to childless year old adults from world regions in an online study each young adult was asked to weight the importance of every goal to his or her ideal life weights had to sum to requiring tradeoffs results revealed striking agreement across young adults with only four goals weighted above chance finding a beloved romantic partner being physically and emotionally healthy and earning money or resources having lots of sexual partners was the least important goal across all world regions for both sexes nevertheless men more than women valued having many sexual partners being talented outside work being physically strong and having a physically attractive romantic partner overall there was cultural variation in some of the less important goals helping young adults achieve success requires understanding their own goals rather than focusing on popularized depictions of what young adults desire"
}