{
    "title": "Fluorescence lymph node mapping using ICG improves lateral lymph node dissection for mid-low rectal cancer: a propensity score-matched cohort.",
    "doc_id": "40652430",
    "writer": "Qiu W",
    "year": "2025",
    "summary": "This study aimed to assess whether indocyanine green (ICG)-assisted lymph node mapping with near-infrared imaging (NIRI) enhances the effectiveness of lateral lymph node dissection (LLND) by further categorizing the lateral lymph nodes in …",
    "abstract": "Background:\n        \n      \n      Patients with lateral lymph node metastasis (LLNM) present particular challenges for both diagnosis and treatment. This study aimed to assess whether indocyanine green (ICG)-assisted lymph node mapping with near-infrared imaging (NIRI) enhances the effectiveness of lateral lymph node dissection (LLND) by further categorizing the lateral lymph nodes in patients with mid-low rectal cancer.\n    \n\n\n          Methods:\n        \n      \n      Submucosal indocyanine green injection was performed on the distal margin of the rectal cancer. In the ICG-LLND group, the lymphatic drainage pathway and distribution of lateral lymph nodes (LLNs) were explored using a laparoscopic NIRI system. Pathological evaluations were conducted for both the ICG-LLND group and the control group.\n    \n\n\n          Results:\n        \n      \n      The ICG-LLND group demonstrated a significantly shorter postoperative hospital stay compared to the control group, both before (P < 0.001) and after (P = 0.001) matching. While blood loss and operating time were similar between groups, the ICG-LLND group had fewer cases of anastomotic leakage (P = 0.206). Postoperative lymph node harvesting was significantly higher in the ICG-LLND group, with more total lymph nodes (P = 0.001) and lateral lymph nodes (P = 0.002) harvested. The number of harvested lymph nodes in the obturator and internal iliac regions was also higher in the ICG-LLND group (P = 0.001), and the number of positive lymph nodes in these regions was significantly greater before (P = 0.027) and after (P = 0.013) matching. Univariate and multivariate analyses showed that ICG-LLND, nCRT, and positive pN stage were associated with increased lymph node harvest.\n    \n\n\n          Conclusions:\n        \n      \n      ICG-LLND improved lateral lymph node harvest, particularly obturator lymph nodes, and shortened postoperative hospital stay without increasing complications. This technique may enhance surgical outcomes in patients requiring lymph node dissection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40652430/",
    "clean_text": "fluorescence lymph node mapping using icg improves lateral lymph node dissection for mid low rectal cancer a propensity score matched cohort this study aimed to assess whether indocyanine green icg assisted lymph node mapping with near infrared imaging niri enhances the effectiveness of lateral lymph node dissection llnd by further categorizing the lateral lymph nodes in background patients with lateral lymph node metastasis llnm present particular challenges for both diagnosis and treatment this study aimed to assess whether indocyanine green icg assisted lymph node mapping with near infrared imaging niri enhances the effectiveness of lateral lymph node dissection llnd by further categorizing the lateral lymph nodes in patients with mid low rectal cancer methods submucosal indocyanine green injection was performed on the distal margin of the rectal cancer in the icg llnd group the lymphatic drainage pathway and distribution of lateral lymph nodes llns were explored using a laparoscopic niri system pathological evaluations were conducted for both the icg llnd group and the control group results the icg llnd group demonstrated a significantly shorter postoperative hospital stay compared to the control group both before p and after p matching while blood loss and operating time were similar between groups the icg llnd group had fewer cases of anastomotic leakage p postoperative lymph node harvesting was significantly higher in the icg llnd group with more total lymph nodes p and lateral lymph nodes p harvested the number of harvested lymph nodes in the obturator and internal iliac regions was also higher in the icg llnd group p and the number of positive lymph nodes in these regions was significantly greater before p and after p matching univariate and multivariate analyses showed that icg llnd ncrt and positive pn stage were associated with increased lymph node harvest conclusions icg llnd improved lateral lymph node harvest particularly obturator lymph nodes and shortened postoperative hospital stay without increasing complications this technique may enhance surgical outcomes in patients requiring lymph node dissection"
}