{
    "pmid": "41463586",
    "title": "Utilization of a Deep Learning Algorithm for Automated Segmentation of Median Nerve from Ultrasound Obtained from the Distal Forearm and Wrist.",
    "abstract": "Carpal tunnel syndrome (CTS) is the most common peripheral nerve entrapment, and ultrasound provides a fast, cost-efficient method for visualizing the median nerve. Reliable cross-sectional area (CSA) measurement remains challenging across imaging sites and varying scan qualities, and prior studies report segmentation Dice scores ranging from 0.76 to 0.93. Improving the robustness of automated segmentation is critical for achieving consistent, site-independent CSA assessment. This study evaluates a four-layer U-Net for automated segmentation and CSA estimation at two clinically relevant sites: the wrist crease and distal forearm. A primary dataset of 500 images per site was used to establish baseline performance. A second dataset of 35 wrist and 26 forearm still images was used to test generalizability, followed by intensity-based augmentations (CLAHE, gamma correction, speckle noise). Baseline models were tested on these new stills, and an augmented model was trained and evaluated on the combined datasets. The baseline models performed well on the first dataset but showed markedly reduced generalization on new still images (forearm IoU/Dice: 0.185/0.254; wrist IoU/Dice: 0.137/0.188). The augmented models improved within-set performance (forearm: 0.944/0.971; wrist: 0.951/0.974) and significantly enhanced generalization to new images (forearm: 0.408/0.533; wrist: 0.705/0.820). The final combined dataset models achieved Dice/IoU scores of 0.94/0.89 (forearm) and 0.96/0.92 (wrist). CSA measurements showed excellent to moderate correlation with manual tracings across all datasets. These findings demonstrate that targeted intensity-based augmentation substantially improves model generalization and enables robust, reproducible, and site-independent median nerve segmentation, supporting scalable ultrasound-based CTS assessment.",
    "disease": "stroke",
    "clean_text": "utilization of a deep learning algorithm for automated segmentation of median nerve from ultrasound obtained from the distal forearm and wrist carpal tunnel syndrome cts is the most common peripheral nerve entrapment and ultrasound provides a fast cost efficient method for visualizing the median nerve reliable cross sectional area csa measurement remains challenging across imaging sites and varying scan qualities and prior studies report segmentation dice scores ranging from to improving the robustness of automated segmentation is critical for achieving consistent site independent csa assessment this study evaluates a four layer u net for automated segmentation and csa estimation at two clinically relevant sites the wrist crease and distal forearm a primary dataset of images per site was used to establish baseline performance a second dataset of wrist and forearm still images was used to test generalizability followed by intensity based augmentations clahe gamma correction speckle noise baseline models were tested on these new stills and an augmented model was trained and evaluated on the combined datasets the baseline models performed well on the first dataset but showed markedly reduced generalization on new still images forearm iou dice wrist iou dice the augmented models improved within set performance forearm wrist and significantly enhanced generalization to new images forearm wrist the final combined dataset models achieved dice iou scores of forearm and wrist csa measurements showed excellent to moderate correlation with manual tracings across all datasets these findings demonstrate that targeted intensity based augmentation substantially improves model generalization and enables robust reproducible and site independent median nerve segmentation supporting scalable ultrasound based cts assessment"
}