{
    "pmid": "41474660",
    "title": "Triglyceride-glucose index, systolic blood pressure and risk of tubular atrophy/interstitial fibrosis in IgA nephropathy.",
    "abstract": "While the triglyceride-glucose (TyG) index, a validated surrogate for insulin resistance, has demonstrated prognostic value in IgA nephropathy (IgAN) progression, its specific relationship with tubular atrophy/interstitial fibrosis (TA/IF) remains undetermined. Given the established association between insulin resistance and hypertension in IgAN, we aimed to investigate the association of the TyG index and systolic blood pressure (SBP) with TA/IF, and to develope a predictive model for early TA/IF detection. This cross-sectional study included 691 patients with primary IgAN. Exposures examined included the TyG index and SBP at the time of kidney biopsy, the former being the logarithmized product of fasting triglyceride and glucose concentrations. We tested association between TyG index and TA/IF, defined as Oxford T1-2 scores, using logistic regression models. Mediation analysis was performed to assess the potential mediating role of SBP in this relationship. A novel model was established based on the identified variables to predict risk of TA/IF. The performance of this model was evaluated for discrimination (receiver operating characteristic curves), calibration (calibration curve) and clinical utility (decision curve analysis). Patients in the highest tertile of TyG index had 3.09-fold higher risk for TA/IF compared with those in the lowest tertile. The TyG index was independently and positively associated with the risk of TA/IF (odds ratio(OR):3.830, 95% confidence interval(CI) 2.578-5.691; P < 0.001). SBP was found to mediate the association between TyG index and TA/IF, with a proportion mediated of 20.7% observed in the highest TyG index tertile (OR [indirect association]: 1.319, 95% CI 1.118-1.558). The developed predictive nomogram model incorporated SBP, estimated glomerular filtration rate, TyG index, high-density lipoprotein cholesterol and proteinuria; it demonstrated good predictive performance with strong discrimination (area under the curve: 0.864; bootstrap-corrected: 0.859) and calibration (calibration curves). Decision curve analysis confirmed the model's clinical utility showing a positive net benefit over a wide range of threshold probabilities. In patients with IgAN, the TyG index was independently associated with the risk of TA/IF, and SBP partially mediating this relationship. The developed nomogram, consisting of TyG index, SBP, and other conventional risk factors, provides a practical tool for risk stratification of TA/IF and guidance on IgAN management.",
    "disease": "hypertension",
    "clean_text": "triglyceride glucose index systolic blood pressure and risk of tubular atrophy interstitial fibrosis in iga nephropathy while the triglyceride glucose tyg index a validated surrogate for insulin resistance has demonstrated prognostic value in iga nephropathy igan progression its specific relationship with tubular atrophy interstitial fibrosis ta if remains undetermined given the established association between insulin resistance and hypertension in igan we aimed to investigate the association of the tyg index and systolic blood pressure sbp with ta if and to develope a predictive model for early ta if detection this cross sectional study included patients with primary igan exposures examined included the tyg index and sbp at the time of kidney biopsy the former being the logarithmized product of fasting triglyceride and glucose concentrations we tested association between tyg index and ta if defined as oxford t scores using logistic regression models mediation analysis was performed to assess the potential mediating role of sbp in this relationship a novel model was established based on the identified variables to predict risk of ta if the performance of this model was evaluated for discrimination receiver operating characteristic curves calibration calibration curve and clinical utility decision curve analysis patients in the highest tertile of tyg index had fold higher risk for ta if compared with those in the lowest tertile the tyg index was independently and positively associated with the risk of ta if odds ratio or confidence interval ci p sbp was found to mediate the association between tyg index and ta if with a proportion mediated of observed in the highest tyg index tertile or indirect association ci the developed predictive nomogram model incorporated sbp estimated glomerular filtration rate tyg index high density lipoprotein cholesterol and proteinuria it demonstrated good predictive performance with strong discrimination area under the curve bootstrap corrected and calibration calibration curves decision curve analysis confirmed the model s clinical utility showing a positive net benefit over a wide range of threshold probabilities in patients with igan the tyg index was independently associated with the risk of ta if and sbp partially mediating this relationship the developed nomogram consisting of tyg index sbp and other conventional risk factors provides a practical tool for risk stratification of ta if and guidance on igan management"
}