{
    "title": "Fragile X syndrome. Molecular and clinical insights and treatment issues.",
    "doc_id": "9109330",
    "writer": "Hagerman RJ.",
    "year": "1997",
    "summary": "The fragile X syndrome is the most common inherited cause of mental retardation that is known. ...Advances have also occurred in the treatment of the fragile X syndrome, and psychopharmacologic and educational interventions are reviewed here....",
    "abstract": "The fragile X syndrome is the most common inherited cause of mental retardation that is known. The prevalence of mental retardation from this syndrome ranges from 1 in 1,250 to 1 in 4,000 in the general population, although the prevalence of female carriers has been reported to be as high as 1 in 259. The discovery of the FMR1 gene mutation in 1991 has simplified diagnosis, enhanced our understanding of the spectrum of involvement in the fragile X syndrome, and stimulated research regarding the normal function of the FMR1 protein in brain development. Advances have also occurred in the treatment of the fragile X syndrome, and psychopharmacologic and educational interventions are reviewed here.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9109330/",
    "clean_text": "fragile x syndrome molecular and clinical insights and treatment issues the fragile x syndrome is the most common inherited cause of mental retardation that is known advances have also occurred in the treatment of the fragile x syndrome and psychopharmacologic and educational interventions are reviewed here the fragile x syndrome is the most common inherited cause of mental retardation that is known the prevalence of mental retardation from this syndrome ranges from in to in in the general population although the prevalence of female carriers has been reported to be as high as in the discovery of the fmr gene mutation in has simplified diagnosis enhanced our understanding of the spectrum of involvement in the fragile x syndrome and stimulated research regarding the normal function of the fmr protein in brain development advances have also occurred in the treatment of the fragile x syndrome and psychopharmacologic and educational interventions are reviewed here"
}