{
    "pmid": "41440740",
    "title": "Cooled Radiofrequency at Five Revised Targets for Short-Term Pain and Physical Performance Improvement in Elderly Patients with Knee Osteoarthritis: A Prospective Four-Case Reports.",
    "abstract": "Osteoarthritis (OA) is a common cause of chronic pain. In refractory cases, cooled radiofrequency (CRF) of the genicular nerves is indicated. However, recent studies suggest that traditional targets may be insufficient, proposing the inclusion of the recurrent fibular nerve and the infrapatellar branch of the saphenous nerve. This study reports a prospective four-case series evaluating short-term outcomes of CRF at five revised targets in elderly Brazilian patients. The study (CAAE No.: 55647722.5.0000.5142) included four patients (three women, one man; mean age 73.8 years) with moderate to severe refractory knee pain underwent diagnostic nerve block followed by ultrasound-guided CRF. After 30 days, three patients reported pain reduction, including two who experienced substantial improvement. One patient maintained severe pain. Improvements in physical performance, knee flexion, and extension were observed in patients who responded clinically, while individuals with coexisting myofascial pain showed limited functional gains. One patient experienced mild transient pruritus. In this prospective case series, CRF applied to five revised targets appeared feasible and well tolerated, with short-term improvement in pain and function in some patients. These preliminary descriptive findings support further investigation in larger controlled studies.",
    "disease": "osteoarthritis",
    "clean_text": "cooled radiofrequency at five revised targets for short term pain and physical performance improvement in elderly patients with knee osteoarthritis a prospective four case reports osteoarthritis oa is a common cause of chronic pain in refractory cases cooled radiofrequency crf of the genicular nerves is indicated however recent studies suggest that traditional targets may be insufficient proposing the inclusion of the recurrent fibular nerve and the infrapatellar branch of the saphenous nerve this study reports a prospective four case series evaluating short term outcomes of crf at five revised targets in elderly brazilian patients the study caae no included four patients three women one man mean age years with moderate to severe refractory knee pain underwent diagnostic nerve block followed by ultrasound guided crf after days three patients reported pain reduction including two who experienced substantial improvement one patient maintained severe pain improvements in physical performance knee flexion and extension were observed in patients who responded clinically while individuals with coexisting myofascial pain showed limited functional gains one patient experienced mild transient pruritus in this prospective case series crf applied to five revised targets appeared feasible and well tolerated with short term improvement in pain and function in some patients these preliminary descriptive findings support further investigation in larger controlled studies"
}