{
    "title": "Targeting gut microbiota and metabolites in cancer radiotherapy.",
    "doc_id": "41028942",
    "writer": "Ma S",
    "year": "2025",
    "summary": "KEY POINTS: RT alters gut microbiota composition and contributes to intestinal injury and systemic toxicity. Gut microbiota regulate mucosal integrity, immune responses and therapeutic outcomes of RT. ...",
    "abstract": "Radiotherapy (RT) is a cornerstone in cancer treatment, but often causes radiation-induced injury. Accumulating evidence points to the gut microbiota in modulating immune functions and maintaining intestinal integrity to impact RT efficacy. This review examines the current understanding of intestinal flora and their metabolites within the context of RT. We outlined the current research applications in how microbiota-targeted strategies such as probiotics, prebiotics, dietary interventions, and faecal microbiota transplantation could restore microbial balance, reduce toxicity, and improve patient prognosis. Microbial byproducts such as short-chain fatty acids, bile acids and tryptophan exhibit protective effects against radiation damage, supporting immune modulation and enhancing tumour radiosensitivity. These microbial products underscore the potential of gut microbiota-targeted therapies as adjunctive treatments in RT, with implications for reducing toxicity and personalizing cancer care. All these strategies targeting gut microbiota and metabolites potentially aim to develop innovative therapies that boost RT effectiveness while minimizing side effects, and finally revolutionizing personalized cancer treatment. KEY POINTS: RT alters gut microbiota composition and contributes to intestinal injury and systemic toxicity. Gut microbiota regulate mucosal integrity, immune responses and therapeutic outcomes of RT. Microbial metabolites, including SCFAs, BAs and tryptophan derivatives, protect against radiation injury and enhance tumour radiosensitivity. Microbiota-targeted interventions (e.g. probiotics, prebiotics, dietary strategies, FMT) show promise for reducing RT-related toxicity and improving patient prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41028942/",
    "clean_text": "targeting gut microbiota and metabolites in cancer radiotherapy key points rt alters gut microbiota composition and contributes to intestinal injury and systemic toxicity gut microbiota regulate mucosal integrity immune responses and therapeutic outcomes of rt radiotherapy rt is a cornerstone in cancer treatment but often causes radiation induced injury accumulating evidence points to the gut microbiota in modulating immune functions and maintaining intestinal integrity to impact rt efficacy this review examines the current understanding of intestinal flora and their metabolites within the context of rt we outlined the current research applications in how microbiota targeted strategies such as probiotics prebiotics dietary interventions and faecal microbiota transplantation could restore microbial balance reduce toxicity and improve patient prognosis microbial byproducts such as short chain fatty acids bile acids and tryptophan exhibit protective effects against radiation damage supporting immune modulation and enhancing tumour radiosensitivity these microbial products underscore the potential of gut microbiota targeted therapies as adjunctive treatments in rt with implications for reducing toxicity and personalizing cancer care all these strategies targeting gut microbiota and metabolites potentially aim to develop innovative therapies that boost rt effectiveness while minimizing side effects and finally revolutionizing personalized cancer treatment key points rt alters gut microbiota composition and contributes to intestinal injury and systemic toxicity gut microbiota regulate mucosal integrity immune responses and therapeutic outcomes of rt microbial metabolites including scfas bas and tryptophan derivatives protect against radiation injury and enhance tumour radiosensitivity microbiota targeted interventions e g probiotics prebiotics dietary strategies fmt show promise for reducing rt related toxicity and improving patient prognosis"
}