{
    "pmid": "41430606",
    "title": "Leveraging explainable artificial intelligence and spatial analysis for communicable diseases in Asia (2000-2022) based on health, climate, and socioeconomic factors.",
    "abstract": "Communicable diseases remain a significant public health challenge in Asia, driven by diverse climatic, socioeconomic, and healthcare-related factors. Despite reductions in diseases such as tuberculosis and malaria, persistent hotspots highlight the need for deeper investigation. This study applies machine learning and spatial analysis techniques to examine patterns and determinants of communicable diseases across 41 countries from 2000 to 2022. Data were sourced from global repositories, including WHO, CRU TS, WDI, and UNICEF, covering disease cases (e.g., tuberculosis, dengue, malaria), climaticvariables (e.g., precipitation, humidity), and healthcare metrics (e.g., hospital bed density). Missing values were imputed using random forest methods. Outlier detection was conducted using Mahalanobis distances, identifying and addressing significant deviations to ensure data consistency. Models like XGBoost and Random Forest were assessed using RMSE, MAE, and R². SHAP and XAI frameworks improved interpretability, while Gi* spatial statistics revealed disease hotspots and disparities. Tuberculosis cases declined from 8.01 million (2000) to 7.54 million (2022), with hotspots in India (Gi* = 3.07) and Nepal (Gi* = 4.67). Malaria cases dropped from 27.00 million (2000) to 7.96 million (2022), yet Bangladesh (Gi* = 4.13) and Pakistan (Gi* = 4.17) exhibited sustained risk. Dengue peaked at 2.71 million cases in 2019, with current hotspots in Malaysia (Gi* = 2.4) and Myanmar (Gi* = 0.79). Spatial disparities underscore the influence of precipitation, relative humidity, and healthcare gaps. XGBoost achieved remarkable accuracy (e.g., tuberculosis: RMSE = 0.94, R² = 0.91), and SHAP analysis revealed critical predictors such as climatic factors. This study demonstrates the effectiveness of integrating machine learning, spatial analysis, and XAI to uncover disease determinants and guide targeted interventions. The findings offer actionable insights for improving disease surveillance, resource allocation, and public health strategies across Asia.",
    "disease": "tuberculosis",
    "clean_text": "leveraging explainable artificial intelligence and spatial analysis for communicable diseases in asia based on health climate and socioeconomic factors communicable diseases remain a significant public health challenge in asia driven by diverse climatic socioeconomic and healthcare related factors despite reductions in diseases such as tuberculosis and malaria persistent hotspots highlight the need for deeper investigation this study applies machine learning and spatial analysis techniques to examine patterns and determinants of communicable diseases across countries from to data were sourced from global repositories including who cru ts wdi and unicef covering disease cases e g tuberculosis dengue malaria climaticvariables e g precipitation humidity and healthcare metrics e g hospital bed density missing values were imputed using random forest methods outlier detection was conducted using mahalanobis distances identifying and addressing significant deviations to ensure data consistency models like xgboost and random forest were assessed using rmse mae and r shap and xai frameworks improved interpretability while gi spatial statistics revealed disease hotspots and disparities tuberculosis cases declined from million to million with hotspots in india gi and nepal gi malaria cases dropped from million to million yet bangladesh gi and pakistan gi exhibited sustained risk dengue peaked at million cases in with current hotspots in malaysia gi and myanmar gi spatial disparities underscore the influence of precipitation relative humidity and healthcare gaps xgboost achieved remarkable accuracy e g tuberculosis rmse r and shap analysis revealed critical predictors such as climatic factors this study demonstrates the effectiveness of integrating machine learning spatial analysis and xai to uncover disease determinants and guide targeted interventions the findings offer actionable insights for improving disease surveillance resource allocation and public health strategies across asia"
}