{
    "pmid": "41454069",
    "title": "Renoprotective effects of human L-type fatty acid-binding protein (hL-FABP) in rhabdomyolysis-induced acute kidney injury.",
    "abstract": "L-type fatty acid-binding protein (L-FABP) in proximal tubules is reported to reduce oxidative stress. This study investigated whether renal L-FABP mitigated rhabdomyolysis (RM)-induced acute kidney injury (AKI). Wild-type (WT) mice, which lack renal L-FABP expression, and human L-FABP (hL-FABP) chromosomal transgenic (Tg) mice, which express hL-FABP in proximal tubules, were divided into RM (WT-RM, Tg-RM) and control (WT-Cont, Tg-Cont) groups. RM was induced via intramuscular injection of 50% glycerol/PBS into the quadriceps, whereas controls received PBS alone. On day 1, the WT-RM and Tg-RM groups exhibited similar increases in serum myoglobin, renal dysfunction, heme oxygenase-1 expression, and tubulointerstitial damage. By day 3, the Tg-RM group demonstrated significant improvements in renal function, attenuation of tubulointerstitial damage, and decrease in macrophage infiltration compared with the WT-RM group. Lipid peroxidation marker 4-hydroxynonenal increased similarly in both RM groups on day 1, but its further elevation on day 3 was significantly suppressed in Tg-RM mice. Solute carrier family 7 member 11 on day 1 and glutathione peroxidase 4 on day 3 were significantly higher in Tg-RM mice than in WT-RM mice, which led to the suppression of ferroptosis. In conclusion, renal hL-FABP may prevent progression of RM-induced AKI through ferroptosis inhibition by antioxidative effects.",
    "disease": "hypertension",
    "clean_text": "renoprotective effects of human l type fatty acid binding protein hl fabp in rhabdomyolysis induced acute kidney injury l type fatty acid binding protein l fabp in proximal tubules is reported to reduce oxidative stress this study investigated whether renal l fabp mitigated rhabdomyolysis rm induced acute kidney injury aki wild type wt mice which lack renal l fabp expression and human l fabp hl fabp chromosomal transgenic tg mice which express hl fabp in proximal tubules were divided into rm wt rm tg rm and control wt cont tg cont groups rm was induced via intramuscular injection of glycerol pbs into the quadriceps whereas controls received pbs alone on day the wt rm and tg rm groups exhibited similar increases in serum myoglobin renal dysfunction heme oxygenase expression and tubulointerstitial damage by day the tg rm group demonstrated significant improvements in renal function attenuation of tubulointerstitial damage and decrease in macrophage infiltration compared with the wt rm group lipid peroxidation marker hydroxynonenal increased similarly in both rm groups on day but its further elevation on day was significantly suppressed in tg rm mice solute carrier family member on day and glutathione peroxidase on day were significantly higher in tg rm mice than in wt rm mice which led to the suppression of ferroptosis in conclusion renal hl fabp may prevent progression of rm induced aki through ferroptosis inhibition by antioxidative effects"
}