{
    "title": "Implications of prostate inflammation on male fertility.",
    "doc_id": "30569650",
    "writer": "Motrich RD",
    "year": "2018",
    "summary": "The prostate is the seat of three major causes of morbidity: benign prostatic hyperplasia, prostate cancer and prostatitis, three conditions in which inflammation has been implicated. ...In fact, male fertility depends intrinsically on the content of …",
    "abstract": "The prostate is the seat of three major causes of morbidity: benign prostatic hyperplasia, prostate cancer and prostatitis, three conditions in which inflammation has been implicated. A state of inflammation of the prostate gland, originally incited by an infection, an autoimmune response, a neurogenic stimulus or another trigger may have consequences on prostate functionality. In fact, male fertility depends intrinsically on the content of prostatic fluid factors secreted by the prostatic epithelium. Taking into account that the prostate gland is the major male accessory gland that exerts essential functions for male fertility, a state of local inflammation can alter male fertility by either directly impairing sperm quality or, indirectly, by causing prostate dysfunction. In the present review, we summarise the current knowledge regarding prostatitis due to well-known infections such as Escherichia coli, Chlamydia trachomatis and other commonly identified microorganisms focusing on inflammatory markers detected during these infections and seminal quality and male fertility alterations reported. We also focused on type III prostatitis or chronic nonbacterial prostatitis/chronic pelvic pain syndrome, of unknown aetiology, in which inflammation of an autoimmune origin, neurogenic stimuli or another trigger have been proposed and fertility alterations reported.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30569650/",
    "clean_text": "implications of prostate inflammation on male fertility the prostate is the seat of three major causes of morbidity benign prostatic hyperplasia prostate cancer and prostatitis three conditions in which inflammation has been implicated in fact male fertility depends intrinsically on the content of the prostate is the seat of three major causes of morbidity benign prostatic hyperplasia prostate cancer and prostatitis three conditions in which inflammation has been implicated a state of inflammation of the prostate gland originally incited by an infection an autoimmune response a neurogenic stimulus or another trigger may have consequences on prostate functionality in fact male fertility depends intrinsically on the content of prostatic fluid factors secreted by the prostatic epithelium taking into account that the prostate gland is the major male accessory gland that exerts essential functions for male fertility a state of local inflammation can alter male fertility by either directly impairing sperm quality or indirectly by causing prostate dysfunction in the present review we summarise the current knowledge regarding prostatitis due to well known infections such as escherichia coli chlamydia trachomatis and other commonly identified microorganisms focusing on inflammatory markers detected during these infections and seminal quality and male fertility alterations reported we also focused on type iii prostatitis or chronic nonbacterial prostatitis chronic pelvic pain syndrome of unknown aetiology in which inflammation of an autoimmune origin neurogenic stimuli or another trigger have been proposed and fertility alterations reported"
}