{
    "title": "Copy number variations in endometrial cancer: from biological significance to clinical utility.",
    "doc_id": "38677776",
    "writer": "Dugo E",
    "year": "2024",
    "summary": "The molecular basis of endometrial cancer, which is the most common malignancy of the female reproductive organs, relies not only on onset of mutations but also on copy number variations, the latter consisting of gene gains or losses. ...Copy number variations have …",
    "abstract": "The molecular basis of endometrial cancer, which is the most common malignancy of the female reproductive organs, relies not only on onset of mutations but also on copy number variations, the latter consisting of gene gains or losses. In this review, we introduce copy number variations and discuss their involvement in endometrial cancer to determine the perspectives of clinical applicability. We performed a literature analysis on PubMed of publications over the past 30 years and annotated clinical information, including histological and molecular subtypes, adopted molecular techniques for identification of copy number variations, their locations, and the genes involved. We highlight correlations between the presence of some specific copy number variations and myometrial invasion, lymph node metastasis, advanced International Federation of Gynecology and Obstetrics (FIGO) stage, high grade, drug response, and cancer progression. In particular, type I endometrial cancer cells have few copy number variations and are mainly located in 8q and 1q, while type II, high grade, and advanced FIGO stage endometrial cancer cells are aneuploid and have a greater number of copy number variations. As expected, the higher the number of copy number variations the worse the prognosis, especially if they amplify CCNE1, ERBB2, KRAS, MYC, and PIK3CA oncogenes. Great variability in copy number and location among patients with the same endometrial cancer histological or molecular subtype emerged, making them interesting candidates to be explored for the improvement of patient stratification. Copy number variations have a role in endometrial cancer progression, and therefore their detection may be useful for more accurate prediction of prognosis. Unfortunately, only a few studies have been carried out on the role of copy number variations according to the molecular classification of endometrial cancer, and even fewer have explored the correlation with drugs. For these reasons, further studies, also using single cell RNA sequencing, are needed before reaching a clinical application.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38677776/",
    "clean_text": "copy number variations in endometrial cancer from biological significance to clinical utility the molecular basis of endometrial cancer which is the most common malignancy of the female reproductive organs relies not only on onset of mutations but also on copy number variations the latter consisting of gene gains or losses copy number variations have the molecular basis of endometrial cancer which is the most common malignancy of the female reproductive organs relies not only on onset of mutations but also on copy number variations the latter consisting of gene gains or losses in this review we introduce copy number variations and discuss their involvement in endometrial cancer to determine the perspectives of clinical applicability we performed a literature analysis on pubmed of publications over the past years and annotated clinical information including histological and molecular subtypes adopted molecular techniques for identification of copy number variations their locations and the genes involved we highlight correlations between the presence of some specific copy number variations and myometrial invasion lymph node metastasis advanced international federation of gynecology and obstetrics figo stage high grade drug response and cancer progression in particular type i endometrial cancer cells have few copy number variations and are mainly located in q and q while type ii high grade and advanced figo stage endometrial cancer cells are aneuploid and have a greater number of copy number variations as expected the higher the number of copy number variations the worse the prognosis especially if they amplify ccne erbb kras myc and pik ca oncogenes great variability in copy number and location among patients with the same endometrial cancer histological or molecular subtype emerged making them interesting candidates to be explored for the improvement of patient stratification copy number variations have a role in endometrial cancer progression and therefore their detection may be useful for more accurate prediction of prognosis unfortunately only a few studies have been carried out on the role of copy number variations according to the molecular classification of endometrial cancer and even fewer have explored the correlation with drugs for these reasons further studies also using single cell rna sequencing are needed before reaching a clinical application"
}