{
    "pmid": "41401988",
    "title": "Study protocol for the investigator-initiated Danish pragmatic randomised STENO INTEN-CT trial: does screening and intervention for subclinical coronary artery disease in type 2 diabetes reduce cardiovascular events?",
    "abstract": "Cardiovascular disease (CVD) risk remains high but unevenly distributed in patients with type 2 diabetes mellitus (T2DM). Current risk stratification strategies are far from optimal, leading to both undertreatment and overtreatment of patients. The STENO INTEN-CT trial aims to evaluate a strategy of improved CVD risk management by using cardiac CT (coronary artery calcification (CAC)) for stratification and tailoring of multifactorial cardiovascular treatment based on CAC score. We hypothesise that (1) intensified medical treatment will lower CVD event rates in high-risk patients (CAC≥100), and (2) less intensive multifactorial treatment is safe in very low-risk patients (CAC=0). The Steno INTEN-CT trial is an investigator-initiated, pragmatic, open-label, event-driven randomised controlled trial including patients with T2DM without known CVD. All participants (expected n=7300) will be invited for a non-contrast coronary CT scan. After the scan, participants will be randomised to either standard treatment (blinded for CAC results) or CAC-based treatment. Participants in CAC-based treatment and their general practitioner (GP) will receive information on CAC and a recommendation of multifactorial treatment. High-risk participants in the interventional arm will be invited for one or more initial study visits to intensify treatment with a combination of sodium glucose co-transporter 2 inhibitors, glucagon-like peptide 1 receptor agonists, high-dose lipid-lowering, antihypertensive and antithrombotic treatment. Very low-risk patients in the interventional arm will be recommended less intensive treatment targets. After initial study-related activities, all participants will continue to be taken care of by their GP guided by specific treatment recommendations. The primary outcome in the primary hierarchical analysis (the rate of the combined CVD endpoint of cardiovascular death, non-fatal myocardial infarction, non-fatal stroke and hospitalisation for heart failure) will be monitored through national health registries. The trial is event-driven, but a median follow-up of 5 years is expected. Key secondary outcomes include patient-reported outcomes, quality-adjusted life years and healthcare costs. The protocol V.1.9 is approved by the Research Ethics Committee and the Danish Medicines Agency and the Danish Data Protection Agency. The results of the study-positive, negative or neutral-will be published in peer-reviewed journals and through www. org. NCT05700877.",
    "disease": "coronary artery disease",
    "clean_text": "study protocol for the investigator initiated danish pragmatic randomised steno inten ct trial does screening and intervention for subclinical coronary artery disease in type diabetes reduce cardiovascular events cardiovascular disease cvd risk remains high but unevenly distributed in patients with type diabetes mellitus t dm current risk stratification strategies are far from optimal leading to both undertreatment and overtreatment of patients the steno inten ct trial aims to evaluate a strategy of improved cvd risk management by using cardiac ct coronary artery calcification cac for stratification and tailoring of multifactorial cardiovascular treatment based on cac score we hypothesise that intensified medical treatment will lower cvd event rates in high risk patients cac and less intensive multifactorial treatment is safe in very low risk patients cac the steno inten ct trial is an investigator initiated pragmatic open label event driven randomised controlled trial including patients with t dm without known cvd all participants expected n will be invited for a non contrast coronary ct scan after the scan participants will be randomised to either standard treatment blinded for cac results or cac based treatment participants in cac based treatment and their general practitioner gp will receive information on cac and a recommendation of multifactorial treatment high risk participants in the interventional arm will be invited for one or more initial study visits to intensify treatment with a combination of sodium glucose co transporter inhibitors glucagon like peptide receptor agonists high dose lipid lowering antihypertensive and antithrombotic treatment very low risk patients in the interventional arm will be recommended less intensive treatment targets after initial study related activities all participants will continue to be taken care of by their gp guided by specific treatment recommendations the primary outcome in the primary hierarchical analysis the rate of the combined cvd endpoint of cardiovascular death non fatal myocardial infarction non fatal stroke and hospitalisation for heart failure will be monitored through national health registries the trial is event driven but a median follow up of years is expected key secondary outcomes include patient reported outcomes quality adjusted life years and healthcare costs the protocol v is approved by the research ethics committee and the danish medicines agency and the danish data protection agency the results of the study positive negative or neutral will be published in peer reviewed journals and through www org nct"
}