{
    "pmid": "41392899",
    "title": "Protection Against HPAI-H5N8 Early Challenge in Commercial Broilers with Maternal Immunity: Prime-Boost vs. Single Vaccination of a Trivalent H5-Inactivated Vaccine.",
    "abstract": "Highly pathogenic Avian Influenza (HPAI) viruses, especially the newly discovered H5N8 clade 2.3.4.4b strain, are the world's biggest concern. The HPAI virus challenge in broilers is a significant issue, especially for short-lived commercial broiler chickens. This study examined H5 inactivated vaccine regimens. Phylogenetic analysis was used to compare the genetic sequences of vaccination seeds, the challenge virus (H5N8 clade 2.3.4.4 strain), and the circulating HPAI H5N8 strain. Following this, a field investigation evaluated various vaccination schedules using the H5 inactivated vaccine against the HPAI virus in early-challenged commercial broilers with maternal immunity against the AIV-H5N8 virus. Three vaccination regimens were planned: a prime-boost regimen (days 1 and 9) in group 1 (G1), a single dose 1.5 times the manufacturer-recommended dosage on day 7 in group 2 (G2), and the routinely recommended single dose on day 7 in group 3 (G3). Weekly AI-H5 humoral immune response antibody titers were measured. Both vaccinated and unvaccinated positive controls were challenged with HPAI H5N8 virus clade 2.3.4.4b on day 28 of age. Clinical signs, Survival, and virus shedding were monitored for 10 days post-challenge. After three weeks post-vaccination (WPV), prime-boost antibody titers were significantly higher than those in single-dose groups. After the challenge, G2 and G3 had high survival rates (91.7%) but a noticeably high shedding rate following the early challenge (3-WPV), while G1 had 100% survival and negligible viral shedding. HPAI H5N8 virus protection increased with prime-boost vaccination in early challenge. These findings highlight the importance of implementing optimal vaccination programs to mitigate HPAI virus risks in commercial chicken production.",
    "disease": "influenza",
    "clean_text": "protection against hpai h n early challenge in commercial broilers with maternal immunity prime boost vs single vaccination of a trivalent h inactivated vaccine highly pathogenic avian influenza hpai viruses especially the newly discovered h n clade b strain are the world s biggest concern the hpai virus challenge in broilers is a significant issue especially for short lived commercial broiler chickens this study examined h inactivated vaccine regimens phylogenetic analysis was used to compare the genetic sequences of vaccination seeds the challenge virus h n clade strain and the circulating hpai h n strain following this a field investigation evaluated various vaccination schedules using the h inactivated vaccine against the hpai virus in early challenged commercial broilers with maternal immunity against the aiv h n virus three vaccination regimens were planned a prime boost regimen days and in group g a single dose times the manufacturer recommended dosage on day in group g and the routinely recommended single dose on day in group g weekly ai h humoral immune response antibody titers were measured both vaccinated and unvaccinated positive controls were challenged with hpai h n virus clade b on day of age clinical signs survival and virus shedding were monitored for days post challenge after three weeks post vaccination wpv prime boost antibody titers were significantly higher than those in single dose groups after the challenge g and g had high survival rates but a noticeably high shedding rate following the early challenge wpv while g had survival and negligible viral shedding hpai h n virus protection increased with prime boost vaccination in early challenge these findings highlight the importance of implementing optimal vaccination programs to mitigate hpai virus risks in commercial chicken production"
}