{
    "title": "Ovarian cancer screening.",
    "doc_id": "9633843",
    "writer": "Rosenthal A",
    "year": "1998",
    "summary": "Despite advances in molecular biology, surgical oncology, and chemotherapy, the prognosis for ovarian cancer remains poor. The excellent survival rates for stage I disease provide the rationale for efforts to screen for early-stage ovarian cancer. ...A …",
    "abstract": "Despite advances in molecular biology, surgical oncology, and chemotherapy, the prognosis for ovarian cancer remains poor. The excellent survival rates for stage I disease provide the rationale for efforts to screen for early-stage ovarian cancer. However, there are doubts about the feasibility of screening related to the natural history of the disease, the performance of the available tests, and health economic considerations. The investigators use the World Health Organization criteria for a screening program as a framework for discussing current issues in ovarian cancer screening. These include screening modalities and strategies, high- and low-risk populations, and the acceptability, psychological impact, and cost of screening. As a result of developments during the last decade, there are now real prospects for practical and effective ovarian cancer screening programs. Research to date has made important progress, but information about the impact of screening on mortality from ovarian cancer is still awaited. Three large randomized controlled trials of ovarian cancer screening are currently recruiting volunteers and will yield important results in the next few years.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9633843/",
    "clean_text": "ovarian cancer screening despite advances in molecular biology surgical oncology and chemotherapy the prognosis for ovarian cancer remains poor the excellent survival rates for stage i disease provide the rationale for efforts to screen for early stage ovarian cancer a despite advances in molecular biology surgical oncology and chemotherapy the prognosis for ovarian cancer remains poor the excellent survival rates for stage i disease provide the rationale for efforts to screen for early stage ovarian cancer however there are doubts about the feasibility of screening related to the natural history of the disease the performance of the available tests and health economic considerations the investigators use the world health organization criteria for a screening program as a framework for discussing current issues in ovarian cancer screening these include screening modalities and strategies high and low risk populations and the acceptability psychological impact and cost of screening as a result of developments during the last decade there are now real prospects for practical and effective ovarian cancer screening programs research to date has made important progress but information about the impact of screening on mortality from ovarian cancer is still awaited three large randomized controlled trials of ovarian cancer screening are currently recruiting volunteers and will yield important results in the next few years"
}