{
    "title": "Protection against SARS-CoV-2 after Covid-19 Vaccination and Previous Infection.",
    "doc_id": "35172051",
    "writer": "Hall V",
    "year": "2022",
    "summary": "BACKGROUND: The duration and effectiveness of immunity from infection with and vaccination against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are relevant to pandemic policy interventions, including …",
    "abstract": "Background:\n        \n      \n      The duration and effectiveness of immunity from infection with and vaccination against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are relevant to pandemic policy interventions, including the timing of vaccine boosters.\n    \n\n\n          Methods:\n        \n      \n      We investigated the duration and effectiveness of immunity in a prospective cohort of asymptomatic health care workers in the United Kingdom who underwent routine polymerase-chain-reaction (PCR) testing. Vaccine effectiveness (≤10 months after the first dose of vaccine) and infection-acquired immunity were assessed by comparing the time to PCR-confirmed infection in vaccinated persons with that in unvaccinated persons, stratified according to previous infection status. We used a Cox regression model with adjustment for previous SARS-CoV-2 infection status, vaccine type and dosing interval, demographic characteristics, and workplace exposure to SARS-CoV-2.\n    \n\n\n          Results:\n        \n      \n      Of 35,768 participants, 27% (9488) had a previous SARS-CoV-2 infection. Vaccine coverage was high: 95% of the participants had received two doses (78% had received BNT162b2 vaccine [Pfizer-BioNTech] with a long interval between doses, 9% BNT162b2 vaccine with a short interval between doses, and 8% ChAdOx1 nCoV-19 vaccine [AstraZeneca]). Between December 7, 2020, and September 21, 2021, a total of 2747 primary infections and 210 reinfections were observed. Among previously uninfected participants who received long-interval BNT162b2 vaccine, adjusted vaccine effectiveness decreased from 85% (95% confidence interval [CI], 72 to 92) 14 to 73 days after the second dose to 51% (95% CI, 22 to 69) at a median of 201 days (interquartile range, 197 to 205) after the second dose; this effectiveness did not differ significantly between the long-interval and short-interval BNT162b2 vaccine recipients. At 14 to 73 days after the second dose, adjusted vaccine effectiveness among ChAdOx1 nCoV-19 vaccine recipients was 58% (95% CI, 23 to 77) - considerably lower than that among BNT162b2 vaccine recipients. Infection-acquired immunity waned after 1 year in unvaccinated participants but remained consistently higher than 90% in those who were subsequently vaccinated, even in persons infected more than 18 months previously.\n    \n\n\n          Conclusions:\n        \n      \n      Two doses of BNT162b2 vaccine were associated with high short-term protection against SARS-CoV-2 infection; this protection waned considerably after 6 months. Infection-acquired immunity boosted with vaccination remained high more than 1 year after infection. (Funded by the U.K. Health Security Agency and others; ISRCTN Registry number, ISRCTN11041050.).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35172051/",
    "clean_text": "protection against sars cov after covid vaccination and previous infection background the duration and effectiveness of immunity from infection with and vaccination against severe acute respiratory syndrome coronavirus sars cov are relevant to pandemic policy interventions including background the duration and effectiveness of immunity from infection with and vaccination against severe acute respiratory syndrome coronavirus sars cov are relevant to pandemic policy interventions including the timing of vaccine boosters methods we investigated the duration and effectiveness of immunity in a prospective cohort of asymptomatic health care workers in the united kingdom who underwent routine polymerase chain reaction pcr testing vaccine effectiveness months after the first dose of vaccine and infection acquired immunity were assessed by comparing the time to pcr confirmed infection in vaccinated persons with that in unvaccinated persons stratified according to previous infection status we used a cox regression model with adjustment for previous sars cov infection status vaccine type and dosing interval demographic characteristics and workplace exposure to sars cov results of participants had a previous sars cov infection vaccine coverage was high of the participants had received two doses had received bnt b vaccine pfizer biontech with a long interval between doses bnt b vaccine with a short interval between doses and chadox ncov vaccine astrazeneca between december and september a total of primary infections and reinfections were observed among previously uninfected participants who received long interval bnt b vaccine adjusted vaccine effectiveness decreased from confidence interval ci to to days after the second dose to ci to at a median of days interquartile range to after the second dose this effectiveness did not differ significantly between the long interval and short interval bnt b vaccine recipients at to days after the second dose adjusted vaccine effectiveness among chadox ncov vaccine recipients was ci to considerably lower than that among bnt b vaccine recipients infection acquired immunity waned after year in unvaccinated participants but remained consistently higher than in those who were subsequently vaccinated even in persons infected more than months previously conclusions two doses of bnt b vaccine were associated with high short term protection against sars cov infection this protection waned considerably after months infection acquired immunity boosted with vaccination remained high more than year after infection funded by the u k health security agency and others isrctn registry number isrctn"
}