{
    "pmid": "41444694",
    "title": "Under the bidirectional screening policy, impact of diabetes mellitus on patient and diagnosis delays of pulmonary tuberculosis patients in Ningxia, China: a propensity score analysis.",
    "abstract": "Although the policy of screening tuberculosis (TB) in individuals with diabetes mellitus (DM) was suggested, the coexistence of TB and DM is rapidly increasing in China, hindering the country's TB elimination efforts. The delay in TB consultation and diagnosis poses a challenge for DM-TB patients. However, the impact of DM on TB is not fully understood. Our study aimed to evaluate patient and diagnosis delays in pulmonary tuberculosis (PTB) patients in Ningxia, China, investigate the relationship between DM comorbidity and delays, and provide recommendations for improving the implementation of TB prevention and control strategies. We examined all PTB patients with DM registered in the Chinese TB Information Management System (TBIMS) in the Ningxia region from 2016 to 2019. Patient delay was defined as > 20 days from symptom onset to first medical consultation, and diagnosis delay as > 1 day from first consultation to diagnosis, both measured in days. In our study, possible covariates were screened based on relevant literatures, then mediating variables were excluded, and finally covariates were screened by univariate analysis. Propensity score matching (PSM) was conducted (1:1 nearest matching with a caliper of 0.25 standard deviation (SD) of the propensity score (PS), without replacement) using covariates including sex, age, ethnicity, household registration, occupation, type of hospital for initial PTB diagnosis, level of hospital for initial PTB diagnosis, X-ray, the presence of other types of TB, and patient source. Logistic regression was then employed to assess the impact of DM on patient and diagnosis delays. Additionally, we conducted sensitivity analyses, exploring different ratios and caliper sizes, and mahalanobis distance matching. To address the potential for residual confounding by age, we conducted a further sensitivity analysis using age as a continuous variable in the PS model. Out of 9,625 PTB patients registered in TBIMS, 260 (2.7%) were also diagnosed with DM. In the unadjusted analysis, there was no difference in the median duration of patient delay between NDM-PTB and DM-PTB patients (20 days vs. 22 days, P > 0.05), while the median diagnosis delay was significantly longer in DM-PTB patients (1 day vs. 3 days, P < 0.05). However, after PSM to control for confounders, regression analysis indicated that DM was associated with a higher likelihood of experiencing patient delay [odds ratio (OR) = 1.85; 95% confidence interval (CI) = 1.30-2.64], but not with diagnosis delay (OR = 1.29; 95% CI = 0.89-1.87). In conclusion, after balancing baseline characteristics, DM was a risk factor for patient delay in PTB patients, but not for diagnosis delay. Our study revealed that DM only exacerbated patient delay and ultimately had no significant effect on diagnosis delay. This suggests that screening for TB in DM patients can reduce diagnosis delay. Therefore, emphasizing community TB health education in DM patients is crucial. Additionally, there is a need to promote the integrated model of TB management and enhance the awareness of primary medical institutions' doctors regarding the comorbidity of DM-PTB, differential diagnosis, and diagnostic capabilities to effectively prevent and control TB.",
    "disease": "diabetes mellitus",
    "clean_text": "under the bidirectional screening policy impact of diabetes mellitus on patient and diagnosis delays of pulmonary tuberculosis patients in ningxia china a propensity score analysis although the policy of screening tuberculosis tb in individuals with diabetes mellitus dm was suggested the coexistence of tb and dm is rapidly increasing in china hindering the country s tb elimination efforts the delay in tb consultation and diagnosis poses a challenge for dm tb patients however the impact of dm on tb is not fully understood our study aimed to evaluate patient and diagnosis delays in pulmonary tuberculosis ptb patients in ningxia china investigate the relationship between dm comorbidity and delays and provide recommendations for improving the implementation of tb prevention and control strategies we examined all ptb patients with dm registered in the chinese tb information management system tbims in the ningxia region from to patient delay was defined as days from symptom onset to first medical consultation and diagnosis delay as day from first consultation to diagnosis both measured in days in our study possible covariates were screened based on relevant literatures then mediating variables were excluded and finally covariates were screened by univariate analysis propensity score matching psm was conducted nearest matching with a caliper of standard deviation sd of the propensity score ps without replacement using covariates including sex age ethnicity household registration occupation type of hospital for initial ptb diagnosis level of hospital for initial ptb diagnosis x ray the presence of other types of tb and patient source logistic regression was then employed to assess the impact of dm on patient and diagnosis delays additionally we conducted sensitivity analyses exploring different ratios and caliper sizes and mahalanobis distance matching to address the potential for residual confounding by age we conducted a further sensitivity analysis using age as a continuous variable in the ps model out of ptb patients registered in tbims were also diagnosed with dm in the unadjusted analysis there was no difference in the median duration of patient delay between ndm ptb and dm ptb patients days vs days p while the median diagnosis delay was significantly longer in dm ptb patients day vs days p however after psm to control for confounders regression analysis indicated that dm was associated with a higher likelihood of experiencing patient delay odds ratio or confidence interval ci but not with diagnosis delay or ci in conclusion after balancing baseline characteristics dm was a risk factor for patient delay in ptb patients but not for diagnosis delay our study revealed that dm only exacerbated patient delay and ultimately had no significant effect on diagnosis delay this suggests that screening for tb in dm patients can reduce diagnosis delay therefore emphasizing community tb health education in dm patients is crucial additionally there is a need to promote the integrated model of tb management and enhance the awareness of primary medical institutions doctors regarding the comorbidity of dm ptb differential diagnosis and diagnostic capabilities to effectively prevent and control tb"
}