{
    "title": "Characteristics of pneumoconiosis in Zhejiang Province, China from 2006 to 2020: a descriptive study.",
    "doc_id": "36814237",
    "writer": "Wei F",
    "year": "2023",
    "summary": "Clarifying specific incidence patterns and temporal trends in Zhejiang Province can help provide valuable information on the prevention of pneumoconiosis. ...In regional distribution, the top three cities reporting the most pneumoconiosis cases in Zhejiang Province …",
    "abstract": "Background:\n        \n      \n      Pneumoconiosis is the most prevalent occupational disease and displays different patterns in each province of China. Clarifying specific incidence patterns and temporal trends in Zhejiang Province can help provide valuable information on the prevention of pneumoconiosis.\n    \n\n\n          Methods:\n        \n      \n      Annual reports of pneumoconiosis for Zhejiang Province from 2006 to 2020 were extracted from the National Occupational Disease and Occupational Health Information Monitoring System. The information of cases included regions, diagnosis ages, genders, exposure durations, pneumoconiosis categories and stages, the first year of exposure, enterprise industries, scales and ownerships.\n    \n\n\n          Results:\n        \n      \n      Totally 6037 new cases of pneumoconiosis were reported between 2006 and 2020, which increased at first and then gradually declined since 2013. Among all pneumoconiosis cases, silicosis accounted for the majority (72.17%). Most of the cases occurred in small-scale and domestic-funded enterprises, which accounted for 71.75% and 96.97%, respectively. When analyzing the industry distribution, the cases were mainly concentrated in mining (37.12%), manufacturing (31.11%) and 'public administration and social organization' (23.94%) industry. The average diagnosis age among the pneumoconiosis cases was 55.44 years, and the median exposure duration was 11.00 years. Significantly older diagnosis age and longer exposure duration were found in females, coal workers' pneumoconiosis cases, cases with higher stages, cases with the first year of dust exposure earlier and cases from large-scale companies. In regional distribution, the top three cities reporting the most pneumoconiosis cases in Zhejiang Province were Taizhou, Quzhou and Hangzhou.\n    \n\n\n          Conclusion:\n        \n      \n      The current situation of pneumoconiosis in Zhejiang Province was still serious, and government should further strengthen the surveillance of occupational diseases and supervision of enterprises. Moreover, publicity and education regarding pneumoconiosis should be carried out to raise awareness of dust exposure risk and associated health consequences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36814237/",
    "clean_text": "characteristics of pneumoconiosis in zhejiang province china from to a descriptive study clarifying specific incidence patterns and temporal trends in zhejiang province can help provide valuable information on the prevention of pneumoconiosis in regional distribution the top three cities reporting the most pneumoconiosis cases in zhejiang province background pneumoconiosis is the most prevalent occupational disease and displays different patterns in each province of china clarifying specific incidence patterns and temporal trends in zhejiang province can help provide valuable information on the prevention of pneumoconiosis methods annual reports of pneumoconiosis for zhejiang province from to were extracted from the national occupational disease and occupational health information monitoring system the information of cases included regions diagnosis ages genders exposure durations pneumoconiosis categories and stages the first year of exposure enterprise industries scales and ownerships results totally new cases of pneumoconiosis were reported between and which increased at first and then gradually declined since among all pneumoconiosis cases silicosis accounted for the majority most of the cases occurred in small scale and domestic funded enterprises which accounted for and respectively when analyzing the industry distribution the cases were mainly concentrated in mining manufacturing and public administration and social organization industry the average diagnosis age among the pneumoconiosis cases was years and the median exposure duration was years significantly older diagnosis age and longer exposure duration were found in females coal workers pneumoconiosis cases cases with higher stages cases with the first year of dust exposure earlier and cases from large scale companies in regional distribution the top three cities reporting the most pneumoconiosis cases in zhejiang province were taizhou quzhou and hangzhou conclusion the current situation of pneumoconiosis in zhejiang province was still serious and government should further strengthen the surveillance of occupational diseases and supervision of enterprises moreover publicity and education regarding pneumoconiosis should be carried out to raise awareness of dust exposure risk and associated health consequences"
}