{
    "title": "Overexpression of oxidized protein hydrolase protects COS-7 cells from oxidative stress-induced inhibition of cell growth and survival.",
    "doc_id": "12727222",
    "writer": "Shimizu K",
    "year": "2003",
    "summary": "Oxidized protein hydrolase (OPH) preferentially degrades oxidatively damaged proteins in vitro and is widely distributed in various cells and tissues. ...The majority of overexpressed OPH in the cells was found to be located uniformly in cytosol, and its location wa …",
    "abstract": "Oxidized protein hydrolase (OPH) preferentially degrades oxidatively damaged proteins in vitro and is widely distributed in various cells and tissues. The role of OPH in intact cells exposed to oxidative stress was examined. For this purpose, using COS-7, a cell line derived from African green monkey kidney, COS-7-OPH cells that stably overexpressed OPH were established. When COS-7-OPH cells were exposed to oxidative stress induced by H(2)O(2) and paraquat, accumulation of protein carbonyls in the cells was apparently lower than that of parental COS-7 cells, and COS-7-OPH cells were significantly resistant to the oxidative stress compared with parental COS-7 cells. The majority of overexpressed OPH in the cells was found to be located uniformly in cytosol, and its location was not altered by H(2)O(2)-induced oxidative stress. Above results indicate that OPH in intact cells plays a preventive role against oxidative stress and suggest that OPH relieves cells from accumulation of oxidatively damaged proteins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12727222/",
    "clean_text": "overexpression of oxidized protein hydrolase protects cos cells from oxidative stress induced inhibition of cell growth and survival oxidized protein hydrolase oph preferentially degrades oxidatively damaged proteins in vitro and is widely distributed in various cells and tissues the majority of overexpressed oph in the cells was found to be located uniformly in cytosol and its location wa oxidized protein hydrolase oph preferentially degrades oxidatively damaged proteins in vitro and is widely distributed in various cells and tissues the role of oph in intact cells exposed to oxidative stress was examined for this purpose using cos a cell line derived from african green monkey kidney cos oph cells that stably overexpressed oph were established when cos oph cells were exposed to oxidative stress induced by h o and paraquat accumulation of protein carbonyls in the cells was apparently lower than that of parental cos cells and cos oph cells were significantly resistant to the oxidative stress compared with parental cos cells the majority of overexpressed oph in the cells was found to be located uniformly in cytosol and its location was not altered by h o induced oxidative stress above results indicate that oph in intact cells plays a preventive role against oxidative stress and suggest that oph relieves cells from accumulation of oxidatively damaged proteins"
}