{
    "title": "The relationship between the Young's modulus of the stratum corneum and age: a pilot study.",
    "doc_id": "23551131",
    "writer": "Hara Y",
    "year": "2013",
    "summary": "To resolve this problem, we carried out a numerical analysis to calculate the Young's modulus of the stratum corneum. We then investigated the relationship between the Young's modulus of the stratum corneum and age. ...RESULTS: In the group study, the mean Young …",
    "abstract": "Background/purpose:\n        \n      \n      The mechanical properties of the stratum corneum play an important role in protecting the body from external physical stimuli and excessive sensitivity. However, it is difficult to analyze these mechanical properties in vivo. To resolve this problem, we carried out a numerical analysis to calculate the Young's modulus of the stratum corneum. We then investigated the relationship between the Young's modulus of the stratum corneum and age.\n    \n\n\n          Methods:\n        \n      \n      We used a Cutometer(®) and a Dermal Torque Meter(®) for measuring skin mechanical parameters, and optical coherence tomography and an ultrasonic imaging system for measuring skin thickness. Based on these non-invasive results, liner elastic analysis was performed by the finite element method, and the Young's moduli of the stratum corneum and the dermis were calculated by solving an inverse problem. Using these techniques, we analyzed the correlation between the Young's modulus of the stratum corneum for the cheeks of seventy-eight Japanese women aged from 20 to 68 years.\n    \n\n\n          Results:\n        \n      \n      In the group study, the mean Young's moduli of the stratum corneum and dermis were calculated 1.993 MPa and 0.066 MPa, respectively. While carrying out individual analyses, there was a weak relationship between the Young's modulus of the stratum corneum and age (r = 0.337).\n    \n\n\n          Conclusion:\n        \n      \n      We calculated the Young's modulus of the stratum corneum in vivo, with commercially available systems, and found that it is a weak correlation with age in this group of subjects. Future developments of our method would be beneficial in the characterization of facial skin aging and the validation of cosmetic and medical applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23551131/",
    "clean_text": "the relationship between the young s modulus of the stratum corneum and age a pilot study to resolve this problem we carried out a numerical analysis to calculate the young s modulus of the stratum corneum we then investigated the relationship between the young s modulus of the stratum corneum and age results in the group study the mean young background purpose the mechanical properties of the stratum corneum play an important role in protecting the body from external physical stimuli and excessive sensitivity however it is difficult to analyze these mechanical properties in vivo to resolve this problem we carried out a numerical analysis to calculate the young s modulus of the stratum corneum we then investigated the relationship between the young s modulus of the stratum corneum and age methods we used a cutometer and a dermal torque meter for measuring skin mechanical parameters and optical coherence tomography and an ultrasonic imaging system for measuring skin thickness based on these non invasive results liner elastic analysis was performed by the finite element method and the young s moduli of the stratum corneum and the dermis were calculated by solving an inverse problem using these techniques we analyzed the correlation between the young s modulus of the stratum corneum for the cheeks of seventy eight japanese women aged from to years results in the group study the mean young s moduli of the stratum corneum and dermis were calculated mpa and mpa respectively while carrying out individual analyses there was a weak relationship between the young s modulus of the stratum corneum and age r conclusion we calculated the young s modulus of the stratum corneum in vivo with commercially available systems and found that it is a weak correlation with age in this group of subjects future developments of our method would be beneficial in the characterization of facial skin aging and the validation of cosmetic and medical applications"
}