{
    "title": "A Qualitative Study Describing Experiences of Pregnancy Discrimination in the Workplace.",
    "doc_id": "38729198",
    "writer": "Borrowman JD",
    "year": "2024",
    "summary": "OBJECTIVES: Qualitatively assess experiences of occupational pregnancy discrimination. METHODS: A fully remote phenomenological qualitative study was completed leveraging semistructured interviews with a sample of pregnant employees in the United States. ...",
    "abstract": "Objectives:\n        \n      \n      Qualitatively assess experiences of occupational pregnancy discrimination.\n    \n\n\n          Methods:\n        \n      \n      A fully remote phenomenological qualitative study was completed leveraging semistructured interviews with a sample of pregnant employees in the United States. Inclusion criteria included being pregnant, working at least 35 hours per week, employed at least 1 year at current employer, and without diagnosed depression/anxiety.\n    \n\n\n          Results:\n        \n      \n      Participants (N = 20) were, on average, 30 years of age, worked 42.6 hours per week, self-identified as non-Hispanic black (50%), and earned least a bachelor's degree (85%). Individuals successfully identified various forms of pregnancy discrimination, believing it occurred due to systemic issues or perceptions that women are weak. Most did not report experiences of discrimination fearing retaliation or being unaware of workplace protections.\n    \n\n\n          Conclusion:\n        \n      \n      Pregnancy discrimination in the workplaces comes in various forms and is an issue for some working pregnant individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38729198/",
    "clean_text": "a qualitative study describing experiences of pregnancy discrimination in the workplace objectives qualitatively assess experiences of occupational pregnancy discrimination methods a fully remote phenomenological qualitative study was completed leveraging semistructured interviews with a sample of pregnant employees in the united states objectives qualitatively assess experiences of occupational pregnancy discrimination methods a fully remote phenomenological qualitative study was completed leveraging semistructured interviews with a sample of pregnant employees in the united states inclusion criteria included being pregnant working at least hours per week employed at least year at current employer and without diagnosed depression anxiety results participants n were on average years of age worked hours per week self identified as non hispanic black and earned least a bachelor s degree individuals successfully identified various forms of pregnancy discrimination believing it occurred due to systemic issues or perceptions that women are weak most did not report experiences of discrimination fearing retaliation or being unaware of workplace protections conclusion pregnancy discrimination in the workplaces comes in various forms and is an issue for some working pregnant individuals"
}