{
    "title": "Case report: Albendazole associated psychosis.",
    "doc_id": "31857936",
    "writer": "Doughty B",
    "year": "2019",
    "summary": "INTRODUCTION: The association of psychosis with albendazole monotherapy has not been established in current literature. CASE REPORT: We present the first reported case of acute psychosis associated with albendazole. ...",
    "abstract": "Introduction:\n        \n      \n      The association of psychosis with albendazole monotherapy has not been established in current literature.\n    \n\n\n          Case report:\n        \n      \n      We present the first reported case of acute psychosis associated with albendazole. Upon cessation of the agent and the introduction of aripiprazole, the patient's psychosis remitted, and the patient did not present for acute treatment in the months to follow.\n    \n\n\n          Discussion/conclusion:\n        \n      \n      The temporal relationship and laboratory data support albendazole's role in leading to the aforementioned toxicity. Such reactions, although rare, can drastically impact patient care and may warrant increased provider consideration when choosing to prescribe albendazole.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31857936/",
    "clean_text": "case report albendazole associated psychosis introduction the association of psychosis with albendazole monotherapy has not been established in current literature case report we present the first reported case of acute psychosis associated with albendazole introduction the association of psychosis with albendazole monotherapy has not been established in current literature case report we present the first reported case of acute psychosis associated with albendazole upon cessation of the agent and the introduction of aripiprazole the patient s psychosis remitted and the patient did not present for acute treatment in the months to follow discussion conclusion the temporal relationship and laboratory data support albendazole s role in leading to the aforementioned toxicity such reactions although rare can drastically impact patient care and may warrant increased provider consideration when choosing to prescribe albendazole"
}