{
    "title": "Mentalizing, Resilience, and Mental Health Status among Healthcare Workers during the COVID-19 Pandemic: A Cross-Sectional Study.",
    "doc_id": "37107876",
    "writer": "Safiye T",
    "year": "2023",
    "summary": "The COVID-19 pandemic has caused unprecedented stress on healthcare professionals worldwide. Since resilience and mentalizing capacity play very important preventive roles when it comes to mental health, the main goal of this study was to determine whether the capac …",
    "abstract": "The COVID-19 pandemic has caused unprecedented stress on healthcare professionals worldwide. Since resilience and mentalizing capacity play very important preventive roles when it comes to mental health, the main goal of this study was to determine whether the capacity for mentalizing and resilience could explain the levels of depression, anxiety, and stress among healthcare workers during the COVID-19 pandemic. The study was conducted in Serbia on a sample of 406 healthcare workers (141 doctors and 265 nurses) aged 19 to 65 (M = 40.11, SD = 9.41). The participants' mental health status was evaluated using the Depression, Anxiety, and Stress Scale-DASS-42. The Reflective Functioning Questionnaire was used to evaluate the capacity for mentalizing. Resilience was assessed using the Brief Resilience Scale. The results of the correlation analysis showed that there were negative correlations between resilience and all three dimensions of mental health status: depression, anxiety, and stress. Hypermentalizing was negatively correlated with depression, anxiety, and stress, while hypomentalizing was positively correlated. Hierarchical linear regression analysis showed that both resilience and hypermentalizing were significant negative predictors of depression, anxiety, and stress, and that hypomentalizing was a significant positive predictor of depression, anxiety, and stress. Furthermore, socioeconomic status was a significant negative predictor of depression, anxiety, and stress. Marital status, number of children, and work environment were not statistically significant predictors of any of the three dimensions of mental health status among the healthcare workers in this study. There is an urgent need to establish and implement strategies to foster resilience and enhance the capacity for mentalizing among healthcare workers in order to minimize the devastating effects of the COVID-19 pandemic on mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37107876/",
    "clean_text": "mentalizing resilience and mental health status among healthcare workers during the covid pandemic a cross sectional study the covid pandemic has caused unprecedented stress on healthcare professionals worldwide since resilience and mentalizing capacity play very important preventive roles when it comes to mental health the main goal of this study was to determine whether the capac the covid pandemic has caused unprecedented stress on healthcare professionals worldwide since resilience and mentalizing capacity play very important preventive roles when it comes to mental health the main goal of this study was to determine whether the capacity for mentalizing and resilience could explain the levels of depression anxiety and stress among healthcare workers during the covid pandemic the study was conducted in serbia on a sample of healthcare workers doctors and nurses aged to m sd the participants mental health status was evaluated using the depression anxiety and stress scale dass the reflective functioning questionnaire was used to evaluate the capacity for mentalizing resilience was assessed using the brief resilience scale the results of the correlation analysis showed that there were negative correlations between resilience and all three dimensions of mental health status depression anxiety and stress hypermentalizing was negatively correlated with depression anxiety and stress while hypomentalizing was positively correlated hierarchical linear regression analysis showed that both resilience and hypermentalizing were significant negative predictors of depression anxiety and stress and that hypomentalizing was a significant positive predictor of depression anxiety and stress furthermore socioeconomic status was a significant negative predictor of depression anxiety and stress marital status number of children and work environment were not statistically significant predictors of any of the three dimensions of mental health status among the healthcare workers in this study there is an urgent need to establish and implement strategies to foster resilience and enhance the capacity for mentalizing among healthcare workers in order to minimize the devastating effects of the covid pandemic on mental health"
}