{
    "title": "Sleep Quality in a Nigerian Community: Prevalence of Poor Sleep Quality, Risk Factors and Health-Related Quality of Life.",
    "doc_id": "35926376",
    "writer": "Jemilohun AC",
    "year": "2022",
    "summary": "Participants with poor sleep quality had poorer mean SF-12v2 sub-scales scores compared with those with good sleep quality in Bodily Pain, General Health, Vitality and Mental Health with statistical significance (p < 0.001). CONCLUSION: Poor slee …",
    "abstract": "Background:\n        \n      \n      A review of the literature shows there is a dearth of community-based studies that evaluated the prevalence of poor sleep quality and its psychosocial correlates among Nigerians. This study was conducted to determine the prevalence of poor sleep quality and its psychosocial correlates in a Nigerian community.\n    \n\n\n          Methods:\n        \n      \n      The data presented here is an extract from the IlisanRemo Functional Bowel Disorder Project, a cross-sectional community-based study of 515 adults aged 18-70 years. The aspects of the research instrument relevant to this study include the sociodemographic data, Pittsburgh Sleep Quality Index (PSQI), Beck Anxiety and Depression Inventories, and Short Form 12, version 2 Health Survey (SF-12v2) questionnaire. An overall PSQI score of >5 was defined as poor sleep quality. Data analysis was conducted with appropriate statistical instruments. P-value < 0.05 was considered significant.\n    \n\n\n          Results:\n        \n      \n      There were adequate data for statistical analysis for 505 participants. The participants' mean age was 32.73±12.93 years. A total of 212 (42.0%) participants had poor sleep quality. Poor sleep quality was associated with attainment of at least secondary schooleducation [AOR = 2.27 (95% CI, 1.17 - 4.41), p = 0.016], increased waist circumference [AOR = 1.03 (95% CI, 1.01 - 1.04), p < 0.001], coffee consumption [AOR = 2.57 (95% CI, 1.66 - 3.99), p < 0.001], anxiety [AOR = 1.06 (95% CI, 1.03 - 1.09), p < 0.001], and depression [AOR = 1.05 (95% CI, 1.03 - 1.08), p < 0.001]. Participants with poor sleep quality had poorer mean SF-12v2 sub-scales scores compared with those with good sleep quality in Bodily Pain, General Health, Vitality and Mental Health with statistical significance (p < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      Poor sleep quality is common in our study population and needs to be holistically addressed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35926376/",
    "clean_text": "sleep quality in a nigerian community prevalence of poor sleep quality risk factors and health related quality of life participants with poor sleep quality had poorer mean sf v sub scales scores compared with those with good sleep quality in bodily pain general health vitality and mental health with statistical significance p conclusion poor slee background a review of the literature shows there is a dearth of community based studies that evaluated the prevalence of poor sleep quality and its psychosocial correlates among nigerians this study was conducted to determine the prevalence of poor sleep quality and its psychosocial correlates in a nigerian community methods the data presented here is an extract from the ilisanremo functional bowel disorder project a cross sectional community based study of adults aged years the aspects of the research instrument relevant to this study include the sociodemographic data pittsburgh sleep quality index psqi beck anxiety and depression inventories and short form version health survey sf v questionnaire an overall psqi score of was defined as poor sleep quality data analysis was conducted with appropriate statistical instruments p value was considered significant results there were adequate data for statistical analysis for participants the participants mean age was years a total of participants had poor sleep quality poor sleep quality was associated with attainment of at least secondary schooleducation aor ci p increased waist circumference aor ci p coffee consumption aor ci p anxiety aor ci p and depression aor ci p participants with poor sleep quality had poorer mean sf v sub scales scores compared with those with good sleep quality in bodily pain general health vitality and mental health with statistical significance p conclusion poor sleep quality is common in our study population and needs to be holistically addressed"
}