{
    "pmid": "41474245",
    "title": "Comparative diagnostic efficacy of 18F-FDG and FAPI PET/CT in primary liver cancers: A systematic review and meta-analysis.",
    "abstract": "This systematic review and meta-analysis compared fibroblast activation protein inhibitor (FAPI) and 2-[18F]-fluoro-2-deoxy-D-glucose (FDG) positron emission tomography/computed tomography (PET/CT) regarding diagnostic efficacy in primary liver cancers, focusing on sensitivity, specificity, and clinical applicability. PubMed was searched (up to July 31, 2024) for studies evaluating FAPI and FDG PET/CT for hepatocellular carcinoma and intrahepatic cholangiocarcinoma. A total of 9 studies involving 214 patients and 416 lesions were analyzed. Study quality was evaluated using the Quality Assessment of Diagnostic Accuracy Studies-2 tool. Diagnostic parameters were synthesized using R Studio's \"Mada\" package with a random-effects model. Heterogeneity was assessed via I² statistics. FAPI PET/CT exhibited superior pooled sensitivity (0.918, 95% CI: 0.862-0.953) to FDG PET/CT (0.472, 95% confidence interval [CI]: 0.309-0.642). FAPI demonstrated lower specificity than FDG (0.464, 95% CI: 0.281-0.647, vs. 0.678, 95% CI: 0.505-0.851). Furthermore, it obtained a higher area under the curve (0.846 vs. 0.627), indicating high overall diagnostic accuracy. Moreover, FAPI demonstrated superior performance in detecting small lesions (≤1 cm) and FDG-negative tumors, particularly in cirrhotic livers. Contrarily, FDG showed better specificity for benign lesions. Across studies, heterogeneity was mainly attributed to lesion size, cirrhosis prevalence, and tracer subtypes. FAPI PET/CT achieved higher sensitivity and diagnostic accuracy than FDG in primary liver cancers, particularly in early-stage and metabolically heterogeneous tumors. FAPI offers transformative potential for clinical use despite its lower specificity in patients with cirrhosis. To optimize integration into diagnostic pathways, standardized protocols and large-scale validation are needed.",
    "disease": "liver cirrhosis",
    "clean_text": "comparative diagnostic efficacy of f fdg and fapi pet ct in primary liver cancers a systematic review and meta analysis this systematic review and meta analysis compared fibroblast activation protein inhibitor fapi and f fluoro deoxy d glucose fdg positron emission tomography computed tomography pet ct regarding diagnostic efficacy in primary liver cancers focusing on sensitivity specificity and clinical applicability pubmed was searched up to july for studies evaluating fapi and fdg pet ct for hepatocellular carcinoma and intrahepatic cholangiocarcinoma a total of studies involving patients and lesions were analyzed study quality was evaluated using the quality assessment of diagnostic accuracy studies tool diagnostic parameters were synthesized using r studio s mada package with a random effects model heterogeneity was assessed via i statistics fapi pet ct exhibited superior pooled sensitivity ci to fdg pet ct confidence interval ci fapi demonstrated lower specificity than fdg ci vs ci furthermore it obtained a higher area under the curve vs indicating high overall diagnostic accuracy moreover fapi demonstrated superior performance in detecting small lesions cm and fdg negative tumors particularly in cirrhotic livers contrarily fdg showed better specificity for benign lesions across studies heterogeneity was mainly attributed to lesion size cirrhosis prevalence and tracer subtypes fapi pet ct achieved higher sensitivity and diagnostic accuracy than fdg in primary liver cancers particularly in early stage and metabolically heterogeneous tumors fapi offers transformative potential for clinical use despite its lower specificity in patients with cirrhosis to optimize integration into diagnostic pathways standardized protocols and large scale validation are needed"
}