{
    "title": "Diagnosis and Management of Acquired von Willebrand Disease in Heart Disease: A Review of the Literature.",
    "doc_id": "30458570",
    "writer": "Petricevic M",
    "year": "2020",
    "summary": "The incidence of acquired von Willebrand syndrome (AvWS) in patients with heart disease is commonly perceived as rare. However, its occurrence is underestimated and underdiagnosed, potentially leading to inadequate treatment resulting in increased morbidity and mort …",
    "abstract": "The incidence of acquired von Willebrand syndrome (AvWS) in patients with heart disease is commonly perceived as rare. However, its occurrence is underestimated and underdiagnosed, potentially leading to inadequate treatment resulting in increased morbidity and mortality.In patients with cardiac disease, AvWS frequently occurs in patients with structural heart disease and in those undergoing mechanical circulatory support (MCS).The clinical manifestation of an AvWS is usually characterized by apparent or occult gastrointestinal (GI) or mucocutaneous hemorrhage frequently accompanied by signs of anemia and/or increased bleeding during surgical procedures. The primary change is loss of high-molecular weight von Willebrand factor multimers (HMWM). Whereas the loss of HMWM in patients with structural heart disease is caused by increased HMWM cleavage by von Willebrand factor (vWF)-cleaving protease, ADAMTS13, AvWS in MCS patients is predominantly a result of a high shear stress coupled with mechanical destruction of vWF itself.This manuscript provides a comprehensive review of the evidence regarding both diagnosis and contemporary management of AVWS in patients with heart disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30458570/",
    "clean_text": "diagnosis and management of acquired von willebrand disease in heart disease a review of the literature the incidence of acquired von willebrand syndrome avws in patients with heart disease is commonly perceived as rare however its occurrence is underestimated and underdiagnosed potentially leading to inadequate treatment resulting in increased morbidity and mort the incidence of acquired von willebrand syndrome avws in patients with heart disease is commonly perceived as rare however its occurrence is underestimated and underdiagnosed potentially leading to inadequate treatment resulting in increased morbidity and mortality in patients with cardiac disease avws frequently occurs in patients with structural heart disease and in those undergoing mechanical circulatory support mcs the clinical manifestation of an avws is usually characterized by apparent or occult gastrointestinal gi or mucocutaneous hemorrhage frequently accompanied by signs of anemia and or increased bleeding during surgical procedures the primary change is loss of high molecular weight von willebrand factor multimers hmwm whereas the loss of hmwm in patients with structural heart disease is caused by increased hmwm cleavage by von willebrand factor vwf cleaving protease adamts avws in mcs patients is predominantly a result of a high shear stress coupled with mechanical destruction of vwf itself this manuscript provides a comprehensive review of the evidence regarding both diagnosis and contemporary management of avws in patients with heart disease"
}