{
    "title": "Antibody Drug Conjugates in the Treatment of Epithelial Ovarian Cancer.",
    "doc_id": "30390760",
    "writer": "Richardson DL",
    "year": "2018",
    "summary": "There are 2 antibody drug conjugates approved for use in cancer. For epithelial ovarian cancer, more than 15 antibody drug conjugates are under study. Using antibody drug conjugates in epithelial ovarian cancer makes sense. ...",
    "abstract": "Antibody drug conjugates are novel mechanisms for delivering chemotherapy. They vary based on the targeted antigen, conjugated cytotoxic, and the type of linker used. These differences determine what cells are targeted. There are 2 antibody drug conjugates approved for use in cancer. For epithelial ovarian cancer, more than 15 antibody drug conjugates are under study. Using antibody drug conjugates in epithelial ovarian cancer makes sense. This review discusses promising trial results demonstrating efficacy. Reported toxicities include visual disturbance. There is an absence of significant hematologic toxicity. Overlapping toxicity between standard cytotoxics and antibody drug conjugates includes neuropathy and constitutional symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30390760/",
    "clean_text": "antibody drug conjugates in the treatment of epithelial ovarian cancer there are antibody drug conjugates approved for use in cancer for epithelial ovarian cancer more than antibody drug conjugates are under study using antibody drug conjugates in epithelial ovarian cancer makes sense antibody drug conjugates are novel mechanisms for delivering chemotherapy they vary based on the targeted antigen conjugated cytotoxic and the type of linker used these differences determine what cells are targeted there are antibody drug conjugates approved for use in cancer for epithelial ovarian cancer more than antibody drug conjugates are under study using antibody drug conjugates in epithelial ovarian cancer makes sense this review discusses promising trial results demonstrating efficacy reported toxicities include visual disturbance there is an absence of significant hematologic toxicity overlapping toxicity between standard cytotoxics and antibody drug conjugates includes neuropathy and constitutional symptoms"
}