{
    "title": "Immunology and treatments of fatty liver disease.",
    "doc_id": "39692857",
    "writer": "Tang S",
    "year": "2025",
    "summary": "Alcoholic liver disease (ALD) and non-alcoholic fatty liver disease (NAFLD) are two major chronic liver diseases worldwide. ...Additionally, mitochondrial dysfunction, extracellular vesicles, microRNAs (miRNAs), and gastrointestinal hormones are also r …",
    "abstract": "Alcoholic liver disease (ALD) and non-alcoholic fatty liver disease (NAFLD) are two major chronic liver diseases worldwide. The triggers for fatty liver can be derived from external sources such as adipose tissue, the gut, personal diet, and genetics, or internal sources, including immune cell responses, lipotoxicity, hepatocyte death, mitochondrial dysfunction, and extracellular vesicles. However, their pathogenesis varies to some extent. This review summarizes various immune mechanisms and therapeutic targets associated with these two types of fatty liver disease. It describes the gut-liver axis and adipose tissue-liver crosstalk, as well as the roles of different immune cells (both innate and adaptive immune cells) in fatty liver disease. Additionally, mitochondrial dysfunction, extracellular vesicles, microRNAs (miRNAs), and gastrointestinal hormones are also related to the pathogenesis of fatty liver. Understanding the pathogenesis of fatty liver and corresponding therapeutic strategies provides a new perspective for developing novel treatments for fatty liver disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39692857/",
    "clean_text": "immunology and treatments of fatty liver disease alcoholic liver disease ald and non alcoholic fatty liver disease nafld are two major chronic liver diseases worldwide additionally mitochondrial dysfunction extracellular vesicles micrornas mirnas and gastrointestinal hormones are also r alcoholic liver disease ald and non alcoholic fatty liver disease nafld are two major chronic liver diseases worldwide the triggers for fatty liver can be derived from external sources such as adipose tissue the gut personal diet and genetics or internal sources including immune cell responses lipotoxicity hepatocyte death mitochondrial dysfunction and extracellular vesicles however their pathogenesis varies to some extent this review summarizes various immune mechanisms and therapeutic targets associated with these two types of fatty liver disease it describes the gut liver axis and adipose tissue liver crosstalk as well as the roles of different immune cells both innate and adaptive immune cells in fatty liver disease additionally mitochondrial dysfunction extracellular vesicles micrornas mirnas and gastrointestinal hormones are also related to the pathogenesis of fatty liver understanding the pathogenesis of fatty liver and corresponding therapeutic strategies provides a new perspective for developing novel treatments for fatty liver disease"
}