{
    "pmid": "41390390",
    "title": "Association between menopausal age and chronic obstructive pulmonary disease and the mediating role of smoking: a study based on NHANES 1999-2018.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is the third leading cause of death globally, with smoking as its primary risk factor. The relationship between menopausal age and COPD remains unknown. This study examines this potential association. Using NHANES 1999-2018 data, we analyzed associations between menopausal age and COPD via weighted logistic regression, weighted linear regression, restricted cubic spline (RCS) analysis, and explored the potential mediating role of smoking. This study included a total of 8,731 participants. Every year increase in menopausal age was associated with a 1.2% reduction in COPD risk after completely adjusting the Model (odds ratio [OR] = 0.988, 95% confidence interval [CI]: 0.979-0.998, P < 0.001). After grouping participants based on tertiles of menopausal age, COPD risks decreased by 19.0% in the T2 (OR = 0.810, 95% CI: 0.662-0.991, P = 0.040) and 21.4% in the T3 (OR = 0.786, 95% CI: 0.644-0.958, P = 0.018) relative to T1, respectively. RCS regression uncovered a linear association between menopausal age and COPD risk (P-overall < 0.001, P-nonlinear = 0.080). Subgroup analysis demonstrated that menopausal age was inversely related to COPD risk in general populations. Mediation analysis suggested that smoking partially mediated (38.0%) the link between menopausal age and COPD. Later age at menopause is significantly associated with a reduced risk of COPD, and smoking may partially explain this association. These findings suggest the potential value of targeted screening and highlight the importance of smoking cessation interventions in this population.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "association between menopausal age and chronic obstructive pulmonary disease and the mediating role of smoking a study based on nhanes chronic obstructive pulmonary disease copd is the third leading cause of death globally with smoking as its primary risk factor the relationship between menopausal age and copd remains unknown this study examines this potential association using nhanes data we analyzed associations between menopausal age and copd via weighted logistic regression weighted linear regression restricted cubic spline rcs analysis and explored the potential mediating role of smoking this study included a total of participants every year increase in menopausal age was associated with a reduction in copd risk after completely adjusting the model odds ratio or confidence interval ci p after grouping participants based on tertiles of menopausal age copd risks decreased by in the t or ci p and in the t or ci p relative to t respectively rcs regression uncovered a linear association between menopausal age and copd risk p overall p nonlinear subgroup analysis demonstrated that menopausal age was inversely related to copd risk in general populations mediation analysis suggested that smoking partially mediated the link between menopausal age and copd later age at menopause is significantly associated with a reduced risk of copd and smoking may partially explain this association these findings suggest the potential value of targeted screening and highlight the importance of smoking cessation interventions in this population"
}