{
    "pmid": "41403295",
    "title": "Cultural practices and knee osteoarthritis in Central Asia: a case-control study on risk and protective factors.",
    "abstract": "Knee osteoarthritis (KOA) is a degenerative joint disease that leads to pain, stiffness, and disability. While established risk factors such as age, obesity, and joint injury are well-documented, the role of cultural practices remains underexplored. This study investigates the association between traditional cultural practices and KOA prevalence in Central Asia. A case-control study was conducted between January and March 2025 in Turkestan, Kazakhstan, involving 337 KOA cases and 685 matched controls. Participants completed structured questionnaires assessing demographic characteristics, lifestyle habits, and cultural practices. Unconditional logistic regression analyses identified associations between cultural factors and KOA, adjusting for age, sex, BMI, education level, physical workload, and type of residence. Frequent floor sitting (OR = 4.25, 95% CI: 3.02-5.99), squat toilet use (OR = 2.32, 95% CI: 1.66-3.23), and rural residence (OR = 7.57, 95% CI: 4.99-11.48) were strongly associated with KOA. Daily prayer postures did not significantly differ between cases and controls. Traditional cultural practices involving prolonged knee flexion were associated with KOA. Public health initiatives should consider culturally appropriate strategies that may help mitigate knee strain. Further longitudinal research is needed to establish causality. Knee osteoarthritis (KOA) is a common condition that causes knee pain and makes movement difficult, especially for older adults. In Central Asia, many daily activities involve deep knee bending, such as sitting on the floor or using squat toilets. These cultural practices are important in everyday life, but they may place extra stress on the knee joints.In this study, we compared people diagnosed with KOA to people of similar age and background who did not have the condition. We examined how often they sat on the floor, used squat toilets, worked in physically demanding jobs, or lived in rural areas.Our results show that people who often sit on the floor, use squat toilets, or do heavy physical work are more likely to have KOA. These activities involve deep and frequent bending of the knees, which may increase strain on the joints over time.The findings suggest that public health efforts in Central Asia should take local cultural practices into account when planning joint-health programs. Instead of asking people to change long-held traditions, simple steps such as using supportive cushions or modified seating may help reduce knee strain. More long-term research is needed to understand how these practices affect knee health.",
    "disease": "osteoarthritis",
    "clean_text": "cultural practices and knee osteoarthritis in central asia a case control study on risk and protective factors knee osteoarthritis koa is a degenerative joint disease that leads to pain stiffness and disability while established risk factors such as age obesity and joint injury are well documented the role of cultural practices remains underexplored this study investigates the association between traditional cultural practices and koa prevalence in central asia a case control study was conducted between january and march in turkestan kazakhstan involving koa cases and matched controls participants completed structured questionnaires assessing demographic characteristics lifestyle habits and cultural practices unconditional logistic regression analyses identified associations between cultural factors and koa adjusting for age sex bmi education level physical workload and type of residence frequent floor sitting or ci squat toilet use or ci and rural residence or ci were strongly associated with koa daily prayer postures did not significantly differ between cases and controls traditional cultural practices involving prolonged knee flexion were associated with koa public health initiatives should consider culturally appropriate strategies that may help mitigate knee strain further longitudinal research is needed to establish causality knee osteoarthritis koa is a common condition that causes knee pain and makes movement difficult especially for older adults in central asia many daily activities involve deep knee bending such as sitting on the floor or using squat toilets these cultural practices are important in everyday life but they may place extra stress on the knee joints in this study we compared people diagnosed with koa to people of similar age and background who did not have the condition we examined how often they sat on the floor used squat toilets worked in physically demanding jobs or lived in rural areas our results show that people who often sit on the floor use squat toilets or do heavy physical work are more likely to have koa these activities involve deep and frequent bending of the knees which may increase strain on the joints over time the findings suggest that public health efforts in central asia should take local cultural practices into account when planning joint health programs instead of asking people to change long held traditions simple steps such as using supportive cushions or modified seating may help reduce knee strain more long term research is needed to understand how these practices affect knee health"
}