{
    "pmid": "41396429",
    "title": "Instability in the distal-to-stabilization segments after occipito-cervical fixation in patients with rheumatoid arthritis: the challenge of spine surgery.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic, autoimmune inflammatory disease mainly affecting the joints and periarticular soft tissues. C1-C2 instability is particularly observed, which causes a serious neurological risk. In such cases, surgical treatment, occipitocervical fixation (OCF), is considered. However, complications are inevitable. In some patients, we observe instability in the distal-to-stabilization segments after OCF. The aim of this article was to evaluate stability in the distal-to-stabilization segments after OCF in patients with RA. 33 patients with RA were retrospectively included. Instability occurred in 19 patients in the distal-to-stabilization segments after OCF. Postoperatively, the C2-C7 Sagittal Vertical Axis (C2-C7 SVA) distance was significantly lower in patients with instability than in patients without instability: 10 mm (IQR:7-21) vs. 25 mm (IQR: 10-31); p = 0.042. In logistic regression analysis, we found that an increase in the postoperative C2-C7 SVA by 1 mm is associated with an 8-11% decrease in the odds of instability. An increasing incidence of instability in the distal-to-stabilization segments after OCF was observed in patients with RA. Furthermore, a relationship between C2-C7 SVA after OCF was also found in patients with RA. However, further research is needed in this area.",
    "disease": "rheumatoid arthritis",
    "clean_text": "instability in the distal to stabilization segments after occipito cervical fixation in patients with rheumatoid arthritis the challenge of spine surgery rheumatoid arthritis ra is a chronic autoimmune inflammatory disease mainly affecting the joints and periarticular soft tissues c c instability is particularly observed which causes a serious neurological risk in such cases surgical treatment occipitocervical fixation ocf is considered however complications are inevitable in some patients we observe instability in the distal to stabilization segments after ocf the aim of this article was to evaluate stability in the distal to stabilization segments after ocf in patients with ra patients with ra were retrospectively included instability occurred in patients in the distal to stabilization segments after ocf postoperatively the c c sagittal vertical axis c c sva distance was significantly lower in patients with instability than in patients without instability mm iqr vs mm iqr p in logistic regression analysis we found that an increase in the postoperative c c sva by mm is associated with an decrease in the odds of instability an increasing incidence of instability in the distal to stabilization segments after ocf was observed in patients with ra furthermore a relationship between c c sva after ocf was also found in patients with ra however further research is needed in this area"
}