{
    "pmid": "41442459",
    "title": "Feasibility of 3D photoacoustic tomography for the assessment of rheumatoid arthritis.",
    "abstract": "To assess whether 3D photoacoustic tomography (PAT) using the Fabry-Perot (FP) scanner can (i) reliably detect synovitis in participants with rheumatoid arthritis (RA), and (ii) assess the severity of active inflammation. A total of 247 3D-PAT images of the finger and wrist joint from 11 healthy volunteers and 9 patients with RA were obtained using the FP scanner. Patients underwent power doppler ultrasound (PDUS) assessment of RA disease activity. 3D-PAT images were acquired over a 15x15x10mm3 volume in < 15 s. The images were assessed quantitatively by segmentation of the vasculature using k-means clustering followed by skeletonisation to measure vascular path length (PAT-VPL). Patient and volunteer PAT-VPL were compared using t-tests and area under the receiver operating characteristic curve (ROC-AUC). 3D-PAT differentiates between unaffected and affected joints in patients with RA, showing a statistically significant difference in PAT-VPL (unaffected joint: 11.88 mm, affected joints: 45.7 mm, p < 0.001). The ROC-AUC was 0.91 (95% confidence interval (CI) 0.81-0.96), with sensitivity and specificity of 86% (95%CI 72%-95%) and 78% (95%CI 60%-90%), respectively. PAT-VPL was associated with PDUS-based clinical severity grade, with a correlation coefficient of 0.74 (95% CI: 0.67-0.8). Significant differences in PAT-VPL were observed between each clinical severity group. The FP scanner generates rapid high-resolution quantitative 3D-PAT images of the synovial microvasculature that can be used to distinguish between inflamed and non-inflamed joints, and assess the severity of active inflammation. The 3D-PAT FP scanner reliably distinguishes between affected and unaffected finger and wrist joints in patients with rheumatoid arthritis. Compared to previous 2D PAT scanners used to image joint inflammation, it offers superior image quality and the prospect of mitigating operator-dependent variations in probe positioning by virtue of its 3D imaging capability.",
    "disease": "rheumatoid arthritis",
    "clean_text": "feasibility of d photoacoustic tomography for the assessment of rheumatoid arthritis to assess whether d photoacoustic tomography pat using the fabry perot fp scanner can i reliably detect synovitis in participants with rheumatoid arthritis ra and ii assess the severity of active inflammation a total of d pat images of the finger and wrist joint from healthy volunteers and patients with ra were obtained using the fp scanner patients underwent power doppler ultrasound pdus assessment of ra disease activity d pat images were acquired over a x x mm volume in s the images were assessed quantitatively by segmentation of the vasculature using k means clustering followed by skeletonisation to measure vascular path length pat vpl patient and volunteer pat vpl were compared using t tests and area under the receiver operating characteristic curve roc auc d pat differentiates between unaffected and affected joints in patients with ra showing a statistically significant difference in pat vpl unaffected joint mm affected joints mm p the roc auc was confidence interval ci with sensitivity and specificity of ci and ci respectively pat vpl was associated with pdus based clinical severity grade with a correlation coefficient of ci significant differences in pat vpl were observed between each clinical severity group the fp scanner generates rapid high resolution quantitative d pat images of the synovial microvasculature that can be used to distinguish between inflamed and non inflamed joints and assess the severity of active inflammation the d pat fp scanner reliably distinguishes between affected and unaffected finger and wrist joints in patients with rheumatoid arthritis compared to previous d pat scanners used to image joint inflammation it offers superior image quality and the prospect of mitigating operator dependent variations in probe positioning by virtue of its d imaging capability"
}