{
    "title": "Risk factors associated with 31-day unplanned hospital readmission in newborns: a systematic review.",
    "doc_id": "36705723",
    "writer": "Della PR",
    "year": "2023",
    "summary": "CONCLUSION: This systematic review identified a complex and diverse range of risk factors associated with 31-day UHR in newborn. Six of the 17 extracted risk factors were consistently cited by studies. ...WHAT IS KNOWN: Attempts have been made to ident …",
    "abstract": "The purpose of this study is to synthesize evidence on risk factors associated with newborn 31-day unplanned hospital readmissions (UHRs). A systematic review was conducted searching CINAHL, EMBASE (Ovid), and MEDLINE from January 1st 2000 to 30th June 2021. Studies examining unplanned readmissions of newborns within 31 days of discharge following the initial hospitalization at the time of their birth were included. Characteristics of the included studies examined variables and statistically significant risk factors were extracted from the inclusion studies. Extracted risk factors could not be pooled statistically due to the heterogeneity of the included studies. Data were synthesized using content analysis and presented in narrative and tabular form. Twenty-eight studies met the eligibility criteria, and 17 significant risk factors were extracted from the included studies. The most frequently cited risk factors associated with newborn readmissions were gestational age, postnatal length of stay, neonatal comorbidity, and feeding methods. The most frequently cited maternal-related risk factors which contributed to newborn readmissions were parity, race/ethnicity, and complications in pregnancy and/or perinatal period.\n    \n\n\n          Conclusion:\n        \n      \n      This systematic review identified a complex and diverse range of risk factors associated with 31-day UHR in newborn. Six of the 17 extracted risk factors were consistently cited by studies. Four factors were maternal (primiparous, mother being Asian, vaginal delivery, maternal complications), and two factors were neonatal (male infant and neonatal comorbidities). Implementation of evidence-based clinical practice guidelines for inpatient care and individualized hospital-to-home transition plans, including transition checklists and discharge readiness assessments, are recommended to reduce newborn UHRs.\n    \n\n\n          What is known:\n        \n      \n      • Attempts have been made to identify risk factors associated with newborn UHRs; however, the results are inconsistent.\n    \n\n\n          What is new:\n        \n      \n      • Six consistently cited risk factors related to newborn 31-day UHRs. Four maternal factors (primiparous, mother being Asian, vaginal delivery, maternal complications) and 2 neonatal factors (male infant and neonatal comorbidities). • The importance of discharge readiness assessment, including newborn clinical fitness for discharge and parental readiness for discharge. Future research is warranted to establish standardised maternal and newborn-related variables which healthcare providers can utilize to identify newborns at greater risk of UHRs and enable comparison of research findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36705723/",
    "clean_text": "risk factors associated with day unplanned hospital readmission in newborns a systematic review conclusion this systematic review identified a complex and diverse range of risk factors associated with day uhr in newborn six of the extracted risk factors were consistently cited by studies what is known attempts have been made to ident the purpose of this study is to synthesize evidence on risk factors associated with newborn day unplanned hospital readmissions uhrs a systematic review was conducted searching cinahl embase ovid and medline from january st to th june studies examining unplanned readmissions of newborns within days of discharge following the initial hospitalization at the time of their birth were included characteristics of the included studies examined variables and statistically significant risk factors were extracted from the inclusion studies extracted risk factors could not be pooled statistically due to the heterogeneity of the included studies data were synthesized using content analysis and presented in narrative and tabular form twenty eight studies met the eligibility criteria and significant risk factors were extracted from the included studies the most frequently cited risk factors associated with newborn readmissions were gestational age postnatal length of stay neonatal comorbidity and feeding methods the most frequently cited maternal related risk factors which contributed to newborn readmissions were parity race ethnicity and complications in pregnancy and or perinatal period conclusion this systematic review identified a complex and diverse range of risk factors associated with day uhr in newborn six of the extracted risk factors were consistently cited by studies four factors were maternal primiparous mother being asian vaginal delivery maternal complications and two factors were neonatal male infant and neonatal comorbidities implementation of evidence based clinical practice guidelines for inpatient care and individualized hospital to home transition plans including transition checklists and discharge readiness assessments are recommended to reduce newborn uhrs what is known attempts have been made to identify risk factors associated with newborn uhrs however the results are inconsistent what is new six consistently cited risk factors related to newborn day uhrs four maternal factors primiparous mother being asian vaginal delivery maternal complications and neonatal factors male infant and neonatal comorbidities the importance of discharge readiness assessment including newborn clinical fitness for discharge and parental readiness for discharge future research is warranted to establish standardised maternal and newborn related variables which healthcare providers can utilize to identify newborns at greater risk of uhrs and enable comparison of research findings"
}