{
    "title": "Recellularized lymph node scaffolds with human adipose-derived stem cells enhance lymph node regeneration to improve lymphedema.",
    "doc_id": "37012287",
    "writer": "Kang HJ",
    "year": "2023",
    "summary": "The decellularized lymph nodes were performed and PKH26-labeled hADSCs (1 10(6)/50 L) were injected in the decellularized lymph node-scaffolds. ...The hADSCs were significantly observed in recellularized lymph node-scaffolds group. The re …",
    "abstract": "To overcome the limitations of lymphedema treatment, human adipose-derived stem cells (hADSCs) were injected into decellularized lymph nodes to produce a recellularized lymph node-scaffold, and the effect of lymphangiogenesis was investigated in lymphedema animal models. Axillary lymph nodes were harvested from Sprague Dawley rats (7 weeks old, 220-250 g) for decellularization. The decellularized lymph nodes were performed and PKH26-labeled hADSCs (1 × 106/50 µL) were injected in the decellularized lymph node-scaffolds. Forty rats were equally divided into four groups: lymphedema as control group, hADSC group, decellularized lymph node-scaffold group, and recellularized lymph node-scaffold group. The lymphedema model was made by removing inguinal lymph nodes, and hADSCs or scaffolds were transplanted. Histopathological assessments were performed by hematoxylin and eosin and Masson's trichrome staining. Lymphangiogenesis was evaluated by Immunofluorescence staining and western blot. Decellularized lymph nodes showed virtually complete absence of cellular material and maintenance of lymph node architecture. The hADSCs were significantly observed in recellularized lymph node-scaffolds group. The recellularized lymph node-scaffold group was histologically similar to normal lymph nodes. The vascular endothelial growth factor A and lymphatic vessel endothelial hyaluronan receptor 1 (LYVE-1) in immunofluorescence staining were highly expressed in recellularized lymph node-scaffolds group. Also, the expression of LYVE-1 protein significantly increased in recellularized lymph node-scaffold group compared with others. Recellularized lymph node -scaffold had a much better therapeutic effect than stem cells or decellularized lymph node-scaffold alone, and induced stable lymphangiogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37012287/",
    "clean_text": "recellularized lymph node scaffolds with human adipose derived stem cells enhance lymph node regeneration to improve lymphedema the decellularized lymph nodes were performed and pkh labeled hadscs l were injected in the decellularized lymph node scaffolds the hadscs were significantly observed in recellularized lymph node scaffolds group the re to overcome the limitations of lymphedema treatment human adipose derived stem cells hadscs were injected into decellularized lymph nodes to produce a recellularized lymph node scaffold and the effect of lymphangiogenesis was investigated in lymphedema animal models axillary lymph nodes were harvested from sprague dawley rats weeks old g for decellularization the decellularized lymph nodes were performed and pkh labeled hadscs l were injected in the decellularized lymph node scaffolds forty rats were equally divided into four groups lymphedema as control group hadsc group decellularized lymph node scaffold group and recellularized lymph node scaffold group the lymphedema model was made by removing inguinal lymph nodes and hadscs or scaffolds were transplanted histopathological assessments were performed by hematoxylin and eosin and masson s trichrome staining lymphangiogenesis was evaluated by immunofluorescence staining and western blot decellularized lymph nodes showed virtually complete absence of cellular material and maintenance of lymph node architecture the hadscs were significantly observed in recellularized lymph node scaffolds group the recellularized lymph node scaffold group was histologically similar to normal lymph nodes the vascular endothelial growth factor a and lymphatic vessel endothelial hyaluronan receptor lyve in immunofluorescence staining were highly expressed in recellularized lymph node scaffolds group also the expression of lyve protein significantly increased in recellularized lymph node scaffold group compared with others recellularized lymph node scaffold had a much better therapeutic effect than stem cells or decellularized lymph node scaffold alone and induced stable lymphangiogenesis"
}