{
    "title": "Ischemic Spinal Cord Injury-Experimental Evidence and Evolution of Protective Measures.",
    "doc_id": "33434541",
    "writer": "Khachatryan Z",
    "year": "2022",
    "summary": "The aim of this review is to outline the current state of art in the rapidly developing field of spinal cord injury research. METHODS: A review of PubMed and Web of Science databases was performed using the following terms and their combinations: spinal …",
    "abstract": "Background:\n        \n      \n      Paraplegia remains one of the most devastating complications of descending and thoracoabdominal aortic repair. The aim of this review is to outline the current state of art in the rapidly developing field of spinal cord injury research.\n    \n\n\n          Methods:\n        \n      \n      A review of PubMed and Web of Science databases was performed using the following terms and their combinations: spinal cord, injury, ischemia, ischemia-reperfusion, ischemic spinal cord injury, paraplegia, paraparesis. Articles published before July 2019 were screened and included if considered relevant.\n    \n\n\n          Results:\n        \n      \n      The review focuses on the topic of spinal cord injury and the developments concerning methods of monitoring, diagnosing, and preventing spinal cord injury.\n    \n\n\n          Conclusions:\n        \n      \n      Translation of novel technologies from bench to bedside and into everyday clinical practice is challenging; however, each of the developing areas holds great promise in spinal cord injury prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33434541/",
    "clean_text": "ischemic spinal cord injury experimental evidence and evolution of protective measures the aim of this review is to outline the current state of art in the rapidly developing field of spinal cord injury research methods a review of pubmed and web of science databases was performed using the following terms and their combinations spinal background paraplegia remains one of the most devastating complications of descending and thoracoabdominal aortic repair the aim of this review is to outline the current state of art in the rapidly developing field of spinal cord injury research methods a review of pubmed and web of science databases was performed using the following terms and their combinations spinal cord injury ischemia ischemia reperfusion ischemic spinal cord injury paraplegia paraparesis articles published before july were screened and included if considered relevant results the review focuses on the topic of spinal cord injury and the developments concerning methods of monitoring diagnosing and preventing spinal cord injury conclusions translation of novel technologies from bench to bedside and into everyday clinical practice is challenging however each of the developing areas holds great promise in spinal cord injury prevention"
}