{
    "title": "The malonyl CoA axis as a potential target for treating ischaemic heart disease.",
    "doc_id": "18499682",
    "writer": "Ussher JR",
    "year": "2008",
    "summary": "Cardiovascular disease is the leading cause of death and disability for people living in western societies, with ischaemic heart disease accounting for the majority of this health burden. The primary treatment for ischaemic heart disease consists of either improving …",
    "abstract": "Cardiovascular disease is the leading cause of death and disability for people living in western societies, with ischaemic heart disease accounting for the majority of this health burden. The primary treatment for ischaemic heart disease consists of either improving blood and oxygen supply to the heart or reducing the heart's oxygen demand. Unfortunately, despite recent advances with these approaches, ischaemic heart disease still remains a major health problem. Therefore, the development of new treatment strategies is still required. One exciting new approach is to optimize cardiac energy metabolism, particularly by decreasing the use of fatty acids as a fuel and by increasing the use of glucose as a fuel. This approach is beneficial in the setting of ischaemic heart disease, as it allows the heart to produce energy more efficiently and it reduces the degree of acidosis associated with ischaemia/reperfusion. Malonyl CoA is a potent endogenous inhibitor of cardiac fatty acid oxidation, secondary to inhibiting carnitine palmitoyl transferase-I, the rate-limiting enzyme in the mitochondrial uptake of fatty acids. Malonyl CoA is synthesized in the heart by acetyl CoA carboxylase, which in turn is phosphorylated and inhibited by 5'AMP-activated protein kinase. The degradation of myocardial malonyl CoA occurs via malonyl CoA decarboxylase (MCD). Previous studies have shown that inhibiting MCD will significantly increase cardiac malonyl CoA levels. This is associated with an increase in glucose oxidation, a decrease in acidosis, and an improvement in cardiac function and efficiency during and following ischaemia. Hence, the malonyl CoA axis represents an exciting new target for the treatment of ischaemic heart disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18499682/",
    "clean_text": "the malonyl coa axis as a potential target for treating ischaemic heart disease cardiovascular disease is the leading cause of death and disability for people living in western societies with ischaemic heart disease accounting for the majority of this health burden the primary treatment for ischaemic heart disease consists of either improving cardiovascular disease is the leading cause of death and disability for people living in western societies with ischaemic heart disease accounting for the majority of this health burden the primary treatment for ischaemic heart disease consists of either improving blood and oxygen supply to the heart or reducing the heart s oxygen demand unfortunately despite recent advances with these approaches ischaemic heart disease still remains a major health problem therefore the development of new treatment strategies is still required one exciting new approach is to optimize cardiac energy metabolism particularly by decreasing the use of fatty acids as a fuel and by increasing the use of glucose as a fuel this approach is beneficial in the setting of ischaemic heart disease as it allows the heart to produce energy more efficiently and it reduces the degree of acidosis associated with ischaemia reperfusion malonyl coa is a potent endogenous inhibitor of cardiac fatty acid oxidation secondary to inhibiting carnitine palmitoyl transferase i the rate limiting enzyme in the mitochondrial uptake of fatty acids malonyl coa is synthesized in the heart by acetyl coa carboxylase which in turn is phosphorylated and inhibited by amp activated protein kinase the degradation of myocardial malonyl coa occurs via malonyl coa decarboxylase mcd previous studies have shown that inhibiting mcd will significantly increase cardiac malonyl coa levels this is associated with an increase in glucose oxidation a decrease in acidosis and an improvement in cardiac function and efficiency during and following ischaemia hence the malonyl coa axis represents an exciting new target for the treatment of ischaemic heart disease"
}