{
    "title": "[Indications for selective lymphadenectomy and systematic axillary, inguinal and iliac lymph node dissection].",
    "doc_id": "36319745",
    "writer": "Bingoel AS",
    "year": "2023",
    "summary": "A distinction is made between the removal of regional lymph nodes, the sentinel lymph node and the radical removal of lymph nodes in a body region. ...Therefore lymph node grafts are transferred to the site where lymph …",
    "abstract": "Lymphadenectomy is a surgical procedure in which lymph nodes are surgically resected. It is usually carried out for oncological surgical treatment of various malignant diseases. These include carcinomas of the breast, penis, vulva and anus as well as malignant melanomas and the broad field of sarcomas. A distinction is made between the removal of regional lymph nodes, the sentinel lymph node and the radical removal of lymph nodes in a body region. Cervical, axillary, inguinal and iliac lymph nodes are clinically relevant. The strategy of sentinel lymph node dissection, in which the first lymph node in the drainage system is resected and histopathologically examined for malignant tissue, has brought decisive advantages for the patients, as radical lymphadenectomy with its severe morbidities is utilized in fewer cases. This can improve the patient's quality of life by sparing the lymphatic drainage pathways and reducing lymphedema, inflammation and wound healing disorders. In addition, a lymphadenectomy may be indicated as part of palliative interventions. Another form of lymph node removal is the vascularized lymph node transplantation, which is used for reconstructive purposes in lymphedema. Therefore lymph node grafts are transferred to the site where lymph nodes were previously removed. This review presents the current status of lymphadenectomy in accordance with the German guidelines, anatomical knowledge and specific indications for axillary, inguinal and iliac lymphadenectomy. In addition, an overview of vascularized lymph node transfer is given.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36319745/",
    "clean_text": "indications for selective lymphadenectomy and systematic axillary inguinal and iliac lymph node dissection a distinction is made between the removal of regional lymph nodes the sentinel lymph node and the radical removal of lymph nodes in a body region therefore lymph node grafts are transferred to the site where lymph lymphadenectomy is a surgical procedure in which lymph nodes are surgically resected it is usually carried out for oncological surgical treatment of various malignant diseases these include carcinomas of the breast penis vulva and anus as well as malignant melanomas and the broad field of sarcomas a distinction is made between the removal of regional lymph nodes the sentinel lymph node and the radical removal of lymph nodes in a body region cervical axillary inguinal and iliac lymph nodes are clinically relevant the strategy of sentinel lymph node dissection in which the first lymph node in the drainage system is resected and histopathologically examined for malignant tissue has brought decisive advantages for the patients as radical lymphadenectomy with its severe morbidities is utilized in fewer cases this can improve the patient s quality of life by sparing the lymphatic drainage pathways and reducing lymphedema inflammation and wound healing disorders in addition a lymphadenectomy may be indicated as part of palliative interventions another form of lymph node removal is the vascularized lymph node transplantation which is used for reconstructive purposes in lymphedema therefore lymph node grafts are transferred to the site where lymph nodes were previously removed this review presents the current status of lymphadenectomy in accordance with the german guidelines anatomical knowledge and specific indications for axillary inguinal and iliac lymphadenectomy in addition an overview of vascularized lymph node transfer is given"
}