{
    "pmid": "41459720",
    "title": "Circulating microRNAs in various etiopathogenetic subtypes of acute ischemic stroke: a human systematic review study.",
    "abstract": "Stroke remains one of the leading causes of death and disability among the adult population worldwide. In recent years, considerable efforts have been made to identify circulating microRNAs that could enhance the diagnostic potential of current neuroimaging techniques and assist in the differential diagnosis of distinct pathogenetic subtypes of ischemic stroke. This systematic review aimed to examine the differential expression of microRNAs (miRNAs) across various pathogenetic forms of ischemic stroke. Web of Science, PubMed, and Scopus were searched for studies examining the association of circulating microRNAs with various etiologic subtypes of acute ischemic stroke. Studies meeting predefined inclusion and exclusion criteria were selected for data extraction. Two authors independently extracted data from the included studies regarding study design, patient characteristics, and relative microRNA expression. Twelve studies were included, involving 937 cases and 690 healthy controls. The dysregulated miRNAs (let-7b, let-7e, miR-20a, miR-125b, miR-19a, miR-30a, miR-126, etc.) may serve as non-invasive biomarkers for the diagnosis of cardioembolic stroke (CE). However, the only microRNAs associated with CE and reported in more than one study were let-7b and let-7e. The highest area under the curve (AUC) value for cases with large artery atherosclerosis (LAA) was reported for miR-16 (AUC = 0.952). During small vessel occlusion (SVO), nine circulating microRNAs were found to be differentially expressed, of which seven were downregulated and two were upregulated. The investigation of differential microRNA expression offers significant potential for their use as biomarkers of cerebral ischemia and its etiologic subtypes. However, further research in larger patient populations is needed to validate the diagnostic utility of the identified microRNAs.",
    "disease": "stroke",
    "clean_text": "circulating micrornas in various etiopathogenetic subtypes of acute ischemic stroke a human systematic review study stroke remains one of the leading causes of death and disability among the adult population worldwide in recent years considerable efforts have been made to identify circulating micrornas that could enhance the diagnostic potential of current neuroimaging techniques and assist in the differential diagnosis of distinct pathogenetic subtypes of ischemic stroke this systematic review aimed to examine the differential expression of micrornas mirnas across various pathogenetic forms of ischemic stroke web of science pubmed and scopus were searched for studies examining the association of circulating micrornas with various etiologic subtypes of acute ischemic stroke studies meeting predefined inclusion and exclusion criteria were selected for data extraction two authors independently extracted data from the included studies regarding study design patient characteristics and relative microrna expression twelve studies were included involving cases and healthy controls the dysregulated mirnas let b let e mir a mir b mir a mir a mir etc may serve as non invasive biomarkers for the diagnosis of cardioembolic stroke ce however the only micrornas associated with ce and reported in more than one study were let b and let e the highest area under the curve auc value for cases with large artery atherosclerosis laa was reported for mir auc during small vessel occlusion svo nine circulating micrornas were found to be differentially expressed of which seven were downregulated and two were upregulated the investigation of differential microrna expression offers significant potential for their use as biomarkers of cerebral ischemia and its etiologic subtypes however further research in larger patient populations is needed to validate the diagnostic utility of the identified micrornas"
}