{
    "title": "End-Tidal Carbon Dioxide Impacts Brain and Kidney Injury in Experimental Extracorporeal Cardiopulmonary Resuscitation (ECPR).",
    "doc_id": "32826810",
    "writer": "Ölander CH",
    "year": "2021",
    "summary": "Kidney injury marker Plasma Neutrophil Gelatinae-associated Lipocalin increased in both groups during ECPR but was more pronounced in GLow (P = 0.03). ...CONCLUSIONS: ETCO2 at the end of mechanical CPR is inversely associated with extent of brainstem and renal in …",
    "abstract": "Purpose:\n        \n      \n      Extracorporeal membrane oxygenation-assisted cardiopulmonary resuscitation (ECPR) is proposed for cardiac resuscitation in selected cases. End-tidal carbon dioxide (ETCO2) is easily obtained during conventional cardiopulmonary resuscitation (CPR). We hypothesized that the level of ETCO2 during CPR would reflect the degree of brain and kidney damage following ECPR in experimental refractory cardiac arrest.\n    \n\n\n          Methods:\n        \n      \n      Ventricular fibrillation was induced in 10 pigs, followed by mechanical CPR for 45 min and thereafter ECPR for 180 min. Blood- and urine-samples, physiologic parameters, and histopathology of brain and kidney were analyzed. Animals were divided into Group High (GHigh) and Group Low (GLow) according to value of ETCO2 (10 mm Hg) at the end of CPR.\n    \n\n\n          Results:\n        \n      \n      Carotid blood pressure and blood flow declined over time in both groups during CPR but was higher in GHigh. Coefficient of determination for ETCO2 and carotid blood flow was substantial (r2 = 0.62). The oxygen delivery index was higher for GHigh 444 (396-485) L/min/m2 as compared with GLow at 343 (327-384) L/min/m2 (P = 0.02) at the end of ECPR. Also, P-S100B were lower in GHigh, (P < 0.05) and GLow demonstrated worse histopathological injury in central parts of the brain (P < 0.01). During ECPR, urinary output was higher in GHigh (P < 0.05). Kidney injury marker Plasma Neutrophil Gelatinae-associated Lipocalin increased in both groups during ECPR but was more pronounced in GLow (P = 0.03). Renal histopathology revealed no difference between groups.\n    \n\n\n          Conclusions:\n        \n      \n      ETCO2 at the end of mechanical CPR is inversely associated with extent of brainstem and renal injury following ECPR.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32826810/",
    "clean_text": "end tidal carbon dioxide impacts brain and kidney injury in experimental extracorporeal cardiopulmonary resuscitation ecpr kidney injury marker plasma neutrophil gelatinae associated lipocalin increased in both groups during ecpr but was more pronounced in glow p conclusions etco at the end of mechanical cpr is inversely associated with extent of brainstem and renal in purpose extracorporeal membrane oxygenation assisted cardiopulmonary resuscitation ecpr is proposed for cardiac resuscitation in selected cases end tidal carbon dioxide etco is easily obtained during conventional cardiopulmonary resuscitation cpr we hypothesized that the level of etco during cpr would reflect the degree of brain and kidney damage following ecpr in experimental refractory cardiac arrest methods ventricular fibrillation was induced in pigs followed by mechanical cpr for min and thereafter ecpr for min blood and urine samples physiologic parameters and histopathology of brain and kidney were analyzed animals were divided into group high ghigh and group low glow according to value of etco mm hg at the end of cpr results carotid blood pressure and blood flow declined over time in both groups during cpr but was higher in ghigh coefficient of determination for etco and carotid blood flow was substantial r the oxygen delivery index was higher for ghigh l min m as compared with glow at l min m p at the end of ecpr also p s b were lower in ghigh p and glow demonstrated worse histopathological injury in central parts of the brain p during ecpr urinary output was higher in ghigh p kidney injury marker plasma neutrophil gelatinae associated lipocalin increased in both groups during ecpr but was more pronounced in glow p renal histopathology revealed no difference between groups conclusions etco at the end of mechanical cpr is inversely associated with extent of brainstem and renal injury following ecpr"
}