{
    "pmid": "41393795",
    "title": "Does influenza vaccination contribute to the prevention of cardiovascular events? An umbrella review.",
    "abstract": "There is a growing body of evidence on the potential benefit of influenza vaccination against the occurrence of cardiovascular (CV) events. This umbrella review of systematic reviews and meta-analyses (SRMAs) aims to summarize the available evidence on the risk of CV events in adults after receipt of influenza vaccine. Four electronic databases were searched (CINAHL, PubMed, SYSVAC and Cochrane Library) for SRMAs published in English or French, between January 1, 2000, and January 14, 2025. Eligible SRMAs included those with a quantitative synthesis of data examining the association between influenza vaccination and the risk of CV events in adults. Data from the included SRMAs were extracted using predefined variables. The quality of each SRMA was assessed by two independent reviewers using the AMSTAR 2 tool. The review included 25 SRMAs published between 2012 and 2024. Overall, 15 SRMAs were deemed to be of moderate or high quality and were further considered in the evidence synthesis. The most frequently evaluated clinical outcomes were myocardial infarction (MI), all-cause and CV mortality, and major adverse cardiovascular events (MACE). In vaccinated individuals at high-risk for CV events, the risk of CV death was significantly reduced by 23% to 47%, MACE by 26% to 37%, MI by 29% to 34%, and stroke by 13% to 19% compared to unvaccinated individuals. High-quality evidence from the existing literature supports influenza vaccination as an effective preventive measure for reducing CV disease burden. Highlighting this benefit to patients could increase vaccine uptake and improve both influenza and CV outcomes, especially where coverage remains suboptimal.",
    "disease": "influenza",
    "clean_text": "does influenza vaccination contribute to the prevention of cardiovascular events an umbrella review there is a growing body of evidence on the potential benefit of influenza vaccination against the occurrence of cardiovascular cv events this umbrella review of systematic reviews and meta analyses srmas aims to summarize the available evidence on the risk of cv events in adults after receipt of influenza vaccine four electronic databases were searched cinahl pubmed sysvac and cochrane library for srmas published in english or french between january and january eligible srmas included those with a quantitative synthesis of data examining the association between influenza vaccination and the risk of cv events in adults data from the included srmas were extracted using predefined variables the quality of each srma was assessed by two independent reviewers using the amstar tool the review included srmas published between and overall srmas were deemed to be of moderate or high quality and were further considered in the evidence synthesis the most frequently evaluated clinical outcomes were myocardial infarction mi all cause and cv mortality and major adverse cardiovascular events mace in vaccinated individuals at high risk for cv events the risk of cv death was significantly reduced by to mace by to mi by to and stroke by to compared to unvaccinated individuals high quality evidence from the existing literature supports influenza vaccination as an effective preventive measure for reducing cv disease burden highlighting this benefit to patients could increase vaccine uptake and improve both influenza and cv outcomes especially where coverage remains suboptimal"
}