{
    "pmid": "41438576",
    "title": "Interleukin-17 receptor A drives cancer stem-like properties in colorectal cancer through STAT3 activation.",
    "abstract": "Cancer stem cells (CSCs) play pivotal roles in tumor relapse, metastasis, and therapy resistance. Interleukin 17 receptor A (IL-17RA) is a key mediator in colorectal cancer (CRC) pathogenesis and progression. Our recent study demonstrated that reduced IL-17RA expression correlates with favorable prognosis in CRC patients and suppresses tumor growth in murine models. This study aimed to investigate the role of IL-17RA in promoting cancer stem-like properties and its impact on colorectal cancer prognosis and chemoresistance. Expression levels of IL-17RA and CSC markers in CRC cells were evaluated using quantitative real-time polymerase chain reaction and Western blotting. Kaplan-Meier analysis of 68 CRC patients revealed that high IL-17RA expression is associated with poor clinical outcomes. To investigate IL-17RA's functional role, CRC cells with stable IL-17RA overexpression were analyzed for changes in CSC marker expression, sphere formation, and 5-fluorouracil (5-FU) resistance. IL-17RA overexpression significantly increased CSC marker expression, including cluster of differentiation 133 (CD133), leucine-rich repeat-containing G protein-coupled receptor 5 (LGR5), sex determining region Y-box 2 (SOX2), and enhanced tumor sphere formation and 5-FU resistance in SW620 cells. Specific inhibitors of IL-17RA signaling, such as the STAT3 inhibitor Stattic, reduced the expression of CD133, LGR5, ALDHA1, SOX2 and c-MYC, as well as tumor sphere formation in SW620 cells. These findings elucidate a novel IL-17RA-STAT3 axis that regulates CSC properties in CRC and highlight IL-17RA as a promising prognostic biomarker and therapeutic target for CRC treatment.",
    "disease": "colorectal cancer",
    "clean_text": "interleukin receptor a drives cancer stem like properties in colorectal cancer through stat activation cancer stem cells cscs play pivotal roles in tumor relapse metastasis and therapy resistance interleukin receptor a il ra is a key mediator in colorectal cancer crc pathogenesis and progression our recent study demonstrated that reduced il ra expression correlates with favorable prognosis in crc patients and suppresses tumor growth in murine models this study aimed to investigate the role of il ra in promoting cancer stem like properties and its impact on colorectal cancer prognosis and chemoresistance expression levels of il ra and csc markers in crc cells were evaluated using quantitative real time polymerase chain reaction and western blotting kaplan meier analysis of crc patients revealed that high il ra expression is associated with poor clinical outcomes to investigate il ra s functional role crc cells with stable il ra overexpression were analyzed for changes in csc marker expression sphere formation and fluorouracil fu resistance il ra overexpression significantly increased csc marker expression including cluster of differentiation cd leucine rich repeat containing g protein coupled receptor lgr sex determining region y box sox and enhanced tumor sphere formation and fu resistance in sw cells specific inhibitors of il ra signaling such as the stat inhibitor stattic reduced the expression of cd lgr aldha sox and c myc as well as tumor sphere formation in sw cells these findings elucidate a novel il ra stat axis that regulates csc properties in crc and highlight il ra as a promising prognostic biomarker and therapeutic target for crc treatment"
}