{
    "title": "Implications of Inflammation and Fibrosis in Atrial Fibrillation Pathophysiology.",
    "doc_id": "33516403",
    "writer": "Harada M",
    "year": "2021",
    "summary": "Inflammation and fibrosis have been implicated in the pathophysiology of atrial fibrillation. Atrial fibrosis causes conduction disturbances and is a central component of atrial remodeling in atrial fibrillation. ...This review provides u …",
    "abstract": "Inflammation and fibrosis have been implicated in the pathophysiology of atrial fibrillation. Atrial fibrosis causes conduction disturbances and is a central component of atrial remodeling in atrial fibrillation. Cardiac fibroblasts, the cells responsible for fibrosis formation, are activated by inflammatory mediators and growth factors associated with systemic inflammatory conditions. Thus, inflammation contributes to atrial fibrosis; the complex interplay of these maladaptive components creates a vicious cycle of atrial remodeling progression, maintaining atrial fibrillation and increasing thrombogenicity. This review provides up-to-date knowledge regarding inflammation and fibrosis in atrial fibrillation pathophysiology and their potential as therapeutic targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33516403/",
    "clean_text": "implications of inflammation and fibrosis in atrial fibrillation pathophysiology inflammation and fibrosis have been implicated in the pathophysiology of atrial fibrillation atrial fibrosis causes conduction disturbances and is a central component of atrial remodeling in atrial fibrillation this review provides u inflammation and fibrosis have been implicated in the pathophysiology of atrial fibrillation atrial fibrosis causes conduction disturbances and is a central component of atrial remodeling in atrial fibrillation cardiac fibroblasts the cells responsible for fibrosis formation are activated by inflammatory mediators and growth factors associated with systemic inflammatory conditions thus inflammation contributes to atrial fibrosis the complex interplay of these maladaptive components creates a vicious cycle of atrial remodeling progression maintaining atrial fibrillation and increasing thrombogenicity this review provides up to date knowledge regarding inflammation and fibrosis in atrial fibrillation pathophysiology and their potential as therapeutic targets"
}