{
    "pmid": "41466967",
    "title": "The Immunoglobulin A Nephropathy Renaissance: From Pathogenesis to Personalized Therapy.",
    "abstract": "Immunoglobulin A nephropathy (IgAN) is the most common primary glomerulonephritis worldwide and a leading cause of chronic kidney disease and end-stage renal failure. Its clinical spectrum ranges from asymptomatic microscopic hematuria to nephrotic syndrome and rapidly progressive glomerulonephritis. Advances in understanding the \"multi-hit\" pathogenesis of IgAN, along with epidemiologic and genetic studies revealing striking ethnic variation, have shifted management from nonspecific supportive measures toward targeted therapies. The purpose is to summarize current paradigms in IgAN, focusing on evolving pathophysiology, biomarkers, risk stratification, and emerging targeted therapies that can improve personalized management and long-term renal outcomes. This narrative review synthesizes recent literature on IgAN, including traditional and emerging biomarkers (e.g., proteinuria, eGFR, Oxford MEST-C features, persistent hematuria, complement activation products, C4d staining, urinary CD163, and galactose-deficient IgA1 assays) and novel therapeutic approaches targeting mucosal immunity, B-cell signaling, complement pathways, and pharmacologic agents such as SGLT2 inhibitors, endothelin receptor antagonists, and targeted-release corticosteroids. Emerging biomarkers and targeted therapies in IgAN offer the potential for improved risk stratification and personalized treatment, moving beyond supportive care to optimize long-term renal outcomes. In this narrative review, we provide a comprehensive overview of IgAN, focusing on contemporary management. We highlight recent advances in biomarkers and treatment paradigms, including novel therapies, and discuss current and emerging therapeutic strategies.",
    "disease": "chronic kidney disease",
    "clean_text": "the immunoglobulin a nephropathy renaissance from pathogenesis to personalized therapy immunoglobulin a nephropathy igan is the most common primary glomerulonephritis worldwide and a leading cause of chronic kidney disease and end stage renal failure its clinical spectrum ranges from asymptomatic microscopic hematuria to nephrotic syndrome and rapidly progressive glomerulonephritis advances in understanding the multi hit pathogenesis of igan along with epidemiologic and genetic studies revealing striking ethnic variation have shifted management from nonspecific supportive measures toward targeted therapies the purpose is to summarize current paradigms in igan focusing on evolving pathophysiology biomarkers risk stratification and emerging targeted therapies that can improve personalized management and long term renal outcomes this narrative review synthesizes recent literature on igan including traditional and emerging biomarkers e g proteinuria egfr oxford mest c features persistent hematuria complement activation products c d staining urinary cd and galactose deficient iga assays and novel therapeutic approaches targeting mucosal immunity b cell signaling complement pathways and pharmacologic agents such as sglt inhibitors endothelin receptor antagonists and targeted release corticosteroids emerging biomarkers and targeted therapies in igan offer the potential for improved risk stratification and personalized treatment moving beyond supportive care to optimize long term renal outcomes in this narrative review we provide a comprehensive overview of igan focusing on contemporary management we highlight recent advances in biomarkers and treatment paradigms including novel therapies and discuss current and emerging therapeutic strategies"
}