{
    "title": "A new algorithm in patients with elevated and/or rising prostate-specific antigen level, minor lower urinary tract symptoms, and negative multisite prostate biopsies.",
    "doc_id": "19496018",
    "writer": "van Renterghem K",
    "year": "2010",
    "summary": "Patients with elevated and/or rising prostate-specific antigen (PSA), minor lower urinary tract symptoms (LUTS), and no evidence for prostate cancer on (multiple) extended prostate biopsies are a regularly encountered problem in urological practice. ...Once B …",
    "abstract": "Patients with elevated and/or rising prostate-specific antigen (PSA), minor lower urinary tract symptoms (LUTS), and no evidence for prostate cancer on (multiple) extended prostate biopsies are a regularly encountered problem in urological practice. Even now, patients are seen with no objective explanation of this persistent elevated and/or rising PSA. So far, many strategic proposals have been elaborated and published to deal with this specific population including the use of different PSA derivates; applying different biopsy schemes--strategies--biopsy target imaging; diagnostic use of prostate cancer genes; and many more. In this review, we propose a new algorithm in which an urodynamic evaluation should be included since bladder outlet obstruction (BOO) can be expected. Once BOO is confirmed, a transurethral resection of the prostate (TURP) can be offered to these patients. This procedure will result in subjective and biochemical improvement and allows extensive histological examination. Current literature was reviewed with regard to this specific population. This research was performed using the commercially available Medline online search tools and applying the following search terms: \"diagnostic TURP\"; \"elevated PSA\"; and \"prostate biopsy\". Furthermore, subsequent reference search was executed on retrieved articles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19496018/",
    "clean_text": "a new algorithm in patients with elevated and or rising prostate specific antigen level minor lower urinary tract symptoms and negative multisite prostate biopsies patients with elevated and or rising prostate specific antigen psa minor lower urinary tract symptoms luts and no evidence for prostate cancer on multiple extended prostate biopsies are a regularly encountered problem in urological practice once b patients with elevated and or rising prostate specific antigen psa minor lower urinary tract symptoms luts and no evidence for prostate cancer on multiple extended prostate biopsies are a regularly encountered problem in urological practice even now patients are seen with no objective explanation of this persistent elevated and or rising psa so far many strategic proposals have been elaborated and published to deal with this specific population including the use of different psa derivates applying different biopsy schemes strategies biopsy target imaging diagnostic use of prostate cancer genes and many more in this review we propose a new algorithm in which an urodynamic evaluation should be included since bladder outlet obstruction boo can be expected once boo is confirmed a transurethral resection of the prostate turp can be offered to these patients this procedure will result in subjective and biochemical improvement and allows extensive histological examination current literature was reviewed with regard to this specific population this research was performed using the commercially available medline online search tools and applying the following search terms diagnostic turp elevated psa and prostate biopsy furthermore subsequent reference search was executed on retrieved articles"
}