{
    "pmid": "41380730",
    "title": "Exploring Molecular Pathways Underlying Epilepsy Development in Intellectual Disability.",
    "abstract": "Intellectual disability (ID) and epilepsy are often comorbid, but the pathways that lead to epilepsy in individuals with ID remain unclear. This study aims to explore the molecular pathways linked to epilepsy development in ID, providing insights into shared genetic mechanisms.Definitive ID-related genes were extracted from the SysNDD database, and their association with epilepsy pathways was assessed using gene set overrepresentation analysis. Enrichment was performed using Kyoto Encyclopedia of Genes and Genomes (KEGG), Gene Ontology (GO), and Disease Ontology (DO) terms. Pathways were classified based on their relevance to epilepsy, and the involvement of specific genes was analyzed.Approximately 75% of ID-related genes were associated with epilepsy. Enriched pathways in ID-related epilepsy genes included neurotransmitter signaling, ion channel regulation, and metabolic pathways such as \"nicotine addiction\" and \"thermogenesis.\" Key genes like ",
    "disease": "epilepsy",
    "clean_text": "exploring molecular pathways underlying epilepsy development in intellectual disability intellectual disability id and epilepsy are often comorbid but the pathways that lead to epilepsy in individuals with id remain unclear this study aims to explore the molecular pathways linked to epilepsy development in id providing insights into shared genetic mechanisms definitive id related genes were extracted from the sysndd database and their association with epilepsy pathways was assessed using gene set overrepresentation analysis enrichment was performed using kyoto encyclopedia of genes and genomes kegg gene ontology go and disease ontology do terms pathways were classified based on their relevance to epilepsy and the involvement of specific genes was analyzed approximately of id related genes were associated with epilepsy enriched pathways in id related epilepsy genes included neurotransmitter signaling ion channel regulation and metabolic pathways such as nicotine addiction and thermogenesis key genes like"
}