{
    "pmid": "41448367",
    "title": "The mechanism of Codonopsis pilosula in treating chronic obstructive pulmonary disease via exploring network pharmacology and multi-omics.",
    "abstract": "Codonopsis pilosula (CP) is a traditional Chinese medicine used to tonify qi and strengthen the spleen, with reported anti-inflammatory effects. However, its efficacy and mechanisms in chronic obstructive pulmonary disease (COPD) remain unclear. The purpose of this study was to systematically investigate the therapeutic efficacy of CP against COPD in rats through an integration of network pharmacology and multi-omics, thereby providing experimental evidence for elucidating the underlying mechanisms through which CP exerts its therapeutic effects on the disease. CP constituents were identified by UPLC-QTOF-MS. A rat COPD model was induced by cigarette smoke and LPS. Pulmonary function, histopathology, ELISA, RT-qPCR, and Western blot were performed. Network pharmacology, transcriptomics, and metabolomics analyses were used to explore potential mechanisms. A total of 114 compounds were identified. CP improved pulmonary function, reduced inflammatory cell infiltration, and alleviated airway and alveolar injury. Network pharmacology suggested regulation of TNF, IL-1β, NF-κB, MAPK3, and TLR4, mainly through PI3K-Akt, MAPK, and NF-κB pathways. Multi-omics indicated involvement of xenobiotic response, apoptosis regulation, and lipid metabolism, with glycerophospholipid and arachidonic acid metabolism as key processes. Molecular validations supported these findings. Codonopsis pilosula enhanced pulmonary function and attenuated airway inflammation in COPD rats, likely through modulation of lipid metabolism and inhibition of the TLR4/MAPK/NF-κB pathway. These results provide pharmacological evidence supporting its traditional use and suggest its potential as a therapeutic agent in COPD management.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the mechanism of codonopsis pilosula in treating chronic obstructive pulmonary disease via exploring network pharmacology and multi omics codonopsis pilosula cp is a traditional chinese medicine used to tonify qi and strengthen the spleen with reported anti inflammatory effects however its efficacy and mechanisms in chronic obstructive pulmonary disease copd remain unclear the purpose of this study was to systematically investigate the therapeutic efficacy of cp against copd in rats through an integration of network pharmacology and multi omics thereby providing experimental evidence for elucidating the underlying mechanisms through which cp exerts its therapeutic effects on the disease cp constituents were identified by uplc qtof ms a rat copd model was induced by cigarette smoke and lps pulmonary function histopathology elisa rt qpcr and western blot were performed network pharmacology transcriptomics and metabolomics analyses were used to explore potential mechanisms a total of compounds were identified cp improved pulmonary function reduced inflammatory cell infiltration and alleviated airway and alveolar injury network pharmacology suggested regulation of tnf il nf b mapk and tlr mainly through pi k akt mapk and nf b pathways multi omics indicated involvement of xenobiotic response apoptosis regulation and lipid metabolism with glycerophospholipid and arachidonic acid metabolism as key processes molecular validations supported these findings codonopsis pilosula enhanced pulmonary function and attenuated airway inflammation in copd rats likely through modulation of lipid metabolism and inhibition of the tlr mapk nf b pathway these results provide pharmacological evidence supporting its traditional use and suggest its potential as a therapeutic agent in copd management"
}