{
    "pmid": "41421455",
    "title": "Network-wide morphometric organization deficits and transcriptomic correlates in Parkinson's disease with freezing of gait: A morphometric inverse divergence study.",
    "abstract": "Freezing of gait (FOG) in Parkinson's disease is an episodic locomotor arrest during rapid sensorimotor transitions (e.g., turning, gait initiation). Its macroscale cortical architecture and transcriptomic context remain unclear. We constructed individual Morphometric Inverse Divergence (MIND) networks from T1-weighted MRI and derived regional weighted degree (WD). Regions were assigned to Yeo 7 functional systems and network-level WD was compared across PD with FOG (FOG), PD without FOG (nFOG), and healthy controls (HC) using ANCOVA. To assess discriminative value, logistic regression and ROC analyses were performed using network-level WD metrics and clinical covariates. Clinical relevance was tested within FOG using exploratory correlations with UPDRS-III and FOGQ. To relate WD alterations to cortical transcriptomics, partial least squares (PLS) regression linked the FOG vs nFOG WD t-map to the Allen Human Brain Atlas; significance was evaluated by surface-based spin permutations and gene-weight stability by bootstrap. Enrichment analyses were performed on PLS-significant genes. FOG showed widespread WD reductions in visual, somatomotor, dorsal/ventral attention, frontoparietal, and default-mode networks relative to nFOG and/or HC, whereas nFOG exhibited higher WD than HC in several networks. Logistic modeling demonstrated that WD in the somatomotor and frontoparietal networks significantly discriminated FOG from nFOG, and the combined model achieved the highest classification performance. Within FOG, exploratory correlations were observed between WD and UPDRS-III, whereas no associations were found with FOGQ. PLS identified a first component (PLS1) whose weighted gene-expression pattern aligned with the FOG vs nFOG WD map. Gene Ontology of the pooled PLS1-significant set highlighted synaptic signaling and neuronal projection/axon guidance along with cellular homeostatic programs (RNA/DNA metabolism, chromatin/cell-cycle regulation, membrane trafficking, stress responses). Cell-type analyses showed enrichment of positively weighted genes in excitatory and inhibitory neurons and oligodendrocytes, and of negatively weighted genes in excitatory and inhibitory neurons. FOG is characterized by widespread reductions in morphometric network organization that co-vary with spatially patterned cortical gene expression. These multi-scale findings link macroscale network vulnerability to molecular context and nominate testable targets for mechanism-informed and therapeutic studies in PD-related gait freezing.",
    "disease": "parkinson disease",
    "clean_text": "network wide morphometric organization deficits and transcriptomic correlates in parkinson s disease with freezing of gait a morphometric inverse divergence study freezing of gait fog in parkinson s disease is an episodic locomotor arrest during rapid sensorimotor transitions e g turning gait initiation its macroscale cortical architecture and transcriptomic context remain unclear we constructed individual morphometric inverse divergence mind networks from t weighted mri and derived regional weighted degree wd regions were assigned to yeo functional systems and network level wd was compared across pd with fog fog pd without fog nfog and healthy controls hc using ancova to assess discriminative value logistic regression and roc analyses were performed using network level wd metrics and clinical covariates clinical relevance was tested within fog using exploratory correlations with updrs iii and fogq to relate wd alterations to cortical transcriptomics partial least squares pls regression linked the fog vs nfog wd t map to the allen human brain atlas significance was evaluated by surface based spin permutations and gene weight stability by bootstrap enrichment analyses were performed on pls significant genes fog showed widespread wd reductions in visual somatomotor dorsal ventral attention frontoparietal and default mode networks relative to nfog and or hc whereas nfog exhibited higher wd than hc in several networks logistic modeling demonstrated that wd in the somatomotor and frontoparietal networks significantly discriminated fog from nfog and the combined model achieved the highest classification performance within fog exploratory correlations were observed between wd and updrs iii whereas no associations were found with fogq pls identified a first component pls whose weighted gene expression pattern aligned with the fog vs nfog wd map gene ontology of the pooled pls significant set highlighted synaptic signaling and neuronal projection axon guidance along with cellular homeostatic programs rna dna metabolism chromatin cell cycle regulation membrane trafficking stress responses cell type analyses showed enrichment of positively weighted genes in excitatory and inhibitory neurons and oligodendrocytes and of negatively weighted genes in excitatory and inhibitory neurons fog is characterized by widespread reductions in morphometric network organization that co vary with spatially patterned cortical gene expression these multi scale findings link macroscale network vulnerability to molecular context and nominate testable targets for mechanism informed and therapeutic studies in pd related gait freezing"
}