{
    "pmid": "41467553",
    "title": "The Association Between Fear of Falling and Physical Activity in Haemodialysis Patients.",
    "abstract": "Fear of falling is a common concern among patients undergoing haemodialysis, leading to decreased physical activity, increased dependency, and reduced quality of life. Despite its relevance, the impact of this fear on physical activity in this population remains underexplored. To examine the association between fear of falling and physical activity levels in patients receiving haemodialysis. A descriptive, cross-sectional study was conducted between 20 October and 20 November 2023, at a private dialysis center in Turkey. The study included 103 haemodialysis patients aged 18 years or older who were literate, fluent in Turkish, and voluntarily agreed to participate. The sample size was calculated using G*Power software, and post hoc analysis showed the study had 94% power. Data were collected using the Patient Information Form, the Falls Efficacy Scale-International (FES-I), and the International Physical Activity Questionnaire-Short Form (IPAQ-SF). Descriptive and inferential analyses were performed, including Mann-Whitney U, Kruskal-Wallis H, and Spearman's correlation tests. The mean age of participants was 65.1 ± 13.5 years. A history of falling was reported by 43.7%, and 67% reported fear of falling. A moderate positive correlation was found between fall history and FES-I scores (r = 0.369, p < 0.01), while a moderate negative correlation was observed between FES-I and IPAQ-SF scores (r = -0.491, p < 0.01). Fear of falling negatively affects physical activity in haemodialysis patients. Interventions aimed at reducing fall-related fear and enhancing psychological support may promote more active lifestyles and improve overall well-being in this population.",
    "disease": "chronic kidney disease",
    "clean_text": "the association between fear of falling and physical activity in haemodialysis patients fear of falling is a common concern among patients undergoing haemodialysis leading to decreased physical activity increased dependency and reduced quality of life despite its relevance the impact of this fear on physical activity in this population remains underexplored to examine the association between fear of falling and physical activity levels in patients receiving haemodialysis a descriptive cross sectional study was conducted between october and november at a private dialysis center in turkey the study included haemodialysis patients aged years or older who were literate fluent in turkish and voluntarily agreed to participate the sample size was calculated using g power software and post hoc analysis showed the study had power data were collected using the patient information form the falls efficacy scale international fes i and the international physical activity questionnaire short form ipaq sf descriptive and inferential analyses were performed including mann whitney u kruskal wallis h and spearman s correlation tests the mean age of participants was years a history of falling was reported by and reported fear of falling a moderate positive correlation was found between fall history and fes i scores r p while a moderate negative correlation was observed between fes i and ipaq sf scores r p fear of falling negatively affects physical activity in haemodialysis patients interventions aimed at reducing fall related fear and enhancing psychological support may promote more active lifestyles and improve overall well being in this population"
}