{
    "pmid": "41474629",
    "title": "Inducible T-Cell Co-Stimulator (ICOS) and ICOS Ligand: Dealing With a Two-Faced Cancer Immunoregulatory System.",
    "abstract": "ICOS (inducible T-cell co-stimulator) and ICOS ligand (ICOSL) are part of an important, complex pathway that can lead to both immune stimulation and suppression. ICOS and ICOSL have heterogeneous expression patterns between and within tumor types. This review provides an overview of ICOS and ICOSL, their mechanisms of action, expression in cancer and other diseases, and clinical trials exploring therapies targeting ICOS. Because of the bidirectional immune impact of the ICOS/ICOSL signaling pathway, both ICOS agonists and antagonists are under development and evaluation in clinical trials. The majority of clinical trials have focused on the development of ICOS agonists, with only one study exploring an ICOS antagonist; there have been no clinical trials developing ICOSL agonists or antagonists in oncology. ICOS can be expressed on immune-activating effector T-cell and immunosuppressive regulatory T-cell (Tregs). Thus, it is critical to determine where and how ICOS is expressed in order to evaluate the role for agonists versus antagonists. To date, ICOS agonists have shown limited activity in patients with malignancies, perhaps because of the lack of biomarker-based trials. However, an ICOS antagonist demonstrated a 44% response rate in angioimmunoblastic T-cell lymphoma; ICOS is highly expressed on T-follicular helper cells (type of CD4 cell) and proliferation of these cells may be a pathogenic mechanism for these lymphomas. A role for the ICOS/ICOSL signaling pathway has also been implicated outside of oncology, including in viral infections such as COVID-19, and in autoimmune conditions such as asthma and systemic lupus erythematosus. Biomarker-driven approaches will be important to individualize therapy and ascertain which cancer patients will derive the greatest benefit from ICOS-directed combination therapy approaches.",
    "disease": "asthma",
    "clean_text": "inducible t cell co stimulator icos and icos ligand dealing with a two faced cancer immunoregulatory system icos inducible t cell co stimulator and icos ligand icosl are part of an important complex pathway that can lead to both immune stimulation and suppression icos and icosl have heterogeneous expression patterns between and within tumor types this review provides an overview of icos and icosl their mechanisms of action expression in cancer and other diseases and clinical trials exploring therapies targeting icos because of the bidirectional immune impact of the icos icosl signaling pathway both icos agonists and antagonists are under development and evaluation in clinical trials the majority of clinical trials have focused on the development of icos agonists with only one study exploring an icos antagonist there have been no clinical trials developing icosl agonists or antagonists in oncology icos can be expressed on immune activating effector t cell and immunosuppressive regulatory t cell tregs thus it is critical to determine where and how icos is expressed in order to evaluate the role for agonists versus antagonists to date icos agonists have shown limited activity in patients with malignancies perhaps because of the lack of biomarker based trials however an icos antagonist demonstrated a response rate in angioimmunoblastic t cell lymphoma icos is highly expressed on t follicular helper cells type of cd cell and proliferation of these cells may be a pathogenic mechanism for these lymphomas a role for the icos icosl signaling pathway has also been implicated outside of oncology including in viral infections such as covid and in autoimmune conditions such as asthma and systemic lupus erythematosus biomarker driven approaches will be important to individualize therapy and ascertain which cancer patients will derive the greatest benefit from icos directed combination therapy approaches"
}