{
    "pmid": "41465415",
    "title": "Canagliflozin Promotes Structural and Functional Changes in Proximal Tubular Cell Mitochondria of Hypertensive-Diabetic Mice.",
    "abstract": "The kidneys have a high-energy demand, relying on great rates of mitochondrial oxidative phosphorylation. Excessive glucose in the tubules leads to defective fatty acid oxidation, playing a key role in tubular injury and diabetic kidney disease progression. Besides its glucose-lowering action, canagliflozin (CANA) promotes kidney protective effects. We aimed to investigate whether the demonstrated kidney protective effects are extended to mitochondrial function and remodeling in proximal tubular cells from hypertensive-diabetic mice. Four weeks after streptozocin (STZ) induction of type 1 diabetes in genetic hypertensive (Lin) mice, they were fed either CANA-infused chow or a regular diet for 1 week. CANA treatment reverted the albuminuric state in LinSTZ mice. In PTECs from male mice, CANA promoted a complex mitochondrial network with less spherical and more branched organelles, with evidence of increased fusion. Those improvements reflected on the mitochondria bioenergetics, where CANA treatment induced an augmented baseline and maximum respiration rate, ATP production, and mitochondria membrane potential in PTECs, compared to LinSTZ. In females, CANA produced a milder response, increasing the mitochondrial network without affecting bioenergetics. In conclusion, in vivo CANA treatment positively affects proximal tubular cells' mitochondria in male hypertensive-diabetic mice with a minor impact in females. The improvement in mitochondrial function and structure might be key to the kidney-protective effects of CANA.",
    "disease": "diabetes mellitus",
    "clean_text": "canagliflozin promotes structural and functional changes in proximal tubular cell mitochondria of hypertensive diabetic mice the kidneys have a high energy demand relying on great rates of mitochondrial oxidative phosphorylation excessive glucose in the tubules leads to defective fatty acid oxidation playing a key role in tubular injury and diabetic kidney disease progression besides its glucose lowering action canagliflozin cana promotes kidney protective effects we aimed to investigate whether the demonstrated kidney protective effects are extended to mitochondrial function and remodeling in proximal tubular cells from hypertensive diabetic mice four weeks after streptozocin stz induction of type diabetes in genetic hypertensive lin mice they were fed either cana infused chow or a regular diet for week cana treatment reverted the albuminuric state in linstz mice in ptecs from male mice cana promoted a complex mitochondrial network with less spherical and more branched organelles with evidence of increased fusion those improvements reflected on the mitochondria bioenergetics where cana treatment induced an augmented baseline and maximum respiration rate atp production and mitochondria membrane potential in ptecs compared to linstz in females cana produced a milder response increasing the mitochondrial network without affecting bioenergetics in conclusion in vivo cana treatment positively affects proximal tubular cells mitochondria in male hypertensive diabetic mice with a minor impact in females the improvement in mitochondrial function and structure might be key to the kidney protective effects of cana"
}