{
    "title": "Longitudinal qualitative research in medical education: Time to conceptualise time.",
    "doc_id": "33847408",
    "writer": "Balmer DF",
    "year": "2021",
    "summary": "CONTEXT: Longitudinal qualitative research is an approach to research that entails generating qualitative data with the same participants over extended periods of time to understand their lived experiences as those experiences unfold. ...CONCLUSIONS: Longitudinal …",
    "abstract": "Context:\n        \n      \n      Longitudinal qualitative research is an approach to research that entails generating qualitative data with the same participants over extended periods of time to understand their lived experiences as those experiences unfold. Knowing about dynamic lived experiences in medical education, that is, learning journeys with stops and starts, detours, transitions and reversals, enriches understanding of events and accomplishments along the way. The purpose of this paper is to create access points to longitudinal qualitative research in support of increasing its use in medical education.\n    \n\n\n          Methods:\n        \n      \n      The authors explore and argue for different conceptualisations of time: analysing lived experiences through time versus analysing lived experiences cross-sectional or via 2-point follow-up studies and considering time as subjective and fluid as well as objective and fixed. They introduce applications of longitudinal qualitative research from several academic domains: investigating development and formal education; building longitudinal research relationship; and exploring interconnections between individual journeys and social structures. They provide an illustrative overview of longitudinal qualitative research in medical education, and end with practical advice, or pearls, for medical education investigators interested in using this research approach: collecting data recursively; analysing longitudinal data in three strands; addressing mutual reflexivity; using theory to illuminate time; and making a long-term commitment to longitudinal qualitative research.\n    \n\n\n          Conclusions:\n        \n      \n      Longitudinal qualitative research stretches investigators to think differently about time and undertake more complex analyses to understand dynamic lived experiences. Research in medical education will likely be impoverished if the focus remains on time as fixed. Seeing things qualitatively through time, where time is fluid and the past, present and future interpenetrate, produces a rich understanding that can move the field forward.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33847408/",
    "clean_text": "longitudinal qualitative research in medical education time to conceptualise time context longitudinal qualitative research is an approach to research that entails generating qualitative data with the same participants over extended periods of time to understand their lived experiences as those experiences unfold conclusions longitudinal context longitudinal qualitative research is an approach to research that entails generating qualitative data with the same participants over extended periods of time to understand their lived experiences as those experiences unfold knowing about dynamic lived experiences in medical education that is learning journeys with stops and starts detours transitions and reversals enriches understanding of events and accomplishments along the way the purpose of this paper is to create access points to longitudinal qualitative research in support of increasing its use in medical education methods the authors explore and argue for different conceptualisations of time analysing lived experiences through time versus analysing lived experiences cross sectional or via point follow up studies and considering time as subjective and fluid as well as objective and fixed they introduce applications of longitudinal qualitative research from several academic domains investigating development and formal education building longitudinal research relationship and exploring interconnections between individual journeys and social structures they provide an illustrative overview of longitudinal qualitative research in medical education and end with practical advice or pearls for medical education investigators interested in using this research approach collecting data recursively analysing longitudinal data in three strands addressing mutual reflexivity using theory to illuminate time and making a long term commitment to longitudinal qualitative research conclusions longitudinal qualitative research stretches investigators to think differently about time and undertake more complex analyses to understand dynamic lived experiences research in medical education will likely be impoverished if the focus remains on time as fixed seeing things qualitatively through time where time is fluid and the past present and future interpenetrate produces a rich understanding that can move the field forward"
}