{
    "pmid": "41459856",
    "title": "In Silico Analysis of the Role of Estrogen Signaling in the Expression of Metabolic Genes in Breast Cancer.",
    "abstract": "Estrogen exerts a multifaceted influence on breast cancer, particularly through its association with estrogen receptor (ER) and progesterone receptor (PR), which serve as pivotal prognostic and therapeutic markers. While the differential expression of metabolic genes and their prognostic relevance in breast cancer have been extensively studied, limited research has examined their regulation by estrogen signaling. This study adopts a novel approach by investigating the effect of estrogen signaling on the expression of a broad spectrum of metabolic genes in breast cancer. Microarray data from breast cancer studies were retrieved from the NCBI Gene Expression Omnibus (GEO). Differential expression profiles of ER+PR+ versus ER-PR- samples across seven datasets were analyzed using GEO2R. The 250 most significantly overexpressed and underexpressed genes were identified, and genes with metabolic functions were filtered. Promoter and upstream sequences (up to 1000 bp) of the most common transcript variants were obtained from the UCSC Genome Browser (Hg38 cell line). Estrogen receptor elements (EREs) and CpG islands were subsequently identified. Thirty-three unique metabolic genes were identified based on differential expression profiles. Out of these, 18 genes were identified as having EREs in their upstream regions- CA12, CPA3, FBP1, STC2, NME5, DEGS2, ABAT, GAMT, and ARSG were upregulated, whereas B3GNT5, DPH2, PPARA, TNFRSF21, PHGDH, FOXL1, ME1, RNF145, and NUDT5 were downregulated. CpG islands closely corresponded to the EREs in PPARA, PHGDH, ME1, RNF145, NUDT5, CA12, STC2, ABAT, and GAMT. The identification of CA12, consistent with previous findings on its role in oncogenesis and estrogen regulation, highlights the therapeutic potential of targeting this pathway. Furthermore, the additional genes identified expand our understanding of metabolic alterations in response to estrogen signaling in breast cancer, thereby offering new avenues for mechanistic exploration and the development of potential therapeutic targets.",
    "disease": "breast cancer",
    "clean_text": "in silico analysis of the role of estrogen signaling in the expression of metabolic genes in breast cancer estrogen exerts a multifaceted influence on breast cancer particularly through its association with estrogen receptor er and progesterone receptor pr which serve as pivotal prognostic and therapeutic markers while the differential expression of metabolic genes and their prognostic relevance in breast cancer have been extensively studied limited research has examined their regulation by estrogen signaling this study adopts a novel approach by investigating the effect of estrogen signaling on the expression of a broad spectrum of metabolic genes in breast cancer microarray data from breast cancer studies were retrieved from the ncbi gene expression omnibus geo differential expression profiles of er pr versus er pr samples across seven datasets were analyzed using geo r the most significantly overexpressed and underexpressed genes were identified and genes with metabolic functions were filtered promoter and upstream sequences up to bp of the most common transcript variants were obtained from the ucsc genome browser hg cell line estrogen receptor elements eres and cpg islands were subsequently identified thirty three unique metabolic genes were identified based on differential expression profiles out of these genes were identified as having eres in their upstream regions ca cpa fbp stc nme degs abat gamt and arsg were upregulated whereas b gnt dph ppara tnfrsf phgdh foxl me rnf and nudt were downregulated cpg islands closely corresponded to the eres in ppara phgdh me rnf nudt ca stc abat and gamt the identification of ca consistent with previous findings on its role in oncogenesis and estrogen regulation highlights the therapeutic potential of targeting this pathway furthermore the additional genes identified expand our understanding of metabolic alterations in response to estrogen signaling in breast cancer thereby offering new avenues for mechanistic exploration and the development of potential therapeutic targets"
}