{
    "pmid": "41471190",
    "title": "Systemic Inflammatory Indices (SII and SIRI) in 30-Day Mortality Risk Stratification for Community-Acquired Pneumonia: A Study Alongside CURB-65 and PSI.",
    "abstract": "Community-acquired pneumonia (CAP) remains a leading cause of morbidity and mortality worldwide, underscoring the need for accessible and cost-effective biomarkers to support early risk assessment. This retrospective study investigated the prognostic performance of two systemic inflammatory indices-the Systemic Immune-Inflammation Index (SII) and the Systemic Inflammation Response Index (SIRI)-in 240 adults hospitalized with CAP between January and December 2024. The primary outcome was 30-day all-cause mortality. Logistic regression and receiver operating characteristic (ROC) analyses were applied to compare these indices with established severity scores, CURB-65 and the Pneumonia Severity Index (PSI). Thirty-day mortality occurred in 15.4% of patients. Non-survivors exhibited significantly higher SII values (",
    "disease": "pneumonia",
    "clean_text": "systemic inflammatory indices sii and siri in day mortality risk stratification for community acquired pneumonia a study alongside curb and psi community acquired pneumonia cap remains a leading cause of morbidity and mortality worldwide underscoring the need for accessible and cost effective biomarkers to support early risk assessment this retrospective study investigated the prognostic performance of two systemic inflammatory indices the systemic immune inflammation index sii and the systemic inflammation response index siri in adults hospitalized with cap between january and december the primary outcome was day all cause mortality logistic regression and receiver operating characteristic roc analyses were applied to compare these indices with established severity scores curb and the pneumonia severity index psi thirty day mortality occurred in of patients non survivors exhibited significantly higher sii values"
}