{
    "pmid": "41451871",
    "title": "PAK1 inhibitor NVS-PAK1-1 preserves dendritic spines in amyloid/tau exposed neurons and 5xFAD mice.",
    "abstract": "Synaptic spine loss in Alzheimer's disease (AD) contributes to cognitive decline. p21-activated kinase 1 (PAK1), a regulator of spine integrity, is aberrantly activated in AD. We investigated whether PAK1 inhibition might preserve dendritic spines in vitro and in vivo. Oligomeric amyloid beta (oAβ) or tau (oTau) were applied to hippocampal neurons ± NVS-PAK1-1, a selective PAK1 inhibitor. NVS-PAK1-1 was orally administered to 5xFAD mice. The effects of NVS-PAK1-1 treatment on PAK1 activity, spine density, and the proteome were assessed using phospho-PAK1 (pPAK1) western blotting, Golgi staining, and mass spectrometry for proteomic analyses. NVS-PAK1-1 prevented oAβ and oTau-induced spine loss in vitro. In 5xFAD mice, NVS-PAK1-1 demonstrated brain exposure after oral administration and reduced PAK1 activation, prevented spine loss, and partially normalized synaptic proteomic signatures in females in absence of alterations in brain or plasma Aβ. PAK1 inhibition enhances spine resilience in AD models, supporting its therapeutic potential. p21-activated kinase 1 (PAK1) inhibitors prevent oligomeric amyloid beta (oAβ) and oligomeric tau-induced spine loss and dendritic degeneration in cultured mouse hippocampal neurons. NVS-PAK1-1, a selective PAK1 inhibitor, protects against oAβ-induced spine loss in a dose-dependent manner (EC",
    "disease": "alzheimer disease",
    "clean_text": "pak inhibitor nvs pak preserves dendritic spines in amyloid tau exposed neurons and xfad mice synaptic spine loss in alzheimer s disease ad contributes to cognitive decline p activated kinase pak a regulator of spine integrity is aberrantly activated in ad we investigated whether pak inhibition might preserve dendritic spines in vitro and in vivo oligomeric amyloid beta oa or tau otau were applied to hippocampal neurons nvs pak a selective pak inhibitor nvs pak was orally administered to xfad mice the effects of nvs pak treatment on pak activity spine density and the proteome were assessed using phospho pak ppak western blotting golgi staining and mass spectrometry for proteomic analyses nvs pak prevented oa and otau induced spine loss in vitro in xfad mice nvs pak demonstrated brain exposure after oral administration and reduced pak activation prevented spine loss and partially normalized synaptic proteomic signatures in females in absence of alterations in brain or plasma a pak inhibition enhances spine resilience in ad models supporting its therapeutic potential p activated kinase pak inhibitors prevent oligomeric amyloid beta oa and oligomeric tau induced spine loss and dendritic degeneration in cultured mouse hippocampal neurons nvs pak a selective pak inhibitor protects against oa induced spine loss in a dose dependent manner ec"
}