{
    "pmid": "41457728",
    "title": "Pediatric Lung Transplantation in Israel: 29 Cases from a Single Center's Experience.",
    "abstract": "Lung transplantation is an advanced medical therapy reserved for patients with end-stage lung disease. Relative to other solid organ transplants, lung transplantation in children is infrequently performed. The most common etiologies for pediatric lung transplantation worldwide are cystic fibrosis, pulmonary hypertension, and children's interstitial lung disease. To describe our experience in pediatric lung transplants at Israel's largest transplant center. We performed a retrospective review of all pediatric lung transplantations conducted in our center since 1997. We recorded demographic characteristics, indication for transplantation, clinical and laboratory parameters, post-transplant complications, and survival rates. Of 965 lung transplants, 29 (3.0%) were pediatric patients who underwent lung or heart-lung transplants for end-stage lung disease. Age at transplantation ranged from 2 to 18 years, with a median of 14.0 years (IQR 11-15). Primary etiologies for transplantation were cystic fibrosis (44%), pulmonary hypertension (17%), and children's interstitial lung disease (10%). Survival at 1, 5, 10, and 15 years post-transplant were 90%, 65%, 55%, and 20%, respectively, which is consistent with data reported by pediatric lung transplantation registries. The primary cause of mortality post-transplant was chronic lung allograft dysfunction. Four patients (13.8%) underwent re-transplant. There was no association between survival and transplant indication, nor between survival and type of procedure (lung vs. heart-lung transplant). The short- and long-term outcomes from our program are consistent with published registry data. These outcomes may reflect the benefits of a centralized pediatric lung transplant program, supported by a multidisciplinary team trained in high-capacity international centers.",
    "disease": "hypertension",
    "clean_text": "pediatric lung transplantation in israel cases from a single center s experience lung transplantation is an advanced medical therapy reserved for patients with end stage lung disease relative to other solid organ transplants lung transplantation in children is infrequently performed the most common etiologies for pediatric lung transplantation worldwide are cystic fibrosis pulmonary hypertension and children s interstitial lung disease to describe our experience in pediatric lung transplants at israel s largest transplant center we performed a retrospective review of all pediatric lung transplantations conducted in our center since we recorded demographic characteristics indication for transplantation clinical and laboratory parameters post transplant complications and survival rates of lung transplants were pediatric patients who underwent lung or heart lung transplants for end stage lung disease age at transplantation ranged from to years with a median of years iqr primary etiologies for transplantation were cystic fibrosis pulmonary hypertension and children s interstitial lung disease survival at and years post transplant were and respectively which is consistent with data reported by pediatric lung transplantation registries the primary cause of mortality post transplant was chronic lung allograft dysfunction four patients underwent re transplant there was no association between survival and transplant indication nor between survival and type of procedure lung vs heart lung transplant the short and long term outcomes from our program are consistent with published registry data these outcomes may reflect the benefits of a centralized pediatric lung transplant program supported by a multidisciplinary team trained in high capacity international centers"
}