{
    "pmid": "41438341",
    "title": "Liver fibrosis is associated with clinical and economic burden of cardiovascular disease in MASH.",
    "abstract": "The clinical and economic burden of cardiovascular (CV) disease (CVD) in patients with metabolic dysfunction-associated steatohepatitis (MASH) is incompletely understood. The unCoVer-MASH cohort study aimed to assess the association of CVD-related burden with fibrosis (Fibrosis-4 index [FIB-4]) in patients with MASH in a real-world US database. Adult patients with an ICD code for non-alcoholic steatohepatitis (NASH; October 2015-June 2022) were included if they had ≥1 FIB-4 measurement calculated from data obtained within 180 days before or 30 days after the NASH diagnosis (index date), ≥12 months of data prior to the index date (baseline period), and no diagnostic evidence of cirrhosis at baseline. FIB-4 categories were low (<1.30), intermediate (1.30-2.67), and high (>2.67). Risk of CV events was assessed during follow-up, and hazard ratios (HRs) were calculated using Cox proportional hazards models. CVD-related economic burden and resource utilization were also assessed. Of 715 patients included at baseline,102 had high, 201 had intermediate, and 412 had low FIB-4 scores. The risk of any CV event was significantly greater in the high (HR 3.44; 95% CI 2.22-5.34;  Patients with MASH and high baseline FIB-4 scores were at an increased risk of CV events and had higher CV-related healthcare costs and resource utilization. Studies specifically evaluating the clinical and economic burden of CVD in patients with MASH, without diagnostic evidence of cirrhosis, are lacking. In the current study, the clinical and economic burden of CVD in such patients was associated with baseline liver fibrosis severity, as assessed using baseline FIB-4 score, indicating a higher CV burden among patients with higher fibrosis severity. These results are important for both clinicians and payers, as they illustrate that tackling the CV-related burden in MASH is likely to have an appreciable impact on both clinical and economic outcomes.",
    "disease": "liver cirrhosis",
    "clean_text": "liver fibrosis is associated with clinical and economic burden of cardiovascular disease in mash the clinical and economic burden of cardiovascular cv disease cvd in patients with metabolic dysfunction associated steatohepatitis mash is incompletely understood the uncover mash cohort study aimed to assess the association of cvd related burden with fibrosis fibrosis index fib in patients with mash in a real world us database adult patients with an icd code for non alcoholic steatohepatitis nash october june were included if they had fib measurement calculated from data obtained within days before or days after the nash diagnosis index date months of data prior to the index date baseline period and no diagnostic evidence of cirrhosis at baseline fib categories were low intermediate and high risk of cv events was assessed during follow up and hazard ratios hrs were calculated using cox proportional hazards models cvd related economic burden and resource utilization were also assessed of patients included at baseline had high had intermediate and had low fib scores the risk of any cv event was significantly greater in the high hr ci patients with mash and high baseline fib scores were at an increased risk of cv events and had higher cv related healthcare costs and resource utilization studies specifically evaluating the clinical and economic burden of cvd in patients with mash without diagnostic evidence of cirrhosis are lacking in the current study the clinical and economic burden of cvd in such patients was associated with baseline liver fibrosis severity as assessed using baseline fib score indicating a higher cv burden among patients with higher fibrosis severity these results are important for both clinicians and payers as they illustrate that tackling the cv related burden in mash is likely to have an appreciable impact on both clinical and economic outcomes"
}