{
    "pmid": "41421874",
    "title": "[Evolution of the nomenclature of steatotic liver diseases: Towards a paradigm shift].",
    "abstract": "Metabolic steatotic diseases affect 16.7% of the French population, i.e. approximately 8 million individuals. Approximately 60% of type 2 diabetes patients have hepatic steatosis, 30% of whom also have fibrosis. The progression of fibrosis, linked to systemic inflammation, is associated with a significant increase in cardiovascular and cancer mortality (particularly hepatocellular carcinoma and colorectal adenocarcinoma). In 2023, an international reform of the nomenclature led to the replacement of the old terminology \"non-alcoholic fatty liver disease (NAFLD)\" and \"non-alcoholic steatohepatitis (NASH)\" in order to better reflect the metabolic causes. The following terms were defined: \"steatotic liver disease (SLD)\", which refers to all forms of steatosis, \"metabolic dysfunction-associated steatotic liver disease (MASLD)\", which explicitly includes metabolic factors, and \"metabolic dysfunction-associated steatohepatitis (MASH)\", which emphasizes histologically confirmed metabolic steatohepatitis. A new entity, \"metabolic alcohol-related liver disease (MetALD),\" refers to MASLD with moderate but regular alcohol consumption. The definition of \"alcohol-related liver disease (ALD)\" remains unchanged (alcohol consumption greater than 50-60g/day). \"Cryptogenic steatosis\" includes cases with no known cause. This new classification allows for the continued use of previous data and aims to improve patient stratification for personalized treatments.",
    "disease": "colorectal cancer",
    "clean_text": "evolution of the nomenclature of steatotic liver diseases towards a paradigm shift metabolic steatotic diseases affect of the french population i e approximately million individuals approximately of type diabetes patients have hepatic steatosis of whom also have fibrosis the progression of fibrosis linked to systemic inflammation is associated with a significant increase in cardiovascular and cancer mortality particularly hepatocellular carcinoma and colorectal adenocarcinoma in an international reform of the nomenclature led to the replacement of the old terminology non alcoholic fatty liver disease nafld and non alcoholic steatohepatitis nash in order to better reflect the metabolic causes the following terms were defined steatotic liver disease sld which refers to all forms of steatosis metabolic dysfunction associated steatotic liver disease masld which explicitly includes metabolic factors and metabolic dysfunction associated steatohepatitis mash which emphasizes histologically confirmed metabolic steatohepatitis a new entity metabolic alcohol related liver disease metald refers to masld with moderate but regular alcohol consumption the definition of alcohol related liver disease ald remains unchanged alcohol consumption greater than g day cryptogenic steatosis includes cases with no known cause this new classification allows for the continued use of previous data and aims to improve patient stratification for personalized treatments"
}