{
    "pmid": "41350669",
    "title": "Allergic bronchopulmonary aspergillosis in patients with chronic obstructive pulmonary disease: a case series and literature review.",
    "abstract": "Allergic bronchopulmonary aspergillosis (ABPA) is a complex hypersensitivity disorder caused by Aspergillus sensitization, mostly associated with asthma, but occasionally seen in patients with chronic obstructive pulmonary disease (COPD). This study aimed to analyze the clinical features, treatment responses, and long-term follow-up of patients with ABPA-COPD overlap syndrome. we identified 6 cases of ABPA with underlying COPD from a cohort of ABPA in our hospital. We described symptoms, imaging findings, serology tests, pulmonary functions and treatment outcomes of these cases. From January 1st, 2013 to December 31th, 2024, 63 cases of ABPA were diagnosed in our hospital, of them 6 (9.52%) were found to have underlying COPD. The 6 patients were all male, aging from 63 to 89 years, with 5 having a smoking history. The presenting symptoms included persistent cough, sputum and exertional dyspnea. The blood total IgE was markedly elevated (1230-2951 KU/L), and all tested positive for A. fumigatus-specific IgE. Blood eosinophil count was 90-1610 cells/µl. CT revealed bronchiectasis (predominantly lower lobes) and emphysema in all cases. Four patients responded well to oral corticosteroids, while 2 required omalizumab for disease control. After follow-up for 1-4 years, 4 patients remained stable, 1 had recurrent exacerbations, and 1 died due to multi-organ failure. ABPA should be considered in COPD patients with persistent or recurrent respiratory symptoms, higher blood eosinophils, particularly those with bronchiectasis on chest CT. ABPA represents a treatable trait in COPD patients. While corticosteroids remain the first-line therapy, treatment-resistant cases may benefit from biologic agents.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "allergic bronchopulmonary aspergillosis in patients with chronic obstructive pulmonary disease a case series and literature review allergic bronchopulmonary aspergillosis abpa is a complex hypersensitivity disorder caused by aspergillus sensitization mostly associated with asthma but occasionally seen in patients with chronic obstructive pulmonary disease copd this study aimed to analyze the clinical features treatment responses and long term follow up of patients with abpa copd overlap syndrome we identified cases of abpa with underlying copd from a cohort of abpa in our hospital we described symptoms imaging findings serology tests pulmonary functions and treatment outcomes of these cases from january st to december th cases of abpa were diagnosed in our hospital of them were found to have underlying copd the patients were all male aging from to years with having a smoking history the presenting symptoms included persistent cough sputum and exertional dyspnea the blood total ige was markedly elevated ku l and all tested positive for a fumigatus specific ige blood eosinophil count was cells l ct revealed bronchiectasis predominantly lower lobes and emphysema in all cases four patients responded well to oral corticosteroids while required omalizumab for disease control after follow up for years patients remained stable had recurrent exacerbations and died due to multi organ failure abpa should be considered in copd patients with persistent or recurrent respiratory symptoms higher blood eosinophils particularly those with bronchiectasis on chest ct abpa represents a treatable trait in copd patients while corticosteroids remain the first line therapy treatment resistant cases may benefit from biologic agents"
}