{
    "title": "Multidermatomal herpes zoster: a pain in the neck?",
    "doc_id": "32045156",
    "writer": "Beuerlein KG",
    "year": "2019",
    "summary": "Herpes zoster classically presents as a vesicular eruption along a single dermatome that correlates with the dorsal root ganglion in which varicella zoster virus (VZV) reactivates. Such cases most commonly involve a single thoracic dermatome, but other rare p …",
    "abstract": "Herpes zoster classically presents as a vesicular eruption along a single dermatome that correlates with the dorsal root ganglion in which varicella zoster virus (VZV) reactivates. Such cases most commonly involve a single thoracic dermatome, but other rare presentations of herpes zoster have been reported including multidermatomal herpes zoster. This letter reports a case of multidermatomal herpes zoster affecting cervical dermatomes C2-C5 and presents all previously published cases of multidermatomal herpes zoster in which involved dermatomes were reported to determine if this condition has a predilection for cervical dermatomes. A total of eight other cases were reviewed and involvement of cervical dermatomes was observed in 6 of 9 cases (66.7%). This suggests a propensity for multidermatomal involvement to affect cervical dermatomes beyond that encountered in classic herpes zoster. Clinicians should be aware of this presentation of herpes zoster especially in the head and neck region where the classic vesicular eruption may not be confined to a single dermatome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32045156/",
    "clean_text": "multidermatomal herpes zoster a pain in the neck herpes zoster classically presents as a vesicular eruption along a single dermatome that correlates with the dorsal root ganglion in which varicella zoster virus vzv reactivates such cases most commonly involve a single thoracic dermatome but other rare p herpes zoster classically presents as a vesicular eruption along a single dermatome that correlates with the dorsal root ganglion in which varicella zoster virus vzv reactivates such cases most commonly involve a single thoracic dermatome but other rare presentations of herpes zoster have been reported including multidermatomal herpes zoster this letter reports a case of multidermatomal herpes zoster affecting cervical dermatomes c c and presents all previously published cases of multidermatomal herpes zoster in which involved dermatomes were reported to determine if this condition has a predilection for cervical dermatomes a total of eight other cases were reviewed and involvement of cervical dermatomes was observed in of cases this suggests a propensity for multidermatomal involvement to affect cervical dermatomes beyond that encountered in classic herpes zoster clinicians should be aware of this presentation of herpes zoster especially in the head and neck region where the classic vesicular eruption may not be confined to a single dermatome"
}