{
    "pmid": "41417032",
    "title": "[Costs of pharmacological treatment in hypertension and type 2 diabetes mellitus].",
    "abstract": "Hypertension and type 2 diabetes mellitus (T2DM) are prevalent chronic diseases that share common risk factors and contribute significantly to the economic burden on healthcare systems. Their impact is more pronounced in low-income countries, where they increase the prevalence of complications and associated healthcare costs. To compare the costs of pharmacological treatment of hypertension according to the number of complications between patients with hypertension vs. patients with hypertension/T2DM. An analytical cross-sectional study was conducted in two family medicine units in the metropolitan area of Mexico's central region. Subjects with hypertension and those with hypertension and T2DM were included. Hypertension-related complications were identified, and a microcosting analysis of hypertension pharmacological treatment was performed. To compare treatment costs between both groups it was used the Mann-Whitney U test. The cost of pharmacological treatment for patients with hypertension and T2DM was $30.5 USD higher compared to those with hypertension alone. The most common complications were heart disease, chronic kidney disease, and hypertensive retinopathy, with costs increasing as the number of complications rose. This effect was more stressed in the hypertension and T2DM group. The pharmacological treatment cost for patients with hypertension and T2DM was higher compared to those with hypertension alone, even in patients without complications. la hipertensión arterial (HTA) y la diabetes mellitus 2 (DM2) son enfermedades crónicas prevalentes que comparten factores de riesgo y elevan la carga económica en salud. Su impacto es mayor en países de bajos ingresos, en los cuales se incrementan las complicaciones y los costos sanitarios. comparar los costos del tratamiento farmacológico de la hipertensión de acuerdo con el número de complicaciones entre pacientes con HTA frente a pacientes con HTA/DM2. se realizó un estudio transversal analítico en 2 unidades de medicina familiar del área metropolitana de la zona centro de México. Se incluyeron sujetos con HTA y sujetos con HTA/DM2. Se identificaron las complicaciones atribuidas a la HTA y se hizo un microcosteo del tratamiento farmacológico de la HTA. Para comparar costos entre ambos grupos, se utilizó U de Mann-Whitney. el costo del tratamiento farmacológico de los pacientes con HTA/DM2 fue $30.5 USD más alto en comparación con la población hipertensa sin diabetes. Las complicaciones más frecuentes fueron las cardiopatías, la enfermedad renal crónica y la retinopatía hipertensiva, con un incremento en los costos a medida que aumentaba el número de complicaciones. Este efecto fue el más pronunciado en la población con HTA/DM2. el costo del tratamiento farmacológico de los pacientes con HTA/DM2 fue más alto en comparación con la población hipertensa sin diabetes, incluso en los pacientes sin complicaciones.",
    "disease": "chronic kidney disease",
    "clean_text": "costs of pharmacological treatment in hypertension and type diabetes mellitus hypertension and type diabetes mellitus t dm are prevalent chronic diseases that share common risk factors and contribute significantly to the economic burden on healthcare systems their impact is more pronounced in low income countries where they increase the prevalence of complications and associated healthcare costs to compare the costs of pharmacological treatment of hypertension according to the number of complications between patients with hypertension vs patients with hypertension t dm an analytical cross sectional study was conducted in two family medicine units in the metropolitan area of mexico s central region subjects with hypertension and those with hypertension and t dm were included hypertension related complications were identified and a microcosting analysis of hypertension pharmacological treatment was performed to compare treatment costs between both groups it was used the mann whitney u test the cost of pharmacological treatment for patients with hypertension and t dm was usd higher compared to those with hypertension alone the most common complications were heart disease chronic kidney disease and hypertensive retinopathy with costs increasing as the number of complications rose this effect was more stressed in the hypertension and t dm group the pharmacological treatment cost for patients with hypertension and t dm was higher compared to those with hypertension alone even in patients without complications la hipertensi n arterial hta y la diabetes mellitus dm son enfermedades cr nicas prevalentes que comparten factores de riesgo y elevan la carga econ mica en salud su impacto es mayor en pa ses de bajos ingresos en los cuales se incrementan las complicaciones y los costos sanitarios comparar los costos del tratamiento farmacol gico de la hipertensi n de acuerdo con el n mero de complicaciones entre pacientes con hta frente a pacientes con hta dm se realiz un estudio transversal anal tico en unidades de medicina familiar del rea metropolitana de la zona centro de m xico se incluyeron sujetos con hta y sujetos con hta dm se identificaron las complicaciones atribuidas a la hta y se hizo un microcosteo del tratamiento farmacol gico de la hta para comparar costos entre ambos grupos se utiliz u de mann whitney el costo del tratamiento farmacol gico de los pacientes con hta dm fue usd m s alto en comparaci n con la poblaci n hipertensa sin diabetes las complicaciones m s frecuentes fueron las cardiopat as la enfermedad renal cr nica y la retinopat a hipertensiva con un incremento en los costos a medida que aumentaba el n mero de complicaciones este efecto fue el m s pronunciado en la poblaci n con hta dm el costo del tratamiento farmacol gico de los pacientes con hta dm fue m s alto en comparaci n con la poblaci n hipertensa sin diabetes incluso en los pacientes sin complicaciones"
}