{
    "title": "Cardiac disease in pregnancy.",
    "doc_id": "23342410",
    "writer": "Nanda S",
    "year": "2012",
    "summary": "Cardiac disease is the leading cause of maternal mortality in the UK. The major causes of cardiac deaths in pregnancy include cardiomyopathy, myocardial infarction, ischaemic heart disease and dissection of the thoracic aorta. With increasing numbers of migra …",
    "abstract": "Cardiac disease is the leading cause of maternal mortality in the UK. The major causes of cardiac deaths in pregnancy include cardiomyopathy, myocardial infarction, ischaemic heart disease and dissection of the thoracic aorta. With increasing numbers of migrant women in the UK, rheumatic heart disease in pregnancy has also re-emerged. Women with uncorrected congenital heart disease and those who have undergone corrective or palliative surgery may have complicated pregnancies. Women with metal prosthetic valves face difficult decisions regarding anticoagulation in pregnancy and have an increased risk of haemorrhage. Not all women with significant heart disease are able to meet the increased physiological demands of pregnancy. The care of pregnant women with heart disease thus requires a multidisciplinary approach, involving obstetricians, cardiologists and anaesthetists. This allows appropriate surveillance of maternal and fetal wellbeing, as well as planning and documentation of the management of elective and emergency delivery. This review discusses common cardiac conditions encountered in pregnancy and their antenatal and intrapartum management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23342410/",
    "clean_text": "cardiac disease in pregnancy cardiac disease is the leading cause of maternal mortality in the uk the major causes of cardiac deaths in pregnancy include cardiomyopathy myocardial infarction ischaemic heart disease and dissection of the thoracic aorta with increasing numbers of migra cardiac disease is the leading cause of maternal mortality in the uk the major causes of cardiac deaths in pregnancy include cardiomyopathy myocardial infarction ischaemic heart disease and dissection of the thoracic aorta with increasing numbers of migrant women in the uk rheumatic heart disease in pregnancy has also re emerged women with uncorrected congenital heart disease and those who have undergone corrective or palliative surgery may have complicated pregnancies women with metal prosthetic valves face difficult decisions regarding anticoagulation in pregnancy and have an increased risk of haemorrhage not all women with significant heart disease are able to meet the increased physiological demands of pregnancy the care of pregnant women with heart disease thus requires a multidisciplinary approach involving obstetricians cardiologists and anaesthetists this allows appropriate surveillance of maternal and fetal wellbeing as well as planning and documentation of the management of elective and emergency delivery this review discusses common cardiac conditions encountered in pregnancy and their antenatal and intrapartum management"
}