{
    "pmid": "41386826",
    "title": "Exploration of Canarium odontophyllum fruit phytoconstituents as potential candidates against epilepsy using in silico studies.",
    "abstract": "Epilepsy is the third most common neurological illness worldwide, affecting over 65 million people. Current antiepileptic drugs (AEDs) are ineffective for about 30 % of epileptic patients. AED use is extremely expensive and associated with adverse effects such as ataxia, nystagmus, and central nervous system depression. Serious quality-of-life changes are another aspect of managing epileptic conditions. A variety of therapeutic plant components, including flavonoids, phenolics, terpenoids, and alkaloids, exhibit a wide range of biological actions, including antibacterial, antioxidant, antiulcer, antineoplastic, anti-inflammatory, antiepileptic, and immunostimulant properties. Because many of them are being researched in modern research to develop an active therapeutic candidate, we resorted to medicinal plants to investigate powerful antiepileptic components. So, in this in silico study, we aimed to identify potential antiepileptic agents from Canarium odontophyllum fruits using molecular docking, molecular dynamics, and ADMET prediction approach. In the present study, the virtual screening was performed on a set of 63 phytocompounds, identified from the hydroalcoholic (70 %) extract of C. odontophyllum fruit using LC-MS (LC-MS-QTOF) analysis, by using molecular docking simulation to examine their binding ability with seven proteins that are responsible for epilepsy. Further, the selected compounds with good binding affinity were subjected to ADMET screening to predict the pharmacokinetic properties, and molecular dynamics testing was done to confirm the outcomes. Our results revealed that C. odontophyllum phytoconstituents showed the strongest binding affinities against all tested enzymes. Moreover, kanzonol B could prominently interact with all tested proteins with moderate to good binding affinity (-6.70 to -10.65 kcal/mol). All top phytoconstituents obeyed Lipinski's RO5 and drug-likeness properties. These computational studies suggested that the phytoconstituents of C. odontophyllum can serve as potent inhibitors of enzymes responsible for epilepsy. Thus, we recommend further experimental investigations to validate the promising results of the present in silico study.",
    "disease": "epilepsy",
    "clean_text": "exploration of canarium odontophyllum fruit phytoconstituents as potential candidates against epilepsy using in silico studies epilepsy is the third most common neurological illness worldwide affecting over million people current antiepileptic drugs aeds are ineffective for about of epileptic patients aed use is extremely expensive and associated with adverse effects such as ataxia nystagmus and central nervous system depression serious quality of life changes are another aspect of managing epileptic conditions a variety of therapeutic plant components including flavonoids phenolics terpenoids and alkaloids exhibit a wide range of biological actions including antibacterial antioxidant antiulcer antineoplastic anti inflammatory antiepileptic and immunostimulant properties because many of them are being researched in modern research to develop an active therapeutic candidate we resorted to medicinal plants to investigate powerful antiepileptic components so in this in silico study we aimed to identify potential antiepileptic agents from canarium odontophyllum fruits using molecular docking molecular dynamics and admet prediction approach in the present study the virtual screening was performed on a set of phytocompounds identified from the hydroalcoholic extract of c odontophyllum fruit using lc ms lc ms qtof analysis by using molecular docking simulation to examine their binding ability with seven proteins that are responsible for epilepsy further the selected compounds with good binding affinity were subjected to admet screening to predict the pharmacokinetic properties and molecular dynamics testing was done to confirm the outcomes our results revealed that c odontophyllum phytoconstituents showed the strongest binding affinities against all tested enzymes moreover kanzonol b could prominently interact with all tested proteins with moderate to good binding affinity to kcal mol all top phytoconstituents obeyed lipinski s ro and drug likeness properties these computational studies suggested that the phytoconstituents of c odontophyllum can serve as potent inhibitors of enzymes responsible for epilepsy thus we recommend further experimental investigations to validate the promising results of the present in silico study"
}