{
    "title": "Amount of patient education in physical therapy practice and perceived effects.",
    "doc_id": "8863762",
    "writer": "Gahimer JE",
    "year": "1996",
    "summary": "BACKGROUND AND PURPOSE: The purpose of this study was to investigate the amount and perceived effects of informal patient education in physical therapy practice. SUBJECTS: Thirty-seven physical therapists from nine outpatient physical therapy se …",
    "abstract": "Background and purpose:\n        \n      \n      The purpose of this study was to investigate the amount and perceived effects of informal patient education in physical therapy practice.\n    \n\n\n          Subjects:\n        \n      \n      Thirty-seven physical therapists from nine outpatient physical therapy settings participated.\n    \n\n\n          Methods:\n        \n      \n      Each therapist audiotaped the entire course of treatment for one patient. The frequency of patient education statements in five categories (information about illness, home exercises, advice and information, health education, and stress counseling) was counted. Therapists, patients, and supervisors completed questionnaires about the amount and perceived effects of these teaching behaviors.\n    \n\n\n          Results and conclusions:\n        \n      \n      The greatest numbers of educational statements were in the categories of information about illness (X = 4.72 statements per session), home exercises (X = 3.98 statements per session), and advice and information (X = 2.54 statements per session). The therapists' teaching behaviors rarely corresponded to their perceptions of their own teaching or to their patients' or supervisors' perceptions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8863762/",
    "clean_text": "amount of patient education in physical therapy practice and perceived effects background and purpose the purpose of this study was to investigate the amount and perceived effects of informal patient education in physical therapy practice subjects thirty seven physical therapists from nine outpatient physical therapy se background and purpose the purpose of this study was to investigate the amount and perceived effects of informal patient education in physical therapy practice subjects thirty seven physical therapists from nine outpatient physical therapy settings participated methods each therapist audiotaped the entire course of treatment for one patient the frequency of patient education statements in five categories information about illness home exercises advice and information health education and stress counseling was counted therapists patients and supervisors completed questionnaires about the amount and perceived effects of these teaching behaviors results and conclusions the greatest numbers of educational statements were in the categories of information about illness x statements per session home exercises x statements per session and advice and information x statements per session the therapists teaching behaviors rarely corresponded to their perceptions of their own teaching or to their patients or supervisors perceptions"
}