{
    "pmid": "41452878",
    "title": "Xijiaqi Formula attenuates myocardial infarction-induced chronic heart failure by inhibiting TGF-β1/Smads-mediated fibroblast activation.",
    "abstract": "Chronic heart failure (CHF) is the common concern following myocardial infarction. Xijiaqi Formula (XJQ) effectively treats CHF clinically while the underlying mechanism remains unclarified. This study was designed to investigate the effect and mechanism of XJQ on CHF in rats following MI. UHPLC-Q-TOF-MS/MS was utilized to analyze the constituents of XJQ. Post-MI CHF was induced in rats by permanent ligation of the left anterior descending coronary artery. Cardiac function was assessed by echocardiogram and hemodynamic. Myocardial morphology, fibrosis, and ultrastructure were evaluated through HE staining, Masson staining, and transmission electron microscopy, respectively. Myocardial transcriptomics were employed to identify genes that may be altered in response to XJQ treatment. Consistently, XJQ inhibited TGF-β1-induced myofibroblast activation  XJQ significantly improved cardiac function and structure, mitigating fibrosis, edema, and mitochondrial damage, while reducing key biomarkers (BNP, NT-proBNP, cTnT, Ang II). Transcriptomic analysis indicated that the differentially expressed genes influenced by XJQ were predominantly associated with extracellular matrix (ECM) remodeling. Notably, XJQ inhibited the upregulation of ECM proteins, including  XJQ significantly attenuated the progression from MI to CHF by inhibiting fibroblast activation mediated by TGF-β1/Smads signaling. The molecular mechanisms underlying this effect appear to be intricately linked to its regulation of ECM remodeling proteins, specifically ",
    "disease": "coronary artery disease",
    "clean_text": "xijiaqi formula attenuates myocardial infarction induced chronic heart failure by inhibiting tgf smads mediated fibroblast activation chronic heart failure chf is the common concern following myocardial infarction xijiaqi formula xjq effectively treats chf clinically while the underlying mechanism remains unclarified this study was designed to investigate the effect and mechanism of xjq on chf in rats following mi uhplc q tof ms ms was utilized to analyze the constituents of xjq post mi chf was induced in rats by permanent ligation of the left anterior descending coronary artery cardiac function was assessed by echocardiogram and hemodynamic myocardial morphology fibrosis and ultrastructure were evaluated through he staining masson staining and transmission electron microscopy respectively myocardial transcriptomics were employed to identify genes that may be altered in response to xjq treatment consistently xjq inhibited tgf induced myofibroblast activation xjq significantly improved cardiac function and structure mitigating fibrosis edema and mitochondrial damage while reducing key biomarkers bnp nt probnp ctnt ang ii transcriptomic analysis indicated that the differentially expressed genes influenced by xjq were predominantly associated with extracellular matrix ecm remodeling notably xjq inhibited the upregulation of ecm proteins including xjq significantly attenuated the progression from mi to chf by inhibiting fibroblast activation mediated by tgf smads signaling the molecular mechanisms underlying this effect appear to be intricately linked to its regulation of ecm remodeling proteins specifically"
}