{
    "title": "Spatial distribution, pollution level, and health risk of Pb in the finer dust of residential areas: a case study of Xi'an, northwest China.",
    "doc_id": "34625867",
    "writer": "Yu B",
    "year": "2022",
    "summary": "The spatial distribution, pollution level, and exposure risk of Pb in the finer dust (particle size < 63 mum) of residential areas in Xi'an, northwest China were investigated in this study. Geographical information systems and geodetector methods were used to ana …",
    "abstract": "The spatial distribution, pollution level, and exposure risk of Pb in the finer dust (particle size < 63 μm) of residential areas in Xi'an, northwest China were investigated in this study. Geographical information systems and geodetector methods were used to analyze the spatial variability of Pb content in the finer dust of Xi'an and its forming mechanism. The enrichment factor was used to assess the extent of Pb pollution, and the hazard index was used to evaluate the health risks to children and adults exposed to Pb. The results showed that the average content of Pb in the finer dust of residential areas in Xi'an was 99.9 mg kg-1. In the Xi'an urban area, a higher Pb content was mainly found in the finer dust near the Second Ring Road of Xi'an City, and the Pb content in the old town of Xi'an City was relatively lower than that near the Second Ring Road. The results of geodetector analysis indicate that the spatial variability of Pb in the finer dust of the Xi'an urban area was primarily controlled by the interaction among vehicle emissions, daily behavior of residents, and industrial emissions. Pb in the finer dust from residential areas in all districts showed moderate enrichment. The non-cancer risks of Pb in the finer dust were within the safe range for both children and adults. However, the prolonged exposure risk of Pb in the finer dust of residential areas should be considered for children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34625867/",
    "clean_text": "spatial distribution pollution level and health risk of pb in the finer dust of residential areas a case study of xi an northwest china the spatial distribution pollution level and exposure risk of pb in the finer dust particle size mum of residential areas in xi an northwest china were investigated in this study geographical information systems and geodetector methods were used to ana the spatial distribution pollution level and exposure risk of pb in the finer dust particle size m of residential areas in xi an northwest china were investigated in this study geographical information systems and geodetector methods were used to analyze the spatial variability of pb content in the finer dust of xi an and its forming mechanism the enrichment factor was used to assess the extent of pb pollution and the hazard index was used to evaluate the health risks to children and adults exposed to pb the results showed that the average content of pb in the finer dust of residential areas in xi an was mg kg in the xi an urban area a higher pb content was mainly found in the finer dust near the second ring road of xi an city and the pb content in the old town of xi an city was relatively lower than that near the second ring road the results of geodetector analysis indicate that the spatial variability of pb in the finer dust of the xi an urban area was primarily controlled by the interaction among vehicle emissions daily behavior of residents and industrial emissions pb in the finer dust from residential areas in all districts showed moderate enrichment the non cancer risks of pb in the finer dust were within the safe range for both children and adults however the prolonged exposure risk of pb in the finer dust of residential areas should be considered for children"
}