{
    "pmid": "41474097",
    "title": "Impact of the COVID-19 pandemic on routine childhood immunisation coverage and timeliness in Switzerland: a retrospective analysis using data from the Swiss National Vaccination Coverage Survey, 2019-2023.",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic has disrupted healthcare systems worldwide, leading to concerns about reduced access to routine childhood immunisations. However, comprehensive data on how the pandemic specifically impacted paediatric vaccination coverage in Switzerland remain limited across the country. The present study provides an analysis of the timeliness and coverage of routine childhood immunisations in Switzerland before and during the COVID-19 pandemic, offering insights into potential fluctuations in coverage. To assess the impact of the COVID-19 pandemic on routine childhood immunisation in Switzerland by comparing vaccination coverage and timeliness for children under 35 months of age before and during the pandemic. Additionally, the study seeks to identify factors associated with the likelihood of children receiving vaccinations, considering demographic and geographic variables. We used 2019-2023 data from the Swiss National Vaccination Coverage Survey (SNVCS), a cross-sectional survey that collected immunisation information of children under 35 months of age from a nationally representative sample of households. Children who were eligible for a vaccine from March 2020 to March 2021 were considered as the COVID-affected group and those eligible for a vaccine before this date were included in the pre-COVID-19 cohort. Coverage of the following vaccine doses was considered: diphtheria at one, two and three doses (Di1, Di2, Di3); pneumococcus at one, two and three doses (PCV1, PCV2, PCV3); and measles first and second dose (MCV1, MCV2). Vaccine timeliness was defined as receiving a dose on time with a tolerance period of 30 days. We used logistic regression models to identify and understand the factors that might influence vaccination rates. For the diphtheria vaccines (Di1, Di2, Di3), while coverage remained high, there was a slight decrease observed in timely vaccination rates for some doses, with reductions of around 1% to 3% compared to pre-COVID-19 levels. The impact on PCV1, PCV2 and PCV3 showed similar trends, with slight reductions in coverage during the pandemic, but these differences were not statistically significant. For measles-containing vaccines (MCV1 and MCV2), coverage during the pandemic was higher compared to pre-COVID-19 rates. Geographic and demographic factors, such as an urban setting, nationality and linguistic region, significantly influence childhood vaccination rates in Switzerland. While minor declines in vaccine timeliness were observed (diphtheria vaccine, pneumococcal conjugate vaccine), the overall likelihood of vaccination was not significantly affected by the COVID-19 pandemic. However, changes in vaccination recommendations introduced in 2019 may have influenced these trends.",
    "disease": "pneumonia",
    "clean_text": "impact of the covid pandemic on routine childhood immunisation coverage and timeliness in switzerland a retrospective analysis using data from the swiss national vaccination coverage survey the coronavirus disease covid pandemic has disrupted healthcare systems worldwide leading to concerns about reduced access to routine childhood immunisations however comprehensive data on how the pandemic specifically impacted paediatric vaccination coverage in switzerland remain limited across the country the present study provides an analysis of the timeliness and coverage of routine childhood immunisations in switzerland before and during the covid pandemic offering insights into potential fluctuations in coverage to assess the impact of the covid pandemic on routine childhood immunisation in switzerland by comparing vaccination coverage and timeliness for children under months of age before and during the pandemic additionally the study seeks to identify factors associated with the likelihood of children receiving vaccinations considering demographic and geographic variables we used data from the swiss national vaccination coverage survey snvcs a cross sectional survey that collected immunisation information of children under months of age from a nationally representative sample of households children who were eligible for a vaccine from march to march were considered as the covid affected group and those eligible for a vaccine before this date were included in the pre covid cohort coverage of the following vaccine doses was considered diphtheria at one two and three doses di di di pneumococcus at one two and three doses pcv pcv pcv and measles first and second dose mcv mcv vaccine timeliness was defined as receiving a dose on time with a tolerance period of days we used logistic regression models to identify and understand the factors that might influence vaccination rates for the diphtheria vaccines di di di while coverage remained high there was a slight decrease observed in timely vaccination rates for some doses with reductions of around to compared to pre covid levels the impact on pcv pcv and pcv showed similar trends with slight reductions in coverage during the pandemic but these differences were not statistically significant for measles containing vaccines mcv and mcv coverage during the pandemic was higher compared to pre covid rates geographic and demographic factors such as an urban setting nationality and linguistic region significantly influence childhood vaccination rates in switzerland while minor declines in vaccine timeliness were observed diphtheria vaccine pneumococcal conjugate vaccine the overall likelihood of vaccination was not significantly affected by the covid pandemic however changes in vaccination recommendations introduced in may have influenced these trends"
}