{
    "pmid": "41454522",
    "title": "Treatment preference for once-weekly versus once-daily DPP-4 inhibitors in patients with type 2 diabetes mellitus: a systematic review and meta-analysis of randomized controlled trials.",
    "abstract": "Although once-weekly and once-daily DPP-4 inhibitors have gained widespread market recognition, patient preference differences remain a key focus. This meta-analysis compares treatment preferences for once-weekly versus once-daily DPP-4 inhibitors in T2DM, offering evidence to guide clinical decisions and healthcare policies. PubMed, OVID, EBSCO, Web of Science, CNKI, Wanfang, and clinical trial registries were searched up to June 30, 2025. After screening literature against predefined criteria, a systematic review was conducted to compare the effects of once-weekly and once-daily DPP-4 inhibitors on the treatment preferences of patients with T2DM. 8 RCTs with 1,575 participants were analyzed. No significant difference in medication adherence and DTSQ total score between the once-weekly and once-daily groups ( No statistically significant association between treatment preferences for once-weekly versus once-daily DPP-4 inhibitors among T2DM patients and medication adherence, treatment satisfaction, glycemic level changes, safety, or treatment burden for these two dosing regimens. Further research is needed to elucidate the influence of physician prescribing behavior on these preferences.",
    "disease": "diabetes mellitus",
    "clean_text": "treatment preference for once weekly versus once daily dpp inhibitors in patients with type diabetes mellitus a systematic review and meta analysis of randomized controlled trials although once weekly and once daily dpp inhibitors have gained widespread market recognition patient preference differences remain a key focus this meta analysis compares treatment preferences for once weekly versus once daily dpp inhibitors in t dm offering evidence to guide clinical decisions and healthcare policies pubmed ovid ebsco web of science cnki wanfang and clinical trial registries were searched up to june after screening literature against predefined criteria a systematic review was conducted to compare the effects of once weekly and once daily dpp inhibitors on the treatment preferences of patients with t dm rcts with participants were analyzed no significant difference in medication adherence and dtsq total score between the once weekly and once daily groups no statistically significant association between treatment preferences for once weekly versus once daily dpp inhibitors among t dm patients and medication adherence treatment satisfaction glycemic level changes safety or treatment burden for these two dosing regimens further research is needed to elucidate the influence of physician prescribing behavior on these preferences"
}