{
    "pmid": "41458459",
    "title": "Clinical Prognostic Value of C-Reactive Protein-Albumin-Lymphocyte Index (CALLY) in Patients with Stage III Breast Cancer.",
    "abstract": "To investigate the relationship between the C-reactive protein-albumin-lymphocyte index (CALLY) and clinicopathological characteristics, as well as its prognostic value in stage III breast cancer patients. A retrospective analysis was conducted on the clinicopathological data of 187 stage III breast cancer patients who were treated in our hospital from 2010 to 2015. The optimal cut-off value for CALLY index was determined by ROC curve. Chi-square tests and Fisher's exact tests were used for intergroup analysis. Survival curves were plotted using Kaplan-Meier method, and comparisons between groups were made using Log Rank test. Univariate and multivariate analyses were performed using the COX regression model. A nomogram prediction model was constructed based on the results of multivariate analysis and validated using the concordance index (C-index), calibration curves, and decision curve analysis (DCA). According to ROC curve, the optimal cut-off value for CALLY was determined to be 0.10, dividing the patients into a low CALLY group (54 patients) and a high CALLY group (133 patients). CALLY was identified as a potential independent prognostic factor for stage III breast cancer patients. Patients with high CALLY values had longer survival time than those with low CALLY values (DFS:  CALLY index is a potential independent prognostic factor for stage III breast cancer patients. It provides new insights and methods for clinical diagnosis and treatment of breast cancer.",
    "disease": "breast cancer",
    "clean_text": "clinical prognostic value of c reactive protein albumin lymphocyte index cally in patients with stage iii breast cancer to investigate the relationship between the c reactive protein albumin lymphocyte index cally and clinicopathological characteristics as well as its prognostic value in stage iii breast cancer patients a retrospective analysis was conducted on the clinicopathological data of stage iii breast cancer patients who were treated in our hospital from to the optimal cut off value for cally index was determined by roc curve chi square tests and fisher s exact tests were used for intergroup analysis survival curves were plotted using kaplan meier method and comparisons between groups were made using log rank test univariate and multivariate analyses were performed using the cox regression model a nomogram prediction model was constructed based on the results of multivariate analysis and validated using the concordance index c index calibration curves and decision curve analysis dca according to roc curve the optimal cut off value for cally was determined to be dividing the patients into a low cally group patients and a high cally group patients cally was identified as a potential independent prognostic factor for stage iii breast cancer patients patients with high cally values had longer survival time than those with low cally values dfs cally index is a potential independent prognostic factor for stage iii breast cancer patients it provides new insights and methods for clinical diagnosis and treatment of breast cancer"
}