{
    "pmid": "41379385",
    "title": "Effect of yoga in children and adolescents with asthma: a systematic review and meta-analysis.",
    "abstract": "This systematic review and meta-analysis evaluated the efficacy of yoga-based lifestyle interventions as an adjunct to standard pharmacotherapy in pediatric asthma on pulmonary function, asthma control, and quality of life. PubMed, Embase, and Cochrane electronic databases were searched from inception to May 5, 2025. Randomized controlled trials (RCTs) assessing pulmonary functions, asthma symptom control, and/or quality of life were included. Pooled mean differences (MD) and standardized MD with 95% confidence intervals (CI) were calculated for outcomes at 6 and 12 wk using Stata 16. Study quality was assessed with the Cochrane Risk of Bias 2 tool, publication bias with the Egger test, heterogeneity with Q and I Six RCTs were included in the systematic review, and five of them (480 children, 8-16 years) were pooled in the meta-analysis. At 6 wk, three RCTs ( Yoga as a complementary therapy significantly improves pulmonary function in asthmatic children at 6 and 12 wk.",
    "disease": "asthma",
    "clean_text": "effect of yoga in children and adolescents with asthma a systematic review and meta analysis this systematic review and meta analysis evaluated the efficacy of yoga based lifestyle interventions as an adjunct to standard pharmacotherapy in pediatric asthma on pulmonary function asthma control and quality of life pubmed embase and cochrane electronic databases were searched from inception to may randomized controlled trials rcts assessing pulmonary functions asthma symptom control and or quality of life were included pooled mean differences md and standardized md with confidence intervals ci were calculated for outcomes at and wk using stata study quality was assessed with the cochrane risk of bias tool publication bias with the egger test heterogeneity with q and i six rcts were included in the systematic review and five of them children years were pooled in the meta analysis at wk three rcts yoga as a complementary therapy significantly improves pulmonary function in asthmatic children at and wk"
}