{
    "title": "Critical Roles of microRNAs in the Pathogenesis of Fatty Liver: New Advances, Challenges, and Potential Directions.",
    "doc_id": "29951838",
    "writer": "Miao C",
    "year": "2018",
    "summary": "In the pathophysiological mechanism of fatty liver, miRNAs may be regulated by upstream regulators, and have their own regulatory targets. miRNAs display important roles in the pathological mechanisms of alcoholic liver disease and non-alcoholic fatty …",
    "abstract": "In this review, we summarize the current understanding of microRNA (miRNA)-mediated modulation of the gene expression in the fatty liver as well as related signaling pathways. Because of the breadth and diversity of miRNAs, miRNAs may have a very wide variety of biological functions, and much evidence has confirmed that miRNAs are involved in the pathogenesis of fatty liver. In the pathophysiological mechanism of fatty liver, miRNAs may be regulated by upstream regulators, and have their own regulatory targets. miRNAs display important roles in the pathological mechanisms of alcoholic liver disease and non-alcoholic fatty liver disease. At present, most of the miRNA studies are focused on cell and tissue levels, and in vivo studies will help us elucidate the regulation of miRNAs and help us evaluate the potential of miRNAs as diagnostic markers and therapeutic targets. Furthermore, there is evidence that miRNAs are involved in the mechanism of natural medicine treatment in fatty liver. Given the important roles of miRNAs in the pathogenesis of fatty liver, we predict that studies of miRNAs in the pathogenesis of fatty liver will contribute to the elucidation of fatty liver pathology and the treatment of fatty liver patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29951838/",
    "clean_text": "critical roles of micrornas in the pathogenesis of fatty liver new advances challenges and potential directions in the pathophysiological mechanism of fatty liver mirnas may be regulated by upstream regulators and have their own regulatory targets mirnas display important roles in the pathological mechanisms of alcoholic liver disease and non alcoholic fatty in this review we summarize the current understanding of microrna mirna mediated modulation of the gene expression in the fatty liver as well as related signaling pathways because of the breadth and diversity of mirnas mirnas may have a very wide variety of biological functions and much evidence has confirmed that mirnas are involved in the pathogenesis of fatty liver in the pathophysiological mechanism of fatty liver mirnas may be regulated by upstream regulators and have their own regulatory targets mirnas display important roles in the pathological mechanisms of alcoholic liver disease and non alcoholic fatty liver disease at present most of the mirna studies are focused on cell and tissue levels and in vivo studies will help us elucidate the regulation of mirnas and help us evaluate the potential of mirnas as diagnostic markers and therapeutic targets furthermore there is evidence that mirnas are involved in the mechanism of natural medicine treatment in fatty liver given the important roles of mirnas in the pathogenesis of fatty liver we predict that studies of mirnas in the pathogenesis of fatty liver will contribute to the elucidation of fatty liver pathology and the treatment of fatty liver patients"
}