{
    "title": "Imaging and Screening of Ovarian Cancer.",
    "doc_id": "28991564",
    "writer": "Lowry KP",
    "year": "2017",
    "summary": "Despite much effort to identify an effective approach for ovarian cancer screening, to date no screening test has proven to reduce ovarian cancer mortality. The natural history of ovarian cancer is reviewed as well as data from the largest trials of ovaria …",
    "abstract": "Ovarian cancer has a high mortality, attributed to its typically advanced stage at detection. Despite much effort to identify an effective approach for ovarian cancer screening, to date no screening test has proven to reduce ovarian cancer mortality. The natural history of ovarian cancer is reviewed as well as data from the largest trials of ovarian cancer screening. Currently, no North American society recommends routine ovarian cancer screening; some societies recommend consideration of screening with pelvic ultrasound and CA-125 in women at high risk, although its use in this setting is not supported by data demonstrating a mortality benefit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28991564/",
    "clean_text": "imaging and screening of ovarian cancer despite much effort to identify an effective approach for ovarian cancer screening to date no screening test has proven to reduce ovarian cancer mortality the natural history of ovarian cancer is reviewed as well as data from the largest trials of ovaria ovarian cancer has a high mortality attributed to its typically advanced stage at detection despite much effort to identify an effective approach for ovarian cancer screening to date no screening test has proven to reduce ovarian cancer mortality the natural history of ovarian cancer is reviewed as well as data from the largest trials of ovarian cancer screening currently no north american society recommends routine ovarian cancer screening some societies recommend consideration of screening with pelvic ultrasound and ca in women at high risk although its use in this setting is not supported by data demonstrating a mortality benefit"
}