{
    "pmid": "41444100",
    "title": "Telepsychotherapy Improves Health-Related Quality of Life in Parkinson's Disease.",
    "abstract": "Parkinson's disease (PD) is associated with significant impairments in health-related quality of life (HRQoL). Little is known about the impact of psychotherapy on HRQoL in PD. This study aimed to assess the effects of virtual cognitive-behavioral therapy on HRQoL among veterans with PD, and to identify possible mediators for change. Veterans with both PD and primary depressive disorders (n = 90) were recruited nationwide and randomized to PD-informed cognitive-behavioral therapy (CBT) or treatment as usual (TAU). The 10-session telehealth CBT intervention focused on behavioral activation, cognitive restructuring, and stress management, with strategies for problem-solving PD-related challenges highlighted throughout. The TAU group received routine VA care with clinical monitoring by study staff. HRQoL was measured with the SF-36, which included summary scores for physical and mental quality of life, along with eight health domain subscales. Depression (HAM-D), behavioral activation (BADS), and automatic negative thoughts (ATQ) were assessed as mediators of CBT and HRQoL in parallel and parallel-serial mediation models.n. There were significant group-by-time effects for physical (p = 0.007) and mental quality of life (p = 0.04) such that the CBT group improved in both by end-of-treatment, while the control group did not. Depression mediated the relationship between CBT and physical quality of life in both parallel (B = 1.90, 95% CI [0.06, 3.94]) and parallel-serial (B = 1.35, 95% CI [0.01, 3.13]) models. Cognitive-behavioral therapy holistically improves both the physical and mental challenges that Parkinson's disease places on everyday life. The routine assessment and management of depression in PD is a key component of evidence-based interdisciplinary care.",
    "disease": "parkinson disease",
    "clean_text": "telepsychotherapy improves health related quality of life in parkinson s disease parkinson s disease pd is associated with significant impairments in health related quality of life hrqol little is known about the impact of psychotherapy on hrqol in pd this study aimed to assess the effects of virtual cognitive behavioral therapy on hrqol among veterans with pd and to identify possible mediators for change veterans with both pd and primary depressive disorders n were recruited nationwide and randomized to pd informed cognitive behavioral therapy cbt or treatment as usual tau the session telehealth cbt intervention focused on behavioral activation cognitive restructuring and stress management with strategies for problem solving pd related challenges highlighted throughout the tau group received routine va care with clinical monitoring by study staff hrqol was measured with the sf which included summary scores for physical and mental quality of life along with eight health domain subscales depression ham d behavioral activation bads and automatic negative thoughts atq were assessed as mediators of cbt and hrqol in parallel and parallel serial mediation models n there were significant group by time effects for physical p and mental quality of life p such that the cbt group improved in both by end of treatment while the control group did not depression mediated the relationship between cbt and physical quality of life in both parallel b ci and parallel serial b ci models cognitive behavioral therapy holistically improves both the physical and mental challenges that parkinson s disease places on everyday life the routine assessment and management of depression in pd is a key component of evidence based interdisciplinary care"
}