{
    "title": "The underestimation of Young's modulus in compressive testing of cancellous bone specimens.",
    "doc_id": "1918092",
    "writer": "Odgaard A",
    "year": "1991",
    "summary": "In order to determine the accuracy of measurements of Young's modulus of cancellous bone by conventional compression testing, two independent strain measurements were made simultaneously during non-destructive uniaxial compression to 0.8% strain of rectangular specimens (n …",
    "abstract": "In order to determine the accuracy of measurements of Young's modulus of cancellous bone by conventional compression testing, two independent strain measurements were made simultaneously during non-destructive uniaxial compression to 0.8% strain of rectangular specimens (n = 18). Strain was measured by an extensometer attached to the compression anvils close to the specimen and by an optical system covering the central half of the specimens. Mean Young's modulus determined by the extensometer technique was 689 MPa, but was 871 MPa when determined by the optical technique (mean difference = 182 MPa, SED = 50 MPa, p less than 0.002). Uneven strain distribution due to lack of support of cut vertical trabeculae at the anvil-specimen interface is believed to be causing the underestimation of Young's modulus measured by the extensometer technique. The influence of friction at the specimen-anvil interface was studied by performing a finite element analysis. It is concluded that Young's modulus of specimens of the chosen geometry on average is underestimated by about 20% by conventional compressing testing. The underestimation seems not to be dependent upon specimen density.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1918092/",
    "clean_text": "the underestimation of young s modulus in compressive testing of cancellous bone specimens in order to determine the accuracy of measurements of young s modulus of cancellous bone by conventional compression testing two independent strain measurements were made simultaneously during non destructive uniaxial compression to strain of rectangular specimens n in order to determine the accuracy of measurements of young s modulus of cancellous bone by conventional compression testing two independent strain measurements were made simultaneously during non destructive uniaxial compression to strain of rectangular specimens n strain was measured by an extensometer attached to the compression anvils close to the specimen and by an optical system covering the central half of the specimens mean young s modulus determined by the extensometer technique was mpa but was mpa when determined by the optical technique mean difference mpa sed mpa p less than uneven strain distribution due to lack of support of cut vertical trabeculae at the anvil specimen interface is believed to be causing the underestimation of young s modulus measured by the extensometer technique the influence of friction at the specimen anvil interface was studied by performing a finite element analysis it is concluded that young s modulus of specimens of the chosen geometry on average is underestimated by about by conventional compressing testing the underestimation seems not to be dependent upon specimen density"
}