{
    "pmid": "41376901",
    "title": "Development of a nomogram to predict 30-day mortality in patients with chronic obstructive pulmonary disease complicated by sepsis: insights from the Medical Information Mart for Intensive Care (MIMIC-IV) database.",
    "abstract": "The coexistence of chronic obstructive pulmonary disease (COPD) and sepsis is associated with poorer outcomes and higher mortality rates compared to singular diseases. Currently, there is a lack of prognostic nomograms for patients presenting with this combination of conditions. This study aimed to establish a clinical prognostic model for COPD patients with sepsis to predict their 30-day mortality. A retrospective cohort study was conducted using the Medical Information Mart for Intensive Care (MIMIC-IV) database. Patients were randomly divided into train and test sets in a 7:3 ratio. Independent prognostic factors were identified using Cox regression, a nomogram was constructed, and risk scores for prognostic factors were generated. Model performance was assessed using the C-index and the area under the receiver operating characteristic curve (AUC). Calibration curves evaluated the predictive performance of the nomogram. Decision curve analyses (DCAs) assessed the clinical utility of the nomogram. Predictive factors included in the nomogram were age, race, breath rate, temperature, Acute Physiology Score III (APS III), mild liver disease, and malignant cancer. The C-index and AUC for the train and test sets were 0.775, 0.794 and 0.765, 0.788, respectively, indicating good discriminative ability of the model. Calibration and clinical DCA results demonstrated high goodness-of-fit and clinical benefit of the nomogram in both the train and test sets. The nomogram developed in this study for predicting 30-day mortality in COPD patients with sepsis exhibits strong performance, providing guidance for clinical decision-making and prognostication for patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "development of a nomogram to predict day mortality in patients with chronic obstructive pulmonary disease complicated by sepsis insights from the medical information mart for intensive care mimic iv database the coexistence of chronic obstructive pulmonary disease copd and sepsis is associated with poorer outcomes and higher mortality rates compared to singular diseases currently there is a lack of prognostic nomograms for patients presenting with this combination of conditions this study aimed to establish a clinical prognostic model for copd patients with sepsis to predict their day mortality a retrospective cohort study was conducted using the medical information mart for intensive care mimic iv database patients were randomly divided into train and test sets in a ratio independent prognostic factors were identified using cox regression a nomogram was constructed and risk scores for prognostic factors were generated model performance was assessed using the c index and the area under the receiver operating characteristic curve auc calibration curves evaluated the predictive performance of the nomogram decision curve analyses dcas assessed the clinical utility of the nomogram predictive factors included in the nomogram were age race breath rate temperature acute physiology score iii aps iii mild liver disease and malignant cancer the c index and auc for the train and test sets were and respectively indicating good discriminative ability of the model calibration and clinical dca results demonstrated high goodness of fit and clinical benefit of the nomogram in both the train and test sets the nomogram developed in this study for predicting day mortality in copd patients with sepsis exhibits strong performance providing guidance for clinical decision making and prognostication for patients"
}