{
    "pmid": "41458160",
    "title": "Identification of shared lactylation-related gene signatures between osteoporosis and chronic kidney disease.",
    "abstract": "Chronic kidney disease (CKD) and osteoporosis (OP) frequently coexist, yet their shared molecular pathogenesis remains incompletely characterized. We sought to identify diagnostic gene signatures for CKD and OP through integrated bioinformatics analysis, developing machine learning-based predictive models and clinical nomograms. Transcriptomic datasets (GSE104948, GSE104954, GSE56814, GSE56815) were normalized and batch-corrected. Differential expression analysis identified cross-disease signatures, followed by gradient boosting machine (GBM) and random forest modeling. Nomograms were constructed and validated via ROC curves and calibration plots. Findings were corroborated through immune correlation analyses and an ovariectomy (OVX) mouse model with/without CKD. Shared differentially expressed genes (DEGs) revealed six hub genes (MSN, PCBP2, CHERP, EMG1, RALYL, ALDH1A1) with significant expression differences. The GBM model achieved robust predictive performance. The CKD nomogram demonstrated excellent discrimination (AUC discovery = 0.8915; validation = 0.9837), while the OP nomogram showed moderate discriminatory capacity (AUC discovery = 0.8085; validation = 0.65). Murine model studies confirmed CKD synergistically exacerbates OP progression. We establish a high-accuracy CKD diagnostic nomogram and identify critical gene signatures common to CKD and OP pathogenesis. While the OP model requires refinement, these findings provide clinically actionable tools for precision diagnosis and illuminate molecular mechanisms linking renal and skeletal pathology.",
    "disease": "chronic kidney disease",
    "clean_text": "identification of shared lactylation related gene signatures between osteoporosis and chronic kidney disease chronic kidney disease ckd and osteoporosis op frequently coexist yet their shared molecular pathogenesis remains incompletely characterized we sought to identify diagnostic gene signatures for ckd and op through integrated bioinformatics analysis developing machine learning based predictive models and clinical nomograms transcriptomic datasets gse gse gse gse were normalized and batch corrected differential expression analysis identified cross disease signatures followed by gradient boosting machine gbm and random forest modeling nomograms were constructed and validated via roc curves and calibration plots findings were corroborated through immune correlation analyses and an ovariectomy ovx mouse model with without ckd shared differentially expressed genes degs revealed six hub genes msn pcbp cherp emg ralyl aldh a with significant expression differences the gbm model achieved robust predictive performance the ckd nomogram demonstrated excellent discrimination auc discovery validation while the op nomogram showed moderate discriminatory capacity auc discovery validation murine model studies confirmed ckd synergistically exacerbates op progression we establish a high accuracy ckd diagnostic nomogram and identify critical gene signatures common to ckd and op pathogenesis while the op model requires refinement these findings provide clinically actionable tools for precision diagnosis and illuminate molecular mechanisms linking renal and skeletal pathology"
}