{
    "pmid": "41456648",
    "title": "Integrated multi-omics unravels solanesol's multi-organ protection mechanisms against insulin resistance in type 2 diabetic mice.",
    "abstract": "Integrated multi-omics analysis has revolutionized the investigation of plant-derived compounds for type 2 diabetes mellitus (T2DM). Solanesol, a bioactive constituent from Solanaceae plants, exhibits high oral bioavailability and translational potential for multi-target therapeutics. This study aimed to elucidate the multi-target mechanisms and multi-organ protective effects of solanesol in T2DM management through integrated multi-omics approaches, to bridge the gap between phytochemical discovery and clinical translation. In Lepr Solanesol improved glucose tolerance, insulin sensitivity, and reduced serum lipids, hepatic gluconeogenesis, uric acid, white adipose mass, pancreatic/hepatic inflammation, and renal fibrosis. Mechanistically, solanesol: 1) enriched beneficial gut microbiota (Alistipes, Anaerotruncus, and Parasutterella) and increased levels of long-chain unsaturated fatty acids; 2) rebalanced the dysfunctional mitochondrial oxidative phosphorylation​​ microenvironment by modulating the expression and the activities of respiratory chain Complexes I-V; 3) modulated hepatic lipid metabolism by ​inhibiting​​ de novo ​​lipogenesis​​ via the Acly-Acaca-Fasn pathway, promoting cholesterol efflux and fatty acid oxidation​​ through Abca1/Fabp5, and attenuating inflammation​​ via Lpl-PPARδ downregulation. Solanesol demonstrates multi-organ protective effects through gut microbiota-metabolite crosstalk and hepatic lipid/redox homeostasis regulation. Its multi-target efficacy and oral bioavailability position it as a novel, clinically translatable candidate for T2DM management.",
    "disease": "diabetes mellitus",
    "clean_text": "integrated multi omics unravels solanesol s multi organ protection mechanisms against insulin resistance in type diabetic mice integrated multi omics analysis has revolutionized the investigation of plant derived compounds for type diabetes mellitus t dm solanesol a bioactive constituent from solanaceae plants exhibits high oral bioavailability and translational potential for multi target therapeutics this study aimed to elucidate the multi target mechanisms and multi organ protective effects of solanesol in t dm management through integrated multi omics approaches to bridge the gap between phytochemical discovery and clinical translation in lepr solanesol improved glucose tolerance insulin sensitivity and reduced serum lipids hepatic gluconeogenesis uric acid white adipose mass pancreatic hepatic inflammation and renal fibrosis mechanistically solanesol enriched beneficial gut microbiota alistipes anaerotruncus and parasutterella and increased levels of long chain unsaturated fatty acids rebalanced the dysfunctional mitochondrial oxidative phosphorylation microenvironment by modulating the expression and the activities of respiratory chain complexes i v modulated hepatic lipid metabolism by inhibiting de novo lipogenesis via the acly acaca fasn pathway promoting cholesterol efflux and fatty acid oxidation through abca fabp and attenuating inflammation via lpl ppar downregulation solanesol demonstrates multi organ protective effects through gut microbiota metabolite crosstalk and hepatic lipid redox homeostasis regulation its multi target efficacy and oral bioavailability position it as a novel clinically translatable candidate for t dm management"
}