{
    "pmid": "41349865",
    "title": "Pathogen-specific immunity debt in children after prolonged nonpharmaceutical interventions: a cross-sectional study in China.",
    "abstract": "During the COVID-19 pandemic, prolonged nonpharmaceutical interventions (NPIs) reduced the circulation of respiratory pathogens. The effects of NPIs on \"immunity debt\" in children are unclear, especially after almost 3 years of NPIs in China. Between November 2021 and October 2023, a cross-sectional study of 235 children (age 9 months-5 years) was conducted at the China-Japan Friendship Hospital, Beijing. Serum IgG antibodies against 10 respiratory pathogens, including influenza A, influenza B, respiratory syncytial virus (RSV), parainfluenza virus, adenovirus (types 7 and 55), Mycoplasma pneumoniae, and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants, were measured using a novel antigen-specific detection platform. Antibody levels were compared between the following three periods: during NPIs (2021-2022), after NPIs (January-June 2023), and during the Mycoplasma pneumoniae epidemic (July-October 2023). In parallel, hospital-based nucleic acid surveillance from 2017 to 2023 was analyzed. IgG levels exhibited pathogen-specific patterns. Antibody titers against M. pneumoniae and influenza A declined significantly during NPIs and rebounded after the restrictions were lifted, coinciding with increased clinical detection of these two pathogens. In contrast, the antibody levels for influenza B, RSV, parainfluenza virus, and adenovirus were stable across all periods. SARS-CoV-2 antibody titers rose after December 2022, reflecting the introduction of this new pathogen. Our results provide the first multi-pathogen serological evidence that prolonged NPIs led to pathogen-specific immunity debt in young children in China. The effects were most pronounced for pathogens with high pre-pandemic circulation or rapid antigenic drift. Sustained serological surveillance and pathogen-targeted vaccination strategies can mitigate epidemic rebounds after periods of reduced exposure.",
    "disease": "influenza",
    "clean_text": "pathogen specific immunity debt in children after prolonged nonpharmaceutical interventions a cross sectional study in china during the covid pandemic prolonged nonpharmaceutical interventions npis reduced the circulation of respiratory pathogens the effects of npis on immunity debt in children are unclear especially after almost years of npis in china between november and october a cross sectional study of children age months years was conducted at the china japan friendship hospital beijing serum igg antibodies against respiratory pathogens including influenza a influenza b respiratory syncytial virus rsv parainfluenza virus adenovirus types and mycoplasma pneumoniae and severe acute respiratory syndrome coronavirus sars cov variants were measured using a novel antigen specific detection platform antibody levels were compared between the following three periods during npis after npis january june and during the mycoplasma pneumoniae epidemic july october in parallel hospital based nucleic acid surveillance from to was analyzed igg levels exhibited pathogen specific patterns antibody titers against m pneumoniae and influenza a declined significantly during npis and rebounded after the restrictions were lifted coinciding with increased clinical detection of these two pathogens in contrast the antibody levels for influenza b rsv parainfluenza virus and adenovirus were stable across all periods sars cov antibody titers rose after december reflecting the introduction of this new pathogen our results provide the first multi pathogen serological evidence that prolonged npis led to pathogen specific immunity debt in young children in china the effects were most pronounced for pathogens with high pre pandemic circulation or rapid antigenic drift sustained serological surveillance and pathogen targeted vaccination strategies can mitigate epidemic rebounds after periods of reduced exposure"
}