{
    "pmid": "41381433",
    "title": "Anti-neuraminidase and anti-HA stalk antibodies reduce the susceptibility to and infectivity of influenza A/H3N2 virus.",
    "abstract": "Immune responses against neuraminidase (NA) and hemagglutinin (HA) are critical for developing effective influenza vaccines, yet their role in influenza transmission remains unclear. We conducted household transmission studies in Managua, Nicaragua, to assess the impact of anti-NA and anti-HA antibodies induced by natural infection on influenza A/H3N2 susceptibility and infectivity. Using mathematical models capturing household transmission dynamics, we found that high pre-existing antibody levels against the HA head (>31, [95% CrI 13-67]), HA stalk (>35, [95% CrI 11-66]), and NA (>31, [95% CrI 12-68]) are associated with reduced susceptibility to infection (relative susceptibility: HA head, 0.63 [95% CrI 0.42-0.98]; HA stalk, 0.66 [95% CrI 0.44-0.99]; NA, 0.49 [95% CrI 0.30-0.76]). HA stalk (>58 [95% CrI: 47-70]) and NA (>27 [95% CrI: 15-43]) are associated with reduced infectivity (relative infectivity: NA, 0.55 [95% CrI: 0.32-0.98], HA stalk 0.53 [95% CrI: 0.27-0.97]). These findings suggest that influenza vaccines designed to elicit NA immunity in addition to HA immunity may not only enhance protection against infection but also reduce onward transmission.",
    "disease": "influenza",
    "clean_text": "anti neuraminidase and anti ha stalk antibodies reduce the susceptibility to and infectivity of influenza a h n virus immune responses against neuraminidase na and hemagglutinin ha are critical for developing effective influenza vaccines yet their role in influenza transmission remains unclear we conducted household transmission studies in managua nicaragua to assess the impact of anti na and anti ha antibodies induced by natural infection on influenza a h n susceptibility and infectivity using mathematical models capturing household transmission dynamics we found that high pre existing antibody levels against the ha head cri ha stalk cri and na cri are associated with reduced susceptibility to infection relative susceptibility ha head cri ha stalk cri na cri ha stalk cri and na cri are associated with reduced infectivity relative infectivity na cri ha stalk cri these findings suggest that influenza vaccines designed to elicit na immunity in addition to ha immunity may not only enhance protection against infection but also reduce onward transmission"
}