{
    "title": "How is Aging Perceived to Affect Well-being in Women Older than 50 Years Living With HIV? A Qualitative Systematic Review.",
    "doc_id": "37543735",
    "writer": "Conway R",
    "year": "2023",
    "summary": "Advances in HIV treatment have led to more people with HIV living to 50 years and older. No reviews have qualitatively analyzed and synthesized the literature relevant to theory and practice for well-being specifically in Women living with HIV (WLWH) aged 50 years and olde …",
    "abstract": "Advances in HIV treatment have led to more people with HIV living to 50 years and older. No reviews have qualitatively analyzed and synthesized the literature relevant to theory and practice for well-being specifically in Women living with HIV (WLWH) aged 50 years and older. Sixteen eligible qualitative studies were critically appraised and thematically synthesized to investigate how aging was perceived to affect well-being in WLWH aged 50 years and older. Six themes demonstrated how HIV-related stigmas negatively affected social well-being, and how adjusting to living and aging with HIV negatively affected psychological and physical well-being of older WLWH. Holding caring roles also negatively affected physical well-being of WLWH. Globally, majority women aging with HIV were found to experience additional stigmas. Further research could elucidate how HIV-related stigma affects the well-being of global majority women living and aging with HIV. Recommendations are made for future HIV-related clinical practice and theory development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37543735/",
    "clean_text": "how is aging perceived to affect well being in women older than years living with hiv a qualitative systematic review advances in hiv treatment have led to more people with hiv living to years and older no reviews have qualitatively analyzed and synthesized the literature relevant to theory and practice for well being specifically in women living with hiv wlwh aged years and olde advances in hiv treatment have led to more people with hiv living to years and older no reviews have qualitatively analyzed and synthesized the literature relevant to theory and practice for well being specifically in women living with hiv wlwh aged years and older sixteen eligible qualitative studies were critically appraised and thematically synthesized to investigate how aging was perceived to affect well being in wlwh aged years and older six themes demonstrated how hiv related stigmas negatively affected social well being and how adjusting to living and aging with hiv negatively affected psychological and physical well being of older wlwh holding caring roles also negatively affected physical well being of wlwh globally majority women aging with hiv were found to experience additional stigmas further research could elucidate how hiv related stigma affects the well being of global majority women living and aging with hiv recommendations are made for future hiv related clinical practice and theory development"
}