{
    "title": "[The rheumatoid vasculitis and malignant rheumatoid arthritis(MRA)].",
    "doc_id": "12510370",
    "writer": "Matsumoto Y.",
    "year": "2002",
    "summary": "The inflammatory process characteristic of rheumatoid arthritis is typically targeted to the synovial membrane. In a subset of patients, rheumatoid disease is complicated by an inflammatory destruction of blood vessels, rheumatoid vasculitis. ...Howeve …",
    "abstract": "The inflammatory process characteristic of rheumatoid arthritis is typically targeted to the synovial membrane. In a subset of patients, rheumatoid disease is complicated by an inflammatory destruction of blood vessels, rheumatoid vasculitis. Rheumatoid vasculitis has been understood to be the result of severe disease extending beyond the joint, possibly caused by immune complex deposition. However, in Japan malignant rheumatoid arthritis(MRA) is designated as rheumatoid arthritis with vasculitis. Rheumatoid arthritis patients can be separated into two groups: individuals with synovial disease and individuals with synovial plus extra-articular disease, MRA. The model is supported by immunogenetic analysis describing an accumulation of vasculitis patients with rheumatoid arthritis among HLA-DRB10401 homozygotes. Therapy depends upon the clinical manifestation of rheumatoid vasculitis. Then, MRA is usually treated with steroid, and steroid pulse therapy and immunosuppressants are useful for severe MRA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12510370/",
    "clean_text": "the rheumatoid vasculitis and malignant rheumatoid arthritis mra the inflammatory process characteristic of rheumatoid arthritis is typically targeted to the synovial membrane in a subset of patients rheumatoid disease is complicated by an inflammatory destruction of blood vessels rheumatoid vasculitis howeve the inflammatory process characteristic of rheumatoid arthritis is typically targeted to the synovial membrane in a subset of patients rheumatoid disease is complicated by an inflammatory destruction of blood vessels rheumatoid vasculitis rheumatoid vasculitis has been understood to be the result of severe disease extending beyond the joint possibly caused by immune complex deposition however in japan malignant rheumatoid arthritis mra is designated as rheumatoid arthritis with vasculitis rheumatoid arthritis patients can be separated into two groups individuals with synovial disease and individuals with synovial plus extra articular disease mra the model is supported by immunogenetic analysis describing an accumulation of vasculitis patients with rheumatoid arthritis among hla drb homozygotes therapy depends upon the clinical manifestation of rheumatoid vasculitis then mra is usually treated with steroid and steroid pulse therapy and immunosuppressants are useful for severe mra"
}