{
    "pmid": "41467925",
    "title": "Driving knowledge assessment in cognitively impaired older adults: evidence from geriatric day hospitals.",
    "abstract": "Evidence and appropriate tools are often lacking to support the decision of driving discontinuation in cognitively impaired older adults by Alzheimer's disease and related disorders. Maintaining strong driving knowledge as individuals age is crucial for ensuring their fitness to drive. The objectives of this study were to describe the driving knowledge of older drivers > 65 referred for cognitive assessment compared to control subjects. We also analyzed the relationship between neuropsychological tests and driving knowledge assessment. Cross-sectional, observational, multicenter study in geriatric day hospitals including older drivers with cognitive complaints who underwent a comprehensive neuropsychological assessment. Their performance on a driving theory test (knowledge of driving laws and road rules) and self-evaluation of driving abilities were assessed via a computer-based exam and compared to those of healthy younger drivers. Regression models were used to examine the relationship between driving knowledge and the neuropsychological examination scores with adjustment for age, gender and cognitive performance. We included 144 patients (mean age 79.6 ± 4.9) and 249 controls (mean age 28.1 ± 6.6). Performance in the driving theory test was significantly lower in patients than in controls (p < 0.001). We showed a significative association between driving knowledge, the Montreal Cognitive Assessment (MoCA) and the Digit Symbol Substitution Test (DSST) independent from age, gender and cognitive performance. Our study has raised concerns regarding the overall poor theoretical driving skills in older drivers and their low self-evaluation ability. The MoCA and the DSTT may be useful for guiding driving discontinuation in cognitively impaired older adults.",
    "disease": "alzheimer disease",
    "clean_text": "driving knowledge assessment in cognitively impaired older adults evidence from geriatric day hospitals evidence and appropriate tools are often lacking to support the decision of driving discontinuation in cognitively impaired older adults by alzheimer s disease and related disorders maintaining strong driving knowledge as individuals age is crucial for ensuring their fitness to drive the objectives of this study were to describe the driving knowledge of older drivers referred for cognitive assessment compared to control subjects we also analyzed the relationship between neuropsychological tests and driving knowledge assessment cross sectional observational multicenter study in geriatric day hospitals including older drivers with cognitive complaints who underwent a comprehensive neuropsychological assessment their performance on a driving theory test knowledge of driving laws and road rules and self evaluation of driving abilities were assessed via a computer based exam and compared to those of healthy younger drivers regression models were used to examine the relationship between driving knowledge and the neuropsychological examination scores with adjustment for age gender and cognitive performance we included patients mean age and controls mean age performance in the driving theory test was significantly lower in patients than in controls p we showed a significative association between driving knowledge the montreal cognitive assessment moca and the digit symbol substitution test dsst independent from age gender and cognitive performance our study has raised concerns regarding the overall poor theoretical driving skills in older drivers and their low self evaluation ability the moca and the dstt may be useful for guiding driving discontinuation in cognitively impaired older adults"
}