{
    "pmid": "41473388",
    "title": "The Circadian Rhythm of Asthma Immune Metabolism.",
    "abstract": "Asthma is a chronic inflammatory respiratory disease with a distinct circadian rhythm. Common symptoms like cough, wheezing, and dyspnea, are worse at night and in the early morning (around 4 a.m.). The circadian pattern of asthma is intrinsically connected to the body's internal clock, which regulates a wide range of biological processes via transcription-translation feedback loop (TTFL). BMAL1 and CLOCK play a central role in the regulatory networks that control metabolism and immune function. When circadian rhythms are disrupted, it can result in metabolic disorders, immune dysfunction, and a worsening of asthma symptoms. A deeper understanding of the mechanisms underlying circadian rhythms may pave the way for innovative asthma treatments. Furthermore, the exploration and application of natural drugs and targeted therapies focusing on circadian rhythm genes show potential as a key approach for future precision treatment of asthma.",
    "disease": "asthma",
    "clean_text": "the circadian rhythm of asthma immune metabolism asthma is a chronic inflammatory respiratory disease with a distinct circadian rhythm common symptoms like cough wheezing and dyspnea are worse at night and in the early morning around a m the circadian pattern of asthma is intrinsically connected to the body s internal clock which regulates a wide range of biological processes via transcription translation feedback loop ttfl bmal and clock play a central role in the regulatory networks that control metabolism and immune function when circadian rhythms are disrupted it can result in metabolic disorders immune dysfunction and a worsening of asthma symptoms a deeper understanding of the mechanisms underlying circadian rhythms may pave the way for innovative asthma treatments furthermore the exploration and application of natural drugs and targeted therapies focusing on circadian rhythm genes show potential as a key approach for future precision treatment of asthma"
}