{
    "pmid": "41467834",
    "title": "[When should vascular liver disease be considered?].",
    "abstract": "Vascular liver diseases (VLD) are rare and their diagnosis can be difficult and late, leading to a delay in treatment. Diagnosis is most often multidisciplinary, involving primarily the clinician but also the radiologist and pathologist. In all cases, attention should be drawn to the absence of the usual causes of liver disease; conversely, a context of pathology associated with VLD may be a suggestive factor. The two main ways in which porto-sinusoidal vascular disease is discovered are unexplained abnormal liver tests and portal hypertension (PHT) without cirrhosis. In the case of acute splanchnic thrombosis (mainly portal), the main symptom is abdominal pain. The intensity of symptoms varies greatly, and the diagnosis may be overlooked and established late, at the stage of portal cavernoma and possibly complications of PHT. Budd-Chiari syndrome can mimic any acute or chronic liver disease, with the most common presentation being ascites/hepatomegaly/abdominal pain. Many clinical situations should raise the suspicion of VLD, which is based on dialogue between the clinician, radiologist, and pathologist. Early diagnosis allows for optimal patient management, particularly through anticoagulant therapy and treatment of PHT. Les maladies vasculaires du foie (MVF) sont des maladies rares et leur diagnostic peut être difficile, tardif, conduisant à un retard de prise en charge. Il est le plus souvent multidisciplinaire, faisant intervenir au premier plan le clinicien mais également le radiologue et l’anatomopathologiste. Dans tous les cas, l’attention doit être attirée par l’absence de cause habituelle de maladie du foie  ; inversement, un contexte de pathologie associée à une MVF peut être un élément évocateur. Les deux modes de découverte principaux de la maladie vasculaire porto-sinusoïdale sont des anomalies inexpliquées des tests hépatiques et une hypertension portale (HTP) sans cirrhose. Pour ce qui concerne la thrombose splanchnique (de la veine porte principalement) aiguë, le principal symptôme est une douleur abdominale. L’intensité des symptômes est très variable et le diagnostic peut être méconnu et établi tardivement, au stade de cavernome portal, et éventuellement de complications de l’HTP. Le syndrome de Budd-Chiari peut, lui, mimer toute maladie du foie, aiguë ou chronique, la présentation la plus habituelle étant l’association ascite-hépatomégalie-douleur abdominale. De nombreuses situations cliniques doivent faire évoquer le diagnostic de MVF, qui repose sur un dialogue entre clinicien, radiologue et anatomopathologiste. Un diagnostic précoce permet une prise en charge optimale du malade, en particulier par traitement anticoagulant et traitement de l’HTP.",
    "disease": "hypertension",
    "clean_text": "when should vascular liver disease be considered vascular liver diseases vld are rare and their diagnosis can be difficult and late leading to a delay in treatment diagnosis is most often multidisciplinary involving primarily the clinician but also the radiologist and pathologist in all cases attention should be drawn to the absence of the usual causes of liver disease conversely a context of pathology associated with vld may be a suggestive factor the two main ways in which porto sinusoidal vascular disease is discovered are unexplained abnormal liver tests and portal hypertension pht without cirrhosis in the case of acute splanchnic thrombosis mainly portal the main symptom is abdominal pain the intensity of symptoms varies greatly and the diagnosis may be overlooked and established late at the stage of portal cavernoma and possibly complications of pht budd chiari syndrome can mimic any acute or chronic liver disease with the most common presentation being ascites hepatomegaly abdominal pain many clinical situations should raise the suspicion of vld which is based on dialogue between the clinician radiologist and pathologist early diagnosis allows for optimal patient management particularly through anticoagulant therapy and treatment of pht les maladies vasculaires du foie mvf sont des maladies rares et leur diagnostic peut tre difficile tardif conduisant un retard de prise en charge il est le plus souvent multidisciplinaire faisant intervenir au premier plan le clinicien mais galement le radiologue et l anatomopathologiste dans tous les cas l attention doit tre attir e par l absence de cause habituelle de maladie du foie inversement un contexte de pathologie associ e une mvf peut tre un l ment vocateur les deux modes de d couverte principaux de la maladie vasculaire porto sinuso dale sont des anomalies inexpliqu es des tests h patiques et une hypertension portale htp sans cirrhose pour ce qui concerne la thrombose splanchnique de la veine porte principalement aigu le principal sympt me est une douleur abdominale l intensit des sympt mes est tr s variable et le diagnostic peut tre m connu et tabli tardivement au stade de cavernome portal et ventuellement de complications de l htp le syndrome de budd chiari peut lui mimer toute maladie du foie aigu ou chronique la pr sentation la plus habituelle tant l association ascite h patom galie douleur abdominale de nombreuses situations cliniques doivent faire voquer le diagnostic de mvf qui repose sur un dialogue entre clinicien radiologue et anatomopathologiste un diagnostic pr coce permet une prise en charge optimale du malade en particulier par traitement anticoagulant et traitement de l htp"
}