{
    "pmid": "41411220",
    "title": "Subthalamic versus Posterior Subthalamic Stimulation for Optimal Tremor Control in Parkinson's Disease.",
    "abstract": "Introduction Tremor-predominant Parkinson's disease (TPPD) generally responds favorably to Deep Brain Stimulation (DBS) targeting the subthalamic nucleus (STN). However, traditional stereotactic targeting of the STN does not universally yield the anticipated intraoperative improvement, prompting exploration of additional targets to achieve optimal results prior to permanent implantation of electrodes. The posterior subthalamic area (PSA), including the caudal zona incerta (cZI), have been associated with tremor suppression and can be easily compared to the neighboring STN intraoperatively. Methods We retrospectively compared intraoperative and clinical outcomes in tremor-dominant PD patients who prospectively underwent dual trajectory microelectrode monitor (MER) targeting the STN and PSA/cZI. We compared the neurophysiology and tremor response of both the central (STN) and posterior (PSA) trajectories in 22 patients and analyzed outcomes in those who ultimately received traditional STN (16) or PSA/cZI lead implantation (12). Results While both groups achieved substantial overall motor improvement under chronic stimulation, intraoperative test stimulation through the posterior path produced more consistent tremor arrest compared with STN. These findings suggest that positioning the DBS lead further posteriorly to engage the PSA can augment tremor suppression in select cases of TPPD without compromising other parkinsonian symptom relief. Conclusion Our results emphasize the value of intraoperative physiological feedback in trajectory selection in tremor-predominant patients and are consistent with emerging literature that PSA/cZI DBS is an effective and potentially superior target for management of tremor in PD.",
    "disease": "parkinson disease",
    "clean_text": "subthalamic versus posterior subthalamic stimulation for optimal tremor control in parkinson s disease introduction tremor predominant parkinson s disease tppd generally responds favorably to deep brain stimulation dbs targeting the subthalamic nucleus stn however traditional stereotactic targeting of the stn does not universally yield the anticipated intraoperative improvement prompting exploration of additional targets to achieve optimal results prior to permanent implantation of electrodes the posterior subthalamic area psa including the caudal zona incerta czi have been associated with tremor suppression and can be easily compared to the neighboring stn intraoperatively methods we retrospectively compared intraoperative and clinical outcomes in tremor dominant pd patients who prospectively underwent dual trajectory microelectrode monitor mer targeting the stn and psa czi we compared the neurophysiology and tremor response of both the central stn and posterior psa trajectories in patients and analyzed outcomes in those who ultimately received traditional stn or psa czi lead implantation results while both groups achieved substantial overall motor improvement under chronic stimulation intraoperative test stimulation through the posterior path produced more consistent tremor arrest compared with stn these findings suggest that positioning the dbs lead further posteriorly to engage the psa can augment tremor suppression in select cases of tppd without compromising other parkinsonian symptom relief conclusion our results emphasize the value of intraoperative physiological feedback in trajectory selection in tremor predominant patients and are consistent with emerging literature that psa czi dbs is an effective and potentially superior target for management of tremor in pd"
}