{
    "pmid": "41440839",
    "title": "Sex-Based Comparative Analysis of Outcomes Following Minimally Invasive Direct Coronary Artery Bypass: A 20-Year Study.",
    "abstract": "Despite the increasing adoption of minimally invasive direct coronary artery bypass (MIDCAB), data on its long-term outcomes-particularly regarding sex-based differences-remain limited. This study presents a robust 20-year analysis comparing males and females, assessing perioperative outcomes, long-term survival, and independent predictors of mortality to inform sex-sensitive clinical decision-making. A retrospective cohort analysis of 676 patients (138 females, 538 males) undergoing MIDCAB was performed. Propensity score matching (PSM) generated balanced female and male cohorts ( In unmatched cohorts, females exhibited significantly lower NYHA class distribution ( This 20-year study, the longest to date, demonstrates that MIDCAB achieves durable and equivalent long-term survival in males and females. It highlights sex-specific predictors of mortality, emphasizing the necessity for personalized preoperative risk assessment and postoperative management.",
    "disease": "coronary artery disease",
    "clean_text": "sex based comparative analysis of outcomes following minimally invasive direct coronary artery bypass a year study despite the increasing adoption of minimally invasive direct coronary artery bypass midcab data on its long term outcomes particularly regarding sex based differences remain limited this study presents a robust year analysis comparing males and females assessing perioperative outcomes long term survival and independent predictors of mortality to inform sex sensitive clinical decision making a retrospective cohort analysis of patients females males undergoing midcab was performed propensity score matching psm generated balanced female and male cohorts in unmatched cohorts females exhibited significantly lower nyha class distribution this year study the longest to date demonstrates that midcab achieves durable and equivalent long term survival in males and females it highlights sex specific predictors of mortality emphasizing the necessity for personalized preoperative risk assessment and postoperative management"
}