{
    "title": "Composition of the redox environment of the endoplasmic reticulum and sources of hydrogen peroxide.",
    "doc_id": "25678412",
    "writer": "Margittai É",
    "year": "2015",
    "summary": "However, their composition, concentration, and redox state in the ER lumen can be different from those observed in other compartments. The terminal oxidases of oxidative protein folding generate and maintain an \"oxidative environment\" by oxidizing protein thi …",
    "abstract": "The endoplasmic reticulum (ER) is a metabolically active organelle, which has a central role in proteostasis by translating, modifying, folding, and occasionally degrading secretory and membrane proteins. The lumen of the ER represents a separate compartment of the eukaryotic cell, with a characteristic proteome and metabolome. Although the redox metabolome and proteome of the compartment have not been holistically explored, it is evident that proper redox conditions are necessary for the functioning of many luminal pathways. These redox conditions are defined by local oxidoreductases and the membrane transport of electron donors and acceptors. The main electron carriers of the compartment are identical with those of the other organelles: glutathione, pyridine and flavin nucleotides, ascorbate, and others. However, their composition, concentration, and redox state in the ER lumen can be different from those observed in other compartments. The terminal oxidases of oxidative protein folding generate and maintain an \"oxidative environment\" by oxidizing protein thiols and producing hydrogen peroxide. ER-specific mechanisms reutilize hydrogen peroxide as an electron acceptor of oxidative folding. These mechanisms, together with membrane and kinetic barriers, guarantee that redox systems in the reduced or oxidized state can be present simultaneously in the lumen. The present knowledge on the in vivo conditions of ER redox is rather limited; development of new genetically encoded targetable sensors for the measurement of the luminal state of redox systems other than thiol/disulfide will contribute to a better understanding of ER redox homeostasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25678412/",
    "clean_text": "composition of the redox environment of the endoplasmic reticulum and sources of hydrogen peroxide however their composition concentration and redox state in the er lumen can be different from those observed in other compartments the terminal oxidases of oxidative protein folding generate and maintain an oxidative environment by oxidizing protein thi the endoplasmic reticulum er is a metabolically active organelle which has a central role in proteostasis by translating modifying folding and occasionally degrading secretory and membrane proteins the lumen of the er represents a separate compartment of the eukaryotic cell with a characteristic proteome and metabolome although the redox metabolome and proteome of the compartment have not been holistically explored it is evident that proper redox conditions are necessary for the functioning of many luminal pathways these redox conditions are defined by local oxidoreductases and the membrane transport of electron donors and acceptors the main electron carriers of the compartment are identical with those of the other organelles glutathione pyridine and flavin nucleotides ascorbate and others however their composition concentration and redox state in the er lumen can be different from those observed in other compartments the terminal oxidases of oxidative protein folding generate and maintain an oxidative environment by oxidizing protein thiols and producing hydrogen peroxide er specific mechanisms reutilize hydrogen peroxide as an electron acceptor of oxidative folding these mechanisms together with membrane and kinetic barriers guarantee that redox systems in the reduced or oxidized state can be present simultaneously in the lumen the present knowledge on the in vivo conditions of er redox is rather limited development of new genetically encoded targetable sensors for the measurement of the luminal state of redox systems other than thiol disulfide will contribute to a better understanding of er redox homeostasis"
}