{
    "pmid": "41459363",
    "title": "Short-term treatment of multidrug-resistant tuberculosis: a multicenter study of therapeutic effectiveness and adverse drug reactions in Yogyakarta, Indonesia.",
    "abstract": "This study analyzed the therapeutic effectiveness, ADRs, and their influencing factors in multidrug-resistant tuberculosis (MDR-TB) patients. We conducted a cross-sectional study involving patients in four referral hospitals in Yogyakarta province. The data was collected from the medical records and the Tuberculosis Information System (SITB) of the Ministry of Health of the Republic of Indonesia from January 2020 to June 2023. Of the 65 patients, 31 (47.7%) showed the expected clinical response. The factors affecting the therapeutic effectiveness were occupation and medication adherence. The most frequent ADR found was gastrointestinal disorders (19.9%). Based on the severity levels, the most frequently found ADRs were levels 1 and 3, at 60.1% and 26.1%, respectively. In conclusion, more than half of all the MDR-TB patients still showed an inadequate clinical response, with almost 40% of MDR-TB patients experiencing ADRs.",
    "disease": "tuberculosis",
    "clean_text": "short term treatment of multidrug resistant tuberculosis a multicenter study of therapeutic effectiveness and adverse drug reactions in yogyakarta indonesia this study analyzed the therapeutic effectiveness adrs and their influencing factors in multidrug resistant tuberculosis mdr tb patients we conducted a cross sectional study involving patients in four referral hospitals in yogyakarta province the data was collected from the medical records and the tuberculosis information system sitb of the ministry of health of the republic of indonesia from january to june of the patients showed the expected clinical response the factors affecting the therapeutic effectiveness were occupation and medication adherence the most frequent adr found was gastrointestinal disorders based on the severity levels the most frequently found adrs were levels and at and respectively in conclusion more than half of all the mdr tb patients still showed an inadequate clinical response with almost of mdr tb patients experiencing adrs"
}