{
    "title": "The spinal generator of ejaculation: Functional consequences of chronic spinalization and effect of substance P in anesthetized rats.",
    "doc_id": "27592274",
    "writer": "Chéhensse C",
    "year": "2016",
    "summary": "The inability to ejaculate, i.e. anejaculation, affects the vast majority of men after spinal cord injury (SCI). Ejaculation can however be obtained in approximately half of SCI men by applying extraphysiological vibratory stimulation to the penis suggesting that a spin …",
    "abstract": "The inability to ejaculate, i.e. anejaculation, affects the vast majority of men after spinal cord injury (SCI). Ejaculation can however be obtained in approximately half of SCI men by applying extraphysiological vibratory stimulation to the penis suggesting that a spinal neural organization commanding ejaculation exists than can be activated despite disruption of cerebral connections. In the rat, a spinal generator of ejaculation (SGE) has been identified which is notably characterized by the presence of substance P (SP) receptor (neurokinin-1 receptor) onto the constituting neurons. The aim of this study was to evaluate the consequence of chronic spinal cord section and the effect of SP on the function of the rat SGE. Electrical stimulations of varying intensity were applied to SGE in anesthetized rats 4weeks after complete transection of the thoracic spinal cord (T9) and ejaculation occurrence as well as peripheral responses, i.e. bulbospongiosus electromyogram and pressure within the seminal vesicle, were monitored. Then the effect of SP locally delivered was assessed in this experimental setting. Occurrence of ejaculation elicited by SGE stimulation, SGE excitatory threshold, and amplitude of peripheral responses were unchanged in spinalized as compared to spinally intact rats. In spinalized rats, SP triggered ejaculation upon intraspinal delivery into the SGE area and decreased the SGE stimulation intensity provoking ejaculation after intrathecal administration indicating a decrease in SGE excitatory threshold. The pro-ejaculatory inducing and facilitating effects of SP were reversed by the selective neurokinin-1 receptor antagonist RP67580. It was concluded that chronic spinalization has no significant impact on SGE functioning and SP exerts a pro-ejaculatory role at the SGE level, opening new avenues for the treatment of anejaculation in SCI men.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27592274/",
    "clean_text": "the spinal generator of ejaculation functional consequences of chronic spinalization and effect of substance p in anesthetized rats the inability to ejaculate i e anejaculation affects the vast majority of men after spinal cord injury sci ejaculation can however be obtained in approximately half of sci men by applying extraphysiological vibratory stimulation to the penis suggesting that a spin the inability to ejaculate i e anejaculation affects the vast majority of men after spinal cord injury sci ejaculation can however be obtained in approximately half of sci men by applying extraphysiological vibratory stimulation to the penis suggesting that a spinal neural organization commanding ejaculation exists than can be activated despite disruption of cerebral connections in the rat a spinal generator of ejaculation sge has been identified which is notably characterized by the presence of substance p sp receptor neurokinin receptor onto the constituting neurons the aim of this study was to evaluate the consequence of chronic spinal cord section and the effect of sp on the function of the rat sge electrical stimulations of varying intensity were applied to sge in anesthetized rats weeks after complete transection of the thoracic spinal cord t and ejaculation occurrence as well as peripheral responses i e bulbospongiosus electromyogram and pressure within the seminal vesicle were monitored then the effect of sp locally delivered was assessed in this experimental setting occurrence of ejaculation elicited by sge stimulation sge excitatory threshold and amplitude of peripheral responses were unchanged in spinalized as compared to spinally intact rats in spinalized rats sp triggered ejaculation upon intraspinal delivery into the sge area and decreased the sge stimulation intensity provoking ejaculation after intrathecal administration indicating a decrease in sge excitatory threshold the pro ejaculatory inducing and facilitating effects of sp were reversed by the selective neurokinin receptor antagonist rp it was concluded that chronic spinalization has no significant impact on sge functioning and sp exerts a pro ejaculatory role at the sge level opening new avenues for the treatment of anejaculation in sci men"
}