{
    "pmid": "41392864",
    "title": "Metabolite Profiling of Bioactive Compounds in Algerian Opuntia Fruits With Emphasis on Their Anticancer Properties.",
    "abstract": "Opuntia plants are well-known for their richness in numerous compounds with potential biological properties against human diseases, including ulcers, asthma, and hemorrhoids. This study aimed to evaluate the anticancer activity of different parts (seeds, pulp, and fruit) and extraction solvents of both cultivated and wild Opuntia fruits against various cell lines, as well as to identify the potential components responsible for this activity using a bioactivity-based molecular networking approach with LC-MS/MS data. Among the different Opuntia extracts, the aqueous wild seeds (WS) exhibited a potent cytotoxic effect (>35% of cytotoxicity) against the carcinogenic HCT-116, MG-63, and T-47D cells with minor toxicity (<15%) to immortalized non-cancerogenic normal cells (hCMEC/D3, HaCaT, and 3T3-L1). A notable sensibility of the colon carcinoma cancer line (HCT-116) was observed toward the aqueous WS, reducing their viability by 65.5% at the concentration of 1000ʵg/mL, with an IC",
    "disease": "asthma",
    "clean_text": "metabolite profiling of bioactive compounds in algerian opuntia fruits with emphasis on their anticancer properties opuntia plants are well known for their richness in numerous compounds with potential biological properties against human diseases including ulcers asthma and hemorrhoids this study aimed to evaluate the anticancer activity of different parts seeds pulp and fruit and extraction solvents of both cultivated and wild opuntia fruits against various cell lines as well as to identify the potential components responsible for this activity using a bioactivity based molecular networking approach with lc ms ms data among the different opuntia extracts the aqueous wild seeds ws exhibited a potent cytotoxic effect of cytotoxicity against the carcinogenic hct mg and t d cells with minor toxicity to immortalized non cancerogenic normal cells hcmec d hacat and t l a notable sensibility of the colon carcinoma cancer line hct was observed toward the aqueous ws reducing their viability by at the concentration of g ml with an ic"
}