{
    "title": "Hypovolemic shock due to Wunderlich syndrome (spontaneous renal haemorrhage): a case report and literature review.",
    "doc_id": "37326272",
    "writer": "Vercelli A",
    "year": "2023",
    "summary": "Wunderlich syndrome (WS) or spontaneous renal haemorrhage is a rare and life-threatening condition often leading to haemorrhagic shock. WS is characterized by an acute onset of non-traumatic subcapsular and perirenal haematoma formation due to several causes, …",
    "abstract": "Wunderlich syndrome (WS) or spontaneous renal haemorrhage is a rare and life-threatening condition often leading to haemorrhagic shock. WS is characterized by an acute onset of non-traumatic subcapsular and perirenal haematoma formation due to several causes, including neoplasms, cystic rupture, vasculitis, coagulopathies, and infections. The classical presentation includes acute flank or abdominal pain, a palpable flank mass and hypovolemic shock (Lenk's triad). Nausea, vomiting, fever, and haematuria can also be present. Computed tomography angiography is mandatory to localize the source of haemorrhage. Super-selective embolization can be performed to stop bleeding, while surgery is reserved to haemodynamic unstable patients and neoplastic cases. We describe a case of WS in a 79-year-old male patient, who rapidly developed hypovolemic shock requiring urgent nephrectomy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37326272/",
    "clean_text": "hypovolemic shock due to wunderlich syndrome spontaneous renal haemorrhage a case report and literature review wunderlich syndrome ws or spontaneous renal haemorrhage is a rare and life threatening condition often leading to haemorrhagic shock ws is characterized by an acute onset of non traumatic subcapsular and perirenal haematoma formation due to several causes wunderlich syndrome ws or spontaneous renal haemorrhage is a rare and life threatening condition often leading to haemorrhagic shock ws is characterized by an acute onset of non traumatic subcapsular and perirenal haematoma formation due to several causes including neoplasms cystic rupture vasculitis coagulopathies and infections the classical presentation includes acute flank or abdominal pain a palpable flank mass and hypovolemic shock lenk s triad nausea vomiting fever and haematuria can also be present computed tomography angiography is mandatory to localize the source of haemorrhage super selective embolization can be performed to stop bleeding while surgery is reserved to haemodynamic unstable patients and neoplastic cases we describe a case of ws in a year old male patient who rapidly developed hypovolemic shock requiring urgent nephrectomy"
}