{
    "pmid": "41457158",
    "title": "MARGIN: Randomized Trial of Arterial CT Portography Versus Standard Imaging Guidance for Percutaneous Thermal Ablation of Colorectal Liver Metastases.",
    "abstract": "To assess whether arterial computed tomography portography guidance improves early local tumor control after percutaneous thermal ablation of small colorectal cancer liver metastases compared with standard-of-care imaging guidance, hypothesizing a ≥ 20% increase in complete ablation at 3 months confirmed by MRI and PET-CT. This prospective, single-blind, two-center trial will randomize 88 adults (1:1) with up to three colorectal liver metastases ≤ 3 cm, including at least one not visible with ultrasound, to undergo ablation under either standard imaging guidance (intravenous contrast-enhanced CT, image fusion, or CT hepatic arteriography) or arterial portography after selective mesenteric or splenic catheterization in a hybrid angio-CT suite. Operators may use radiofrequency or microwave devices. The primary endpoint is complete ablation at 3 months on MRI and PET-CT. Secondary endpoints include lesion-level success, 12-month recurrence, safety, and a translational biobank. The sample size provides 80% power to detect a 20% absolute improvement (two-sided α = 0.05). Not applicable; protocol manuscript. The MARGIN trial will test whether arterial CT portography can improve complete ablation rates versus standard imaging in colorectal liver metastases. Beyond technical outcomes, it aims to refine image guidance strategies, optimize margin control, and generate high-level evidence for interventional oncology. The translational biobank will further link imaging findings to tumor biology and immune activation. This trial will test if arterial CT portography can improve early completeness of thermal ablation for colorectal liver metastases versus standard imaging. ClinicalTrials.gov NCT05665322 (registered December 14, 2022). Level 1b (randomized controlled trial).",
    "disease": "colorectal cancer",
    "clean_text": "margin randomized trial of arterial ct portography versus standard imaging guidance for percutaneous thermal ablation of colorectal liver metastases to assess whether arterial computed tomography portography guidance improves early local tumor control after percutaneous thermal ablation of small colorectal cancer liver metastases compared with standard of care imaging guidance hypothesizing a increase in complete ablation at months confirmed by mri and pet ct this prospective single blind two center trial will randomize adults with up to three colorectal liver metastases cm including at least one not visible with ultrasound to undergo ablation under either standard imaging guidance intravenous contrast enhanced ct image fusion or ct hepatic arteriography or arterial portography after selective mesenteric or splenic catheterization in a hybrid angio ct suite operators may use radiofrequency or microwave devices the primary endpoint is complete ablation at months on mri and pet ct secondary endpoints include lesion level success month recurrence safety and a translational biobank the sample size provides power to detect a absolute improvement two sided not applicable protocol manuscript the margin trial will test whether arterial ct portography can improve complete ablation rates versus standard imaging in colorectal liver metastases beyond technical outcomes it aims to refine image guidance strategies optimize margin control and generate high level evidence for interventional oncology the translational biobank will further link imaging findings to tumor biology and immune activation this trial will test if arterial ct portography can improve early completeness of thermal ablation for colorectal liver metastases versus standard imaging clinicaltrials gov nct registered december level b randomized controlled trial"
}