{
    "pmid": "41391795",
    "title": "Achyranthes bidentata polysaccharides alleviates rheumatoid arthritis via the gut microbiota-barrier-metabolite axis in vitro and in vivo.",
    "abstract": "The mechanisms by which Achyranthes bidentata polysaccharides (ABPs) ameliorate rheumatoid arthritis (RA) via the gut-joint axis remain poorly understood. By combining in vitro digestion-fermentation models with a collagen-induced arthritis (CIA) murine model, this study dissected ABPs' therapeutic pathways through gut microbiota-barrier-metabolite network. Structurally, ABPs resisted simulated digestion, with molecular weight slightly decreasing from 2026 Da to 1989 Da, and were efficiently metabolized by RA-derived gut microbiota during in vitro fermentation. This resulted in microbial remodeling, marked by a significant expansion of short-chain fatty acid (SCFA)-producing Bacteroides and suppression of pro-inflammatory Fusobacterium, leading to an increase in total SCFAs from 120 mmol/L to 151 mmol/L. In CIA mice, ABPs intervention reduced arthritis indices, improved trabecular bone volume, and restored joint receptor activator of nuclear factor kappa-B ligand/osteoprotegerin (RANKL/OPG) balance. Concurrently, ABPs repaired intestinal barrier integrity by 2.8-fold upregulation of tight junction proteins Zonula Occludens-1, Occludin, activated the kynurenine pathway of tryptophan metabolism and the 12/15-hydroxy-eicosatetraenoic acid (12/15-HETE) pathway of arachidonic acid metabolism, and downregulated serum pro-inflammatory cytokines tumor necrosis factor-αpha reduced by 37.1 %, Interleukin-6 by 42.3 %. This suppressed systemic inflammation through microbiota-SCFAs-metabolite interactions. Thus, ABPs ameliorate RA by remodeling the gut microbiota-SCFAs-metabolite axis. They enhance SCFA-producing bacteria, repair the intestinal barrier, suppress inflammation via kynurenine/12/15-HETE activation, and rebalance joint RANKL/OPG. This provides a paradigm for targeting the gut-joint axis in phytotherapy.",
    "disease": "rheumatoid arthritis",
    "clean_text": "achyranthes bidentata polysaccharides alleviates rheumatoid arthritis via the gut microbiota barrier metabolite axis in vitro and in vivo the mechanisms by which achyranthes bidentata polysaccharides abps ameliorate rheumatoid arthritis ra via the gut joint axis remain poorly understood by combining in vitro digestion fermentation models with a collagen induced arthritis cia murine model this study dissected abps therapeutic pathways through gut microbiota barrier metabolite network structurally abps resisted simulated digestion with molecular weight slightly decreasing from da to da and were efficiently metabolized by ra derived gut microbiota during in vitro fermentation this resulted in microbial remodeling marked by a significant expansion of short chain fatty acid scfa producing bacteroides and suppression of pro inflammatory fusobacterium leading to an increase in total scfas from mmol l to mmol l in cia mice abps intervention reduced arthritis indices improved trabecular bone volume and restored joint receptor activator of nuclear factor kappa b ligand osteoprotegerin rankl opg balance concurrently abps repaired intestinal barrier integrity by fold upregulation of tight junction proteins zonula occludens occludin activated the kynurenine pathway of tryptophan metabolism and the hydroxy eicosatetraenoic acid hete pathway of arachidonic acid metabolism and downregulated serum pro inflammatory cytokines tumor necrosis factor pha reduced by interleukin by this suppressed systemic inflammation through microbiota scfas metabolite interactions thus abps ameliorate ra by remodeling the gut microbiota scfas metabolite axis they enhance scfa producing bacteria repair the intestinal barrier suppress inflammation via kynurenine hete activation and rebalance joint rankl opg this provides a paradigm for targeting the gut joint axis in phytotherapy"
}