{
    "pmid": "41314390",
    "title": "Early-life exposure to tobacco smoke and chronic liver disease incidence in adulthood.",
    "abstract": "Tobacco exposure during critical developmental windows may have lasting health effects, but its role in the development of chronic liver disease (CLD) remains unclear. This study aimed to examine the association between early-life tobacco exposure and CLD incidence in adulthood. We included 429,603 participants without prior liver diseases from the UK Biobank. Information on in utero tobacco exposure and the age of smoking initiation was extracted, categorized as never-smokers, adulthood (≥18 y), adolescence (15-17 y), and childhood (5-14 y). Composite CLD and individual endpoints, including non-alcoholic fatty liver disease (NAFLD), fibrosis/cirrhosis, alcohol-related liver disease (ALD), viral hepatitis, and liver cancer, were ascertained through electronic health records. After covariate adjustment, in utero tobacco exposure was associated with a greater risk of incident CLD (HR 1.27; 95 % CI 1.21, 1.34). A significant dose-response association was observed between the age of smoking initiation and CLD risk; the HRs (95 % CIs) for smoking initiation in adulthood, adolescence, and childhood were 1.45 (1.36, 1.54), 1.48 (1.40, 1.57), and 1.81 (1.68, 1.96), respectively (P trend <0.001). The results were similar for NAFLD, fibrosis/cirrhosis, and ALD. Participants with both in utero tobacco exposure and smoking initiation in childhood had the highest CLD risk (HR 2.22; 95 % CI 1.98, 2.48). Among participants who started smoking in childhood or adolescence, the risk of CLD was substantially reduced in those with smoking cessation in midlife compared to those who continued smoking. The mediation analysis indicated that metabolic traits including obesity-related traits, lipid profile, and liver function partially explained the association between early-life tobacco exposure and CLD incidence. In utero and childhood/adolescence exposure to tobacco smoke was associated with an increased risk of CLD later in life.",
    "disease": "liver cirrhosis",
    "clean_text": "early life exposure to tobacco smoke and chronic liver disease incidence in adulthood tobacco exposure during critical developmental windows may have lasting health effects but its role in the development of chronic liver disease cld remains unclear this study aimed to examine the association between early life tobacco exposure and cld incidence in adulthood we included participants without prior liver diseases from the uk biobank information on in utero tobacco exposure and the age of smoking initiation was extracted categorized as never smokers adulthood y adolescence y and childhood y composite cld and individual endpoints including non alcoholic fatty liver disease nafld fibrosis cirrhosis alcohol related liver disease ald viral hepatitis and liver cancer were ascertained through electronic health records after covariate adjustment in utero tobacco exposure was associated with a greater risk of incident cld hr ci a significant dose response association was observed between the age of smoking initiation and cld risk the hrs cis for smoking initiation in adulthood adolescence and childhood were and respectively p trend the results were similar for nafld fibrosis cirrhosis and ald participants with both in utero tobacco exposure and smoking initiation in childhood had the highest cld risk hr ci among participants who started smoking in childhood or adolescence the risk of cld was substantially reduced in those with smoking cessation in midlife compared to those who continued smoking the mediation analysis indicated that metabolic traits including obesity related traits lipid profile and liver function partially explained the association between early life tobacco exposure and cld incidence in utero and childhood adolescence exposure to tobacco smoke was associated with an increased risk of cld later in life"
}