{
    "title": "The Epidemiology of low back pain.",
    "doc_id": "21665125",
    "writer": "Hoy D",
    "year": "2010",
    "summary": "Low back pain is an extremely common problem that most people experience at some point in their life. While substantial heterogeneity exists among low back pain epidemiological studies limiting the ability to compare and pool data, estima …",
    "abstract": "Low back pain is an extremely common problem that most people experience at some point in their life. While substantial heterogeneity exists among low back pain epidemiological studies limiting the ability to compare and pool data, estimates of the 1 year incidence of a first-ever episode of low back pain range between 6.3% and 15.4%, while estimates of the 1 year incidence of any episode of low back pain range between 1.5% and 36%. In health facility- or clinic-based studies, episode remission at 1 year ranges from 54% to 90%; however, most studies do not indicate whether the episode was continuous between the baseline and follow-up time point(s). Most people who experience activity-limiting low back pain go on to have recurrent episodes. Estimates of recurrence at 1 year range from 24% to 80%. Given the variation in definitions of remission and recurrence, further population-based research is needed to assess the daily patterns of low back pain episodes over 1 year and longer. There is substantial information on low back pain prevalence and estimates of the point prevalence range from 1.0% to 58.1% (mean: 18.1%; median: 15.0%), and 1 year prevalence from 0.8% to 82.5% (mean: 38.1%; median: 37.4%). Due to the heterogeneity of the data, mean estimates need to be interpreted with caution. Many environmental and personal factors influence the onset and course of low back pain. Studies have found the incidence of low back pain is highest in the third decade, and overall prevalence increases with age until the 60-65 year age group and then gradually declines. Other commonly reported risk factors include low educational status, stress, anxiety, depression, job dissatisfaction, low levels of social support in the workplace and whole-body vibration. Low back pain has an enormous impact on individuals, families, communities, governments and businesses throughout the world. The Global Burden of Disease 2005 Study (GBD 2005) is currently making estimates of the global burden of low back pain in relation to impairment and activity limitation. Results will be available in 2011. Further research is needed to help us understand more about the broader outcomes and impacts from low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21665125/",
    "clean_text": "the epidemiology of low back pain low back pain is an extremely common problem that most people experience at some point in their life while substantial heterogeneity exists among low back pain epidemiological studies limiting the ability to compare and pool data estima low back pain is an extremely common problem that most people experience at some point in their life while substantial heterogeneity exists among low back pain epidemiological studies limiting the ability to compare and pool data estimates of the year incidence of a first ever episode of low back pain range between and while estimates of the year incidence of any episode of low back pain range between and in health facility or clinic based studies episode remission at year ranges from to however most studies do not indicate whether the episode was continuous between the baseline and follow up time point s most people who experience activity limiting low back pain go on to have recurrent episodes estimates of recurrence at year range from to given the variation in definitions of remission and recurrence further population based research is needed to assess the daily patterns of low back pain episodes over year and longer there is substantial information on low back pain prevalence and estimates of the point prevalence range from to mean median and year prevalence from to mean median due to the heterogeneity of the data mean estimates need to be interpreted with caution many environmental and personal factors influence the onset and course of low back pain studies have found the incidence of low back pain is highest in the third decade and overall prevalence increases with age until the year age group and then gradually declines other commonly reported risk factors include low educational status stress anxiety depression job dissatisfaction low levels of social support in the workplace and whole body vibration low back pain has an enormous impact on individuals families communities governments and businesses throughout the world the global burden of disease study gbd is currently making estimates of the global burden of low back pain in relation to impairment and activity limitation results will be available in further research is needed to help us understand more about the broader outcomes and impacts from low back pain"
}