{
    "title": "How have Participation Outcomes of Autistic Young Adults been Measured? A Scoping Review.",
    "doc_id": "36068380",
    "writer": "Munsell EGS",
    "year": "2023",
    "summary": "Autistic young adults experience challenges participating in the workforce, post-secondary schooling, and living in the community. We examined how participation outcomes have been measured in autistic young adults. Articles (n = 113) were identified th …",
    "abstract": "Autistic young adults experience challenges participating in the workforce, post-secondary schooling, and living in the community. We examined how participation outcomes have been measured in autistic young adults. Articles (n = 113) were identified through database searches and citation tracking. Guided by current models in the literature, data were extracted for each measure of participation. Results include a description of the studies in the review, the extent to which participation across life situations has been addressed, and a critical analysis of the measures used to describe participation. While there is some breadth in the investigation of participation across diverse life situations, there is limited depth in what the measures capture and many measures used lack psychometric support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36068380/",
    "clean_text": "how have participation outcomes of autistic young adults been measured a scoping review autistic young adults experience challenges participating in the workforce post secondary schooling and living in the community we examined how participation outcomes have been measured in autistic young adults articles n were identified th autistic young adults experience challenges participating in the workforce post secondary schooling and living in the community we examined how participation outcomes have been measured in autistic young adults articles n were identified through database searches and citation tracking guided by current models in the literature data were extracted for each measure of participation results include a description of the studies in the review the extent to which participation across life situations has been addressed and a critical analysis of the measures used to describe participation while there is some breadth in the investigation of participation across diverse life situations there is limited depth in what the measures capture and many measures used lack psychometric support"
}