{
    "pmid": "41438356",
    "title": "LAMA1 derived from colorectal cancer promotes M2 polarization in macrophages ",
    "abstract": "Although the development of certain malignancies is linked to aberrant expression of LAMA1, it is not yet known how precisely LAMA1 regulates macrophage M2 polarization and the malignant evolution of colorectal cancer (CRC). qRT-PCR and western blot (WB) were used to identify the expression of LAMA1 in human normal colonic epithelial cells (NCM-460) and CRC cell lines (RKO, LoVo). Using ELISA kits, the protein levels of LAMA1, interleukin (IL)-10, and Arg1 were determined. The assays used in the study included flow cytometry to evaluate CRC cell apoptosis and macrophage M2 polarization. Colony formation assessed the proliferative ability of co-cultured CRC cells, with Transwell assessing migration and invasion. WB identified the expression of proteins linked to the epithelial- mesenchymal transition (EMT). In CRC cells, LAMA1 was overexpressed. LAMA1 generated from CRC stimulated the EGFR/AKT/CREB signaling pathway in macrophages to induce M2 polarization of macrophages and eventually promote CRC cell proliferation, migration, and invasion, as well as to activate the EMT process and block CRC cell apoptosis. As a pro-carcinogenic factor released by CRC cells, LAMA1 affects the activation of the EGFR/AKT/CREB pathway in macrophages, causing M2 polarization and aggravating the malignant evolution of CRC.",
    "disease": "colorectal cancer",
    "clean_text": "lama derived from colorectal cancer promotes m polarization in macrophages although the development of certain malignancies is linked to aberrant expression of lama it is not yet known how precisely lama regulates macrophage m polarization and the malignant evolution of colorectal cancer crc qrt pcr and western blot wb were used to identify the expression of lama in human normal colonic epithelial cells ncm and crc cell lines rko lovo using elisa kits the protein levels of lama interleukin il and arg were determined the assays used in the study included flow cytometry to evaluate crc cell apoptosis and macrophage m polarization colony formation assessed the proliferative ability of co cultured crc cells with transwell assessing migration and invasion wb identified the expression of proteins linked to the epithelial mesenchymal transition emt in crc cells lama was overexpressed lama generated from crc stimulated the egfr akt creb signaling pathway in macrophages to induce m polarization of macrophages and eventually promote crc cell proliferation migration and invasion as well as to activate the emt process and block crc cell apoptosis as a pro carcinogenic factor released by crc cells lama affects the activation of the egfr akt creb pathway in macrophages causing m polarization and aggravating the malignant evolution of crc"
}