{
    "pmid": "41396029",
    "title": "Comparisons of three-year outcomes according to the degree of left ventricular ejection fraction in patients with myocardial infarction with non-ST-segment elevation with and without chronic kidney disease.",
    "abstract": "Because renal and cardiac function are key to the prognosis of patients with coronary artery disease, we compared three-year clinical outcomes based on the degree of left ventricular ejection fraction (LVEF) in patients with non-ST-segment elevation myocardial infarction (NSTEMI) with or without chronic kidney disease (CKD) METHODS: A total of 4567 patients diagnosed with NSTEMI were enrolled and stratified into CKD (1270 patients) and non-CKD (3297 patients) groups. Each group was further classified into heart failure (HF) with reduced EF (HFrEF), HF with mildly reduced EF (HFmrEF), and HF with preserved EF (HFpEF) subgroups. The primary outcome was all-cause death. In both the CKD and non-CKD groups, the adjusted rates of all-cause death (both p < 0.001) and cardiac death (CD, both p < 0.001) in the HFrEF subgroup were significantly higher than in the HFmrEF and HFpEF subgroups. However, within the CKD group, the all-cause death rate was comparable between the HFmrEF and HFpEF subgroups. In contrast, within the non-CKD group, the rates of all-cause death (p = 0.005) and CD (p = 0.008) were significantly higher in the HFmrEF subgroup compared to the HFpEF subgroup. The increased all-cause death in the CKD group, relative to the non-CKD group, within the HFpEF subgroup contributed to these outcomes. Regardless of CKD status, the HFrEF subgroup showed higher mortality rates compared with the HFmrEF and HFpEF subgroups. However, the mortality rate differed between the HFmrEF and the HFpEF subgroups in both the CKD and the non-CKD groups.",
    "disease": "coronary artery disease",
    "clean_text": "comparisons of three year outcomes according to the degree of left ventricular ejection fraction in patients with myocardial infarction with non st segment elevation with and without chronic kidney disease because renal and cardiac function are key to the prognosis of patients with coronary artery disease we compared three year clinical outcomes based on the degree of left ventricular ejection fraction lvef in patients with non st segment elevation myocardial infarction nstemi with or without chronic kidney disease ckd methods a total of patients diagnosed with nstemi were enrolled and stratified into ckd patients and non ckd patients groups each group was further classified into heart failure hf with reduced ef hfref hf with mildly reduced ef hfmref and hf with preserved ef hfpef subgroups the primary outcome was all cause death in both the ckd and non ckd groups the adjusted rates of all cause death both p and cardiac death cd both p in the hfref subgroup were significantly higher than in the hfmref and hfpef subgroups however within the ckd group the all cause death rate was comparable between the hfmref and hfpef subgroups in contrast within the non ckd group the rates of all cause death p and cd p were significantly higher in the hfmref subgroup compared to the hfpef subgroup the increased all cause death in the ckd group relative to the non ckd group within the hfpef subgroup contributed to these outcomes regardless of ckd status the hfref subgroup showed higher mortality rates compared with the hfmref and hfpef subgroups however the mortality rate differed between the hfmref and the hfpef subgroups in both the ckd and the non ckd groups"
}