{
    "pmid": "41462504",
    "title": "Analysis of Candida auris resistance and associated risk factors in hospitalized patients at a tertiary care hospital in China.",
    "abstract": "Candida auris (Candidozyma auris, C. auris) is a significant concern in infection prevention. This study aims to analyze the antifungal susceptibility of C. auris isolates and risk factors of C. auris-associated infections in hospitalized patients at a tertiary care hospital in China, providing evidence to guide infection control strategies and effectively prevent in-hospital transmission. A retrospective analysis was conducted to evaluate the quarterly trends in newly identified Candida isolates from January 1, 2022, to March 31, 2025. Antifungal susceptibility profiles of C. auris were assessed and compared with those of other Candida species. In addition, the clinical characteristics of hospitalized patients infected with C. auris were analyzed and compared to those of patients infected with other Candida species. The number of newly identified C. auris infections demonstrated an upward trend over the study period. In our hospital, C. auris showed a fluconazole resistance rate of 77.42% and an amphotericin B resistance rate of 3.23%. Patients with C. auris infection had a significantly longer median hospital stay [17 (14-25) days] compared to those infected with other Candida species [12 (7-19) days] (p < 0.001), as well as a significantly higher mortality rate (p < 0.001). A multivariable regression analysis of Candida infections showed that intensive care unit admission (OR 1.502, 95% CI 1.273-1.923), hypertension (OR 1.476, 95% CI 1.207-1.807), immunosuppressive status (OR 1.179, 95% CI 1.036-1.483), and the presence of indwelling medical devices (OR 1.265, 95% CI 1.065-1.422) were all independently associated with infection risk, with statistical significance (p < 0.05). Ongoing vigilance is warranted for fluconazole-resistant C. auris, and stringent implementation of infection prevention and control measures remains essential to limit its spread and impact in healthcare settings.",
    "disease": "hypertension",
    "clean_text": "analysis of candida auris resistance and associated risk factors in hospitalized patients at a tertiary care hospital in china candida auris candidozyma auris c auris is a significant concern in infection prevention this study aims to analyze the antifungal susceptibility of c auris isolates and risk factors of c auris associated infections in hospitalized patients at a tertiary care hospital in china providing evidence to guide infection control strategies and effectively prevent in hospital transmission a retrospective analysis was conducted to evaluate the quarterly trends in newly identified candida isolates from january to march antifungal susceptibility profiles of c auris were assessed and compared with those of other candida species in addition the clinical characteristics of hospitalized patients infected with c auris were analyzed and compared to those of patients infected with other candida species the number of newly identified c auris infections demonstrated an upward trend over the study period in our hospital c auris showed a fluconazole resistance rate of and an amphotericin b resistance rate of patients with c auris infection had a significantly longer median hospital stay days compared to those infected with other candida species days p as well as a significantly higher mortality rate p a multivariable regression analysis of candida infections showed that intensive care unit admission or ci hypertension or ci immunosuppressive status or ci and the presence of indwelling medical devices or ci were all independently associated with infection risk with statistical significance p ongoing vigilance is warranted for fluconazole resistant c auris and stringent implementation of infection prevention and control measures remains essential to limit its spread and impact in healthcare settings"
}