{
    "pmid": "41378158",
    "title": "Status and Influencing Factors of Dyadic Appraisals Differences Between Patients with COPD and Their Spousal Caregivers.",
    "abstract": "The dyadic management of COPD and the dyadic health status are profoundly affected by the dyadic appraisals of disease symptoms between patients and their caregivers. However, existing research has not adequately explored the discrepancies in these dyadic appraisals or their underlying determinants. A cross-sectional study was conducted between February and March 2025 using convenience sampling. A total of 142 pairs of clinically stable patients with COPD and their spousal caregivers were recruited from the Department of Pulmonary Diseases at a tertiary Grade A hospital of traditional Chinese medicine in Jiangsu Province. Data were collected using the Memorial Symptom Assessment Scale, Mutuality Scale, Social Support Rating Scale, Self-Concealment Scale, and a general information questionnaire. SPSS 26.0 was used for data analysis, and linear regression was employed to identify the factors influencing the differences in symptom appraisal. High consistency was observed in the appraisals of physical symptom subscale score, total MSAS score, and global distress index by patients with COPD and their caregivers. However, the patients' score was higher than their caregivers' score as it came to the appraisals of psychological symptoms (patients' score: median, 0.33 [IQR, 0.00-0.50]; caregivers' score: median, 0.17 [IQR, 0.00-0.44];  To decrease differences in the appraisal of psychological symptoms between the two parties and to advance the practice and development of the COPD care model, healthcare professionals should focus on the way patients and caregivers share about psychological states and fortify the structure of the caregiver support system.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "status and influencing factors of dyadic appraisals differences between patients with copd and their spousal caregivers the dyadic management of copd and the dyadic health status are profoundly affected by the dyadic appraisals of disease symptoms between patients and their caregivers however existing research has not adequately explored the discrepancies in these dyadic appraisals or their underlying determinants a cross sectional study was conducted between february and march using convenience sampling a total of pairs of clinically stable patients with copd and their spousal caregivers were recruited from the department of pulmonary diseases at a tertiary grade a hospital of traditional chinese medicine in jiangsu province data were collected using the memorial symptom assessment scale mutuality scale social support rating scale self concealment scale and a general information questionnaire spss was used for data analysis and linear regression was employed to identify the factors influencing the differences in symptom appraisal high consistency was observed in the appraisals of physical symptom subscale score total msas score and global distress index by patients with copd and their caregivers however the patients score was higher than their caregivers score as it came to the appraisals of psychological symptoms patients score median iqr caregivers score median iqr to decrease differences in the appraisal of psychological symptoms between the two parties and to advance the practice and development of the copd care model healthcare professionals should focus on the way patients and caregivers share about psychological states and fortify the structure of the caregiver support system"
}