{
    "title": "Physical examination for the occupational health nurse: skills update.",
    "doc_id": "14510035",
    "writer": "Rasmor M",
    "year": "2003",
    "summary": "Physical examination is a critical element of any occupational health practice. When a physical examination is performed effectively, it can benefit both employer and the employee. The combination of the health history and physical examinatio …",
    "abstract": "Physical examination is a critical element of any occupational health practice. When a physical examination is performed effectively, it can benefit both employer and the employee. The combination of the health history and physical examination provides a database for health surveillance, risk exposure, and disease prevention. The environment for the physical examination should be arranged to be as private as possible. Lighting should be adequate and equipment should be arranged on a clean surface. The client should be prepared for the physical examination with clear description of what will be completed. Physical examinations are usually based on the specific needs of the employer and employee. Additionally, the assessments are based on company policy and State Nurse Practice Act(s). Types of examinations conducted by the occupational health nurse may include the focused or comprehensive evaluation. A focused physical examination is used to investigate a specific body system related to the client's complaint. A comprehensive, systematic, head to toe examination is conducted for a complete physical assessment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14510035/",
    "clean_text": "physical examination for the occupational health nurse skills update physical examination is a critical element of any occupational health practice when a physical examination is performed effectively it can benefit both employer and the employee the combination of the health history and physical examinatio physical examination is a critical element of any occupational health practice when a physical examination is performed effectively it can benefit both employer and the employee the combination of the health history and physical examination provides a database for health surveillance risk exposure and disease prevention the environment for the physical examination should be arranged to be as private as possible lighting should be adequate and equipment should be arranged on a clean surface the client should be prepared for the physical examination with clear description of what will be completed physical examinations are usually based on the specific needs of the employer and employee additionally the assessments are based on company policy and state nurse practice act s types of examinations conducted by the occupational health nurse may include the focused or comprehensive evaluation a focused physical examination is used to investigate a specific body system related to the client s complaint a comprehensive systematic head to toe examination is conducted for a complete physical assessment"
}