{
    "pmid": "41428912",
    "title": "Laboratory Environments Mask Gait Differences between Healthy Participants and Patients with Anterior Cruciate Ligament Reconstruction.",
    "abstract": "Previous work suggests that people with mobility impairments move differently in the traditional gait laboratory than in natural environments, but the extent to which this possible divergence may have limited understanding of gait following anterior cruciate ligament reconstruction (ACLR) remains unknown. We hypothesized that (1) patients following ACLR walk more asymmetrically in daily life than in the laboratory and (2) differences between patients following ACLR and individuals with no gait pathologies would be more pronounced in daily life than in the laboratory. Twelve participants (six post-ACLR, six healthy) completed gait assessments in the laboratory with optical motion capture and inertial measurement units (IMU) and in daily life with IMUs. Patients walked similarly to healthy participants in the laboratory, but in daily life, they walked with a higher gait-cycle time (1.22 ± 0.03 s vs. 1.08 ± 0.06 s), double-support (21.8 ± 1.3 % vs. 17.9 ± 2.7 % Gait Cycle Time), and single-support asymmetry (8.4 ± 0.9 % vs 4.1 ± 0.7 %). While the reasons behind the observed differences were not studied, these results suggest that gaitanalysis studies to date may have not realistically captured natural-environment behavior. Wearable sensors now offer a path toward deeper understanding of post-surgical gait and the specific patterns that may place certain patients at risk for post-traumatic osteoarthritis.",
    "disease": "osteoarthritis",
    "clean_text": "laboratory environments mask gait differences between healthy participants and patients with anterior cruciate ligament reconstruction previous work suggests that people with mobility impairments move differently in the traditional gait laboratory than in natural environments but the extent to which this possible divergence may have limited understanding of gait following anterior cruciate ligament reconstruction aclr remains unknown we hypothesized that patients following aclr walk more asymmetrically in daily life than in the laboratory and differences between patients following aclr and individuals with no gait pathologies would be more pronounced in daily life than in the laboratory twelve participants six post aclr six healthy completed gait assessments in the laboratory with optical motion capture and inertial measurement units imu and in daily life with imus patients walked similarly to healthy participants in the laboratory but in daily life they walked with a higher gait cycle time s vs s double support vs gait cycle time and single support asymmetry vs while the reasons behind the observed differences were not studied these results suggest that gaitanalysis studies to date may have not realistically captured natural environment behavior wearable sensors now offer a path toward deeper understanding of post surgical gait and the specific patterns that may place certain patients at risk for post traumatic osteoarthritis"
}