{
    "pmid": "41457786",
    "title": "Identifying Potential Drug Targets in the Knee Osteoarthritis: Insights from the Druggable Genome.",
    "abstract": "The aim of this study was to find potential drug targets of knee osteoarthritis (KOA) through druggable genome and Mendelian randomization (MR) analysis. Through integrating data from expression quantitative trait loci at different tissue and cellular levels, we identified potential therapeutic targets for KOA using drug target MR and single-cell MR analyses. Based on peripheral protein quantitative trait locus (pQTL) data, we validated the identified targets at the proteomic level using summary data-based MR and Heterogeneity in Dependent Instrument tests. Meanwhile, we used mediation MR analysis to explore possible mechanisms of action of the identified targets in KOA. To capture tissue specificity, we further applied the genetically informed spatial mapping (gsMap) framework, integrating KOA genome-wide association studies with spatial transcriptomics of E16.5 mouse embryonic tissues. We identified 12 and 5 potential therapeutic targets for KOA from peripheral and central tissues, respectively. Mitogen-activated protein kinase (MAPK3) and MARK3 were validated at the proteomic level, with MAPK3 showing a genetic association with reduced risk against KOA in both peripheral and central tissues. Single-cell MR analysis revealed that Lymphocyte antigen 6 D (LY6D) was associated with an increased risk of KOA in exogenous cells, MAPK3 showed a protective association in inhibitory neuron cells, and transforming growth factor alpha (TGFA) was associated with a reduced risk of KOA in oligodendrocyte precursor cells. Mediation MR analysis showed that body mass index (BMI) played a 16.6% mediating role in the causal association between MAPK3 and KOA. GsMap analysis revealed significant enrichment of KOA signals in cartilage primordium, cartilage, lung, and brain tissues. Finally, we proposed 16 potential therapeutic targets for KOA from both central and peripheral perspectives. Meanwhile, we found that BMI served as a mediator to mediate the causal effect between MAPK3 and KOA. Further experiments are needed in the future to verify the mechanism of action of the targets identified in this study in KOA.",
    "disease": "osteoarthritis",
    "clean_text": "identifying potential drug targets in the knee osteoarthritis insights from the druggable genome the aim of this study was to find potential drug targets of knee osteoarthritis koa through druggable genome and mendelian randomization mr analysis through integrating data from expression quantitative trait loci at different tissue and cellular levels we identified potential therapeutic targets for koa using drug target mr and single cell mr analyses based on peripheral protein quantitative trait locus pqtl data we validated the identified targets at the proteomic level using summary data based mr and heterogeneity in dependent instrument tests meanwhile we used mediation mr analysis to explore possible mechanisms of action of the identified targets in koa to capture tissue specificity we further applied the genetically informed spatial mapping gsmap framework integrating koa genome wide association studies with spatial transcriptomics of e mouse embryonic tissues we identified and potential therapeutic targets for koa from peripheral and central tissues respectively mitogen activated protein kinase mapk and mark were validated at the proteomic level with mapk showing a genetic association with reduced risk against koa in both peripheral and central tissues single cell mr analysis revealed that lymphocyte antigen d ly d was associated with an increased risk of koa in exogenous cells mapk showed a protective association in inhibitory neuron cells and transforming growth factor alpha tgfa was associated with a reduced risk of koa in oligodendrocyte precursor cells mediation mr analysis showed that body mass index bmi played a mediating role in the causal association between mapk and koa gsmap analysis revealed significant enrichment of koa signals in cartilage primordium cartilage lung and brain tissues finally we proposed potential therapeutic targets for koa from both central and peripheral perspectives meanwhile we found that bmi served as a mediator to mediate the causal effect between mapk and koa further experiments are needed in the future to verify the mechanism of action of the targets identified in this study in koa"
}