{
    "title": "Endometrial hyperplasia as a risk factor of endometrial cancer.",
    "doc_id": "35001185",
    "writer": "Nees LK",
    "year": "2022",
    "summary": "Endometrial hyperplasia (EH) is the precursor lesion for endometrioid adenocarcinoma of the endometrium (EC), which represents the most common malignancy of the female reproductive tract in industrialized countries. ...Histopathologically, EH can be classified into EH with …",
    "abstract": "Endometrial hyperplasia (EH) is the precursor lesion for endometrioid adenocarcinoma of the endometrium (EC), which represents the most common malignancy of the female reproductive tract in industrialized countries. The most important risk factor for the development of EH is chronic exposure to unopposed estrogen. Histopathologically, EH can be classified into EH without atypia (benign EH) and atypical EH/endometrial intraepithelial neoplasia (EIN). Clinical management ranges from surveillance or progestin therapy through to hysterectomy, depending on the risk of progression to or concomitant EC and the patient´s desire to preserve fertility. Multiple studies support the efficacy of progestins in treating both benign and atypical EH. This review summarizes the evidence base regarding risk factors and management of EH. Additionally, we performed a systematic literature search of the databases PubMed and Cochrane Controlled Trials register for studies analyzing the efficacy of progestin treatment in women with EH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35001185/",
    "clean_text": "endometrial hyperplasia as a risk factor of endometrial cancer endometrial hyperplasia eh is the precursor lesion for endometrioid adenocarcinoma of the endometrium ec which represents the most common malignancy of the female reproductive tract in industrialized countries histopathologically eh can be classified into eh with endometrial hyperplasia eh is the precursor lesion for endometrioid adenocarcinoma of the endometrium ec which represents the most common malignancy of the female reproductive tract in industrialized countries the most important risk factor for the development of eh is chronic exposure to unopposed estrogen histopathologically eh can be classified into eh without atypia benign eh and atypical eh endometrial intraepithelial neoplasia ein clinical management ranges from surveillance or progestin therapy through to hysterectomy depending on the risk of progression to or concomitant ec and the patient s desire to preserve fertility multiple studies support the efficacy of progestins in treating both benign and atypical eh this review summarizes the evidence base regarding risk factors and management of eh additionally we performed a systematic literature search of the databases pubmed and cochrane controlled trials register for studies analyzing the efficacy of progestin treatment in women with eh"
}