{
    "title": "Meta-analyses of the associations of mentalization and proxy variables with anxiety and internalizing problems.",
    "doc_id": "36905852",
    "writer": "Chevalier V",
    "year": "2023",
    "summary": "Mentalization, the high-order function of detecting and interpreting one's own and others' mental states, has gained interest in the fields of clinical and developmental psychopathology. ...The methods of assessment of mentalization and anxiety moderated thei …",
    "abstract": "Mentalization, the high-order function of detecting and interpreting one's own and others' mental states, has gained interest in the fields of clinical and developmental psychopathology. However, little is known about mentalization's associations with anxiety and broader internalizing problems. Using the framework of the multidimensional model of mentalization, the aim of this meta-analysis was to quantify the strength of the association between mentalization and anxiety/internalizing problems and to identify potential moderators of this association. A systematic review of the literature led to the inclusion of 105 studies (N = 19,529) covering all age groups. The global effect analysis showed a small negative association between mentalization and the overall anxious and internalizing symptomatology (r = -0.095, p = .000). Various effect sizes were found for associations between mentalization and specific outcomes (unspecified anxiety, social anxiety, generalized anxiety, and internalizing problems). The methods of assessment of mentalization and anxiety moderated their association. Findings support the presence of modest impairments in the mentalizing capacities of anxious individuals, likely influenced by their vulnerability to stress and the context in which they mentalize. Further studies are needed to draw a clear profile of mentalizing capacities with regard to specific anxious and internalizing symptomatologies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36905852/",
    "clean_text": "meta analyses of the associations of mentalization and proxy variables with anxiety and internalizing problems mentalization the high order function of detecting and interpreting one s own and others mental states has gained interest in the fields of clinical and developmental psychopathology the methods of assessment of mentalization and anxiety moderated thei mentalization the high order function of detecting and interpreting one s own and others mental states has gained interest in the fields of clinical and developmental psychopathology however little is known about mentalization s associations with anxiety and broader internalizing problems using the framework of the multidimensional model of mentalization the aim of this meta analysis was to quantify the strength of the association between mentalization and anxiety internalizing problems and to identify potential moderators of this association a systematic review of the literature led to the inclusion of studies n covering all age groups the global effect analysis showed a small negative association between mentalization and the overall anxious and internalizing symptomatology r p various effect sizes were found for associations between mentalization and specific outcomes unspecified anxiety social anxiety generalized anxiety and internalizing problems the methods of assessment of mentalization and anxiety moderated their association findings support the presence of modest impairments in the mentalizing capacities of anxious individuals likely influenced by their vulnerability to stress and the context in which they mentalize further studies are needed to draw a clear profile of mentalizing capacities with regard to specific anxious and internalizing symptomatologies"
}