{
    "pmid": "41379943",
    "title": "Effectiveness of 2024-2025 COVID-19 Vaccines in Children in the United States - VISION, August 29, 2024-September 2, 2025.",
    "abstract": "During September 2023-August 2024, approximately 38,000 COVID-19-associated hospitalizations occurred among children and adolescents aged <18 years in the United States, a rate of approximately 53 per 100,000 children, ranging from 600 per 100,000 children aged <6 months to 21 per 100,000 children and adolescents aged 5-17 years. On June 27, 2024, the Advisory Committee on Immunization Practices recommended that all persons aged ≥6 months receive a 2024-2025 COVID-19 vaccine, which targeted Omicron JN.1 and JN.1-derived sublineages. Investigators used a test-negative case-control design to estimate vaccine effectiveness (VE) of 2024-2025 COVID-19 vaccines against COVID-19-associated emergency department or urgent care (ED/UC) visits during August 29, 2024-September 2, 2025, among immunocompetent children aged 9 months-4 years and children and adolescents aged 5-17 years in the CDC-funded Virtual SARS-CoV-2, Influenza, and Other respiratory viruses Network (VISION), a multisite electronic health record-based network in nine states. Among children aged 9 months-4 years, VE against COVID-19-associated ED/UC visits was estimated at 76% (95% CI = 58%-87%) during the first 7-179 days after vaccination. Among children and adolescents aged 5-17 years, VE against COVID-19-associated ED/UC visits was an estimated 56% (95% CI = 35%-70%) during the first 7-179 days after vaccination. These findings suggest that vaccination with a 2024-2025 COVID-19 vaccine dose provided children with additional protection against COVID-19-associated ED/UC encounters compared with no 2024-2025 dose.",
    "disease": "influenza",
    "clean_text": "effectiveness of covid vaccines in children in the united states vision august september during september august approximately covid associated hospitalizations occurred among children and adolescents aged years in the united states a rate of approximately per children ranging from per children aged months to per children and adolescents aged years on june the advisory committee on immunization practices recommended that all persons aged months receive a covid vaccine which targeted omicron jn and jn derived sublineages investigators used a test negative case control design to estimate vaccine effectiveness ve of covid vaccines against covid associated emergency department or urgent care ed uc visits during august september among immunocompetent children aged months years and children and adolescents aged years in the cdc funded virtual sars cov influenza and other respiratory viruses network vision a multisite electronic health record based network in nine states among children aged months years ve against covid associated ed uc visits was estimated at ci during the first days after vaccination among children and adolescents aged years ve against covid associated ed uc visits was an estimated ci during the first days after vaccination these findings suggest that vaccination with a covid vaccine dose provided children with additional protection against covid associated ed uc encounters compared with no dose"
}