{
    "title": "Resilience and mentalizing as distinct moderators of psychological protection: A study on mental health workers during the coronavirus pandemic.",
    "doc_id": "40592411",
    "writer": "Zavlis O",
    "year": "2025",
    "summary": "Evidence suggests that mental health workers faced increased psychological challenges during the coronavirus disease pandemic. ...These networks were estimated in a multinational sample of N = 536 (86 % female) mental health workers. Moderated network analyses revea …",
    "abstract": "Evidence suggests that mental health workers faced increased psychological challenges during the coronavirus disease pandemic. Yet little is known about the factors that might have helped them during those challenging times. This paper examines whether resilience and mentalizing offered protection during the pandemic by moderating the expression of protective vs. risk factors. To examine this hypothesis, psychometric networks were built for four kinds of protective and risk factors: (1) COVID-19 stressors, (2) traits relating to negative emotions, (3) facets of self-compassion, and (4) competencies related to the psychotherapy profession. These networks were estimated in a multinational sample of N = 536 (86 % female) mental health workers. Moderated network analyses revealed distinct moderation patterns for mentalizing and resilience. Specifically, while resilience amplified the positive relations among protective factors, mentalizing amplified the negative relations between protective and risk factors. These findings imply that resilience may be characterized by reinforcing patterns among protective factors, while mentalizing may be characterized by attenuating effects on risk factors. These moderation effects could prove useful for fostering wellbeing in mental health workers during times of global but also personal crises.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40592411/",
    "clean_text": "resilience and mentalizing as distinct moderators of psychological protection a study on mental health workers during the coronavirus pandemic evidence suggests that mental health workers faced increased psychological challenges during the coronavirus disease pandemic these networks were estimated in a multinational sample of n female mental health workers moderated network analyses revea evidence suggests that mental health workers faced increased psychological challenges during the coronavirus disease pandemic yet little is known about the factors that might have helped them during those challenging times this paper examines whether resilience and mentalizing offered protection during the pandemic by moderating the expression of protective vs risk factors to examine this hypothesis psychometric networks were built for four kinds of protective and risk factors covid stressors traits relating to negative emotions facets of self compassion and competencies related to the psychotherapy profession these networks were estimated in a multinational sample of n female mental health workers moderated network analyses revealed distinct moderation patterns for mentalizing and resilience specifically while resilience amplified the positive relations among protective factors mentalizing amplified the negative relations between protective and risk factors these findings imply that resilience may be characterized by reinforcing patterns among protective factors while mentalizing may be characterized by attenuating effects on risk factors these moderation effects could prove useful for fostering wellbeing in mental health workers during times of global but also personal crises"
}