{
    "title": "Beyond cardiomyocytes: Cellular diversity in the heart's response to exercise.",
    "doc_id": "36549585",
    "writer": "Trager LE",
    "year": "2023",
    "summary": "Cardiomyocytes comprise 70% to 85% of the total volume of the adult mammalian heart but only about 25% to 35% of its total number of cells. Advances in single cell and single nuclei RNA sequencing have greatly facilitated investigation into and increased appreciation of th …",
    "abstract": "Cardiomyocytes comprise ∼70% to 85% of the total volume of the adult mammalian heart but only about 25% to 35% of its total number of cells. Advances in single cell and single nuclei RNA sequencing have greatly facilitated investigation into and increased appreciation of the potential functions of non-cardiomyocytes in the heart. While much of this work has focused on the relationship between non-cardiomyocytes, disease, and the heart's response to pathological stress, it will also be important to understand the roles that these cells play in the healthy heart, cardiac homeostasis, and the response to physiological stress such as exercise. The present review summarizes recent research highlighting dynamic changes in non-cardiomyocytes in response to the physiological stress of exercise. Of particular interest are changes in fibrotic pathways, the cardiac vasculature, and immune or inflammatory cells. In many instances, limited data are available about how specific lineages change in response to exercise or whether the changes observed are functionally important, underscoring the need for further research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36549585/",
    "clean_text": "beyond cardiomyocytes cellular diversity in the heart s response to exercise cardiomyocytes comprise to of the total volume of the adult mammalian heart but only about to of its total number of cells advances in single cell and single nuclei rna sequencing have greatly facilitated investigation into and increased appreciation of th cardiomyocytes comprise to of the total volume of the adult mammalian heart but only about to of its total number of cells advances in single cell and single nuclei rna sequencing have greatly facilitated investigation into and increased appreciation of the potential functions of non cardiomyocytes in the heart while much of this work has focused on the relationship between non cardiomyocytes disease and the heart s response to pathological stress it will also be important to understand the roles that these cells play in the healthy heart cardiac homeostasis and the response to physiological stress such as exercise the present review summarizes recent research highlighting dynamic changes in non cardiomyocytes in response to the physiological stress of exercise of particular interest are changes in fibrotic pathways the cardiac vasculature and immune or inflammatory cells in many instances limited data are available about how specific lineages change in response to exercise or whether the changes observed are functionally important underscoring the need for further research"
}