{
    "pmid": "41469705",
    "title": "Border-associated macrophages: an emerging perspective from physiological basis and multi-disease roles to the mechanism of vascular cognitive impairment and dementia.",
    "abstract": "Brain border-associated macrophages (BAMs) are resident immune cells at the border of the central nervous system (CNS), and their physiological functions and roles in neurological diseases have been widely reported. However, the specific mechanisms by which BAMs contribute to vascular cognitive impairment and dementia (VCID) remain unclear. This article systematically reviews the subsets, origin and differentiation, molecular markers of BAMs, and their research progress in various brain diseases such as hypertension, Alzheimer's disease (AD), and stroke. On this basis, this article deeply analyzes the potential hypotheses of BAMs' involvement in the pathogenesis of VCID, including their regulation of neurovascular unit (NVU) homeostasis, their core role in neuroimmune inflammation, their impact on the lipid metabolism pathways in the CNS, and their involvement in the pathogenesis of vascular risk factor-related cognitive impairment (VRFCI). The mechanistic hypotheses proposed in this article aim to provide new perspectives for understanding the pathophysiology of VCID and may open up new directions for the development of early intervention and targeted treatment strategies.",
    "disease": "hypertension",
    "clean_text": "border associated macrophages an emerging perspective from physiological basis and multi disease roles to the mechanism of vascular cognitive impairment and dementia brain border associated macrophages bams are resident immune cells at the border of the central nervous system cns and their physiological functions and roles in neurological diseases have been widely reported however the specific mechanisms by which bams contribute to vascular cognitive impairment and dementia vcid remain unclear this article systematically reviews the subsets origin and differentiation molecular markers of bams and their research progress in various brain diseases such as hypertension alzheimer s disease ad and stroke on this basis this article deeply analyzes the potential hypotheses of bams involvement in the pathogenesis of vcid including their regulation of neurovascular unit nvu homeostasis their core role in neuroimmune inflammation their impact on the lipid metabolism pathways in the cns and their involvement in the pathogenesis of vascular risk factor related cognitive impairment vrfci the mechanistic hypotheses proposed in this article aim to provide new perspectives for understanding the pathophysiology of vcid and may open up new directions for the development of early intervention and targeted treatment strategies"
}