{
    "title": "Innervation of the blood vessels of the spinal cord: a comprehensive review.",
    "doc_id": "27709410",
    "writer": "Montalbano MJ",
    "year": "2018",
    "summary": "There is growing evidence that the nervous system influences spinal cord vasculature. However, most descriptions of the spinal cord have paid little attention to this important aspect. ...Multiple neurotransmitters and competing theories have been impl …",
    "abstract": "There is growing evidence that the nervous system influences spinal cord vasculature. However, most descriptions of the spinal cord have paid little attention to this important aspect. We reviewed the literature on the innervation of spinal cord vessels with an emphasis on findings that may be applicable to human medicine. Multiple neurotransmitters and competing theories have been implicated in the neural regulation of spinal cord blood vessels. Identifying valid mechanisms of pathogenesis could be beneficial to human patients with spinal cord lesions. We discuss the various findings on the neural mechanisms behind spinal cord blood flow. Further investigation is warranted due to the current emphasis on comparative animal studies without corresponding corroborative human findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27709410/",
    "clean_text": "innervation of the blood vessels of the spinal cord a comprehensive review there is growing evidence that the nervous system influences spinal cord vasculature however most descriptions of the spinal cord have paid little attention to this important aspect multiple neurotransmitters and competing theories have been impl there is growing evidence that the nervous system influences spinal cord vasculature however most descriptions of the spinal cord have paid little attention to this important aspect we reviewed the literature on the innervation of spinal cord vessels with an emphasis on findings that may be applicable to human medicine multiple neurotransmitters and competing theories have been implicated in the neural regulation of spinal cord blood vessels identifying valid mechanisms of pathogenesis could be beneficial to human patients with spinal cord lesions we discuss the various findings on the neural mechanisms behind spinal cord blood flow further investigation is warranted due to the current emphasis on comparative animal studies without corresponding corroborative human findings"
}