{
    "pmid": "41385724",
    "title": "Wildland Fire as a Public Health and EMS Crisis: Evolving Threats and Imperatives for Out-of-Hospital Leadership.",
    "abstract": "Wildland fire in the United States has evolved into a sustained public health emergency with direct and escalating implications for emergency medical services (EMS). Once viewed primarily as a forestry issue, modern wildfire is now driven by climate change, decades of fuel accumulation, expansion of the wildland-urban interface, and ecosystem degradation. Fire seasons have lengthened into year-round events, generating substantial health impacts and placing severe strain on out-of-hospital systems. The population health consequences of wildfire exposure are extensive. Acute smoke inhalation increases asthma exacerbations, chronic obstructive pulmonary disease presentations, cardiovascular events, and premature mortality. Repeated or chronic exposure contributes to long-term pulmonary dysfunction, elevated malignancy risk, and behavioral health morbidity. Children, older adults, individuals with pre-existing conditions, and socioeconomically disadvantaged communities experience disproportionate harm. Simultaneously, wildfires cause surges in EMS call volume while disrupting communications, transportation, and access to definitive care. Prehospital clinicians and responders also face significant occupational hazards, including extreme heat, prolonged particulate exposure, musculoskeletal trauma, behavioral health stressors, and an elevated risk of sudden cardiac death. As EMS agencies are increasingly tasked with austere fireground support, extended evacuations, and prolonged operations, the role of EMS physicians becomes critical. However, despite the scale of these challenges, prehospital physicians are often underrepresented in regional wildfire mitigation, preparedness, and resilience planning. National recommendations now call for a strategic shift from reactive suppression to proactive, interdisciplinary collaboration. Prehosptial physicians are uniquely positioned to integrate clinical care, disaster medicine, occupational health, and community preparedness. Their leadership is essential to ensure EMS integration into community wildfire protection plans; to strengthen occupational and mental health support for responders; to guide wildfire-specific training, triage, and protocol development; and to inform public education efforts. Prehospital physicians must also advocate for policies that incorporate out-of-hospital perspectives into resilience funding and mitigation initiatives. In summary, wildland fire is a chronic societal crisis with expanding health and EMS implications. Meeting this challenge requires prehospital physicians to broaden their roles as clinicians, educators, advocates, and policy leaders to support a more fire-adapted and resilient future.",
    "disease": "asthma",
    "clean_text": "wildland fire as a public health and ems crisis evolving threats and imperatives for out of hospital leadership wildland fire in the united states has evolved into a sustained public health emergency with direct and escalating implications for emergency medical services ems once viewed primarily as a forestry issue modern wildfire is now driven by climate change decades of fuel accumulation expansion of the wildland urban interface and ecosystem degradation fire seasons have lengthened into year round events generating substantial health impacts and placing severe strain on out of hospital systems the population health consequences of wildfire exposure are extensive acute smoke inhalation increases asthma exacerbations chronic obstructive pulmonary disease presentations cardiovascular events and premature mortality repeated or chronic exposure contributes to long term pulmonary dysfunction elevated malignancy risk and behavioral health morbidity children older adults individuals with pre existing conditions and socioeconomically disadvantaged communities experience disproportionate harm simultaneously wildfires cause surges in ems call volume while disrupting communications transportation and access to definitive care prehospital clinicians and responders also face significant occupational hazards including extreme heat prolonged particulate exposure musculoskeletal trauma behavioral health stressors and an elevated risk of sudden cardiac death as ems agencies are increasingly tasked with austere fireground support extended evacuations and prolonged operations the role of ems physicians becomes critical however despite the scale of these challenges prehospital physicians are often underrepresented in regional wildfire mitigation preparedness and resilience planning national recommendations now call for a strategic shift from reactive suppression to proactive interdisciplinary collaboration prehosptial physicians are uniquely positioned to integrate clinical care disaster medicine occupational health and community preparedness their leadership is essential to ensure ems integration into community wildfire protection plans to strengthen occupational and mental health support for responders to guide wildfire specific training triage and protocol development and to inform public education efforts prehospital physicians must also advocate for policies that incorporate out of hospital perspectives into resilience funding and mitigation initiatives in summary wildland fire is a chronic societal crisis with expanding health and ems implications meeting this challenge requires prehospital physicians to broaden their roles as clinicians educators advocates and policy leaders to support a more fire adapted and resilient future"
}