{
    "title": "Understanding giant cell sarcoma of the head and neck: A population-based study.",
    "doc_id": "34121252",
    "writer": "Sawhney R",
    "year": "2021",
    "summary": "BACKGROUND: Giant cell sarcomas (GCS) are rare head and neck neoplasms. METHODS: The Surveillance, Epidemiology, and End Results (SEER) database was analyzed for all patients who have been diagnosed with GCS from 1973 to 2014. ...CONCLUSIONS: GCS presents most frequ …",
    "abstract": "Background:\n        \n      \n      Giant cell sarcomas (GCS) are rare head and neck neoplasms.\n    \n\n\n          Methods:\n        \n      \n      The Surveillance, Epidemiology, and End Results (SEER) database was analyzed for all patients who have been diagnosed with GCS from 1973 to 2014.\n    \n\n\n          Results:\n        \n      \n      Four hundred and forty cases of GCS of the head and neck were identified. The average age at diagnosis was 74.4 years, 86.8% were white, 82.5% were male, 70.7% were insured, and 88.2% lived in an urban metropolitan region. Connective tissue was the most frequent primary site (42.5%). The 5Y-DSS rate was 91.1%, while the 5Y-OS was 54.6% for all cases. Patients treated with surgery alone had the highest 5Y-DSS rate of 94.5. T-classification odds ratio was a significant predictor of survival accounting for confounding variables on multivariate analysis.\n    \n\n\n          Conclusions:\n        \n      \n      GCS presents most frequently in connective tissue of the head and neck with overall high probability of survival. The treatment of choice is surgery alone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34121252/",
    "clean_text": "understanding giant cell sarcoma of the head and neck a population based study background giant cell sarcomas gcs are rare head and neck neoplasms methods the surveillance epidemiology and end results seer database was analyzed for all patients who have been diagnosed with gcs from to conclusions gcs presents most frequ background giant cell sarcomas gcs are rare head and neck neoplasms methods the surveillance epidemiology and end results seer database was analyzed for all patients who have been diagnosed with gcs from to results four hundred and forty cases of gcs of the head and neck were identified the average age at diagnosis was years were white were male were insured and lived in an urban metropolitan region connective tissue was the most frequent primary site the y dss rate was while the y os was for all cases patients treated with surgery alone had the highest y dss rate of t classification odds ratio was a significant predictor of survival accounting for confounding variables on multivariate analysis conclusions gcs presents most frequently in connective tissue of the head and neck with overall high probability of survival the treatment of choice is surgery alone"
}