{
    "pmid": "41473632",
    "title": "Demographic Inequalities in Mortality Due to Hepatocellular Cancer in Male Patients With Alcoholic Cirrhosis in the United States: A CDC WONDER Database Analysis.",
    "abstract": "Background This study aimed to examine alcoholic cirrhosis-associated hepatocellular carcinoma (HCC) mortality trends and disparities by sex and race in the United States between 1999 and 2020. Methods Using the CDC WONDER database, we analyzed HCC mortality in alcoholic cirrhosis patients, excluding females and individuals under 15, between 1999 and 2020. Mortality trends were stratified by age, race, and state. Temporal trends were assessed using the Mann-Kendall test, and continuous variables were compared using t-tests. Results During the study, 9,837 deaths were attributed to HCC with alcoholic cirrhosis, with an age-adjusted mortality rate (AAMR) of 0.338. Mortality increased significantly over time (p < 0.001). Young, older, and White men exhibited significant AAMR increases, with higher rates in older vs. younger men (p < 0.001). No racial differences were noted, while state-wise analysis showed the highest mortality rates in New Mexico, Vermont, and Oregon, and the lowest in Mississippi, Utah, and New Jersey. Conclusions The increasing mortality rate of HCC associated with alcoholic cirrhosis poses a significant challenge for healthcare providers and policymakers. Public education on the effects of alcohol consumption is essential to raise awareness, while further research is needed to develop and implement evidence-based strategies to address this growing health concern effectively.",
    "disease": "liver cirrhosis",
    "clean_text": "demographic inequalities in mortality due to hepatocellular cancer in male patients with alcoholic cirrhosis in the united states a cdc wonder database analysis background this study aimed to examine alcoholic cirrhosis associated hepatocellular carcinoma hcc mortality trends and disparities by sex and race in the united states between and methods using the cdc wonder database we analyzed hcc mortality in alcoholic cirrhosis patients excluding females and individuals under between and mortality trends were stratified by age race and state temporal trends were assessed using the mann kendall test and continuous variables were compared using t tests results during the study deaths were attributed to hcc with alcoholic cirrhosis with an age adjusted mortality rate aamr of mortality increased significantly over time p young older and white men exhibited significant aamr increases with higher rates in older vs younger men p no racial differences were noted while state wise analysis showed the highest mortality rates in new mexico vermont and oregon and the lowest in mississippi utah and new jersey conclusions the increasing mortality rate of hcc associated with alcoholic cirrhosis poses a significant challenge for healthcare providers and policymakers public education on the effects of alcohol consumption is essential to raise awareness while further research is needed to develop and implement evidence based strategies to address this growing health concern effectively"
}