{
    "title": "[How safe is gene therapy? : Second death after Duchenne therapy].",
    "doc_id": "38748280",
    "writer": "Horn S",
    "year": "2024",
    "summary": "Treatment options have so far been limited. Gene therapy opens up new options for DMD patients. OBJECTIVES: Against the background of a further death following DMD gene therapy, the side effects and risks of the gene therapeutics already approve …",
    "abstract": "Background:\n        \n      \n      Duchenne muscular dystrophy (DMD) is a severe monogenic hereditary disease with early manifestation and a progressive course. Treatment options have so far been limited. Gene therapy opens up new options for DMD patients.\n    \n\n\n          Objectives:\n        \n      \n      Against the background of a further death following DMD gene therapy, the side effects and risks of the gene therapeutics already approved or undergoing clinical trials will be evaluated and alternative gene therapeutics will be described. Based thereon, the future of DMD gene therapy will be discussed.\n    \n\n\n          Current data:\n        \n      \n      For the first time, in June 2023, delandistrogene moxeparvovec (SRP-9001), a gene replacement therapy based on an adeno-associated virus (AAV) vector, was approved in the USA for children aged 4-5 years with DMD. Other promising gene therapies are in preclinical development or clinical trials, including CRISPR/Cas9-mediated strategies to restore dystrophin expression. Two deaths following DMD gene therapy with high-dose AAV vectors were attributed to AAV-mediated immune responses. The pre-existing disease underlying the therapy is most likely involved in the fatal AAV toxicity.\n    \n\n\n          Conclusions:\n        \n      \n      Although gene therapy applications of AAV vectors are generally considered safe, the systemic administration of high vector doses can lead to severe side effects with a potentially fatal outcome in individual patients, especially after activation of the immune system. In the future, new methods for immunosuppression, reduction of AAV dose and alternative vectors will therefore increasingly come to the fore.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38748280/",
    "clean_text": "how safe is gene therapy second death after duchenne therapy treatment options have so far been limited gene therapy opens up new options for dmd patients objectives against the background of a further death following dmd gene therapy the side effects and risks of the gene therapeutics already approve background duchenne muscular dystrophy dmd is a severe monogenic hereditary disease with early manifestation and a progressive course treatment options have so far been limited gene therapy opens up new options for dmd patients objectives against the background of a further death following dmd gene therapy the side effects and risks of the gene therapeutics already approved or undergoing clinical trials will be evaluated and alternative gene therapeutics will be described based thereon the future of dmd gene therapy will be discussed current data for the first time in june delandistrogene moxeparvovec srp a gene replacement therapy based on an adeno associated virus aav vector was approved in the usa for children aged years with dmd other promising gene therapies are in preclinical development or clinical trials including crispr cas mediated strategies to restore dystrophin expression two deaths following dmd gene therapy with high dose aav vectors were attributed to aav mediated immune responses the pre existing disease underlying the therapy is most likely involved in the fatal aav toxicity conclusions although gene therapy applications of aav vectors are generally considered safe the systemic administration of high vector doses can lead to severe side effects with a potentially fatal outcome in individual patients especially after activation of the immune system in the future new methods for immunosuppression reduction of aav dose and alternative vectors will therefore increasingly come to the fore"
}