{
    "title": "Does weight loss immediately before bariatric surgery improve outcomes: a systematic review.",
    "doc_id": "19879814",
    "writer": "Livhits M",
    "year": "2009",
    "summary": "BACKGROUND: Preoperative weight loss before bariatric surgery has been proposed as a predictive factor for improved patient compliance and the degree of excess weight loss achieved after surgery. ...Of the 909 screened reports, 15 had reported on preop …",
    "abstract": "Background:\n        \n      \n      Preoperative weight loss before bariatric surgery has been proposed as a predictive factor for improved patient compliance and the degree of excess weight loss achieved after surgery. In the present study, we sought to determine the effect of preoperative weight loss on postoperative outcomes.\n    \n\n\n          Methods:\n        \n      \n      A search of MEDLINE was completed to identify the patient factors associated with weight loss after bariatric surgery. Of the 909 screened reports, 15 had reported on preoperative weight loss and the degree of postoperative weight loss achieved. A meta-analysis was performed that compared the postoperative weight loss and perioperative outcomes in patients who had lost weight preoperatively compared to those who had not.\n    \n\n\n          Results:\n        \n      \n      Of the 15 articles (n = 3404 patients) identified, 5 found a positive effect of preoperative weight loss on postoperative weight loss, 2 found a positive short-term effect that was not sustained long term, 5 did not find an effect difference, and 1 found a negative effect. A meta-analysis revealed a significant increase in the 1-year postoperative weight loss (mean difference of 5% EWL, 95% confidence interval 2.68-7.32) for patients who had lost weight preoperatively. A meta-analysis of other outcomes revealed a decreased operative time for patients who had lost weight preoperatively (mean difference 23.3 minutes, 95% confidence interval 13.8-32.8).\n    \n\n\n          Conclusion:\n        \n      \n      Preoperative weight loss before bariatric surgery appears to be associated with greater weight loss postoperatively and might help to identify patients who would have better compliance after surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19879814/",
    "clean_text": "does weight loss immediately before bariatric surgery improve outcomes a systematic review background preoperative weight loss before bariatric surgery has been proposed as a predictive factor for improved patient compliance and the degree of excess weight loss achieved after surgery of the screened reports had reported on preop background preoperative weight loss before bariatric surgery has been proposed as a predictive factor for improved patient compliance and the degree of excess weight loss achieved after surgery in the present study we sought to determine the effect of preoperative weight loss on postoperative outcomes methods a search of medline was completed to identify the patient factors associated with weight loss after bariatric surgery of the screened reports had reported on preoperative weight loss and the degree of postoperative weight loss achieved a meta analysis was performed that compared the postoperative weight loss and perioperative outcomes in patients who had lost weight preoperatively compared to those who had not results of the articles n patients identified found a positive effect of preoperative weight loss on postoperative weight loss found a positive short term effect that was not sustained long term did not find an effect difference and found a negative effect a meta analysis revealed a significant increase in the year postoperative weight loss mean difference of ewl confidence interval for patients who had lost weight preoperatively a meta analysis of other outcomes revealed a decreased operative time for patients who had lost weight preoperatively mean difference minutes confidence interval conclusion preoperative weight loss before bariatric surgery appears to be associated with greater weight loss postoperatively and might help to identify patients who would have better compliance after surgery"
}