{
    "title": "How young adults in Australia classify foods as healthy and unhealthy.",
    "doc_id": "35472622",
    "writer": "Kombanda KT",
    "year": "2022",
    "summary": "Young Australian adults exhibit poor food behaviour however, there is limited research as to why young adults choose to eat healthy or unhealthy foods. ...Findings reveal how living arrangements influenced young adults' perceptions of hea …",
    "abstract": "Young Australian adults exhibit poor food behaviour however, there is limited research as to why young adults choose to eat healthy or unhealthy foods. This study aimed to explore how young adults' (18-30 years) in Australia classify foods as healthy and unhealthy. Through a social-constructivist approach, 38 young adults (76% females and 21% males; mean age = 24.1 years) were interviewed Australia-wide. Data were thematically analysed. Participants were classified into three groups based on their living arrangements namely, parental, shared and independent households. Four themes emerged, food preparation; food groups; nutrient composition and perceived impact. Food classification criteria based on nutrients were the most frequently used criterion to classify foods as unhealthy. A strong emphasis was placed on avoiding less healthy nutrients and there were limited discussions about beneficial nutrients. Participants belonging to the different household groups defined 'moderation' in several ways to justify their consumption of unhealthy foods. Reading food labels was a key criterion for evaluating healthiness amongst the participants of the parental and independent household groups, not among the shared household group. Findings reveal how living arrangements influenced young adults' perceptions of healthiness. Future public health policy could incorporate the language of young adults identified in this study in the transfer of nutritional knowledge to young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35472622/",
    "clean_text": "how young adults in australia classify foods as healthy and unhealthy young australian adults exhibit poor food behaviour however there is limited research as to why young adults choose to eat healthy or unhealthy foods findings reveal how living arrangements influenced young adults perceptions of hea young australian adults exhibit poor food behaviour however there is limited research as to why young adults choose to eat healthy or unhealthy foods this study aimed to explore how young adults years in australia classify foods as healthy and unhealthy through a social constructivist approach young adults females and males mean age years were interviewed australia wide data were thematically analysed participants were classified into three groups based on their living arrangements namely parental shared and independent households four themes emerged food preparation food groups nutrient composition and perceived impact food classification criteria based on nutrients were the most frequently used criterion to classify foods as unhealthy a strong emphasis was placed on avoiding less healthy nutrients and there were limited discussions about beneficial nutrients participants belonging to the different household groups defined moderation in several ways to justify their consumption of unhealthy foods reading food labels was a key criterion for evaluating healthiness amongst the participants of the parental and independent household groups not among the shared household group findings reveal how living arrangements influenced young adults perceptions of healthiness future public health policy could incorporate the language of young adults identified in this study in the transfer of nutritional knowledge to young adults"
}