{
    "pmid": "41459329",
    "title": "The Association Between Estimated Glomerular Filtration Rate and All-Cause Mortality in Patients with Dysglycemia in Northeastern Thailand.",
    "abstract": "Dysglycemia, including prediabetes and type 2 diabetes (T2DM), is associated with an increased risk of chronic kidney disease and mortality. However, data on the relationship between estimated glomerular filtration rate (eGFR) and all-cause mortality in dysglycemic individuals remain limited. This 10-year retrospective cohort study included 277 individuals with dysglycemia from a health check-up clinic at Srinagarind Hospital, Thailand (2007-2017). Participants were divided into three eGFR groups: ≥90, 60-<90, and <60 mL/min/1.73 m Over 10 years, 37 participants (13.4%) died. Lower eGFR was associated with higher mortality risk. Compared to the ≥90 group, adjusted HRs for all-cause mortality were 1.70 (95% CI 0.82-3.52) for eGFR 60-<90 and 3.74 (95% CI 1.27-11.03) for eGFR <60. A ≥40% eGFR decline significantly increased mortality risk (adjusted HR 7.14; 95% CI 3.16-16.14). Dysglycemic individuals with eGFR <60 or a ≥40% eGFR decline have a significantly higher mortality risk, highlighting the need for early detection and intervention.",
    "disease": "hypertension",
    "clean_text": "the association between estimated glomerular filtration rate and all cause mortality in patients with dysglycemia in northeastern thailand dysglycemia including prediabetes and type diabetes t dm is associated with an increased risk of chronic kidney disease and mortality however data on the relationship between estimated glomerular filtration rate egfr and all cause mortality in dysglycemic individuals remain limited this year retrospective cohort study included individuals with dysglycemia from a health check up clinic at srinagarind hospital thailand participants were divided into three egfr groups and ml min m over years participants died lower egfr was associated with higher mortality risk compared to the group adjusted hrs for all cause mortality were ci for egfr and ci for egfr a egfr decline significantly increased mortality risk adjusted hr ci dysglycemic individuals with egfr or a egfr decline have a significantly higher mortality risk highlighting the need for early detection and intervention"
}