{
    "pmid": "41426143",
    "title": "Perioperative Outcomes of Postmenopausal Women with Colorectal Cancer Undergoing Prophylactic Salpingo-oophorectomy.",
    "abstract": "Women with colorectal cancer have an increased risk of developing ovarian malignancies, which have a poor prognosis. Shared decision making on the possibility of prophylactic salpingo-oophorectomy (PSO) during colorectal cancer surgery in postmenopausal women has, therefore, been implemented. Effects of PSO on perioperative parameters are unknown. This study therefore compares perioperative parameters between women with and without PSO. Women undergoing colorectal cancer surgery between January 2020 and March 2023 in four centers in the Netherlands offering the possibility of PSO were included. Perioperative parameters were compared between the group with and without PSO. Continuous data were analyzed with independent  The present study included 112 women who underwent PSO and 28 who did not. The PSO group was significantly younger (median: 74 vs. 79 years,  PSO in combination with elective colorectal cancer surgery in postmenopausal women does not lead to different or worse perioperative outcomes compared with the group without PSO. Nonetheless, the decision to undergo this combined surgery should be made on individual basis. Future research needs to focus on long-term follow-up and generalizability.",
    "disease": "colorectal cancer",
    "clean_text": "perioperative outcomes of postmenopausal women with colorectal cancer undergoing prophylactic salpingo oophorectomy women with colorectal cancer have an increased risk of developing ovarian malignancies which have a poor prognosis shared decision making on the possibility of prophylactic salpingo oophorectomy pso during colorectal cancer surgery in postmenopausal women has therefore been implemented effects of pso on perioperative parameters are unknown this study therefore compares perioperative parameters between women with and without pso women undergoing colorectal cancer surgery between january and march in four centers in the netherlands offering the possibility of pso were included perioperative parameters were compared between the group with and without pso continuous data were analyzed with independent the present study included women who underwent pso and who did not the pso group was significantly younger median vs years pso in combination with elective colorectal cancer surgery in postmenopausal women does not lead to different or worse perioperative outcomes compared with the group without pso nonetheless the decision to undergo this combined surgery should be made on individual basis future research needs to focus on long term follow up and generalizability"
}