{
    "pmid": "41380252",
    "title": "Quality of life and synergistic combinations of antiseizure medication in patients treated with cenobamate in early therapy lines for focal-onset seizures.",
    "abstract": "Quality of life is an important outcome measure for patients with epilepsy (PWE). However, data on health-related quality of life (HRQoL) in PWE treated with cenobamate (CNB), a new antiseizure medication (ASM) that achieves a high level of seizure freedom, is scarce. These data are especially important for evaluating the use of CNB in early therapy lines for focal-onset seizures. The study population consisted of patients with focal-onset seizures that could not be controlled by fewer than three lifetime ASMs. They began treatment with CNB (\"CNB group\") or another ASM (controls). Both groups were matched at a ratio of 1:2 based on sex, age, and seizure frequency. HRQoL was evaluated using the Quality of Life in Epilepsy-10 (QOLIE-10), the EuroQol Visual Analogue Scale (EQVAS), and the EuroQol-5-Dimensions (EQ5D) questionnaire. The drug combinations were analyzed. Of the 231 study participants, 33.3 % were treated with CNB, 19.0 % with valproate, 17.3 % with lacosamide, 16.4 % with levetiracetam, and 13.9 % with topiramate. The percentage improvement in the EQ5D index score from baseline to the 12-month follow-up was higher for CNB (32.2 %) than for other ASMs (3.2 %-17.5 %, p < 0.05). Similar results were obtained for EQVAS (31 % vs. 3.2 %-17.5 %) and QOLIE-10 (46.9 % vs. 13.4 %-28.2 %), p < 0.05. CNB demonstrated superior seizure control and HrQoL when combined with low-dose clobazam and a trend for combination with SV2A modulators. Our study provides evidence that CNB in early therapy lines for focal-onset seizures is associated with an increased HrQoL. Low-dose clobazam can wok synergistically with CNB. The combination with SV2A modulators showed a positive trend.",
    "disease": "epilepsy",
    "clean_text": "quality of life and synergistic combinations of antiseizure medication in patients treated with cenobamate in early therapy lines for focal onset seizures quality of life is an important outcome measure for patients with epilepsy pwe however data on health related quality of life hrqol in pwe treated with cenobamate cnb a new antiseizure medication asm that achieves a high level of seizure freedom is scarce these data are especially important for evaluating the use of cnb in early therapy lines for focal onset seizures the study population consisted of patients with focal onset seizures that could not be controlled by fewer than three lifetime asms they began treatment with cnb cnb group or another asm controls both groups were matched at a ratio of based on sex age and seizure frequency hrqol was evaluated using the quality of life in epilepsy qolie the euroqol visual analogue scale eqvas and the euroqol dimensions eq d questionnaire the drug combinations were analyzed of the study participants were treated with cnb with valproate with lacosamide with levetiracetam and with topiramate the percentage improvement in the eq d index score from baseline to the month follow up was higher for cnb than for other asms p similar results were obtained for eqvas vs and qolie vs p cnb demonstrated superior seizure control and hrqol when combined with low dose clobazam and a trend for combination with sv a modulators our study provides evidence that cnb in early therapy lines for focal onset seizures is associated with an increased hrqol low dose clobazam can wok synergistically with cnb the combination with sv a modulators showed a positive trend"
}