{
    "pmid": "41390872",
    "title": "Identifying the biomarkers associated with G protein-coupled receptors of parkinson's disease.",
    "abstract": "Parkinson's disease (PD) is a common neurological disorder. The research has found that G protein-coupled receptors (GPCRs) may affect the pathogenesis of PD. This study aimed to explore the value of GPCRs-related genes (GPCRs-RGs) with PD. In this study, the PD, control samples, and GPCRs-RGs were obtained from the public database. Then, the candidate genes were identified through differential expression genes obtained from differential expression analysis and GPCRs-RGs. Subsequently, biomarkers were obtained through machine learning, expression analysis, and ROC analysis. Notably, the nomogram, regulatory network, and gene set enrichment analysis (GSEA) of biomarkers were explored. In addition, a clustering analysis was adopted based on the biomarkers, and the immune infiltration were analyzed between the clusters. Finally, the expressions of biomarkers were further validated in clinical samples by reverse transcription quantitative PCR (RT-qPCR). This study identified NTSR1 and GPR161 as biomarkers associated with GPCRs and constructed a nomogram with good predictive ability with PD. The GSEA found 26 common pathways, such as oxidative phosphorylation enriched by NTSR1 and GPR161. Furthermore, the PD samples were divided into PD1 and PD2. Biomarkers were upregulated in PD1, while the scores of the 10 immune cells, such as mast cells and monocytes, in PD 1 were lower than PD 2. Finally, six drugs, such as sorafenib, 10 proteins, such as ARRB1 and ARRB2, and 15 miRNAs, such as hsa-miR-140-5p were found to be associated with biomarkers. The RT-qPCR results showed that biomarkers were downregulated in the PD group, which was consistent with the bioinformatics analysis results. NTSR1 and GPR161 were identified as novel biomarkers associated with GPCRs in PD. These might serve as potential therapeutic targets and provide new ideas for disease prevention, diagnosis, and treatment of PD.",
    "disease": "parkinson disease",
    "clean_text": "identifying the biomarkers associated with g protein coupled receptors of parkinson s disease parkinson s disease pd is a common neurological disorder the research has found that g protein coupled receptors gpcrs may affect the pathogenesis of pd this study aimed to explore the value of gpcrs related genes gpcrs rgs with pd in this study the pd control samples and gpcrs rgs were obtained from the public database then the candidate genes were identified through differential expression genes obtained from differential expression analysis and gpcrs rgs subsequently biomarkers were obtained through machine learning expression analysis and roc analysis notably the nomogram regulatory network and gene set enrichment analysis gsea of biomarkers were explored in addition a clustering analysis was adopted based on the biomarkers and the immune infiltration were analyzed between the clusters finally the expressions of biomarkers were further validated in clinical samples by reverse transcription quantitative pcr rt qpcr this study identified ntsr and gpr as biomarkers associated with gpcrs and constructed a nomogram with good predictive ability with pd the gsea found common pathways such as oxidative phosphorylation enriched by ntsr and gpr furthermore the pd samples were divided into pd and pd biomarkers were upregulated in pd while the scores of the immune cells such as mast cells and monocytes in pd were lower than pd finally six drugs such as sorafenib proteins such as arrb and arrb and mirnas such as hsa mir p were found to be associated with biomarkers the rt qpcr results showed that biomarkers were downregulated in the pd group which was consistent with the bioinformatics analysis results ntsr and gpr were identified as novel biomarkers associated with gpcrs in pd these might serve as potential therapeutic targets and provide new ideas for disease prevention diagnosis and treatment of pd"
}