{
    "title": "Airways obstruction in rheumatoid arthritis.",
    "doc_id": "485577",
    "writer": "Geddes DM",
    "year": "1979",
    "summary": "Spirometry was performed on 100 patients with rheumatoid arthritis and 84 control subjects matched for age, sex, and smoking habits. Patients with rheumatoid arthritis had significantly lower values for FEV1, FVC, FEV1/FVC, and MMEFR when compared with …",
    "abstract": "Owing to the report of an association between rheumatoid arthritis (RA) and obliterative bronchiolitis we have determined the prevalence of airflow obstruction in unselected patients with RA and normal chest radiographs. Spirometry was performed on 100 patients with rheumatoid arthritis and 84 control subjects matched for age, sex, and smoking habits. Patients with rheumatoid arthritis had significantly lower values for FEV1, FVC, FEV1/FVC, and MMEFR when compared with the controls: 39 patients had abnormal spirometry, and at least 32 showed airways obstruction. The prevalence of airflow obstruction is remarkably high, and we suggest that airway disease may be the commonest form of lung involvement in rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/485577/",
    "clean_text": "airways obstruction in rheumatoid arthritis spirometry was performed on patients with rheumatoid arthritis and control subjects matched for age sex and smoking habits patients with rheumatoid arthritis had significantly lower values for fev fvc fev fvc and mmefr when compared with owing to the report of an association between rheumatoid arthritis ra and obliterative bronchiolitis we have determined the prevalence of airflow obstruction in unselected patients with ra and normal chest radiographs spirometry was performed on patients with rheumatoid arthritis and control subjects matched for age sex and smoking habits patients with rheumatoid arthritis had significantly lower values for fev fvc fev fvc and mmefr when compared with the controls patients had abnormal spirometry and at least showed airways obstruction the prevalence of airflow obstruction is remarkably high and we suggest that airway disease may be the commonest form of lung involvement in rheumatoid arthritis"
}