{
    "title": "Simple Blood Test Indicating Sepsis Relapse: A Case Report.",
    "doc_id": "38021942",
    "writer": "Wójcik B",
    "year": "2023",
    "summary": "The pictorial information from microscope images associated with an appropriate set of multiparameter laboratory test results enabled for prediction of sepsis relapse four days before its clinical recognition. Thus, the role of this case report is to encourage medic …",
    "abstract": "Delays in the diagnosis and management of sepsis are associated with higher mortality. Moreover, routine blood tests performed just before hospital discharge are still insufficient for sepsis survivors. In this report, for the first time, dramatic hematological changes found in the blood of a sepsis survivor are described. The pictorial information from microscope images associated with an appropriate set of multiparameter laboratory test results enabled for prediction of sepsis relapse four days before its clinical recognition. Thus, the role of this case report is to encourage medical practitioners to introduce (or re-introduce) blood smears as the helpful adjunctive extension of routine blood testing, especially when sepsis is suspected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38021942/",
    "clean_text": "simple blood test indicating sepsis relapse a case report the pictorial information from microscope images associated with an appropriate set of multiparameter laboratory test results enabled for prediction of sepsis relapse four days before its clinical recognition thus the role of this case report is to encourage medic delays in the diagnosis and management of sepsis are associated with higher mortality moreover routine blood tests performed just before hospital discharge are still insufficient for sepsis survivors in this report for the first time dramatic hematological changes found in the blood of a sepsis survivor are described the pictorial information from microscope images associated with an appropriate set of multiparameter laboratory test results enabled for prediction of sepsis relapse four days before its clinical recognition thus the role of this case report is to encourage medical practitioners to introduce or re introduce blood smears as the helpful adjunctive extension of routine blood testing especially when sepsis is suspected"
}