{
    "pmid": "41405233",
    "title": "Impact of Double Reflex Testing and Linkage to Treatment on Clinical Outcomes of Chronic Hepatitis Delta Virus Infection in the United States.",
    "abstract": "Hepatitis D virus (HDV) screening rates in the United States are low. We evaluated the impact of double reflex-based HDV testing on HDV-related morbidity and mortality in the United States. A Screen and Treat model simulated the HDV screening cascade (decision tree) and assessed the natural history of HDV (Markov model) over a 5-year time horizon from a United States third-party payer perspective, for patients positive for HBV. The number of patients diagnosed with HDV and liver-related outcomes were compared under double reflex screening (100% patients screened for HDV antibodies and HDV RNA) and current practice (11% patients screened for HDV antibodies and 25% anti-HDV-positive patients for HDV RNA). Implementation of HDV double reflex testing predicted a 3655% increase in patients diagnosed versus current practice (n = 7231 vs. n = 193, respectively). The number of predicted occurrences of all liver-related outcomes over 5 years is lower with double reflex testing versus current practice (difference in numbers of events: -7% for compensated cirrhosis, -40% for decompensated cirrhosis, -23% for hepatocellular carcinoma, -34% for liver transplantation, and -32% for liver-related deaths). Results of scenario analyses with varying HBV prevalence, treatment received, or treatment rates were similar. Simulation of double reflex testing predicted earlier detection of HDV patients, increased numbers of patients diagnosed and treated, and reduced rates of disease progression, liver-related complications and deaths. These findings highlight the need for implementing strategies to improve HDV screening and linkage to care and treatment in the United States. Trial Registration: ClinicalTrials.gov identifier: NCT03852719.",
    "disease": "liver cirrhosis",
    "clean_text": "impact of double reflex testing and linkage to treatment on clinical outcomes of chronic hepatitis delta virus infection in the united states hepatitis d virus hdv screening rates in the united states are low we evaluated the impact of double reflex based hdv testing on hdv related morbidity and mortality in the united states a screen and treat model simulated the hdv screening cascade decision tree and assessed the natural history of hdv markov model over a year time horizon from a united states third party payer perspective for patients positive for hbv the number of patients diagnosed with hdv and liver related outcomes were compared under double reflex screening patients screened for hdv antibodies and hdv rna and current practice patients screened for hdv antibodies and anti hdv positive patients for hdv rna implementation of hdv double reflex testing predicted a increase in patients diagnosed versus current practice n vs n respectively the number of predicted occurrences of all liver related outcomes over years is lower with double reflex testing versus current practice difference in numbers of events for compensated cirrhosis for decompensated cirrhosis for hepatocellular carcinoma for liver transplantation and for liver related deaths results of scenario analyses with varying hbv prevalence treatment received or treatment rates were similar simulation of double reflex testing predicted earlier detection of hdv patients increased numbers of patients diagnosed and treated and reduced rates of disease progression liver related complications and deaths these findings highlight the need for implementing strategies to improve hdv screening and linkage to care and treatment in the united states trial registration clinicaltrials gov identifier nct"
}