{
    "title": "Neonatal lupus.",
    "doc_id": "17459311",
    "writer": "Robles DT",
    "year": "2006",
    "summary": "An otherwise healthy 5-week-old infant with erythematous plaques predominantly on the face and scalp presented to our dermatology clinic. The mother had been diagnosed with lupus erythematosus 2 years earlier but her disease was quiescent. Neonatal lupus is a …",
    "abstract": "An otherwise healthy 5-week-old infant with erythematous plaques predominantly on the face and scalp presented to our dermatology clinic. The mother had been diagnosed with lupus erythematosus 2 years earlier but her disease was quiescent. Neonatal lupus is a rare condition associated with transplacental transfer of IgG anti-SSA/Ro and anti-SSB/La antibodies from the mother to the fetus. Active connective tissue disease in the mother does not have to be present and in fact is often absent. Although the cutaneous, hematologic and hepatic manifestations are transient, the potential for permanent heart block makes it necessary for this to be carefully ruled out. As in this case, the dermatologist may be the one to make the diagnosis and should be aware of the clinical presentation, work-up, and management of this important disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17459311/",
    "clean_text": "neonatal lupus an otherwise healthy week old infant with erythematous plaques predominantly on the face and scalp presented to our dermatology clinic the mother had been diagnosed with lupus erythematosus years earlier but her disease was quiescent neonatal lupus is a an otherwise healthy week old infant with erythematous plaques predominantly on the face and scalp presented to our dermatology clinic the mother had been diagnosed with lupus erythematosus years earlier but her disease was quiescent neonatal lupus is a rare condition associated with transplacental transfer of igg anti ssa ro and anti ssb la antibodies from the mother to the fetus active connective tissue disease in the mother does not have to be present and in fact is often absent although the cutaneous hematologic and hepatic manifestations are transient the potential for permanent heart block makes it necessary for this to be carefully ruled out as in this case the dermatologist may be the one to make the diagnosis and should be aware of the clinical presentation work up and management of this important disease"
}