{
    "pmid": "41456750",
    "title": "Stenosis Development After Circumferential Colorectal Endoscopic Submucosal Dissection: A Multicenter Analysis of Predictive Factors and Outcomes.",
    "abstract": "The risk of post-resection colorectal stenosis significantly increases when more than 90% of the circumference is involved. We aimed to evaluate post-resectional stenosis incidence and predictive factors in patients undergoing colorectal ESD for whole circumferential lesions. We retrospectively analyzed prospective data from patients undergoing ESD for colorectal lesions involving ≥90% of the luminal circumference at 29 worldwide tertiary referral centres between June 2018 and September 2024. The primary endpoint was to evaluate the incidence and predictive factors of post-resectional stenoses. Secondary endpoints included assessing the effectiveness and safety of the ESD procedure. A total of 315 patients were included, with 269 (85.4%) rectal and 46 (14.6%) colonic lesions, and a median lesion size of 95 mm (IQR: 71-130). Complete (100%) circumferential involvement was observed in 116 cases (36.8%). En bloc, R0, and oncological curative resection rates were 85.1%, 81.8%, and 80.3%, respectively. Of the 315 lesions, 31 (9.2%) were referred for surgery, and the remaining 284 (90.2%) were included in the final analysis. Stenosis occurred in 97/284 (34.2%) cases, with a higher incidence for rectal compared to colonic lesions (38.2% vs. 11.6%, P < 0.001). All stenoses were effectively managed with endoscopic treatments, achieving complete resolution of symptoms and luminal patency in all treated cases, with no need for surgical intervention. At multivariable analysis, rectal location (OR 4.40 - 95% CI 1.62-12.06, P = 0.004), 100% circumferential resection (OR 2.44 - 95% CI 1.41-4.21, P < 0.001), and larger lesion size (OR 1.01 - 95% CI 1.01-1.02, P = 0.005) were independently associated with stenosis occurrence. The risk of stenosis after circumferential ESD for colorectal lesions ≥90% is high in the rectum but can be effectively managed endoscopically. Despite this, the technique remains highly feasible and safe.",
    "disease": "colorectal cancer",
    "clean_text": "stenosis development after circumferential colorectal endoscopic submucosal dissection a multicenter analysis of predictive factors and outcomes the risk of post resection colorectal stenosis significantly increases when more than of the circumference is involved we aimed to evaluate post resectional stenosis incidence and predictive factors in patients undergoing colorectal esd for whole circumferential lesions we retrospectively analyzed prospective data from patients undergoing esd for colorectal lesions involving of the luminal circumference at worldwide tertiary referral centres between june and september the primary endpoint was to evaluate the incidence and predictive factors of post resectional stenoses secondary endpoints included assessing the effectiveness and safety of the esd procedure a total of patients were included with rectal and colonic lesions and a median lesion size of mm iqr complete circumferential involvement was observed in cases en bloc r and oncological curative resection rates were and respectively of the lesions were referred for surgery and the remaining were included in the final analysis stenosis occurred in cases with a higher incidence for rectal compared to colonic lesions vs p all stenoses were effectively managed with endoscopic treatments achieving complete resolution of symptoms and luminal patency in all treated cases with no need for surgical intervention at multivariable analysis rectal location or ci p circumferential resection or ci p and larger lesion size or ci p were independently associated with stenosis occurrence the risk of stenosis after circumferential esd for colorectal lesions is high in the rectum but can be effectively managed endoscopically despite this the technique remains highly feasible and safe"
}