{
    "title": "Promoting resolution in kidney disease: are we nearly there yet?",
    "doc_id": "31599748",
    "writer": "Doyle R",
    "year": "2020",
    "summary": "RECENT FINDINGS: We describe our current understanding of SPMs for this purpose in acute and chronic kidney disease. These studies cement the place of inflammation and its defective resolution in the pathogenesis of kidney disease, and highlight new av …",
    "abstract": "Purpose of review:\n        \n      \n      Nephrology lacks effective therapeutics for many of the presentations and diseases seen in clinical practice. In recent decades, we have come to understand the central place of inflammation in initiating and propagating kidney disease, and, research in more recent years has established that the resolution of inflammation is a highly regulated and active process. With this, has evolved an appreciation that this aspect of the host inflammatory response is defective in kidney disease and led to consideration of a therapeutic paradigm aiming to harness the activity of the molecular drivers of the resolution phase of inflammation. Fatty-acid-derived Specialized pro-resolving mediators (SPMs), partly responsible for resolution of inflammation have gained traction as potential therapeutics.\n    \n\n\n          Recent findings:\n        \n      \n      We describe our current understanding of SPMs for this purpose in acute and chronic kidney disease. These studies cement the place of inflammation and its defective resolution in the pathogenesis of kidney disease, and highlight new avenues for therapy.\n    \n\n\n          Summary:\n        \n      \n      Targeting resolution of inflammation is a viable approach to treating kidney disease. We optimistically look forward to translating these experimental advances into tractable therapeutics to treat kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31599748/",
    "clean_text": "promoting resolution in kidney disease are we nearly there yet recent findings we describe our current understanding of spms for this purpose in acute and chronic kidney disease these studies cement the place of inflammation and its defective resolution in the pathogenesis of kidney disease and highlight new av purpose of review nephrology lacks effective therapeutics for many of the presentations and diseases seen in clinical practice in recent decades we have come to understand the central place of inflammation in initiating and propagating kidney disease and research in more recent years has established that the resolution of inflammation is a highly regulated and active process with this has evolved an appreciation that this aspect of the host inflammatory response is defective in kidney disease and led to consideration of a therapeutic paradigm aiming to harness the activity of the molecular drivers of the resolution phase of inflammation fatty acid derived specialized pro resolving mediators spms partly responsible for resolution of inflammation have gained traction as potential therapeutics recent findings we describe our current understanding of spms for this purpose in acute and chronic kidney disease these studies cement the place of inflammation and its defective resolution in the pathogenesis of kidney disease and highlight new avenues for therapy summary targeting resolution of inflammation is a viable approach to treating kidney disease we optimistically look forward to translating these experimental advances into tractable therapeutics to treat kidney disease"
}