{
    "title": "[Clinical techniques for use in neurological physical examinations. III. Sensory functions].",
    "doc_id": "15573316",
    "writer": "Rodríguez-García PL",
    "year": "2004",
    "summary": "AIMS: The purpose of this work is to focus on the main practical aspects of the techniques used for the neurological physical examination of the sensory functions and to present an approach for the practice of this study. ...CONCLUSIONS: We present a detailed descri …",
    "abstract": "Aims:\n        \n      \n      The purpose of this work is to focus on the main practical aspects of the techniques used for the neurological physical examination of the sensory functions and to present an approach for the practice of this study.\n    \n\n\n          Development:\n        \n      \n      Despite the difficulty often involved in interpreting its results, today the formal examination of sensation is still an important part of a complete neurological evaluation and remains valid in the search for a correct diagnosis and suitable treatment. We recommend clinicians to carry out a brief but consistent and effective exploration in a systematic, flexible and orderly manner to check for abnormalities in the sensory functions. Should any anomalies be detected, then a more detailed and thorough neurological exploration must be performed selectively. We present a detailed review of the practical aspects of the main techniques used in the physical examination of this neurological category. In addition to the tests used to examine the peripheral and cortical sensory systems, we also describe other techniques designed to trigger pain or other sensory symptoms due to radicular lesions or injury to the median nerve.\n    \n\n\n          Conclusions:\n        \n      \n      We present a detailed description of the main clinical techniques used in the neurological physical examination of the sensory functions, as well as an approach that allows them to be performed on adult patients. In addition, we underline the importance of physically examining the sensory functions in contemporary medicine and the need to continually perfect the way these techniques are performed in order to achieve an efficient clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15573316/",
    "clean_text": "clinical techniques for use in neurological physical examinations iii sensory functions aims the purpose of this work is to focus on the main practical aspects of the techniques used for the neurological physical examination of the sensory functions and to present an approach for the practice of this study conclusions we present a detailed descri aims the purpose of this work is to focus on the main practical aspects of the techniques used for the neurological physical examination of the sensory functions and to present an approach for the practice of this study development despite the difficulty often involved in interpreting its results today the formal examination of sensation is still an important part of a complete neurological evaluation and remains valid in the search for a correct diagnosis and suitable treatment we recommend clinicians to carry out a brief but consistent and effective exploration in a systematic flexible and orderly manner to check for abnormalities in the sensory functions should any anomalies be detected then a more detailed and thorough neurological exploration must be performed selectively we present a detailed review of the practical aspects of the main techniques used in the physical examination of this neurological category in addition to the tests used to examine the peripheral and cortical sensory systems we also describe other techniques designed to trigger pain or other sensory symptoms due to radicular lesions or injury to the median nerve conclusions we present a detailed description of the main clinical techniques used in the neurological physical examination of the sensory functions as well as an approach that allows them to be performed on adult patients in addition we underline the importance of physically examining the sensory functions in contemporary medicine and the need to continually perfect the way these techniques are performed in order to achieve an efficient clinical practice"
}