{
    "title": "Prevalence and outcomes of rapid cycling bipolar disorder: Mixed method systematic meta-review.",
    "doc_id": "37429185",
    "writer": "Miola A",
    "year": "2023",
    "summary": "Rapid-cycling in bipolar disorder (RC-BD) is associated with greater illness morbidity and inferior treatment response but many aspects remain unclear, prompting this systematic review of its definitions, prevalence, and clinical characteristics. We searched multipl …",
    "abstract": "Rapid-cycling in bipolar disorder (RC-BD) is associated with greater illness morbidity and inferior treatment response but many aspects remain unclear, prompting this systematic review of its definitions, prevalence, and clinical characteristics. We searched multiple literature databases through April 2022 for systematic reviews or meta-analyses on RC-BD and extracted associated definitions, prevalence, risk-factors, and clinical outcomes. We assessed study quality (NIH Quality Assessment Tool) and levels of evidence (Oxford criteria). Of 146 identified reviews, 22 fulfilling selection criteria were included, yielding 30 studies involving 13,698 BD patients, of whom 3777 (27.6% [CI: 26.8-28.3]) were considered RC-BD, as defined in 14 reports by ≥4 recurrences/year within the past 12 months or in any year, without considering responsiveness to treatment. Random-effects meta-analytically pooled one-year prevalence was 22.3% [CI: 14.4-32.9] in 12 reports and lifetime prevalence was 35.5% [27.6-44.3] in 18 heterogenous reports. Meta-regression indicated greater lifetime prevalence of RC-BD among women than men (p=0.003). Association of RC-BD with suicide attempts, and unsatisfactory response to mood-stabilizers was supported by strong evidence (Level 1); associations with childhood maltreatment, mixed-features, female sex, and type-II BD had moderate evidence (Level 2). Other factors: genetic predisposition, metabolic disturbances or hypothyroidism, antidepressant exposure, predominant depressive polarity (Level 3), along with greater illness duration and immune-inflammatory dysfunction (Level 4) require further study. RC-BD was consistently recognized as having high prevalence (22.3%-35.5% of BD cases) and inferior treatment response. Identified associated factors can inform clinical practice. Long-term illness-course, metabolic factors, and optimal treatment require further investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37429185/",
    "clean_text": "prevalence and outcomes of rapid cycling bipolar disorder mixed method systematic meta review rapid cycling in bipolar disorder rc bd is associated with greater illness morbidity and inferior treatment response but many aspects remain unclear prompting this systematic review of its definitions prevalence and clinical characteristics we searched multipl rapid cycling in bipolar disorder rc bd is associated with greater illness morbidity and inferior treatment response but many aspects remain unclear prompting this systematic review of its definitions prevalence and clinical characteristics we searched multiple literature databases through april for systematic reviews or meta analyses on rc bd and extracted associated definitions prevalence risk factors and clinical outcomes we assessed study quality nih quality assessment tool and levels of evidence oxford criteria of identified reviews fulfilling selection criteria were included yielding studies involving bd patients of whom ci were considered rc bd as defined in reports by recurrences year within the past months or in any year without considering responsiveness to treatment random effects meta analytically pooled one year prevalence was ci in reports and lifetime prevalence was in heterogenous reports meta regression indicated greater lifetime prevalence of rc bd among women than men p association of rc bd with suicide attempts and unsatisfactory response to mood stabilizers was supported by strong evidence level associations with childhood maltreatment mixed features female sex and type ii bd had moderate evidence level other factors genetic predisposition metabolic disturbances or hypothyroidism antidepressant exposure predominant depressive polarity level along with greater illness duration and immune inflammatory dysfunction level require further study rc bd was consistently recognized as having high prevalence of bd cases and inferior treatment response identified associated factors can inform clinical practice long term illness course metabolic factors and optimal treatment require further investigation"
}