{
    "title": "Ovarian lesions in 44 rabbits (Oryctolagus cuniculus).",
    "doc_id": "29057758",
    "writer": "Bertram CA",
    "year": "2017",
    "summary": "Pathological examination revealed ovarian lesions in 12 of the 44 rabbits including follicular cysts (n=7), cystic rete ovarii (n=3), widespread ovarian necrosis with dystrophic calcification (n=2), ovarian adenoma (n=1). Clinical examination including radiog …",
    "abstract": "The clinical and pathological records of 44 domestic, female rabbits with an age ranging from 6-124 months (median age: 63.5 month) were assessed retrospectively for ovarian lesions. Included were all rabbits that underwent an ovariohysterectomy with a subsequent pathological examination of the genital tract between March 1997 and June 2016. Pathological examination revealed ovarian lesions in 12 of the 44 rabbits including follicular cysts (n=7), cystic rete ovarii (n=3), widespread ovarian necrosis with dystrophic calcification (n=2), ovarian adenoma (n=1). Clinical examination including radiographs only suggested ovarian disorders in two cases of ovarian necrosis with dystrophic calcification and in two cases of cystic rete ovarii. Clinical significance was only conclusive in a case of cystic rete ovarii.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29057758/",
    "clean_text": "ovarian lesions in rabbits oryctolagus cuniculus pathological examination revealed ovarian lesions in of the rabbits including follicular cysts n cystic rete ovarii n widespread ovarian necrosis with dystrophic calcification n ovarian adenoma n clinical examination including radiog the clinical and pathological records of domestic female rabbits with an age ranging from months median age month were assessed retrospectively for ovarian lesions included were all rabbits that underwent an ovariohysterectomy with a subsequent pathological examination of the genital tract between march and june pathological examination revealed ovarian lesions in of the rabbits including follicular cysts n cystic rete ovarii n widespread ovarian necrosis with dystrophic calcification n ovarian adenoma n clinical examination including radiographs only suggested ovarian disorders in two cases of ovarian necrosis with dystrophic calcification and in two cases of cystic rete ovarii clinical significance was only conclusive in a case of cystic rete ovarii"
}