{
    "title": "Polarization-resolved scintillations in Young's experiment.",
    "doc_id": "36221694",
    "writer": "Gao Y",
    "year": "2022",
    "summary": "We examine these generalized scintillations, called Stokes scintillations, that occur when two stochastic electromagnetic beams are made to interfere in Young's experiment. We find that the magnitude of the conventional scintillation can be decreased, within certain limits …",
    "abstract": "The conventional scintillation, or intensity fluctuation, that occurs in random electromagnetic beams is just one member of a broader class of four interconnected, polarization-resolved scintillations. We examine these generalized scintillations, called Stokes scintillations, that occur when two stochastic electromagnetic beams are made to interfere in Young's experiment. We find that the magnitude of the conventional scintillation can be decreased, within certain limits, at the expense of an increase of one or more of the other Stokes scintillations. For certain applications however, it may be beneficial to suppress the latter.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36221694/",
    "clean_text": "polarization resolved scintillations in young s experiment we examine these generalized scintillations called stokes scintillations that occur when two stochastic electromagnetic beams are made to interfere in young s experiment we find that the magnitude of the conventional scintillation can be decreased within certain limits the conventional scintillation or intensity fluctuation that occurs in random electromagnetic beams is just one member of a broader class of four interconnected polarization resolved scintillations we examine these generalized scintillations called stokes scintillations that occur when two stochastic electromagnetic beams are made to interfere in young s experiment we find that the magnitude of the conventional scintillation can be decreased within certain limits at the expense of an increase of one or more of the other stokes scintillations for certain applications however it may be beneficial to suppress the latter"
}