{
    "pmid": "41386951",
    "title": "Methamphetamine-Induced Coronary Vasospasm and Recurrent Cardiac Arrest: A Quick Glance May Not Be Good Enough.",
    "abstract": "Methamphetamine can cause coronary vasospasm and atherosclerotic plaque disruption, leading to myocardial ischemia and tachyarrhythmias. A 51-year-old man experienced recurrent episodes of polymorphic ventricular tachycardia (PMVT) and cardiac arrest after using methamphetamine. Initial coronary angiography (CA) revealed diffuse multivessel coronary artery disease; therefore, percutaneous coronary intervention was deferred. On day 12 of hospitalization, he developed acute anterior ST-segment elevation myocardial infarction complicated by PMVT and cardiac arrest. Repeat CA revealed only a single focal culprit lesion in the mid-left anterior descending artery. This was simply treated with a single drug-eluting stent. Coronary vasospasm can make detection of culprit lesions on CA alone difficult. Reassessment after administration of vasodilators should be considered. Methamphetamine can induce severe coronary vasospasm, endothelial dysfunction, and atherosclerotic plaque disruption. Vasodilators should be considered during coronary angiography before determining next steps in management.",
    "disease": "coronary artery disease",
    "clean_text": "methamphetamine induced coronary vasospasm and recurrent cardiac arrest a quick glance may not be good enough methamphetamine can cause coronary vasospasm and atherosclerotic plaque disruption leading to myocardial ischemia and tachyarrhythmias a year old man experienced recurrent episodes of polymorphic ventricular tachycardia pmvt and cardiac arrest after using methamphetamine initial coronary angiography ca revealed diffuse multivessel coronary artery disease therefore percutaneous coronary intervention was deferred on day of hospitalization he developed acute anterior st segment elevation myocardial infarction complicated by pmvt and cardiac arrest repeat ca revealed only a single focal culprit lesion in the mid left anterior descending artery this was simply treated with a single drug eluting stent coronary vasospasm can make detection of culprit lesions on ca alone difficult reassessment after administration of vasodilators should be considered methamphetamine can induce severe coronary vasospasm endothelial dysfunction and atherosclerotic plaque disruption vasodilators should be considered during coronary angiography before determining next steps in management"
}