{
    "title": "Electrical stimulation and conductive materials: electrophysiology-based treatment for spinal cord injury.",
    "doc_id": "39403758",
    "writer": "Guo J",
    "year": "2024",
    "summary": "Accordingly, this review introduces the current common electrophysiological evaluation in spinal cord injury. Then the cutting-edge therapeutic strategies aiming at electrophysiological improvement in spinal cord injury are summarized. Fi …",
    "abstract": "Spinal cord injury is a serious disease of the central nervous system. The electrophysiological properties of the spinal cord that are essential to maintaining neurotransmission can be impaired after the injury. Therefore, electrophysiological evaluation is becoming an important indicator of the injury extent or the therapeutic outcomes by reflecting the potential propagation of neural pathways. On the other hand, the repair of damaged nerves is one of the main goals of spinal cord injury treatment. Growing research interest has been concentrated on developing effective therapeutic solutions to restore the normal electrophysiological function of the injured spinal cord by using conductive materials and/or exerting the merits of electrical stimulation. Accordingly, this review introduces the current common electrophysiological evaluation in spinal cord injury. Then the cutting-edge therapeutic strategies aiming at electrophysiological improvement in spinal cord injury are summarized. Finally, the challenges and future prospects of neural restoration after spinal cord injury are presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39403758/",
    "clean_text": "electrical stimulation and conductive materials electrophysiology based treatment for spinal cord injury accordingly this review introduces the current common electrophysiological evaluation in spinal cord injury then the cutting edge therapeutic strategies aiming at electrophysiological improvement in spinal cord injury are summarized fi spinal cord injury is a serious disease of the central nervous system the electrophysiological properties of the spinal cord that are essential to maintaining neurotransmission can be impaired after the injury therefore electrophysiological evaluation is becoming an important indicator of the injury extent or the therapeutic outcomes by reflecting the potential propagation of neural pathways on the other hand the repair of damaged nerves is one of the main goals of spinal cord injury treatment growing research interest has been concentrated on developing effective therapeutic solutions to restore the normal electrophysiological function of the injured spinal cord by using conductive materials and or exerting the merits of electrical stimulation accordingly this review introduces the current common electrophysiological evaluation in spinal cord injury then the cutting edge therapeutic strategies aiming at electrophysiological improvement in spinal cord injury are summarized finally the challenges and future prospects of neural restoration after spinal cord injury are presented"
}