{
    "title": "Zika Virus: A Critical Analysis and Pharmaceutical Perspectives.",
    "doc_id": "30311585",
    "writer": "Sultan N",
    "year": "2018",
    "summary": "Zika virus belongs to family of viruses 'Flaviviridae' and spreads mostly by daytime-active Aedes mosquitoes. ...Until now, there is no specific treatment of Zika fever disease, and Zika virus illness cannot be prevented by medications or vaccin …",
    "abstract": "Zika virus belongs to family of viruses 'Flaviviridae' and spreads mostly by daytime-active Aedes mosquitoes. The resulting infection is known as Zika fever. It is usually asymptomatic or often causes mild symptoms, which are very similar to dengue fever. The Aedes aegypti mosquito is also responsible for dengue and chikungunya viruses. Zika virus can spread by crossing the placental barrier from a pregnant mother to a fetus, which can result in microcephaly, severe brain malformations including Guillain-Barre syndrome (GBS), and other birth defects. Until now, there is no specific treatment of Zika fever disease, and Zika virus illness cannot be prevented by medications or vaccines. According to WHO, no vaccine is likely to be available until 2020. The only way of preventing this disease is to prevent the mosquito bites. This article presents the history of Zika virus, its reported cases including microcephaly and GBS, and a comparison of its symptoms with those of dengue and chikungunya diseases, as well as preventive measures. With advances in research and technology, knowledge about the Zika virus has grown, yet some questions remain unanswered regarding Zika virus's genetic diversity, pathophysiology, transmission vectors and reservoirs, potential synergetic of coinfection with other related arboviruses, and treatment. These problems highlight the need for further research to achieve adequate the surveillance, infection management, optimized treatment, and public health mediations in Zika virus outbreaks. This article contributes to our understanding of the disease mechanism, genome structure, diagnosis, transmission, and preventive strategies to combat Zika virus infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30311585/",
    "clean_text": "zika virus a critical analysis and pharmaceutical perspectives zika virus belongs to family of viruses flaviviridae and spreads mostly by daytime active aedes mosquitoes until now there is no specific treatment of zika fever disease and zika virus illness cannot be prevented by medications or vaccin zika virus belongs to family of viruses flaviviridae and spreads mostly by daytime active aedes mosquitoes the resulting infection is known as zika fever it is usually asymptomatic or often causes mild symptoms which are very similar to dengue fever the aedes aegypti mosquito is also responsible for dengue and chikungunya viruses zika virus can spread by crossing the placental barrier from a pregnant mother to a fetus which can result in microcephaly severe brain malformations including guillain barre syndrome gbs and other birth defects until now there is no specific treatment of zika fever disease and zika virus illness cannot be prevented by medications or vaccines according to who no vaccine is likely to be available until the only way of preventing this disease is to prevent the mosquito bites this article presents the history of zika virus its reported cases including microcephaly and gbs and a comparison of its symptoms with those of dengue and chikungunya diseases as well as preventive measures with advances in research and technology knowledge about the zika virus has grown yet some questions remain unanswered regarding zika virus s genetic diversity pathophysiology transmission vectors and reservoirs potential synergetic of coinfection with other related arboviruses and treatment these problems highlight the need for further research to achieve adequate the surveillance infection management optimized treatment and public health mediations in zika virus outbreaks this article contributes to our understanding of the disease mechanism genome structure diagnosis transmission and preventive strategies to combat zika virus infection"
}