{
    "title": "Economic Evaluation of Health Behavior Interventions to Prevent and Manage Type 2 Diabetes Mellitus in Asia: A Systematic Review of Randomized Controlled Trials.",
    "doc_id": "36078539",
    "writer": "Dahal PK",
    "year": "2022",
    "summary": "Health behavior interventions implemented in Asian countries often lack economic evaluations that effectively address the problems of type 2 diabetes mellitus. This review systematically assessed the existing literature on economic evaluation of health …",
    "abstract": "Health behavior interventions implemented in Asian countries often lack economic evaluations that effectively address the problems of type 2 diabetes mellitus. This review systematically assessed the existing literature on economic evaluation of health behavior interventions to prevent and manage type 2 diabetes mellitus for people living in Asian countries. Eligible studies were identified through a search of six bibliographic databases, namely, PubMed, Scopus, Public Health Database by ProQuest, Cumulative Index to Nursing and Allied Health Literature Complete, Web of Science, and Google Scholar. Randomized controlled trials of health behavior interventions and studies published in the English language from January 2000 to May 2022 were included in the review. The search yielded 3867 records, of which 11 studies were included in the review. All included studies concluded that health behavior interventions were cost-effective. Eight of these studies undertook an evaluation from a health system perspective, two studies used both societal and health system perspectives, and one study utilized a societal and multi-payer perspective. This review identified the time horizon, direct and indirect medical costs, and discount rates as the most important considerations in determining cost effectiveness. These findings have implications in extending health behavior interventions to prevent and manage type 2 diabetes mellitus in low-resource settings, and are likely to yield the most promising outcomes for people with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36078539/",
    "clean_text": "economic evaluation of health behavior interventions to prevent and manage type diabetes mellitus in asia a systematic review of randomized controlled trials health behavior interventions implemented in asian countries often lack economic evaluations that effectively address the problems of type diabetes mellitus this review systematically assessed the existing literature on economic evaluation of health health behavior interventions implemented in asian countries often lack economic evaluations that effectively address the problems of type diabetes mellitus this review systematically assessed the existing literature on economic evaluation of health behavior interventions to prevent and manage type diabetes mellitus for people living in asian countries eligible studies were identified through a search of six bibliographic databases namely pubmed scopus public health database by proquest cumulative index to nursing and allied health literature complete web of science and google scholar randomized controlled trials of health behavior interventions and studies published in the english language from january to may were included in the review the search yielded records of which studies were included in the review all included studies concluded that health behavior interventions were cost effective eight of these studies undertook an evaluation from a health system perspective two studies used both societal and health system perspectives and one study utilized a societal and multi payer perspective this review identified the time horizon direct and indirect medical costs and discount rates as the most important considerations in determining cost effectiveness these findings have implications in extending health behavior interventions to prevent and manage type diabetes mellitus in low resource settings and are likely to yield the most promising outcomes for people with type diabetes mellitus"
}