{
    "pmid": "41328188",
    "title": "Dubin-Johnson Syndrome: An Eight-Year Retrospective Clinicopathological Review from a North Indian Tertiary Center.",
    "abstract": "Dubin-Johnson syndrome (DJS) is an uncommon disease with a characteristic clinical and biochemical profile, rarely requiring diagnostic liver biopsy. Indian data on the clinicopathological spectrum of DJS are scant. The study is aimed at the analysis of the clinical context for liver biopsy, histological spectrum, utility of special stains, and multidrug resistance-associated protein 2 (MRP2) immunohistochemistry in DJS. The clinical presentation, hematological, and biochemical parameters of all biopsy-proven cases of DJS in the last eight years (N = 15, 16 biopsies) were gleaned from the archives. All biopsies were stained with routine hematoxylin and eosin stain, various special stains, MRP2, bile salt export pump, and CK7 immunostains. The median age of presentation of DJS was 26.5 years (interquartile range [IQR]: 19-60.5 years). Nine of 15 patients (60%) had an additional liver disorder (chronic viral hepatitis, non-cirrhotic portal fibrosis, cirrhosis, etc). One-third of the cases were diagnosed on histology alone (clinically unsuspected). All cases showed conjugated hyperbilirubinemia (median total bilirubin: 5.1 mg/dL, IQR: 4.3-8.1 mg/dL) with normal liver enzymes and hemogram. All biopsies showed centrilobular-dominant deposition of pseudomelanin pigment in the hepatocytes and Kupffer cells. MRP2 immunostain showed complete loss of (85.7%)/partial canalicular (14.3%) expression. The clinical features of DJS are often obscured/altered by a coexistent liver disease necessitating liver biopsy. Histological documentation of the pigment by a panel of special stains is required for diagnosis. Loss of canalicular MRP2 expression complements special stains when pigment is scant and should be considered in diagnostically challenging biopsies.",
    "disease": "liver cirrhosis",
    "clean_text": "dubin johnson syndrome an eight year retrospective clinicopathological review from a north indian tertiary center dubin johnson syndrome djs is an uncommon disease with a characteristic clinical and biochemical profile rarely requiring diagnostic liver biopsy indian data on the clinicopathological spectrum of djs are scant the study is aimed at the analysis of the clinical context for liver biopsy histological spectrum utility of special stains and multidrug resistance associated protein mrp immunohistochemistry in djs the clinical presentation hematological and biochemical parameters of all biopsy proven cases of djs in the last eight years n biopsies were gleaned from the archives all biopsies were stained with routine hematoxylin and eosin stain various special stains mrp bile salt export pump and ck immunostains the median age of presentation of djs was years interquartile range iqr years nine of patients had an additional liver disorder chronic viral hepatitis non cirrhotic portal fibrosis cirrhosis etc one third of the cases were diagnosed on histology alone clinically unsuspected all cases showed conjugated hyperbilirubinemia median total bilirubin mg dl iqr mg dl with normal liver enzymes and hemogram all biopsies showed centrilobular dominant deposition of pseudomelanin pigment in the hepatocytes and kupffer cells mrp immunostain showed complete loss of partial canalicular expression the clinical features of djs are often obscured altered by a coexistent liver disease necessitating liver biopsy histological documentation of the pigment by a panel of special stains is required for diagnosis loss of canalicular mrp expression complements special stains when pigment is scant and should be considered in diagnostically challenging biopsies"
}