{
    "pmid": "41445651",
    "title": "Restriction with Normal Spirometry: A Retrospective Cohort Study.",
    "abstract": "Though a normal forced vital capacity (FVC) is typically thought to imply the absence of restriction, recent data suggest that restriction may in fact be common among patients with normal spirometry. However, the clinical significance of restriction with normal spirometry is unknown. What clinical characteristics and outcomes are associated with restriction with normal spirometry? We interpreted pulmonary function tests (PFTs) with both static and dynamic lung volume measurements performed between 2012 and 2025 at four pulmonary diagnostic labs. We used multivariable logistic regression to identify clinical characteristics associated with restriction among patients with normal spirometry and used a Cox proportional hazards model to assess the association of restriction with survival, adjusting for age, sex, forced expiratory volume in 1 second (FEV  We interpreted 83,886 PFTs from 47,597 patients (mean age 58.8 years, 59.8% female, 63.6% White). The prevalence of restriction among patients with normal spirometry was 25.7% Restriction with normal spirometry was more likely in older patients (adjusted odds ratio [aOR] 1.01 per year, 95% CI 1.01-1.01), in non-White patients (aOR 1.33, 95% CI 1.26-1.41), and in patients with a diagnosis (aOR 3.65, 95% CI 3.43-3.88) or radiographic evidence (aOR 3.02, 95% CI 2.79-3.28) of interstitial lung disease (ILD). Restriction with normal spirometry was less likely among female patients (aOR 0.64, 95% CI 0.60-0.67), and patients with a diagnosis (0.74, 95% CI 0.67-0.82) or radiographic evidence (aOR 0.81, 95% CI 0.73-0.89) of chronic obstructive pulmonary disease. Restriction with normal spirometry was associated with increased all-cause mortality (adjusted hazard ratio 1.45, 95% CI 1.34-1.57) as compared to normal spirometry without restriction. Restriction with normal spirometry is associated with ILD and with decreased survival. Clinically significant ventilatory impairments are common in patients with normal spirometry.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "restriction with normal spirometry a retrospective cohort study though a normal forced vital capacity fvc is typically thought to imply the absence of restriction recent data suggest that restriction may in fact be common among patients with normal spirometry however the clinical significance of restriction with normal spirometry is unknown what clinical characteristics and outcomes are associated with restriction with normal spirometry we interpreted pulmonary function tests pfts with both static and dynamic lung volume measurements performed between and at four pulmonary diagnostic labs we used multivariable logistic regression to identify clinical characteristics associated with restriction among patients with normal spirometry and used a cox proportional hazards model to assess the association of restriction with survival adjusting for age sex forced expiratory volume in second fev we interpreted pfts from patients mean age years female white the prevalence of restriction among patients with normal spirometry was restriction with normal spirometry was more likely in older patients adjusted odds ratio aor per year ci in non white patients aor ci and in patients with a diagnosis aor ci or radiographic evidence aor ci of interstitial lung disease ild restriction with normal spirometry was less likely among female patients aor ci and patients with a diagnosis ci or radiographic evidence aor ci of chronic obstructive pulmonary disease restriction with normal spirometry was associated with increased all cause mortality adjusted hazard ratio ci as compared to normal spirometry without restriction restriction with normal spirometry is associated with ild and with decreased survival clinically significant ventilatory impairments are common in patients with normal spirometry"
}