{
    "pmid": "41424384",
    "title": "Inhibition of cell surface GRP78 and activated α2M interaction attenuates kidney fibrosis.",
    "abstract": "We recently showed that cell surface translocation of the endoplasmic reticulum-resident protein GRP78, when bound by activated α 2-macroglobulin (α2M*), induces pro-fibrotic responses in glomerular mesangial cells in response to high glucose and regulates activation of the pro-fibrotic cytokine transforming growth factor-β1 (TGF-β1), implicating a pathogenic role in glomerulosclerosis. Interstitial fibrosis, largely mediated by proximal tubular epithelial cells (PTEC) and renal fibroblasts, develops later in kidney disease and correlates with functional decline. Here we investigated whether interstitial fibrosis was mediated by cell surface GRP78 (csGRP78)/α2M*. High glucose and TGF-β1 increased csGRP78 and α2M* in PTEC and renal fibroblasts, and their inhibition prevented fibrotic protein production. Interestingly, for TGF-β1, this depended on inhibition of noncanonical signaling through YAP/TAZ, with Smad3 activation unaffected. In vivo, type 1 diabetic Akita mice overexpressing TGF-β1 were treated with either a neutralizing antibody for csGRP78 (C38) or α2M* (Fα2M) or an inhibitory peptide blocking csGRP78/α2M* interaction, and mice with unilateral ureteral obstruction were treated with Fα2M or inhibitory peptide. Consistently, inhibition by antibody or peptide attenuated fibrosis and pro-fibrotic signaling. These findings show an important role for csGRP78/α2M* in mediating tubulointerstitial fibrosis in both diabetic and nondiabetic kidney disease and support their inhibition as a potential antifibrotic therapeutic intervention.",
    "disease": "chronic kidney disease",
    "clean_text": "inhibition of cell surface grp and activated m interaction attenuates kidney fibrosis we recently showed that cell surface translocation of the endoplasmic reticulum resident protein grp when bound by activated macroglobulin m induces pro fibrotic responses in glomerular mesangial cells in response to high glucose and regulates activation of the pro fibrotic cytokine transforming growth factor tgf implicating a pathogenic role in glomerulosclerosis interstitial fibrosis largely mediated by proximal tubular epithelial cells ptec and renal fibroblasts develops later in kidney disease and correlates with functional decline here we investigated whether interstitial fibrosis was mediated by cell surface grp csgrp m high glucose and tgf increased csgrp and m in ptec and renal fibroblasts and their inhibition prevented fibrotic protein production interestingly for tgf this depended on inhibition of noncanonical signaling through yap taz with smad activation unaffected in vivo type diabetic akita mice overexpressing tgf were treated with either a neutralizing antibody for csgrp c or m f m or an inhibitory peptide blocking csgrp m interaction and mice with unilateral ureteral obstruction were treated with f m or inhibitory peptide consistently inhibition by antibody or peptide attenuated fibrosis and pro fibrotic signaling these findings show an important role for csgrp m in mediating tubulointerstitial fibrosis in both diabetic and nondiabetic kidney disease and support their inhibition as a potential antifibrotic therapeutic intervention"
}