{
    "title": "Childhood pesticide poisoning in Zhejiang, China: a retrospective analysis from 2006 to 2015.",
    "doc_id": "28659131",
    "writer": "Yimaer A",
    "year": "2017",
    "summary": "The purpose of this study was to analyze epidemiological characteristics of acute pesticide poisoning in children from Zhejiang province, China. METHODS: The pesticide poisoning cases for children were retrieved from Occupational Disease Surveillance and Reporting System, …",
    "abstract": "Background:\n        \n      \n      Pesticide poisoning in children has been a serious public health issue around the world, especially in the developing countries where agriculture is still one of the largest economic sectors. The purpose of this study was to analyze epidemiological characteristics of acute pesticide poisoning in children from Zhejiang province, China.\n    \n\n\n          Methods:\n        \n      \n      The pesticide poisoning cases for children were retrieved from Occupational Disease Surveillance and Reporting System, Zhejiang Provincial Center for Disease Control and Prevention, China. The incident cases, deaths, and fatality rate of child pesticide poisoning from 2006 through 2015 were calculated.\n    \n\n\n          Results:\n        \n      \n      During the study period, totally 2952 children were poisoned by pesticides, with 66 deaths, resulting in a fatality rate of 2.24%. Among them, there were 1607 male cases with 28 deaths, and 1345 female cases with 38 deaths. Most of the cases occurred in preschool children (1349) and adolescent age group (1269). Organophosphate and carbamate insecticides were the cause of most poisonings (1130), leading to 34 deaths. The highest fatality rate (3.13%) was due to poisoning by herbicides and fungicides, causing 14 deaths out of 448 cases. Poisoning occurred mostly in rural areas (78%). And most pesticide poisoning occurred in the summer (896) and fall (811), while fewest poisoning cases in the winter (483) but with the highest fatality rate (3.52%).\n    \n\n\n          Conclusions:\n        \n      \n      This study shows that pesticide poisoning of children is a major health problem in Zhejiang, suggesting preventive strategies should be conducted to control childhood pesticide poisoning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28659131/",
    "clean_text": "childhood pesticide poisoning in zhejiang china a retrospective analysis from to the purpose of this study was to analyze epidemiological characteristics of acute pesticide poisoning in children from zhejiang province china methods the pesticide poisoning cases for children were retrieved from occupational disease surveillance and reporting system background pesticide poisoning in children has been a serious public health issue around the world especially in the developing countries where agriculture is still one of the largest economic sectors the purpose of this study was to analyze epidemiological characteristics of acute pesticide poisoning in children from zhejiang province china methods the pesticide poisoning cases for children were retrieved from occupational disease surveillance and reporting system zhejiang provincial center for disease control and prevention china the incident cases deaths and fatality rate of child pesticide poisoning from through were calculated results during the study period totally children were poisoned by pesticides with deaths resulting in a fatality rate of among them there were male cases with deaths and female cases with deaths most of the cases occurred in preschool children and adolescent age group organophosphate and carbamate insecticides were the cause of most poisonings leading to deaths the highest fatality rate was due to poisoning by herbicides and fungicides causing deaths out of cases poisoning occurred mostly in rural areas and most pesticide poisoning occurred in the summer and fall while fewest poisoning cases in the winter but with the highest fatality rate conclusions this study shows that pesticide poisoning of children is a major health problem in zhejiang suggesting preventive strategies should be conducted to control childhood pesticide poisoning"
}