{
    "title": "Epidemiology and clinicopathological characteristics of native kidney disease in children in Flanders, Belgium.",
    "doc_id": "36227435",
    "writer": "Deleersnijder D",
    "year": "2023",
    "summary": "Disease chronicity, summarized by the Mayo Clinic Chronicity Score, was determined on 122 biopsies with > 5 glomeruli. ...Nephrotic syndrome was the most frequent indication for kidney biopsy (31.8%) and was mainly caused by MCD and FSGS. The degree of dis …",
    "abstract": "Background:\n        \n      \n      The Flemish Collaborative Glomerulonephritis Group (FCGG) registry is a population-based kidney biopsy registry that has been including all native kidney biopsies performed in children in Flanders (Belgium), since 2017.\n    \n\n\n          Methods:\n        \n      \n      From 2017 to 2020, 148 pediatric (< 18 years) native kidney biopsies were included. Each biopsy received a histopathological and final nephrological diagnosis, and concordance between both was assessed. Disease chronicity, summarized by the Mayo Clinic Chronicity Score, was determined on 122 biopsies with > 5 glomeruli.\n    \n\n\n          Results:\n        \n      \n      Kidney biopsy rate was high (29.0 biopsies per million children per year), median age was 10.0 years (IQR 5.8-14.7), and boys predominated (56.1% males). A total of 140 biopsies (94.6%) showed a representative pathology result. Glomerular disease was most prevalent, with IgA nephropathy/IgA vasculitis (43 biopsies, 29.1%) and minimal change disease (MCD) (29 biopsies, 19.6%) being the overall most frequent diagnoses. In general, diagnostic concordance was high (80.7%). In Alport syndrome and focal segmental glomerulosclerosis (FSGS), concordance was lower, as the nephrological diagnosis was often determined by results of genetic analysis. Nephrotic syndrome was the most frequent indication for kidney biopsy (31.8%) and was mainly caused by MCD and FSGS. The degree of disease chronicity on kidney biopsies was generally low, although 27.3% of biopsies with a diagnosis of FSGS showed moderate-to-severe chronic damage.\n    \n\n\n          Conclusions:\n        \n      \n      The presented epidemiological findings validate data from previous European registry studies and may inspire kidney biopsy registries worldwide to implement novel features such as clinicopathological concordance and chronicity grading. A higher resolution version of the Graphical abstract is available as Supplementary information.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36227435/",
    "clean_text": "epidemiology and clinicopathological characteristics of native kidney disease in children in flanders belgium disease chronicity summarized by the mayo clinic chronicity score was determined on biopsies with glomeruli nephrotic syndrome was the most frequent indication for kidney biopsy and was mainly caused by mcd and fsgs the degree of dis background the flemish collaborative glomerulonephritis group fcgg registry is a population based kidney biopsy registry that has been including all native kidney biopsies performed in children in flanders belgium since methods from to pediatric years native kidney biopsies were included each biopsy received a histopathological and final nephrological diagnosis and concordance between both was assessed disease chronicity summarized by the mayo clinic chronicity score was determined on biopsies with glomeruli results kidney biopsy rate was high biopsies per million children per year median age was years iqr and boys predominated males a total of biopsies showed a representative pathology result glomerular disease was most prevalent with iga nephropathy iga vasculitis biopsies and minimal change disease mcd biopsies being the overall most frequent diagnoses in general diagnostic concordance was high in alport syndrome and focal segmental glomerulosclerosis fsgs concordance was lower as the nephrological diagnosis was often determined by results of genetic analysis nephrotic syndrome was the most frequent indication for kidney biopsy and was mainly caused by mcd and fsgs the degree of disease chronicity on kidney biopsies was generally low although of biopsies with a diagnosis of fsgs showed moderate to severe chronic damage conclusions the presented epidemiological findings validate data from previous european registry studies and may inspire kidney biopsy registries worldwide to implement novel features such as clinicopathological concordance and chronicity grading a higher resolution version of the graphical abstract is available as supplementary information"
}