{
    "pmid": "41466913",
    "title": "Use of Spirometry for Diagnosis and Management of Chronic Obstructive Pulmonary Disease: An Approach of General Practitioners and Pulmonologists From Karachi, Pakistan.",
    "abstract": "Spirometry is a quick and non-invasive method for evaluating an individual's lung health. Respiratory illnesses, including chronic obstructive pulmonary disease (COPD) and asthma, are screened for, diagnosed, and tracked with its help. This study aims to ascertain the diagnosis and therapy of COPD from the perspective of Pakistani general practitioners and consultant pulmonologists in Karachi. A retrospective cross-sectional study design was adopted for this research. This study was conducted over six months, from January 2020 to June 2020. The sample consisted of general practitioners and pulmonologists from all campuses (North, Clifton, and Kemari) of Dr. Ziauddin Hospital, Karachi, Pakistan. The usage of spirometry, a key tool in COPD diagnosis and management, was found to be low, with only 13.6% of patients having undergone the test before or during treatment. The rate of spirometry use was 37.5% among pulmonologists and a mere 10.3% among non-pulmonologists. This indicates a significant gap in the use of this important diagnostic tool. Oral bronchodilators and long-acting beta-agonist (LABA)/steroids were more commonly prescribed by pulmonologists, with a frequency of 87.5% and 37.5%, respectively, compared to 41.4% and 20.7%, respectively, among non-pulmonologists. Spirometry, the recommended test for the diagnosis of several respiratory diseases, including COPD, is not used as frequently as it should be. The study found that non-pulmonologists are more reluctant to use spirometry than pulmonologists. This emphasizes the necessity of raising awareness and providing training regarding the significance of spirometry in the identification and treatment of COPD.",
    "disease": "asthma",
    "clean_text": "use of spirometry for diagnosis and management of chronic obstructive pulmonary disease an approach of general practitioners and pulmonologists from karachi pakistan spirometry is a quick and non invasive method for evaluating an individual s lung health respiratory illnesses including chronic obstructive pulmonary disease copd and asthma are screened for diagnosed and tracked with its help this study aims to ascertain the diagnosis and therapy of copd from the perspective of pakistani general practitioners and consultant pulmonologists in karachi a retrospective cross sectional study design was adopted for this research this study was conducted over six months from january to june the sample consisted of general practitioners and pulmonologists from all campuses north clifton and kemari of dr ziauddin hospital karachi pakistan the usage of spirometry a key tool in copd diagnosis and management was found to be low with only of patients having undergone the test before or during treatment the rate of spirometry use was among pulmonologists and a mere among non pulmonologists this indicates a significant gap in the use of this important diagnostic tool oral bronchodilators and long acting beta agonist laba steroids were more commonly prescribed by pulmonologists with a frequency of and respectively compared to and respectively among non pulmonologists spirometry the recommended test for the diagnosis of several respiratory diseases including copd is not used as frequently as it should be the study found that non pulmonologists are more reluctant to use spirometry than pulmonologists this emphasizes the necessity of raising awareness and providing training regarding the significance of spirometry in the identification and treatment of copd"
}