{
    "pmid": "41459873",
    "title": "Association of the -4719A/T Polymorphism in the RAD51 Gene with Demographic and Clinicopathological Features of Lung Cancer in Iraqi Patients.",
    "abstract": "DNA damage and repair (DDR) mechanisms are crucial for maintaining genomic stability by counteracting genetic insults that occur continuously in living organisms. Impairments in DDR pathways can lead to the accumulation of mutations and contribute to carcinogenesis. Lung cancer (LC) remains one of the most prevalent and lethal malignancies worldwide, affecting both men and women. This study aimed to investigate the association between the RAD51 -4719A/T (rs2619679) single nucleotide polymorphism (SNP) and lung cancer susceptibility. It also examined the correlation between RAD51 SNP genotypes and demographic, clinical, and pathological features in a cohort of Iraqi patients. This case-control study consisted of fifty healthy individuals and one hundred and five lung cancer patients. Genotyping of the RAD51 gene -4719A/T polymorphism was performed using polymerase chain reaction-restriction fragment length polymorphism (PCR-RFLP) analysis. Lung cancer was significantly more frequent among older patients (aged 60-69 years), males, and smokers (p ≤ 0.01). A statistically significant association was found between the RAD51 -4719A/T polymorphism and lung cancer risk. Individuals carrying the AT and TT genotypes were observed to have a significantly higher frequency of lung cancer compared to those with the AA genotype, highlighting the potential role of this polymorphism in disease susceptibility (χ² =127.68, p =0.00000001). Furthermore, the T allele of this SNP was found to be significantly more frequent in lung cancer patients than in controls (p = 0.00000001), suggesting a potential role in increased genetic susceptibility to lung cancer. This study is among the first to investigate the -4719A/T (rs2619679) polymorphism in the RAD51 gene and its association with lung cancer in the Iraqi population. A statistically significant association was identified between this variant and lung cancer risk. The genotypic patterns identified suggest that the presence of the T allele particularly in the more frequently occurring heterozygous AT genotype may contribute to the molecular mechanisms involved in lung cancer development through its impact on DNA repair processes.",
    "disease": "lung cancer",
    "clean_text": "association of the a t polymorphism in the rad gene with demographic and clinicopathological features of lung cancer in iraqi patients dna damage and repair ddr mechanisms are crucial for maintaining genomic stability by counteracting genetic insults that occur continuously in living organisms impairments in ddr pathways can lead to the accumulation of mutations and contribute to carcinogenesis lung cancer lc remains one of the most prevalent and lethal malignancies worldwide affecting both men and women this study aimed to investigate the association between the rad a t rs single nucleotide polymorphism snp and lung cancer susceptibility it also examined the correlation between rad snp genotypes and demographic clinical and pathological features in a cohort of iraqi patients this case control study consisted of fifty healthy individuals and one hundred and five lung cancer patients genotyping of the rad gene a t polymorphism was performed using polymerase chain reaction restriction fragment length polymorphism pcr rflp analysis lung cancer was significantly more frequent among older patients aged years males and smokers p a statistically significant association was found between the rad a t polymorphism and lung cancer risk individuals carrying the at and tt genotypes were observed to have a significantly higher frequency of lung cancer compared to those with the aa genotype highlighting the potential role of this polymorphism in disease susceptibility p furthermore the t allele of this snp was found to be significantly more frequent in lung cancer patients than in controls p suggesting a potential role in increased genetic susceptibility to lung cancer this study is among the first to investigate the a t rs polymorphism in the rad gene and its association with lung cancer in the iraqi population a statistically significant association was identified between this variant and lung cancer risk the genotypic patterns identified suggest that the presence of the t allele particularly in the more frequently occurring heterozygous at genotype may contribute to the molecular mechanisms involved in lung cancer development through its impact on dna repair processes"
}