{
    "pmid": "41466903",
    "title": "Beyond Assumptions: Racial and Delivery Method Outcomes in Pregnant Patients With Chiari Malformation.",
    "abstract": "Neurological disorders can significantly influence obstetric management and outcomes, requiring careful multidisciplinary coordination. Arnold-Chiari (AC) malformation presents unique considerations during pregnancy and delivery due to its neurological implications. While cesarean delivery is often considered for safety, limited data exist regarding maternal outcomes across different racial groups and delivery methods in AC malformation patients. This study aimed to assess maternal and obstetric outcomes by delivery method (vaginal vs. cesarean) in Black and White pregnant patients diagnosed with Chiari malformation. A retrospective cohort study was conducted using TriNetX, an electronic health record-based research network. Separate cohorts of Black and White pregnant patients with Chiari malformation (ICD-10 Q07.0) were constructed. Patients were stratified by delivery method using the Current Procedural Terminology (CPT) codes for vaginal and cesarean delivery. Maternal outcomes were compared using ICD-10 codes for gestational hypertension (O13), preeclampsia (O14), eclampsia (O15), perineal laceration (O70), and other labor-related complications (O60-O77). Among White patients (n=1522), vaginal delivery was associated with a significantly lower risk of preeclampsia compared to cesarean delivery (4% vs. 7.1%; p=0.02). This association was not statistically significant in Black patients (4.1% vs. 5.7%; p=0.246). Although eclampsia was higher in vaginal deliveries for both races, it did not reach statistical significance. Perineal lacerations were significantly more common in vaginal deliveries among Black patients (12.7% vs. 2%; p<0.001). No significant racial differences were found in rates of headache, fetal heart abnormalities, or hypertensive disorders.  White patients with AC malformation had a significantly increased risk of preeclampsia following cesarean delivery, suggesting a potential benefit of vaginal delivery when feasible. Racial differences in maternal outcomes were limited but suggest potential disparities in delivery-related complications such as perineal trauma. Further studies adjusting for socioeconomic and clinical covariates are warranted.",
    "disease": "hypertension",
    "clean_text": "beyond assumptions racial and delivery method outcomes in pregnant patients with chiari malformation neurological disorders can significantly influence obstetric management and outcomes requiring careful multidisciplinary coordination arnold chiari ac malformation presents unique considerations during pregnancy and delivery due to its neurological implications while cesarean delivery is often considered for safety limited data exist regarding maternal outcomes across different racial groups and delivery methods in ac malformation patients this study aimed to assess maternal and obstetric outcomes by delivery method vaginal vs cesarean in black and white pregnant patients diagnosed with chiari malformation a retrospective cohort study was conducted using trinetx an electronic health record based research network separate cohorts of black and white pregnant patients with chiari malformation icd q were constructed patients were stratified by delivery method using the current procedural terminology cpt codes for vaginal and cesarean delivery maternal outcomes were compared using icd codes for gestational hypertension o preeclampsia o eclampsia o perineal laceration o and other labor related complications o o among white patients n vaginal delivery was associated with a significantly lower risk of preeclampsia compared to cesarean delivery vs p this association was not statistically significant in black patients vs p although eclampsia was higher in vaginal deliveries for both races it did not reach statistical significance perineal lacerations were significantly more common in vaginal deliveries among black patients vs p no significant racial differences were found in rates of headache fetal heart abnormalities or hypertensive disorders white patients with ac malformation had a significantly increased risk of preeclampsia following cesarean delivery suggesting a potential benefit of vaginal delivery when feasible racial differences in maternal outcomes were limited but suggest potential disparities in delivery related complications such as perineal trauma further studies adjusting for socioeconomic and clinical covariates are warranted"
}