{
    "title": "The human urinary microbiome and how it relates to urogynecology.",
    "doc_id": "26811114",
    "writer": "Schneeweiss J",
    "year": "2016",
    "summary": "Further, the role of commensal bacteria in the lower urinary tract is considered. METHODS: An extensive literature search was conducted to identify articles on the microbiome of the female urinary tract in health and disease. ...CONCLUSIONS: It is stil …",
    "abstract": "Introduction and hypothesis:\n        \n      \n      Recent studies applying molecular techniques have demonstrated the presence of a urinary microbiota not detected by standard microbiological techniques. These have been found in the urine of healthy individuals and in those suffering from clinical symptoms. The present article reviews the findings of these studies to date, describing the molecular techniques, and specifically outlining any differences in microbiomes in relation to urogynecological disease. Further, the role of commensal bacteria in the lower urinary tract is considered.\n    \n\n\n          Methods:\n        \n      \n      An extensive literature search was conducted to identify articles on the microbiome of the female urinary tract in health and disease. We searched the electronic meta-databases Ovid MEDLINE® 1946-2015 and Embase 1974-2015. The keywords \"microbiome, microbiota, bacterial colonization, microbiology, commensal bacteria, and bacteriuria\" were searched in combination with \"lower urinary tract symptoms, urogenital symptoms, urinary tract infection, overactive bladder and urinary incontinence.\" A total of 426 papers were retrieved; 33 were included in this paper.\n    \n\n\n          Results:\n        \n      \n      The microbiome of the female lower urinary tract shows variance between individuals and between age groups. There are significant differences between the microbiota in the lower urinary tract of individuals with urological symptoms and those without, relating to type and proportion of commensal Lactobacillus spp. There is only weak evidence to suggest that Lactobacillus might be applied as a therapeutic measure.\n    \n\n\n          Conclusions:\n        \n      \n      It is still unclear what role microbiota plays in female urinary tract health. The discovery of bacteria in the urine of healthy individuals may have implications for future therapies for lower urinary tract symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26811114/",
    "clean_text": "the human urinary microbiome and how it relates to urogynecology further the role of commensal bacteria in the lower urinary tract is considered methods an extensive literature search was conducted to identify articles on the microbiome of the female urinary tract in health and disease conclusions it is stil introduction and hypothesis recent studies applying molecular techniques have demonstrated the presence of a urinary microbiota not detected by standard microbiological techniques these have been found in the urine of healthy individuals and in those suffering from clinical symptoms the present article reviews the findings of these studies to date describing the molecular techniques and specifically outlining any differences in microbiomes in relation to urogynecological disease further the role of commensal bacteria in the lower urinary tract is considered methods an extensive literature search was conducted to identify articles on the microbiome of the female urinary tract in health and disease we searched the electronic meta databases ovid medline and embase the keywords microbiome microbiota bacterial colonization microbiology commensal bacteria and bacteriuria were searched in combination with lower urinary tract symptoms urogenital symptoms urinary tract infection overactive bladder and urinary incontinence a total of papers were retrieved were included in this paper results the microbiome of the female lower urinary tract shows variance between individuals and between age groups there are significant differences between the microbiota in the lower urinary tract of individuals with urological symptoms and those without relating to type and proportion of commensal lactobacillus spp there is only weak evidence to suggest that lactobacillus might be applied as a therapeutic measure conclusions it is still unclear what role microbiota plays in female urinary tract health the discovery of bacteria in the urine of healthy individuals may have implications for future therapies for lower urinary tract symptoms"
}