{
    "pmid": "41407587",
    "title": "Renal protection in heart failure with reduced ejection fraction: not all that glitters is gold.",
    "abstract": "Chronic kidney disease (CKD) is prevalent among patients with chronic heart failure (CHF), largely due to shared risk factors such as hypertension, diabetes, and dyslipidemia. In patients with heart failure with reduced ejection fraction (HFrEF), CKD prevalence is estimated between 40-60 %, and reduced glomerular filtration rate significantly worsens outcomes while complicating treatment optimization. Impaired cardiac output in CHF leads to reduced renal blood flow and perfusion gradient, activating maladaptive mechanisms that accelerate renal deterioration. Neurohormonal activation, including stimulation of the renin-angiotensin-aldosterone system (RAAS) and the sympathetic nervous system, together with inflammation and drug-related effects, further contribute to CKD progression in this setting. Pharmacological strategies have evolved considerably over the past two decades. RAAS inhibitors and beta-blockers remain the backbone of HFrEF therapy, improving survival and symptoms primarily through cardiovascular benefits. Mineralocorticoid receptor antagonists (MRAs) add further cardiorenal protection. Finerenone, a novel non-steroidal MRA, has shown renal and cardiovascular benefits in patients with CKD, diabetes, and heart failure, with ongoing trials expected to clarify its role in HFrEF. Angiotensin receptor-neprilysin inhibitors (ARNIs) provide incremental benefits on both heart and kidney outcomes, while sodium-glucose cotransporter-2 inhibitors (SGLT2is) have emerged as a unique therapeutic class that combines robust cardiovascular efficacy with consistent nephroprotection, irrespective of diabetes status, CKD stage, or heart failure severity. This narrative review summarizes evidence from randomized controlled trials evaluating renal outcomes in HFrEF across these therapeutic classes, aiming to provide an updated, evidence-based perspective to optimize CKD management and improve prognosis in this high-risk population.",
    "disease": "chronic kidney disease",
    "clean_text": "renal protection in heart failure with reduced ejection fraction not all that glitters is gold chronic kidney disease ckd is prevalent among patients with chronic heart failure chf largely due to shared risk factors such as hypertension diabetes and dyslipidemia in patients with heart failure with reduced ejection fraction hfref ckd prevalence is estimated between and reduced glomerular filtration rate significantly worsens outcomes while complicating treatment optimization impaired cardiac output in chf leads to reduced renal blood flow and perfusion gradient activating maladaptive mechanisms that accelerate renal deterioration neurohormonal activation including stimulation of the renin angiotensin aldosterone system raas and the sympathetic nervous system together with inflammation and drug related effects further contribute to ckd progression in this setting pharmacological strategies have evolved considerably over the past two decades raas inhibitors and beta blockers remain the backbone of hfref therapy improving survival and symptoms primarily through cardiovascular benefits mineralocorticoid receptor antagonists mras add further cardiorenal protection finerenone a novel non steroidal mra has shown renal and cardiovascular benefits in patients with ckd diabetes and heart failure with ongoing trials expected to clarify its role in hfref angiotensin receptor neprilysin inhibitors arnis provide incremental benefits on both heart and kidney outcomes while sodium glucose cotransporter inhibitors sglt is have emerged as a unique therapeutic class that combines robust cardiovascular efficacy with consistent nephroprotection irrespective of diabetes status ckd stage or heart failure severity this narrative review summarizes evidence from randomized controlled trials evaluating renal outcomes in hfref across these therapeutic classes aiming to provide an updated evidence based perspective to optimize ckd management and improve prognosis in this high risk population"
}