{
    "title": "Physical Environment Correlates of Physical Activity in Developing Countries: A Review.",
    "doc_id": "29278043",
    "writer": "Day K.",
    "year": "2018",
    "summary": "Most existing research on the role of the physical environment to support physical activity examines developed countries only. OBJECTIVES: This review identifies physical environment factors that are associated with physical activity in d …",
    "abstract": "Background:\n        \n      \n      Noncommunicable diseases and obesity are considered problems of wealthy, developed countries. These conditions are rising dramatically in developing countries. Most existing research on the role of the physical environment to support physical activity examines developed countries only.\n    \n\n\n          Objectives:\n        \n      \n      This review identifies physical environment factors that are associated with physical activity in developing countries.\n    \n\n\n          Methods:\n        \n      \n      This review is modeled on a highly cited review by Saelens and Handy in 2008. The current review analyzes findings from 159 empirical studies in the 138 developing countries.\n    \n\n\n          Results:\n        \n      \n      Results discuss the association of physical environment features and physical activity for all developing countries and identify the patterns within regions. The review supports the association of traffic safety with physical activity for transportation. Rural (vs urban) residence, distance to nonresidential land uses, and \"composite\" features of the physical environment are associated with general physical activity. Rural (vs urban) residence is associated with physical activity for work.\n    \n\n\n          Conclusions:\n        \n      \n      More research is needed on associations between the physical environment and physical activity in developing countries. Research should identify specific physical environment features in urban areas that are associated with higher activity levels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29278043/",
    "clean_text": "physical environment correlates of physical activity in developing countries a review most existing research on the role of the physical environment to support physical activity examines developed countries only objectives this review identifies physical environment factors that are associated with physical activity in d background noncommunicable diseases and obesity are considered problems of wealthy developed countries these conditions are rising dramatically in developing countries most existing research on the role of the physical environment to support physical activity examines developed countries only objectives this review identifies physical environment factors that are associated with physical activity in developing countries methods this review is modeled on a highly cited review by saelens and handy in the current review analyzes findings from empirical studies in the developing countries results results discuss the association of physical environment features and physical activity for all developing countries and identify the patterns within regions the review supports the association of traffic safety with physical activity for transportation rural vs urban residence distance to nonresidential land uses and composite features of the physical environment are associated with general physical activity rural vs urban residence is associated with physical activity for work conclusions more research is needed on associations between the physical environment and physical activity in developing countries research should identify specific physical environment features in urban areas that are associated with higher activity levels"
}