{
    "title": "Diagnostic evaluation of qRT-PCR-based kit and dPCR-based kit for COVID-19.",
    "doc_id": "34524612",
    "writer": "Lee CJ",
    "year": "2021",
    "summary": "Early diagnosis of COVID-19 is a crucial point in preventing global prevalence. OBJECTIVE: We aimed to evaluate the diagnostic competency and efficiency with the Allplex 2019-nCoV Assay kit and the Dr. ...In evaluating the detection capability, the dil …",
    "abstract": "Background:\n        \n      \n      Coronavirus disease of 2019 (COVID-19) is well known as a fatal disease, first discovered at Wuhan in China, ranging from mild to death, such as shortness of breath and fever. Early diagnosis of COVID-19 is a crucial point in preventing global prevalence.\n    \n\n\n          Objective:\n        \n      \n      We aimed to evaluate the diagnostic competency and efficiency with the Allplex™ 2019-nCoV Assay kit and the Dr. PCR 20 K COVID-19 Detection kit, designed based on the qRT-PCR and dPCR technologies, respectively.\n    \n\n\n          Methods:\n        \n      \n      A total of 30 negative and 20 COVID-19 positive specimens were assigned to the diagnostic test by using different COVID-19 diagnosis kits. Diagnostic accuracy was measured by statistical testing with sensitivity, specificity, and co-efficiency calculations.\n    \n\n\n          Results:\n        \n      \n      Comparing both diagnostic kits, we confirmed that the diagnostic results of 30 negative and 20 positive cases were the same pre-diagnostic results. The diagnostic statistics test results were perfectly matched with value (1). Cohen's Kappa coefficient was demonstrated that the given kits in two different ways were \"almost perfect\" with value (1). In evaluating the detection capability, the dilutional linearity experiments substantiate that the Dr. PCR 20 K COVID-19 Detection kit could detect SARS-CoV-2 viral load at a concentration ten times lower than that of the Allplex™ 2019-nCoV Assay kit.\n    \n\n\n          Conclusions:\n        \n      \n      In this study, we propose that the dPCR diagnosis using LOAA dPCR could be a powerful method for COVID-19 point-of-care tests requiring immediate diagnosis in a limited time and space through the advantages of relatively low sample concentration and small equipment size compared to conventional qRT-PCR.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34524612/",
    "clean_text": "diagnostic evaluation of qrt pcr based kit and dpcr based kit for covid early diagnosis of covid is a crucial point in preventing global prevalence objective we aimed to evaluate the diagnostic competency and efficiency with the allplex ncov assay kit and the dr in evaluating the detection capability the dil background coronavirus disease of covid is well known as a fatal disease first discovered at wuhan in china ranging from mild to death such as shortness of breath and fever early diagnosis of covid is a crucial point in preventing global prevalence objective we aimed to evaluate the diagnostic competency and efficiency with the allplex ncov assay kit and the dr pcr k covid detection kit designed based on the qrt pcr and dpcr technologies respectively methods a total of negative and covid positive specimens were assigned to the diagnostic test by using different covid diagnosis kits diagnostic accuracy was measured by statistical testing with sensitivity specificity and co efficiency calculations results comparing both diagnostic kits we confirmed that the diagnostic results of negative and positive cases were the same pre diagnostic results the diagnostic statistics test results were perfectly matched with value cohen s kappa coefficient was demonstrated that the given kits in two different ways were almost perfect with value in evaluating the detection capability the dilutional linearity experiments substantiate that the dr pcr k covid detection kit could detect sars cov viral load at a concentration ten times lower than that of the allplex ncov assay kit conclusions in this study we propose that the dpcr diagnosis using loaa dpcr could be a powerful method for covid point of care tests requiring immediate diagnosis in a limited time and space through the advantages of relatively low sample concentration and small equipment size compared to conventional qrt pcr"
}