{
    "pmid": "41458400",
    "title": "Experiences, perceptions and utilization of CareLine: an evaluation study.",
    "abstract": "Social isolation and loneliness significantly impact the physical and mental health of older adults. To address these issues, telephone-based care services such as CareLine, a 24/7 service in Singapore for seniors living alone, provide emotional support, social interaction, and emergency response. This study evaluates the utilization and experiences of CareLine users and providers to understand how effectively the service meets the needs of older adults. A mixed methods approach was used, combining a retrospective analysis of CareLine's call log dataset (November 2016 to January 2024) and in-depth interviews with users and staff. Quantitative data was analyzed using descriptive and multivariable regression analyses to explore participant characteristics and engagement patterns. Qualitative data from 20 interviews were thematically analyzed to explore user and provider perspectives. The call log data included 9,512 users, with 318,950 recorded calls over the study period. Most users were female (64.6%), Chinese (82.1%), and aged 80 years or older (33.2%). Call volume peaked during the COVID-19 pandemic, with social care and emotional support being the most common call topics. Male users, those not currently married, and individuals living alone were more likely to engage with the service. Frequent callers (1% of the users) contributed to 68.5% of the inbound call volume. Thematic analysis highlighted the value of cultural and linguistic compatibility in service delivery, but also pointed to operational challenges, particularly with staffing and call management. CareLine effectively provides social and emotional support to a vulnerable population of older adults, particularly those living alone. However, frequent callers and high call volumes during the pandemic have stretched the service's capacity, highlighting the need for targeted user engagement strategies, increased staffing, and resource optimization. The findings have important implications for the design and implementation of telephone-based care services for older adults globally.",
    "disease": "pneumonia",
    "clean_text": "experiences perceptions and utilization of careline an evaluation study social isolation and loneliness significantly impact the physical and mental health of older adults to address these issues telephone based care services such as careline a service in singapore for seniors living alone provide emotional support social interaction and emergency response this study evaluates the utilization and experiences of careline users and providers to understand how effectively the service meets the needs of older adults a mixed methods approach was used combining a retrospective analysis of careline s call log dataset november to january and in depth interviews with users and staff quantitative data was analyzed using descriptive and multivariable regression analyses to explore participant characteristics and engagement patterns qualitative data from interviews were thematically analyzed to explore user and provider perspectives the call log data included users with recorded calls over the study period most users were female chinese and aged years or older call volume peaked during the covid pandemic with social care and emotional support being the most common call topics male users those not currently married and individuals living alone were more likely to engage with the service frequent callers of the users contributed to of the inbound call volume thematic analysis highlighted the value of cultural and linguistic compatibility in service delivery but also pointed to operational challenges particularly with staffing and call management careline effectively provides social and emotional support to a vulnerable population of older adults particularly those living alone however frequent callers and high call volumes during the pandemic have stretched the service s capacity highlighting the need for targeted user engagement strategies increased staffing and resource optimization the findings have important implications for the design and implementation of telephone based care services for older adults globally"
}