{
    "title": "Prostate artery Embolisation Assessment of Safety and feasibilitY (P-EASY): a potential alternative to long-term medical therapy for benign prostate hyperplasia.",
    "doc_id": "30076682",
    "writer": "Brown N",
    "year": "2018",
    "summary": "OBJECTIVES: To assess the safety, short-term efficacy and early functional results of prostate artery embolisation (PAE), an emerging minimally invasive treatment for symptomatic benign prostate hyperplasia (BPH). ...Secondary endpoints were changes in the Internati …",
    "abstract": "Objectives:\n        \n      \n      To assess the safety, short-term efficacy and early functional results of prostate artery embolisation (PAE), an emerging minimally invasive treatment for symptomatic benign prostate hyperplasia (BPH).\n    \n\n\n          Patients and methods:\n        \n      \n      In all, 51 men with BPH (prostate size >40 mL) causing moderate-severe lower urinary tract symptoms, who had either failed or ceased medical therapy and had declined or were considered unsuitable for surgical intervention, were recruited to this study. All men underwent baseline clinical assessment, PAE, and 3-month follow-up. The primary endpoints of this study were safety and feasibility. Safety was measured by the incidence of post-PAE adverse events and feasibility was defined by technical success. Secondary endpoints were changes in the International Prostate Symptom Score (IPSS) and quality of life (QoL) score at 3 months after PAE.\n    \n\n\n          Results:\n        \n      \n      There were no serious adverse events and all procedures were technically successful. For non-catheterised patients, improvement in IPSS and QoL was reported in 95.1% of cases (P < 0.001). The mean reductions in IPSS and QoL were 18.8 points (80.7%) (P < 0.001) and 3.8 points (80.6%) (P < 0.001), respectively. Of the 30 non-indwelling-catheter-dependent men on medical therapy, 23 men were able to completely cease all medications, with all but one of the remaining men reporting significant improvements in IPSS and QoL score.\n    \n\n\n          Conclusion:\n        \n      \n      PAE is a technically feasible and safe procedure, with excellent short-term efficacy. High rates of patient satisfaction were achieved in this study, along with significant reductions in prostate symptoms and improvements in QoL. PAE may be an alternative to long-term use of medical therapy for symptoms due to BPH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30076682/",
    "clean_text": "prostate artery embolisation assessment of safety and feasibility p easy a potential alternative to long term medical therapy for benign prostate hyperplasia objectives to assess the safety short term efficacy and early functional results of prostate artery embolisation pae an emerging minimally invasive treatment for symptomatic benign prostate hyperplasia bph secondary endpoints were changes in the internati objectives to assess the safety short term efficacy and early functional results of prostate artery embolisation pae an emerging minimally invasive treatment for symptomatic benign prostate hyperplasia bph patients and methods in all men with bph prostate size ml causing moderate severe lower urinary tract symptoms who had either failed or ceased medical therapy and had declined or were considered unsuitable for surgical intervention were recruited to this study all men underwent baseline clinical assessment pae and month follow up the primary endpoints of this study were safety and feasibility safety was measured by the incidence of post pae adverse events and feasibility was defined by technical success secondary endpoints were changes in the international prostate symptom score ipss and quality of life qol score at months after pae results there were no serious adverse events and all procedures were technically successful for non catheterised patients improvement in ipss and qol was reported in of cases p the mean reductions in ipss and qol were points p and points p respectively of the non indwelling catheter dependent men on medical therapy men were able to completely cease all medications with all but one of the remaining men reporting significant improvements in ipss and qol score conclusion pae is a technically feasible and safe procedure with excellent short term efficacy high rates of patient satisfaction were achieved in this study along with significant reductions in prostate symptoms and improvements in qol pae may be an alternative to long term use of medical therapy for symptoms due to bph"
}