{
    "title": "Mouse models for gastric cancer: Matching models to biological questions.",
    "doc_id": "26809278",
    "writer": "Poh AR",
    "year": "2016",
    "summary": "Even when treated successfully, gastric cancer patients have a high risk of tumor recurrence and acquired drug resistance. ...This review outlines the strengths and limitations of current mouse models of gastric cancer and their relevance to the pre-cl …",
    "abstract": "Gastric cancer is the third leading cause of cancer-related mortality worldwide. This is in part due to the asymptomatic nature of the disease, which often results in late-stage diagnosis, at which point there are limited treatment options. Even when treated successfully, gastric cancer patients have a high risk of tumor recurrence and acquired drug resistance. It is vital to gain a better understanding of the molecular mechanisms underlying gastric cancer pathogenesis to facilitate the design of new-targeted therapies that may improve patient survival. A number of chemically and genetically engineered mouse models of gastric cancer have provided significant insight into the contribution of genetic and environmental factors to disease onset and progression. This review outlines the strengths and limitations of current mouse models of gastric cancer and their relevance to the pre-clinical development of new therapeutics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26809278/",
    "clean_text": "mouse models for gastric cancer matching models to biological questions even when treated successfully gastric cancer patients have a high risk of tumor recurrence and acquired drug resistance this review outlines the strengths and limitations of current mouse models of gastric cancer and their relevance to the pre cl gastric cancer is the third leading cause of cancer related mortality worldwide this is in part due to the asymptomatic nature of the disease which often results in late stage diagnosis at which point there are limited treatment options even when treated successfully gastric cancer patients have a high risk of tumor recurrence and acquired drug resistance it is vital to gain a better understanding of the molecular mechanisms underlying gastric cancer pathogenesis to facilitate the design of new targeted therapies that may improve patient survival a number of chemically and genetically engineered mouse models of gastric cancer have provided significant insight into the contribution of genetic and environmental factors to disease onset and progression this review outlines the strengths and limitations of current mouse models of gastric cancer and their relevance to the pre clinical development of new therapeutics"
}