{
    "pmid": "41459479",
    "title": "Beneficial effects of food-medicine homologous herbs for patients with diabetic kidney disease.",
    "abstract": "Global diabetes rates are rising sharply, driving a parallel increase in diabetic kidney disease (DKD) - a key diabetic complication. This trend poses mounting public health and economic burdens worldwide. Current therapies remain inadequate, making DKD progression a pressing unmet need. This review aims to assess the efficacy and molecular mechanisms of food-medicine homologous herbs for DKD treatment. A comprehensive literature search was conducted across multiple databases (PubMed, Web of Science, Cochrane Library, and Embase) from inception to March 2025, using keywords including \"diabetic kidney disease\", and \"traditional Chinese medicine\". The search was meticulously designed to cover relevant research extensively. Data extraction focused on herb names, bioactive compounds, experimental models, therapeutic effects, and molecular targets. This review highlights 29 food-medicine homologous herbs with proven safety and efficacy in DKD. These herbs alleviate immune-inflammatory responses by modulating NF-κB, interleukins, TNF-α, chemokines, and adhesion molecules. They also reduce mitochondrial and non-mitochondrial ROS production, improving oxidative stress via Keap1/Nrf2/ARE, AMPK/SIRT, and NF-κB pathways. Renal fibrosis is suppressed through targeting fibrosis markers and regulating TGF-β/Smad and Notch signaling. Additionally, these herbs inhibit the AGEs/RAGE axis, correct gut dysbiosis, reduce apoptosis, activate autophagy, inhibit ferroptosis, and modulate microRNAs, collectively exerting renoprotective effects in DKD. Food-medicine homologous herbs demonstrate properties that align well with medical nutrition therapy principles, offering novel adjunctive therapeutic options for DKD.",
    "disease": "diabetes mellitus",
    "clean_text": "beneficial effects of food medicine homologous herbs for patients with diabetic kidney disease global diabetes rates are rising sharply driving a parallel increase in diabetic kidney disease dkd a key diabetic complication this trend poses mounting public health and economic burdens worldwide current therapies remain inadequate making dkd progression a pressing unmet need this review aims to assess the efficacy and molecular mechanisms of food medicine homologous herbs for dkd treatment a comprehensive literature search was conducted across multiple databases pubmed web of science cochrane library and embase from inception to march using keywords including diabetic kidney disease and traditional chinese medicine the search was meticulously designed to cover relevant research extensively data extraction focused on herb names bioactive compounds experimental models therapeutic effects and molecular targets this review highlights food medicine homologous herbs with proven safety and efficacy in dkd these herbs alleviate immune inflammatory responses by modulating nf b interleukins tnf chemokines and adhesion molecules they also reduce mitochondrial and non mitochondrial ros production improving oxidative stress via keap nrf are ampk sirt and nf b pathways renal fibrosis is suppressed through targeting fibrosis markers and regulating tgf smad and notch signaling additionally these herbs inhibit the ages rage axis correct gut dysbiosis reduce apoptosis activate autophagy inhibit ferroptosis and modulate micrornas collectively exerting renoprotective effects in dkd food medicine homologous herbs demonstrate properties that align well with medical nutrition therapy principles offering novel adjunctive therapeutic options for dkd"
}