{
    "title": "Pattern formation in janus-mutant zebrafish embryos.",
    "doc_id": "9142985",
    "writer": "Abdelilah S",
    "year": "1997",
    "summary": "Hence, ventral fates can be specified at any position around the blastodermal margins and are excluded from the dorsal position. The diblastodermic system of the janus-mutant embryo allows for the study of the interactions of dorsal and ventral determinants in varying spat …",
    "abstract": "Mechanisms that underlie the formation of the vertebrate body appear to be highly conserved between amphibia and teleosts. For teleosts, however, mesoderm induction and the establishment of dorsoventral polarity are poorly understood. In this study, we present an analysis of early pattern formation in the zebrafish maternal-effect mutation janus. This mutation frequently results in a separation of the cleavage stage blastoderm into two halves that undergo separate development until fusion occurs at the end of gastrulation. Here, we employ janus-mutant embryos to analyze the mechanisms of mesoderm formation and ventral specification in a teleost. Analysis of the expression of the panmesodermal marker no tail in janus-mutant embryos indicates that mesoderm induction depends on a marginal position. In an analysis of ventral specification, we show that the early expression of the ventral marker GATA-2 is confined to the area on both blastodermal halves opposite the dorsal shield region. Since, in janus-mutant embryos, the dorsal position is random with respect to the division plane bisecting the two blastodermal halves, a variety of dorsoventral asymmetries arise within individual embryos. In one constellation, the dorsal position is localized to the plane of bisection and two ventral positions develop at opposite ends of the blastodermal halves. Hence, ventral fates can be specified at any position around the blastodermal margins and are excluded from the dorsal position. The diblastodermic system of the janus-mutant embryo allows for the study of the interactions of dorsal and ventral determinants in varying spatial arrangements. We have studied pattern formation in dorsal half-blastoderms that contain the entire shield region but only a reduced ventrolateral marginal zone. As assessed by the presence of the most ventral cell type, blood, ventral specification within a dorsal half-blastoderm is not suppressed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9142985/",
    "clean_text": "pattern formation in janus mutant zebrafish embryos hence ventral fates can be specified at any position around the blastodermal margins and are excluded from the dorsal position the diblastodermic system of the janus mutant embryo allows for the study of the interactions of dorsal and ventral determinants in varying spat mechanisms that underlie the formation of the vertebrate body appear to be highly conserved between amphibia and teleosts for teleosts however mesoderm induction and the establishment of dorsoventral polarity are poorly understood in this study we present an analysis of early pattern formation in the zebrafish maternal effect mutation janus this mutation frequently results in a separation of the cleavage stage blastoderm into two halves that undergo separate development until fusion occurs at the end of gastrulation here we employ janus mutant embryos to analyze the mechanisms of mesoderm formation and ventral specification in a teleost analysis of the expression of the panmesodermal marker no tail in janus mutant embryos indicates that mesoderm induction depends on a marginal position in an analysis of ventral specification we show that the early expression of the ventral marker gata is confined to the area on both blastodermal halves opposite the dorsal shield region since in janus mutant embryos the dorsal position is random with respect to the division plane bisecting the two blastodermal halves a variety of dorsoventral asymmetries arise within individual embryos in one constellation the dorsal position is localized to the plane of bisection and two ventral positions develop at opposite ends of the blastodermal halves hence ventral fates can be specified at any position around the blastodermal margins and are excluded from the dorsal position the diblastodermic system of the janus mutant embryo allows for the study of the interactions of dorsal and ventral determinants in varying spatial arrangements we have studied pattern formation in dorsal half blastoderms that contain the entire shield region but only a reduced ventrolateral marginal zone as assessed by the presence of the most ventral cell type blood ventral specification within a dorsal half blastoderm is not suppressed"
}