{
    "title": "Hidden patterns of gene expression provide prognostic insight for colorectal cancer.",
    "doc_id": "35982221",
    "writer": "Kim D",
    "year": "2023",
    "summary": "Consequently, assigning useful tumor subtypes based on gene expression measurements from clinical samples is challenging. We applied a blind source separation approach to extract cancer cell-intrinsic gene expression patterns within clinical tumor samp …",
    "abstract": "Cancer tissue samples contain cancer cells and non-cancer cells with each biopsied site containing distinct proportions of these populations. Consequently, assigning useful tumor subtypes based on gene expression measurements from clinical samples is challenging. We applied a blind source separation approach to extract cancer cell-intrinsic gene expression patterns within clinical tumor samples of colorectal cancer. After a blind source separation, we found that a cancer cell-intrinsic gene expression program unique to each patient exists in the \"residual\" expression profile remaining after separation of the gene expression data. We performed a consensus clustering analysis of the extracted gene expression profiles to identify novel and robust cancer cell-intrinsic subtypes. We validated the identified subtypes using an independent clinical gene expression dataset. The cancer cell-intrinsic subtypes are independent of biopsy site and provided prognostic information in addition to currently available clinical and molecular variables. After validating this approach in colorectal cancer, we further identified novel tumor subtypes with unique clinical information across multiple types of cancer. These cancer cell-intrinsic molecular subtypes provide novel prognostic value for clinical assessment of cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35982221/",
    "clean_text": "hidden patterns of gene expression provide prognostic insight for colorectal cancer consequently assigning useful tumor subtypes based on gene expression measurements from clinical samples is challenging we applied a blind source separation approach to extract cancer cell intrinsic gene expression patterns within clinical tumor samp cancer tissue samples contain cancer cells and non cancer cells with each biopsied site containing distinct proportions of these populations consequently assigning useful tumor subtypes based on gene expression measurements from clinical samples is challenging we applied a blind source separation approach to extract cancer cell intrinsic gene expression patterns within clinical tumor samples of colorectal cancer after a blind source separation we found that a cancer cell intrinsic gene expression program unique to each patient exists in the residual expression profile remaining after separation of the gene expression data we performed a consensus clustering analysis of the extracted gene expression profiles to identify novel and robust cancer cell intrinsic subtypes we validated the identified subtypes using an independent clinical gene expression dataset the cancer cell intrinsic subtypes are independent of biopsy site and provided prognostic information in addition to currently available clinical and molecular variables after validating this approach in colorectal cancer we further identified novel tumor subtypes with unique clinical information across multiple types of cancer these cancer cell intrinsic molecular subtypes provide novel prognostic value for clinical assessment of cancer"
}