{
    "title": "Health anxiety in a neurological setting.",
    "doc_id": "39978938",
    "writer": "Green H",
    "year": "2025",
    "summary": "Health anxiety is a common issue in neurology clinics. However, it needs to be separated from normal health concerns as well as from the category of functional symptoms and disorders. ...This article explains the nature of health anxiety and introduces the rationale …",
    "abstract": "Health anxiety is a common issue in neurology clinics. However, it needs to be separated from normal health concerns as well as from the category of functional symptoms and disorders. Reassurance in health anxiety, which the patient often seeks, is ineffective and can worsen the problem. There are effective and brief psychological treatments; however, for patients to engage with treatment, they need to receive accurate early diagnosis and education. This article explains the nature of health anxiety and introduces the rationale of its treatment. We make several practical suggestions to help neurologists to maximise the chances of successfully referring their patients for psychological therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39978938/",
    "clean_text": "health anxiety in a neurological setting health anxiety is a common issue in neurology clinics however it needs to be separated from normal health concerns as well as from the category of functional symptoms and disorders this article explains the nature of health anxiety and introduces the rationale health anxiety is a common issue in neurology clinics however it needs to be separated from normal health concerns as well as from the category of functional symptoms and disorders reassurance in health anxiety which the patient often seeks is ineffective and can worsen the problem there are effective and brief psychological treatments however for patients to engage with treatment they need to receive accurate early diagnosis and education this article explains the nature of health anxiety and introduces the rationale of its treatment we make several practical suggestions to help neurologists to maximise the chances of successfully referring their patients for psychological therapy"
}