{
    "pmid": "41468013",
    "title": "Atopic Disease Development in Offspring Conceived via Assisted Reproductive Technology.",
    "abstract": "As assisted reproductive technology (ART) becomes increasingly prevalent, concerns regarding the potential short-term and long-term health outcomes of children conceived through these methods have emerged. To investigate whether conception via ART is associated with a risk of atopic disease development in offspring. This retrospective, population-based cohort study was conducted using data obtained from Taiwan's National Health Insurance Research Database, Assisted Reproduction Database, and Maternal and Child Health Database. Children conceived via ART and born between January 1, 2004, and December 31, 2014, were identified as the exposure group. A control group of children conceived naturally was selected using 1:4 matching based on maternal age, neonatal sex, and birth month. Data analysis was performed from December 1, 2023, to November 1, 2025. Conception via ART or naturally. The primary outcome was development of atopic disease. Both groups were followed up until December 31, 2020. Cox proportional hazards regression models were used to adjust potential confounders. A total of 69 785 children (13 957 in the ART group and 55 828 in the control group) were included in this study, with follow-up beginning at birth. The study population was 47.5% female and 52.5% male. For the ART and control groups, the mean (SD) follow-up duration was 7.99 (4.22) and 8.41 (4.18) years for asthma, 5.79 (4.12) and 6.34 (4.28) years for allergic rhinitis, and 7.34 (5.13) and 7.62 (5.14) years for atopic dermatitis, respectively. After adjusting for potential confounders, the ART group exhibited a higher likelihood of developing asthma (adjusted hazard ratio [AHR], 1.13 [95% CI, 1.09-1.18]), allergic rhinitis (AHR, 1.15 [95% CI, 1.12-1.18]), or atopic dermatitis (AHR, 1.08 [95% CI, 1.05-1.12]) (all P < .001) compared with the control group. Subgroup analysis revealed that children conceived with fresh embryos faced a greater risk of developing allergic rhinitis compared with those conceived with frozen embryos (AHR, 1.12 [95% CI, 1.06-1.19]; P < .001). The findings of this cohort study suggest that children conceived via ART had a higher risk of developing asthma, allergic rhinitis, or atopic dermatitis. These findings underscore the importance of long-term follow-up for offspring conceived via ART and further investigation into the underlying biological mechanisms by which ART may contribute to atopic disease development.",
    "disease": "asthma",
    "clean_text": "atopic disease development in offspring conceived via assisted reproductive technology as assisted reproductive technology art becomes increasingly prevalent concerns regarding the potential short term and long term health outcomes of children conceived through these methods have emerged to investigate whether conception via art is associated with a risk of atopic disease development in offspring this retrospective population based cohort study was conducted using data obtained from taiwan s national health insurance research database assisted reproduction database and maternal and child health database children conceived via art and born between january and december were identified as the exposure group a control group of children conceived naturally was selected using matching based on maternal age neonatal sex and birth month data analysis was performed from december to november conception via art or naturally the primary outcome was development of atopic disease both groups were followed up until december cox proportional hazards regression models were used to adjust potential confounders a total of children in the art group and in the control group were included in this study with follow up beginning at birth the study population was female and male for the art and control groups the mean sd follow up duration was and years for asthma and years for allergic rhinitis and and years for atopic dermatitis respectively after adjusting for potential confounders the art group exhibited a higher likelihood of developing asthma adjusted hazard ratio ahr ci allergic rhinitis ahr ci or atopic dermatitis ahr ci all p compared with the control group subgroup analysis revealed that children conceived with fresh embryos faced a greater risk of developing allergic rhinitis compared with those conceived with frozen embryos ahr ci p the findings of this cohort study suggest that children conceived via art had a higher risk of developing asthma allergic rhinitis or atopic dermatitis these findings underscore the importance of long term follow up for offspring conceived via art and further investigation into the underlying biological mechanisms by which art may contribute to atopic disease development"
}