{
    "pmid": "41446131",
    "title": "SARS-CoV-2 Intra-host Variation Shows Evidence of Transmission and Convergent Evolution in a University Surveillance Cohort.",
    "abstract": "Monitoring and understanding the transmission and evolution of SARS-CoV-2 remains a significant public health priority. Within-host genetic variation provides insight into viral evolution during infection and may help infer transmission events. In this study, we analyzed intra-host variation in SARS-CoV-2 genome sequences from Boston University's testing mandate. Focusing on intra-host single nucleotide variants (iSNVs), we inferred transmission events and assessed the selective forces shaping within-host viral evolution. To minimize false-positive iSNVs resulting from systematic biases, we implemented stringent data filtering and developed a heuristic to exclude contamination-derived artifacts arising from batched sequencing. We find that intra-host variation is limited and infrequently transmitted during acute infections, suggesting that shared iSNVs serve as highly specific but insensitive markers of transmission. We also observed incomplete purifying selection shaping within-host diversity, with the loci most affected changing among variants of concern. Finally, we identified a highly recurrent iSNV (G11083T) which may represent a site of positive selection. Our results highlight that within host variation provides insight towards within host pathogen evolution, in spite of a limited use towards genomic epidemiology.",
    "disease": "covid-19",
    "clean_text": "sars cov intra host variation shows evidence of transmission and convergent evolution in a university surveillance cohort monitoring and understanding the transmission and evolution of sars cov remains a significant public health priority within host genetic variation provides insight into viral evolution during infection and may help infer transmission events in this study we analyzed intra host variation in sars cov genome sequences from boston university s testing mandate focusing on intra host single nucleotide variants isnvs we inferred transmission events and assessed the selective forces shaping within host viral evolution to minimize false positive isnvs resulting from systematic biases we implemented stringent data filtering and developed a heuristic to exclude contamination derived artifacts arising from batched sequencing we find that intra host variation is limited and infrequently transmitted during acute infections suggesting that shared isnvs serve as highly specific but insensitive markers of transmission we also observed incomplete purifying selection shaping within host diversity with the loci most affected changing among variants of concern finally we identified a highly recurrent isnv g t which may represent a site of positive selection our results highlight that within host variation provides insight towards within host pathogen evolution in spite of a limited use towards genomic epidemiology"
}