{
    "title": "Real mental health promotion requires a reorientation of nursing education, practice and research.",
    "doc_id": "21299725",
    "writer": "Wand T.",
    "year": "2011",
    "summary": "Relevant to health promotion, this paper explores the bidirectional link between physical and mental health and the social determinants of mental health. ...One example of how mental health nurses can adopt principles of positive …",
    "abstract": "The evidence for the individual, social and economic benefits of mental health promotion is now well established. The indication is that a broader public health approach that addresses social and environmental factors related to mental health and well-being is required. Mainstream mental health services, however, continue to operate in relative isolation, allocating the greatest proportion of funding and resources to the treatment of mental illness and disorder. Relevant to health promotion, this paper explores the bidirectional link between physical and mental health and the social determinants of mental health. The growing interest in the positive aspects of health and well-being which focuses on wellness rather than illness is also discussed. One example of how mental health nurses can adopt principles of positive mental health to education, practice and research is presented. The author proposes that as the largest professional group in health care, nurses must become more actively involved in initiatives that reorientate practices and services away from an illness culture towards the adoption of wider mental health promotion principles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21299725/",
    "clean_text": "real mental health promotion requires a reorientation of nursing education practice and research relevant to health promotion this paper explores the bidirectional link between physical and mental health and the social determinants of mental health one example of how mental health nurses can adopt principles of positive the evidence for the individual social and economic benefits of mental health promotion is now well established the indication is that a broader public health approach that addresses social and environmental factors related to mental health and well being is required mainstream mental health services however continue to operate in relative isolation allocating the greatest proportion of funding and resources to the treatment of mental illness and disorder relevant to health promotion this paper explores the bidirectional link between physical and mental health and the social determinants of mental health the growing interest in the positive aspects of health and well being which focuses on wellness rather than illness is also discussed one example of how mental health nurses can adopt principles of positive mental health to education practice and research is presented the author proposes that as the largest professional group in health care nurses must become more actively involved in initiatives that reorientate practices and services away from an illness culture towards the adoption of wider mental health promotion principles"
}