{
    "pmid": "41421321",
    "title": "The impact of environmental exposures on DNA methylation in the EXPANSE project.",
    "abstract": "Living in an urban environment exposes the population to a mix of environmental and social factors, known as the Urban Exposome, that can influence health via changes in DNA methylation. We hypothesised that linking urban exposures with epigenome-wide DNA methylation in blood can reveal impacts across the lifespan. In the EXPANSE project, we conducted an inverse variance-weighted meta-analysis of epigenome-wide association studies of seven European cohorts. Urban exposures were estimated at participants' home addresses and included air pollution (PM2.5, NO DNA methylation was measured in blood samples from 1778 children (4-10 years), 878 adolescents (16 years), and 5975 adults (18-87 years). PM2.5, NO Urban environmental factors induce DNA methylation changes across life stages, with stronger associations in young children and adults. We observed a distinct contrast in the methylation changes associated with greenness compared to other urban environmental factors. However, disentangling exposure-specific methylome signatures remains a challenge. This work was supported by the EXPANSE project, funded by the European Union's Horizon 2020 research and innovation programme under grant agreement No. 874627.",
    "disease": "asthma",
    "clean_text": "the impact of environmental exposures on dna methylation in the expanse project living in an urban environment exposes the population to a mix of environmental and social factors known as the urban exposome that can influence health via changes in dna methylation we hypothesised that linking urban exposures with epigenome wide dna methylation in blood can reveal impacts across the lifespan in the expanse project we conducted an inverse variance weighted meta analysis of epigenome wide association studies of seven european cohorts urban exposures were estimated at participants home addresses and included air pollution pm no dna methylation was measured in blood samples from children years adolescents years and adults years pm no urban environmental factors induce dna methylation changes across life stages with stronger associations in young children and adults we observed a distinct contrast in the methylation changes associated with greenness compared to other urban environmental factors however disentangling exposure specific methylome signatures remains a challenge this work was supported by the expanse project funded by the european union s horizon research and innovation programme under grant agreement no"
}