{
    "pmid": "41437272",
    "title": "The airway mycobiome in chronic respiratory diseases: current advances and future frontiers.",
    "abstract": "The airway mycobiome is an important component of the respiratory microbiome and of clinical relevance, but has been largely underappreciated. Recent studies have characterized fungal community composition in the airways and elucidated its associations with the pathogenesis and progression of chronic respiratory diseases (CRDs), including chronic obstructive pulmonary disease (COPD), asthma, bronchiectasis and cystic fibrosis (CF). A systematic understanding of the composition and dynamic changes of fungal microbiota in the airways, as well as their currently known interactions with the host in CRDs, may provide comprehensive insights into the pathological mechanisms of CRDs and improve diagnostic and therapeutic strategies. In this review, we synthesize current evidence on the role of the respiratory mycobiome in CRDs, focusing on mycobiome dysbiosis during disease pathogenesis, host-fungal interactions, and associated immune modulation. Additionally, we explore future research directions, key challenges, and potential therapeutic strategies targeting the fungal microbiota. This review redefines the contribution of fungi to the pathophysiology of CRDs based on current evidence and insights. The online version contains supplementary material available at 10.1186/s12967-025-07441-y.",
    "disease": "asthma",
    "clean_text": "the airway mycobiome in chronic respiratory diseases current advances and future frontiers the airway mycobiome is an important component of the respiratory microbiome and of clinical relevance but has been largely underappreciated recent studies have characterized fungal community composition in the airways and elucidated its associations with the pathogenesis and progression of chronic respiratory diseases crds including chronic obstructive pulmonary disease copd asthma bronchiectasis and cystic fibrosis cf a systematic understanding of the composition and dynamic changes of fungal microbiota in the airways as well as their currently known interactions with the host in crds may provide comprehensive insights into the pathological mechanisms of crds and improve diagnostic and therapeutic strategies in this review we synthesize current evidence on the role of the respiratory mycobiome in crds focusing on mycobiome dysbiosis during disease pathogenesis host fungal interactions and associated immune modulation additionally we explore future research directions key challenges and potential therapeutic strategies targeting the fungal microbiota this review redefines the contribution of fungi to the pathophysiology of crds based on current evidence and insights the online version contains supplementary material available at s y"
}