{
    "title": "Lung cancer: a biologically different disease in women?",
    "doc_id": "19863471",
    "writer": "Patel JD.",
    "year": "2009",
    "summary": "Lung cancer is now the leading cancer killer of women, having surpassed breast cancer in 1987. ...Mounting evidence suggests that there are significant differences in lung cancer between the sexes. Although the magnitude of the effect of …",
    "abstract": "Lung cancer is now the leading cancer killer of women, having surpassed breast cancer in 1987. Over 30,000 more US women are expected to die from lung cancer than from breast cancer annually. The vast majority of lung cancer cases are attributable to smoking, and smoking prevalence rates remain unacceptably high in US women. Mounting evidence suggests that there are significant differences in lung cancer between the sexes. Although the magnitude of the effect of smoking on the development of lung cancer may not be different, smoking appears to have an impact on the histology of lung cancer. Hormonal and biologic effects may play a role in lung cancer carcinogenesis, and may impact treatment response. A more thorough understanding of the biologically different aspects of lung cancer across different populations may lead to innovations in prevention and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19863471/",
    "clean_text": "lung cancer a biologically different disease in women lung cancer is now the leading cancer killer of women having surpassed breast cancer in mounting evidence suggests that there are significant differences in lung cancer between the sexes although the magnitude of the effect of lung cancer is now the leading cancer killer of women having surpassed breast cancer in over more us women are expected to die from lung cancer than from breast cancer annually the vast majority of lung cancer cases are attributable to smoking and smoking prevalence rates remain unacceptably high in us women mounting evidence suggests that there are significant differences in lung cancer between the sexes although the magnitude of the effect of smoking on the development of lung cancer may not be different smoking appears to have an impact on the histology of lung cancer hormonal and biologic effects may play a role in lung cancer carcinogenesis and may impact treatment response a more thorough understanding of the biologically different aspects of lung cancer across different populations may lead to innovations in prevention and treatment"
}