{
    "pmid": "41455636",
    "title": "Epicardial fat thickness by transthoracic echocardiography as a predictor of obstructive coronary artery disease.",
    "abstract": "Epicardial adipose tissue (EAT), a visceral fat depot with metabolic and inflammatory properties, has been increasingly recognized as a potential marker for coronary artery disease (CAD). However, its clinical utility and optimal cut-off values remain under investigation. To assess the association between 2D echocardiographic EAT thickness and the presence and severity of obstructive CAD, and to determine optimal EAT thresholds for predicting significant CAD. This cross-sectional study included 120 patients undergoing coronary angiography at a single tertiary center in Tunisia. EAT thickness was measured echocardiographically at end-systole and end-diastole in parasternal long- and short-axis views. CAD severity was evaluated using Syntax and Gensini scores. Patients were stratified into obstructive and non-obstructive CAD groups and further divided into tertiles based on EAT thickness. Obstructive CAD was identified in 66.7% of patients. EAT thickness was significantly higher in those with obstructive CAD (diastolic: 3.29 ± 0.99 mm vs 2.15 ± 1.38 mm; systolic: 5.68 ± 1.36 mm vs 4.05 ± 1.88 mm; P < .001 for both). Diastolic EAT > 2.45 mm and systolic EAT > 4.4 mm were independent predictors of obstructive CAD (odds ratio = 3.37 and 10.57, respectively), with strong diagnostic performance (area under the curve: 0.83 and 0.82). EAT thickness also correlated positively with Gensini and Syntax scores (r ≈ 0.5, P < .001), and higher tertiles were associated with multivessel disease and calcification. Echocardiographic EAT thickness is a reliable, noninvasive predictor of obstructive CAD and correlates with disease complexity. Given its simplicity and predictive value, it may serve as a useful screening tool for CAD severity stratification. Further large-scale studies are warranted to validate cut-off values and standardize assessment protocols.",
    "disease": "coronary artery disease",
    "clean_text": "epicardial fat thickness by transthoracic echocardiography as a predictor of obstructive coronary artery disease epicardial adipose tissue eat a visceral fat depot with metabolic and inflammatory properties has been increasingly recognized as a potential marker for coronary artery disease cad however its clinical utility and optimal cut off values remain under investigation to assess the association between d echocardiographic eat thickness and the presence and severity of obstructive cad and to determine optimal eat thresholds for predicting significant cad this cross sectional study included patients undergoing coronary angiography at a single tertiary center in tunisia eat thickness was measured echocardiographically at end systole and end diastole in parasternal long and short axis views cad severity was evaluated using syntax and gensini scores patients were stratified into obstructive and non obstructive cad groups and further divided into tertiles based on eat thickness obstructive cad was identified in of patients eat thickness was significantly higher in those with obstructive cad diastolic mm vs mm systolic mm vs mm p for both diastolic eat mm and systolic eat mm were independent predictors of obstructive cad odds ratio and respectively with strong diagnostic performance area under the curve and eat thickness also correlated positively with gensini and syntax scores r p and higher tertiles were associated with multivessel disease and calcification echocardiographic eat thickness is a reliable noninvasive predictor of obstructive cad and correlates with disease complexity given its simplicity and predictive value it may serve as a useful screening tool for cad severity stratification further large scale studies are warranted to validate cut off values and standardize assessment protocols"
}