{
    "pmid": "41466354",
    "title": "A serial 4-year cross-sectional study of dyslipidemia on Pamirs Plateau, the roof of the world.",
    "abstract": "Dyslipidemia is a major cardiovascular risk factor; however, disease patterns-particularly lipid profiles-remain understudied in high-altitude populations. On the Pamirs Plateau (> 4000 m), no relevant epidemiological studies have been conducted to date. This study investigates the disease patterns in this region, with an emphasis on dyslipidemia epidemiology. We conducted a serial cross-sectional study (2021-2024) using annual health examination data from Tashkurgan County, Pamirs Plateau. Adults aged ≥ 18 years residing ≥ 1 year were included. We first examined the overall disease patterns, with a focus on dyslipidemia. Age-standardized prevalence was calculated and stratified by sex and ethnicity. Subsequently, lipid profile distributions and temporal trends were analyzed. To place these findings in a global context, LDL-C levels were compared with populations from plains and other high-altitude regions. Finally, potential risk factors were identified using multivariate logistic regression and machine learning models. Among a representative subset (24.37%) of the Pamirs Plateau population, dyslipidemia was the most prevalent condition, followed by hypertension, sinus bradycardia, and fatty liver. The prevalence of dyslipidemia ranged from 25.24% to 37.64%. LDL-C levels were lower than those in plains and other high-altitude regions. Ethnic disparities were evident: the minority population (predominantly Tajik) maintained stable, favorable lipid profiles across ages, while non-minorities exhibited pronounced age-related fluctuations. Age 70 emerged as a potential inflection point at which sex-related differences in LDL-C levels reversed. Male, non-minority, older age, diabetes, frequent alcohol consumption, and higher education were significantly associated with dyslipidemia. Unexpectedly, improved living conditions (range hood use [OR: 1.839, 95% CI: 1.673-2.021], natural gas use [OR: 1.273, 95% CI: 1.152-1.406], tap water access [OR: 1.315, 95% CI: 1.204-1.436]) were linked to a higher risk, a \"modernization paradox\". Additionally, distinct temporal fluctuations were observed: LDL-C levels sharply declined in 2022 before rebounding, coinciding with the COVID-19 lockdown period. This first comprehensive analysis from \"the roof of the world\" reveals unique lipid patterns, including low LDL-C levels, pandemic-era fluctuations, ethnic disparities, unique age-sex patterns, and a paradoxical association between improved living conditions and increased dyslipidemia risk. These insights should inform context-specific lipid management strategies for this and similar vulnerable high-altitude populations globally.",
    "disease": "hypertension",
    "clean_text": "a serial year cross sectional study of dyslipidemia on pamirs plateau the roof of the world dyslipidemia is a major cardiovascular risk factor however disease patterns particularly lipid profiles remain understudied in high altitude populations on the pamirs plateau m no relevant epidemiological studies have been conducted to date this study investigates the disease patterns in this region with an emphasis on dyslipidemia epidemiology we conducted a serial cross sectional study using annual health examination data from tashkurgan county pamirs plateau adults aged years residing year were included we first examined the overall disease patterns with a focus on dyslipidemia age standardized prevalence was calculated and stratified by sex and ethnicity subsequently lipid profile distributions and temporal trends were analyzed to place these findings in a global context ldl c levels were compared with populations from plains and other high altitude regions finally potential risk factors were identified using multivariate logistic regression and machine learning models among a representative subset of the pamirs plateau population dyslipidemia was the most prevalent condition followed by hypertension sinus bradycardia and fatty liver the prevalence of dyslipidemia ranged from to ldl c levels were lower than those in plains and other high altitude regions ethnic disparities were evident the minority population predominantly tajik maintained stable favorable lipid profiles across ages while non minorities exhibited pronounced age related fluctuations age emerged as a potential inflection point at which sex related differences in ldl c levels reversed male non minority older age diabetes frequent alcohol consumption and higher education were significantly associated with dyslipidemia unexpectedly improved living conditions range hood use or ci natural gas use or ci tap water access or ci were linked to a higher risk a modernization paradox additionally distinct temporal fluctuations were observed ldl c levels sharply declined in before rebounding coinciding with the covid lockdown period this first comprehensive analysis from the roof of the world reveals unique lipid patterns including low ldl c levels pandemic era fluctuations ethnic disparities unique age sex patterns and a paradoxical association between improved living conditions and increased dyslipidemia risk these insights should inform context specific lipid management strategies for this and similar vulnerable high altitude populations globally"
}