{
    "pmid": "41466475",
    "title": "The effects of posttraumatic stress symptoms on anxiety and depression in patients with breast cancer: mediating role of negative interpretation bias.",
    "abstract": "This study examined the associations between posttraumatic stress symptoms (PTSS), anxiety, depression, and negative interpretation bias in breast cancer patients, with a specific focus on the potential mediating role of negative interpretation bias. Eighty breast cancer patients completed a cross-sectional assessment including the Impact of Event Scale (IES), the Hospital Anxiety and Depression Scale (HADS), and an ambiguous emotional face recognition task. Participants were categorized into PTSS and non-PTSS groups based on IES scores. Data were analyzed using descriptive statistics, independent-samples t-tests, ANOVA, and mediation analyses (PROCESS Model 4, 5,000 bootstraps, 95% CI). Patients with PTSS reported significantly higher levels of anxiety and depression, and demonstrated a stronger tendency to interpret ambiguous emotional expressions in a negative manner. Negative interpretation bias partially mediated the association between PTSS and emotional distress. Breast cancer patients with PTSS tend to experience heightened emotional distress, which may be partly accounted for by negative interpretation bias. Additional psychological and physiological mechanisms may also contribute.",
    "disease": "breast cancer",
    "clean_text": "the effects of posttraumatic stress symptoms on anxiety and depression in patients with breast cancer mediating role of negative interpretation bias this study examined the associations between posttraumatic stress symptoms ptss anxiety depression and negative interpretation bias in breast cancer patients with a specific focus on the potential mediating role of negative interpretation bias eighty breast cancer patients completed a cross sectional assessment including the impact of event scale ies the hospital anxiety and depression scale hads and an ambiguous emotional face recognition task participants were categorized into ptss and non ptss groups based on ies scores data were analyzed using descriptive statistics independent samples t tests anova and mediation analyses process model bootstraps ci patients with ptss reported significantly higher levels of anxiety and depression and demonstrated a stronger tendency to interpret ambiguous emotional expressions in a negative manner negative interpretation bias partially mediated the association between ptss and emotional distress breast cancer patients with ptss tend to experience heightened emotional distress which may be partly accounted for by negative interpretation bias additional psychological and physiological mechanisms may also contribute"
}