{
    "title": "The significance of ovarian fibrosis.",
    "doc_id": "33315987",
    "writer": "Landry DA",
    "year": "2020",
    "summary": "Ovarian aging is associated with significant changes in the structural organization of collagen, resulting in ovarian fibrosis. ...In this research perspective, we review the impact of female reproduction on the development of ovarian fibrosis and the contrib …",
    "abstract": "Ovarian aging is associated with significant changes in the structural organization of collagen, resulting in ovarian fibrosis. In many other tissues, fibrosis increases risks associated with tumorigenesis and metastasis. Thus, it is possible that ovarian fibrosis increases the risk of ovarian cancer by creating a microenvironment more permissive to tumor growth. In this research perspective, we review the impact of female reproduction on the development of ovarian fibrosis and the contributions of genetic and hormonal disruptions such as BRCA mutation, polycystic ovarian syndrome, and infertility to structural changes in the ovary and their relative risk of ovarian cancer. We also explore new fundamental questions in the field of ovarian fibrosis and possible prevention strategies such as metformin.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33315987/",
    "clean_text": "the significance of ovarian fibrosis ovarian aging is associated with significant changes in the structural organization of collagen resulting in ovarian fibrosis in this research perspective we review the impact of female reproduction on the development of ovarian fibrosis and the contrib ovarian aging is associated with significant changes in the structural organization of collagen resulting in ovarian fibrosis in many other tissues fibrosis increases risks associated with tumorigenesis and metastasis thus it is possible that ovarian fibrosis increases the risk of ovarian cancer by creating a microenvironment more permissive to tumor growth in this research perspective we review the impact of female reproduction on the development of ovarian fibrosis and the contributions of genetic and hormonal disruptions such as brca mutation polycystic ovarian syndrome and infertility to structural changes in the ovary and their relative risk of ovarian cancer we also explore new fundamental questions in the field of ovarian fibrosis and possible prevention strategies such as metformin"
}