{
    "pmid": "41411278",
    "title": "Efficacy and safety of Atezolizumab plus Bevacizumab and Lenvatinib as first-line systemic therapies for hepatocellular carcinoma: A real-world study.",
    "abstract": "Atezolizumab plus bevacizumab (ATEZO/BEV) and Lenvatinib (LEN) have demonstrated efficacy as first-line systemic therapies for unresectable hepatocellular carcinoma (HCC). This study aimed to compare the efficacy, safety, and outcomes of these two treatments. Data were retrospectively collected from 163 patients with unresectable HCC receiving first-line Lenvatinib (LEN) (n = 85) or ATEZO/BEV (n = 78) between 2020 and 2023 at Chulalongkorn University Hospital in Bangkok, Thailand. The primary outcome was overall survival (OS) following treatment. Propensity score matching (PSM) was used for analysis. The median patient age was 60.6 (SD 11.8) years; 82.2% were male. Most had hepatitis B/C (66.9%), BCLC stage C (73%), and Child-Pugh class A cirrhosis (63.8%). After PSM analysis, overall survival (OS) was significantly longer in the ATEZO/BEV group (12.7 vs. 7.5 months; p = 0.016, HR = 0.618, 95% CI: 0.417-0.916). However, there was no significant difference in progression-free survival (PFS) between ATEZO/BEV and LEN groups (10.8 vs. 7.8 months; p = 0.26, HR = 0.73, 95% CI: 0.431-1.255). Assessed by mRECIST, neither objective response rate (ORR: 23.7% vs. 19.7%, p = 0.555) nor disease control rate (DCR: 36.8% vs. 38.2%, p = 0.867) differed significantly. Multivariate analysis revealed alpha-fetoprotein ≥500 ng/mL (HR = 1.881, 95% CI: 1.028-3.443, p = 0.04), tumor size (HR = 1.833, 95% CI: 1.010-3.327, p = 0.046) and ATEZO/BEV therapy (HR = 0.604, 95%CI: 0.373-0.977, p = 0.04) were independently associated with OS. Adverse event rates were comparable (ATEZO/BEV 43.7% vs. LEN 56.3%; p = 0.08). In conclusion, the study demonstrates that ATEZO/BEV significantly improves OS compared to LEN in patients with unresectable HCC, despite similar PFS, ORR, and DCR. Both treatments have comparable safety profiles.",
    "disease": "liver cirrhosis",
    "clean_text": "efficacy and safety of atezolizumab plus bevacizumab and lenvatinib as first line systemic therapies for hepatocellular carcinoma a real world study atezolizumab plus bevacizumab atezo bev and lenvatinib len have demonstrated efficacy as first line systemic therapies for unresectable hepatocellular carcinoma hcc this study aimed to compare the efficacy safety and outcomes of these two treatments data were retrospectively collected from patients with unresectable hcc receiving first line lenvatinib len n or atezo bev n between and at chulalongkorn university hospital in bangkok thailand the primary outcome was overall survival os following treatment propensity score matching psm was used for analysis the median patient age was sd years were male most had hepatitis b c bclc stage c and child pugh class a cirrhosis after psm analysis overall survival os was significantly longer in the atezo bev group vs months p hr ci however there was no significant difference in progression free survival pfs between atezo bev and len groups vs months p hr ci assessed by mrecist neither objective response rate orr vs p nor disease control rate dcr vs p differed significantly multivariate analysis revealed alpha fetoprotein ng ml hr ci p tumor size hr ci p and atezo bev therapy hr ci p were independently associated with os adverse event rates were comparable atezo bev vs len p in conclusion the study demonstrates that atezo bev significantly improves os compared to len in patients with unresectable hcc despite similar pfs orr and dcr both treatments have comparable safety profiles"
}