{
    "title": "Physical activity and aging research: opportunities abound.",
    "doc_id": "33951404",
    "writer": "Varesco G",
    "year": "2021",
    "summary": "This variability is in part explained by differences among older adults in habitual physical activity. Quantifying and accounting for physical activity levels of the participants in aging studies will help differentiate those changes in motor function …",
    "abstract": "Aging is associated with large between-subjects variability in motor function among older adults, which can compromise identifying the mechanisms for age-related reductions in motor performance. This variability is in part explained by differences among older adults in habitual physical activity. Quantifying and accounting for physical activity levels of the participants in aging studies will help differentiate those changes in motor function associated with biological aging rather than those induced by inactivity. Novelty: Quantification of physical activity levels in studies with older participants will help differentiate the effects of aging rather than physical inactivity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33951404/",
    "clean_text": "physical activity and aging research opportunities abound this variability is in part explained by differences among older adults in habitual physical activity quantifying and accounting for physical activity levels of the participants in aging studies will help differentiate those changes in motor function aging is associated with large between subjects variability in motor function among older adults which can compromise identifying the mechanisms for age related reductions in motor performance this variability is in part explained by differences among older adults in habitual physical activity quantifying and accounting for physical activity levels of the participants in aging studies will help differentiate those changes in motor function associated with biological aging rather than those induced by inactivity novelty quantification of physical activity levels in studies with older participants will help differentiate the effects of aging rather than physical inactivity"
}