{
    "pmid": "41466832",
    "title": "Incidence and Treatment Strategy of Lateral Meniscus Posterior Root Tears and Ramp Lesions Identified During Isolated ACL Reconstructions: Report From a Nationwide Knee Ligament Register.",
    "abstract": "Meniscus repair is increasingly common during primary anterior cruciate ligament reconstruction (ACLR), particularly because of an increased focus on the severity of untreated lateral meniscus posterior root tears (LMPRTs) and ramp lesions. However, the incidence and current treatment strategies for these injuries across a larger population remain unclear as previous reports come from selective cohort studies. To report on the incidence of LMPRTs and ramp lesions in primary ACLR in Norway, compare patient- and activity-related characteristics in those with and without these injuries, and describe current treatment strategies. Cross-sectional study; Level of evidence, 3. Data from the Norwegian Knee Ligament Register (2018-2023) were analyzed. The study included patients undergoing isolated ACLR. Sex, age, weight, preoperative Knee injury and Osteoarthritis Outcome Score (KOOS) scores, sports participation, and meniscus treatment strategy were considered. Of 5309 ACLR knees, 68% (n = 3605) had 1 or more recorded meniscus injuries, while LMPRTs and ramp lesions were seen in 10% and 7.8%, respectively. The ramp lesion tears were more frequently seen in younger patients ( This first nationwide registry study identified a high incidence of concomitant meniscus tears in ACLR, with incidences of LMPRTs and ramp lesions of 10.0% and 7.8%, respectively. Patients with ramp lesions were significantly younger than both those with LMPRTs and those without meniscus injuries. Treatment for LMPRTs predominantly involved transtibial sutures with cortical fixation, while treatment for ramp lesions was divided between all-inside suturing techniques and other suturing methods (including repairs through a posteromedial portal).",
    "disease": "osteoarthritis",
    "clean_text": "incidence and treatment strategy of lateral meniscus posterior root tears and ramp lesions identified during isolated acl reconstructions report from a nationwide knee ligament register meniscus repair is increasingly common during primary anterior cruciate ligament reconstruction aclr particularly because of an increased focus on the severity of untreated lateral meniscus posterior root tears lmprts and ramp lesions however the incidence and current treatment strategies for these injuries across a larger population remain unclear as previous reports come from selective cohort studies to report on the incidence of lmprts and ramp lesions in primary aclr in norway compare patient and activity related characteristics in those with and without these injuries and describe current treatment strategies cross sectional study level of evidence data from the norwegian knee ligament register were analyzed the study included patients undergoing isolated aclr sex age weight preoperative knee injury and osteoarthritis outcome score koos scores sports participation and meniscus treatment strategy were considered of aclr knees n had or more recorded meniscus injuries while lmprts and ramp lesions were seen in and respectively the ramp lesion tears were more frequently seen in younger patients this first nationwide registry study identified a high incidence of concomitant meniscus tears in aclr with incidences of lmprts and ramp lesions of and respectively patients with ramp lesions were significantly younger than both those with lmprts and those without meniscus injuries treatment for lmprts predominantly involved transtibial sutures with cortical fixation while treatment for ramp lesions was divided between all inside suturing techniques and other suturing methods including repairs through a posteromedial portal"
}