{
    "title": "Reactive T Cells in Convalescent COVID-19 Patients With Negative SARS-CoV-2 Antibody Serology.",
    "doc_id": "34322120",
    "writer": "Steiner S",
    "year": "2021",
    "summary": "Despite RT-PCR confirmed COVID-19, specific antibodies to SARS-CoV-2 spike are undetectable in serum in approximately 10% of convalescent patients after mild disease course. ...Stimulation with SARS-CoV-2 spike and nucleocap …",
    "abstract": "Despite RT-PCR confirmed COVID-19, specific antibodies to SARS-CoV-2 spike are undetectable in serum in approximately 10% of convalescent patients after mild disease course. This raises the question of induction and persistence of SARS-CoV-2-reactive T cells in these convalescent individuals. Using flow cytometry, we assessed specific SARS-CoV-2 and human endemic coronaviruses (HCoV-229E, -OC43) reactive T cells after stimulation with spike and nucleocapsid peptide pools and analyzed cytokine polyfunctionality (IFNγ, TNFα, and IL-2) in seropositive and seronegative convalescent COVID-19 patients as well as in unexposed healthy controls. Stimulation with SARS-CoV-2 spike and nucleocapsid (NCAP) as well as HCoV spike peptide pools elicited a similar T cell response in seropositive and seronegative post COVID-19 patients. Significantly higher frequencies of polyfunctional cytokine nucleocapsid reactive CD4+ T cells (triple positive for IFNγ, TNFα, and IL-2) were observed in both, seropositive (p = 0.008) and seronegative (p = 0.04), COVID-19 convalescent compared to healthy controls and were detectable up to day 162 post RT-PCR positivity in seronegative convalescents. Our data indicate an important role of NCAP-specific T cells for viral control.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34322120/",
    "clean_text": "reactive t cells in convalescent covid patients with negative sars cov antibody serology despite rt pcr confirmed covid specific antibodies to sars cov spike are undetectable in serum in approximately of convalescent patients after mild disease course stimulation with sars cov spike and nucleocap despite rt pcr confirmed covid specific antibodies to sars cov spike are undetectable in serum in approximately of convalescent patients after mild disease course this raises the question of induction and persistence of sars cov reactive t cells in these convalescent individuals using flow cytometry we assessed specific sars cov and human endemic coronaviruses hcov e oc reactive t cells after stimulation with spike and nucleocapsid peptide pools and analyzed cytokine polyfunctionality ifn tnf and il in seropositive and seronegative convalescent covid patients as well as in unexposed healthy controls stimulation with sars cov spike and nucleocapsid ncap as well as hcov spike peptide pools elicited a similar t cell response in seropositive and seronegative post covid patients significantly higher frequencies of polyfunctional cytokine nucleocapsid reactive cd t cells triple positive for ifn tnf and il were observed in both seropositive p and seronegative p covid convalescent compared to healthy controls and were detectable up to day post rt pcr positivity in seronegative convalescents our data indicate an important role of ncap specific t cells for viral control"
}