{
    "pmid": "41458808",
    "title": "Innovative Data-Driven Approaches to Community Health and Prosperity: Lessons From the City of Lauderhill's Engagement and Improvement Strategy.",
    "abstract": "Research demonstrates that social vulnerability has a disproportionate effect on the utilization of health care services among minority populations. The City of Lauderhill (CoL) is predominantly composed of racial/ethnic minorities, including a significant proportion of Caribbean-born and foreign-born residents, particularly from Jamaica and Haiti. CoL has one of the highest social vulnerability indices in the US and is designated by the US Housing & Urban Development (HUD) as a low-income area. The COVID-19 pandemic and existing community challenges set the stage for forming The Lauderhill Health & Prosperity Partnership (LHPP), which utilized a collaborative, multipronged approach to address the social determinants of health (SDOH). This included a community needs assessment (CNA) and Asset-Based Community Development (ABCD) grounded in Collective Impact 3.0 (CI), which leveraged a partnership with Nova Southeastern University as an academic partner and anchor institution. Population health resident data outlined in the CNA leveraged NSU's community-based participatory research platform of the Caribbean Diaspora Healthy Nutrition Outreach Project (CDHNOP) to gain valuable insight into relevant SDOH and health metrics. CDHNOP employs trusted disease prevention-focused culturally tailored health messaging through social media, health programming, and other avenues.  Our specific aims were to quantify SDOH and health metrics most relevant to this diverse population and engage public and private partnerships while harnessing city residents' collective input and involvement to engage in data-driven city-wide improvements in SDOH domains. Qualitative focus group data and quantitative surveys were used in this study. A needs assessment questionnaire developed using the Protocol for Responding to and Assessing Patients' Assets, Risks, and Experiences (PRAPARE) tool was paired with existing public and city data to provide a comprehensive assessment.  Findings revealed significant challenges in social and economic vulnerability within the city, with an alarming 18-fold increase in homelessness from 2020 to 2021. A total of 235 residents partially or fully completed the survey. Among respondents, 44% reported housing insecurity, 22% were unemployed, and 16% experienced food insecurity. Focus group themes emphasized barriers to healthcare, systemic distrust, and gaps in mental health access. Survey data revealed high social vulnerability scores aligning with elevated self-reported health burdens (e.g., asthma, hypertension), reflecting systemic inequities. Higher rates of overall social vulnerability were particularly pronounced in the southeast region of the city, mirroring rates of diabetes, asthma, poor physical and mental health, and smoking. Mental health, well-being of children, access to healthcare, lack of prevention and nutrition initiatives, and distrust of the healthcare system also arose as issues. These results point to a need for place-based, equity-focused interventions that align with broader national health equity frameworks, particularly for similarly diverse urban communities.",
    "disease": "hypertension",
    "clean_text": "innovative data driven approaches to community health and prosperity lessons from the city of lauderhill s engagement and improvement strategy research demonstrates that social vulnerability has a disproportionate effect on the utilization of health care services among minority populations the city of lauderhill col is predominantly composed of racial ethnic minorities including a significant proportion of caribbean born and foreign born residents particularly from jamaica and haiti col has one of the highest social vulnerability indices in the us and is designated by the us housing urban development hud as a low income area the covid pandemic and existing community challenges set the stage for forming the lauderhill health prosperity partnership lhpp which utilized a collaborative multipronged approach to address the social determinants of health sdoh this included a community needs assessment cna and asset based community development abcd grounded in collective impact ci which leveraged a partnership with nova southeastern university as an academic partner and anchor institution population health resident data outlined in the cna leveraged nsu s community based participatory research platform of the caribbean diaspora healthy nutrition outreach project cdhnop to gain valuable insight into relevant sdoh and health metrics cdhnop employs trusted disease prevention focused culturally tailored health messaging through social media health programming and other avenues our specific aims were to quantify sdoh and health metrics most relevant to this diverse population and engage public and private partnerships while harnessing city residents collective input and involvement to engage in data driven city wide improvements in sdoh domains qualitative focus group data and quantitative surveys were used in this study a needs assessment questionnaire developed using the protocol for responding to and assessing patients assets risks and experiences prapare tool was paired with existing public and city data to provide a comprehensive assessment findings revealed significant challenges in social and economic vulnerability within the city with an alarming fold increase in homelessness from to a total of residents partially or fully completed the survey among respondents reported housing insecurity were unemployed and experienced food insecurity focus group themes emphasized barriers to healthcare systemic distrust and gaps in mental health access survey data revealed high social vulnerability scores aligning with elevated self reported health burdens e g asthma hypertension reflecting systemic inequities higher rates of overall social vulnerability were particularly pronounced in the southeast region of the city mirroring rates of diabetes asthma poor physical and mental health and smoking mental health well being of children access to healthcare lack of prevention and nutrition initiatives and distrust of the healthcare system also arose as issues these results point to a need for place based equity focused interventions that align with broader national health equity frameworks particularly for similarly diverse urban communities"
}