{
    "title": "Spinal electrical stimulation to improve sympathetic autonomic functions needed for movement and exercise after spinal cord injury: a scoping clinical review.",
    "doc_id": "35894427",
    "writer": "Flett S",
    "year": "2022",
    "summary": "Spinal cord injury (SCI) results in sensory, motor, and autonomic dysfunction. Obesity, cardiovascular disease, and metabolic disease are highly prevalent after SCI. ...Effective stimulation locations and parameters varied between studies, suggesting multiple stimulation p …",
    "abstract": "Spinal cord injury (SCI) results in sensory, motor, and autonomic dysfunction. Obesity, cardiovascular disease, and metabolic disease are highly prevalent after SCI. Although inadequate voluntary activation of skeletal muscle contributes, it is absent or inadequate activation of thoracic spinal sympathetic neural circuitry and suboptimal activation of homeostatic (cardiovascular and temperature) and metabolic support systems that truly limits exercise capacity, particularly for those with cervical SCI. Thus, when electrical spinal cord stimulation (SCS) studies aimed at improving motor functions began mentioning effects on exercise-related autonomic functions, a potential new area of clinical application appeared. To survey this new area of potential benefit, we performed a systematic scoping review of clinical SCS studies involving these spinally mediated autonomic functions. Nineteen studies were included, 8 used transcutaneous and 11 used epidural SCS. Improvements in blood pressure regulation at rest or in response to orthostatic challenge were investigated most systematically, whereas reports of improved temperature regulation, whole body metabolism, and peak exercise performance were mainly anecdotal. Effective stimulation locations and parameters varied between studies, suggesting multiple stimulation parameters and rostrocaudal spinal locations may influence the same sympathetic function. Brainstem and spinal neural mechanisms providing excitatory drive to sympathetic neurons that activate homeostatic and metabolic tissues that provide support for movement and exercise and their integration with locomotor neural circuitry are discussed. A unifying conceptual framework for the integrated neural control of locomotor and sympathetic function is presented which may inform future research needed to take full advantage of SCS for improving these spinally mediated autonomic functions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35894427/",
    "clean_text": "spinal electrical stimulation to improve sympathetic autonomic functions needed for movement and exercise after spinal cord injury a scoping clinical review spinal cord injury sci results in sensory motor and autonomic dysfunction obesity cardiovascular disease and metabolic disease are highly prevalent after sci effective stimulation locations and parameters varied between studies suggesting multiple stimulation p spinal cord injury sci results in sensory motor and autonomic dysfunction obesity cardiovascular disease and metabolic disease are highly prevalent after sci although inadequate voluntary activation of skeletal muscle contributes it is absent or inadequate activation of thoracic spinal sympathetic neural circuitry and suboptimal activation of homeostatic cardiovascular and temperature and metabolic support systems that truly limits exercise capacity particularly for those with cervical sci thus when electrical spinal cord stimulation scs studies aimed at improving motor functions began mentioning effects on exercise related autonomic functions a potential new area of clinical application appeared to survey this new area of potential benefit we performed a systematic scoping review of clinical scs studies involving these spinally mediated autonomic functions nineteen studies were included used transcutaneous and used epidural scs improvements in blood pressure regulation at rest or in response to orthostatic challenge were investigated most systematically whereas reports of improved temperature regulation whole body metabolism and peak exercise performance were mainly anecdotal effective stimulation locations and parameters varied between studies suggesting multiple stimulation parameters and rostrocaudal spinal locations may influence the same sympathetic function brainstem and spinal neural mechanisms providing excitatory drive to sympathetic neurons that activate homeostatic and metabolic tissues that provide support for movement and exercise and their integration with locomotor neural circuitry are discussed a unifying conceptual framework for the integrated neural control of locomotor and sympathetic function is presented which may inform future research needed to take full advantage of scs for improving these spinally mediated autonomic functions"
}