{
    "title": "Non-Participatory Observation Of Integrated Management Of Childhood Illness Practices At Selected Basic Health Units Of District Abbottabad, Kp, Pakistan: A Qualitative Hermeneutic Study.",
    "doc_id": "38404092",
    "writer": "Abrar S",
    "year": "2023",
    "summary": "This study was conducted to observe qualitatively the practices of IMCI-trained HCWs at their respective workplaces. METHODS: This qualitative hermeneutic study was conducted through non-probability criterion sampling in the district Abbottabad of Pakistan on all 26 …",
    "abstract": "Background:\n        \n      \n      It was in 1995 when a strategy was devised to reduce under-five mortality in countries with a prevalence of child mortality above 40/1000 live births. This strategy is called \"Integrated Management of Childhood Illness\" (IMCI). Improvement in the skills of healthcare workers (HCWs) depends on the IMCI training received by them. To make IMCI training more effective and scale up, a global technical consultation committee in Geneva recommended implementing an innovative training approach in 2014: the distance learning IMCI (dIMCI). This study was conducted to observe qualitatively the practices of IMCI-trained HCWs at their respective workplaces.\n    \n\n\n          Methods:\n        \n      \n      This qualitative hermeneutic study was conducted through non-probability criterion sampling in the district Abbottabad of Pakistan on all 26 basic health units trained in IMCI (either standard or distance learning) from December 9, 2019, to March 9, 2020. Data collection was done by qualitatively observing consultations and interactions of caretakers of under-five children at basic health units. Inductive thematic analysis was used. This qualitative exploration was underpinned by Hans Georg Gadamer's philosophy of hermeneutics.\n    \n\n\n          Results:\n        \n      \n      Four themes emerged from the observation notes. These themes are gratification after consultation, altercation for medication, non-observance of protocol, and methodical consultation.\n    \n\n\n          Conclusions:\n        \n      \n      Improvement in the skills of HCWs in the form of IMCI training, either through distance learning or the common eleven-day standard method, can improve caretakers' satisfaction. However, awareness at the community level is needed for better compliance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38404092/",
    "clean_text": "non participatory observation of integrated management of childhood illness practices at selected basic health units of district abbottabad kp pakistan a qualitative hermeneutic study this study was conducted to observe qualitatively the practices of imci trained hcws at their respective workplaces methods this qualitative hermeneutic study was conducted through non probability criterion sampling in the district abbottabad of pakistan on all background it was in when a strategy was devised to reduce under five mortality in countries with a prevalence of child mortality above live births this strategy is called integrated management of childhood illness imci improvement in the skills of healthcare workers hcws depends on the imci training received by them to make imci training more effective and scale up a global technical consultation committee in geneva recommended implementing an innovative training approach in the distance learning imci dimci this study was conducted to observe qualitatively the practices of imci trained hcws at their respective workplaces methods this qualitative hermeneutic study was conducted through non probability criterion sampling in the district abbottabad of pakistan on all basic health units trained in imci either standard or distance learning from december to march data collection was done by qualitatively observing consultations and interactions of caretakers of under five children at basic health units inductive thematic analysis was used this qualitative exploration was underpinned by hans georg gadamer s philosophy of hermeneutics results four themes emerged from the observation notes these themes are gratification after consultation altercation for medication non observance of protocol and methodical consultation conclusions improvement in the skills of hcws in the form of imci training either through distance learning or the common eleven day standard method can improve caretakers satisfaction however awareness at the community level is needed for better compliance"
}