{
    "title": "Gene Therapy for Prostate Cancer: A Review.",
    "doc_id": "32473623",
    "writer": "Talkar SS",
    "year": "2021",
    "summary": "BACKGROUND: According to the American Cancer Society, prostate cancer ranks second in terms of mortality and is a front-runner of newly detected cases. ...Gene therapy alone, or in combination with conventional therapies, possesses a strong potential to comba …",
    "abstract": "Background:\n        \n      \n      According to the American Cancer Society, prostate cancer ranks second in terms of mortality and is a front-runner of newly detected cases. Conventional therapies neither eradicated cancer nor increased the life expectancy of patients obviating the need for less toxic as well as efficient therapies to treat cancer. Gene therapy alone, or in combination with conventional therapies, possesses a strong potential to combat cancer.\n    \n\n\n          Methods:\n        \n      \n      This review encompasses a brief note on the etiology and conventional therapy of prostate cancer with an emphasis on gene therapy and its suitability for the treatment of prostate cancer.\n    \n\n\n          Results:\n        \n      \n      A comprehensive range of gene therapy approaches have been successfully explored for prostate cancer treatment in animal models and this has been well translated into early clinical trials. We have also discussed in brief about specific therapeutic genes and suitable vector systems for gene therapy in prostate cancer.\n    \n\n\n          Conclusion:\n        \n      \n      Based on the results of these clinical trials, the application of gene therapy in prostate cancer therapeutics can be satisfactorily established.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32473623/",
    "clean_text": "gene therapy for prostate cancer a review background according to the american cancer society prostate cancer ranks second in terms of mortality and is a front runner of newly detected cases gene therapy alone or in combination with conventional therapies possesses a strong potential to comba background according to the american cancer society prostate cancer ranks second in terms of mortality and is a front runner of newly detected cases conventional therapies neither eradicated cancer nor increased the life expectancy of patients obviating the need for less toxic as well as efficient therapies to treat cancer gene therapy alone or in combination with conventional therapies possesses a strong potential to combat cancer methods this review encompasses a brief note on the etiology and conventional therapy of prostate cancer with an emphasis on gene therapy and its suitability for the treatment of prostate cancer results a comprehensive range of gene therapy approaches have been successfully explored for prostate cancer treatment in animal models and this has been well translated into early clinical trials we have also discussed in brief about specific therapeutic genes and suitable vector systems for gene therapy in prostate cancer conclusion based on the results of these clinical trials the application of gene therapy in prostate cancer therapeutics can be satisfactorily established"
}