{
    "title": "Episodic Migraine and Older Adults.",
    "doc_id": "35384586",
    "writer": "Riggins N",
    "year": "2022",
    "summary": "Contrary to widely held beliefs, migraine may not improve in older women following menopause and can have new onset in older age. The purpose of this review is to give an update on the diagnosis and treatment of episodic migraine in older adults. RECENT FINDI …",
    "abstract": "Purpose of review:\n        \n      \n      Migraine is and continues to be a significant medical issue in older adults. Migraine can have different characteristics in older adults and specific diagnostic and treatment considerations need to be applied when managing headache and migraine in this population, which is increasing in both size and diversity. Contrary to widely held beliefs, migraine may not improve in older women following menopause and can have new onset in older age. The purpose of this review is to give an update on the diagnosis and treatment of episodic migraine in older adults.\n    \n\n\n          Recent findings:\n        \n      \n      As the population ages, migraine in older adults will become a more significant public health issue. Migraine in older adults can present with different clinical symptoms than in a younger population and is primarily a diagnosis of exclusion in older adults. Migraine treatment considerations for older adults should include comorbidities and medication interactions. Recent findings suggest there are medications that should be avoided when treating seniors with migraine. The purpose of this review is to give an update on the most important aspects regarding the diagnosis and treatment of headache and migraine in older adults. In addition, recommendations will be made concerning medications that need careful consideration when prescribing to seniors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35384586/",
    "clean_text": "episodic migraine and older adults contrary to widely held beliefs migraine may not improve in older women following menopause and can have new onset in older age the purpose of this review is to give an update on the diagnosis and treatment of episodic migraine in older adults recent findi purpose of review migraine is and continues to be a significant medical issue in older adults migraine can have different characteristics in older adults and specific diagnostic and treatment considerations need to be applied when managing headache and migraine in this population which is increasing in both size and diversity contrary to widely held beliefs migraine may not improve in older women following menopause and can have new onset in older age the purpose of this review is to give an update on the diagnosis and treatment of episodic migraine in older adults recent findings as the population ages migraine in older adults will become a more significant public health issue migraine in older adults can present with different clinical symptoms than in a younger population and is primarily a diagnosis of exclusion in older adults migraine treatment considerations for older adults should include comorbidities and medication interactions recent findings suggest there are medications that should be avoided when treating seniors with migraine the purpose of this review is to give an update on the most important aspects regarding the diagnosis and treatment of headache and migraine in older adults in addition recommendations will be made concerning medications that need careful consideration when prescribing to seniors"
}