{
    "pmid": "41468748",
    "title": "Expanding Lung Cancer Clinical Trial Criteria: A Systematic Review on Inclusion of Patients with Brain Metastases and Leptomeningeal Disease.",
    "abstract": "Brain metastases (BM) occur in approximately 20% of lung cancer patients. Despite recent treatment advances, people with BM are often excluded from clinical trials (CT) limiting our understanding of therapy effectiveness. We evaluated how the 2017 ASCO/FDA/Friends of Cancer Research (FoCR) recommendations on inclusion of patients with BM and leptomeningeal disease (LMD) in CT have been adopted by registered lung cancer trials. We retrieved U.S.-based phase I/II/III interventional CT from ClinicalTrials.gov enrolling patients with metastatic lung cancer. We evaluated the eligibility criteria of each CT for the inclusion of patients with: (1) BM, and classified them as excluded, partially included, or included; (2) LMD, and classified them as included or excluded. Fisher's exact tests and odds ratios (OR) were conducted using logistic regression models. Among 307 CTs reviewed, 75.6% were phase I/II trials and 7.8% evaluated central nervous system (CNS) outcomes. While most trials partially included patients with treated/stable BM (74.3%, n = 228), only 11.4% (n = 35) included patients with active, untreated BM. Patients with LMD were included in 5.8% (n = 18) trials. A statistically significant difference was noted in the inclusion of patients with BM pre and postrecommendations (32.6% pre vs. 53.1% postrecommendations; P = .046), with CNS outcomes more likely evaluated in trials that included active BM or LMD. There is an increasing trend of including patients with BM in lung cancer CTs since the publication of the 2017 ASCO/FDA/FoCR guidelines. However, patients with LMD and those with active BM continue to be excluded from most lung cancer CTs.",
    "disease": "lung cancer",
    "clean_text": "expanding lung cancer clinical trial criteria a systematic review on inclusion of patients with brain metastases and leptomeningeal disease brain metastases bm occur in approximately of lung cancer patients despite recent treatment advances people with bm are often excluded from clinical trials ct limiting our understanding of therapy effectiveness we evaluated how the asco fda friends of cancer research focr recommendations on inclusion of patients with bm and leptomeningeal disease lmd in ct have been adopted by registered lung cancer trials we retrieved u s based phase i ii iii interventional ct from clinicaltrials gov enrolling patients with metastatic lung cancer we evaluated the eligibility criteria of each ct for the inclusion of patients with bm and classified them as excluded partially included or included lmd and classified them as included or excluded fisher s exact tests and odds ratios or were conducted using logistic regression models among cts reviewed were phase i ii trials and evaluated central nervous system cns outcomes while most trials partially included patients with treated stable bm n only n included patients with active untreated bm patients with lmd were included in n trials a statistically significant difference was noted in the inclusion of patients with bm pre and postrecommendations pre vs postrecommendations p with cns outcomes more likely evaluated in trials that included active bm or lmd there is an increasing trend of including patients with bm in lung cancer cts since the publication of the asco fda focr guidelines however patients with lmd and those with active bm continue to be excluded from most lung cancer cts"
}