{
    "pmid": "41427361",
    "title": "Electroconvulsive Therapy Induces Dopaminergic Axon Regeneration, Corticostriatal Remodeling, and Restoration of Motor Function in Parkinsonian Mice.",
    "abstract": "Parkinson's disease (PD) is characterized by the progressive degeneration of midbrain dopaminergic neurons with loss of axonal dopamine neurotransmission in the dorsal striatum, leading to striatal circuit dysfunction and debilitating motor symptoms. Current therapies provide symptomatic relief but do not restore lost neuronal function. Decades of clinical observations have reported the unexpected observation that electroconvulsive therapy (ECT), a standard treatment for refractory neuropsychiatric disorders, can incidentally alleviate motor symptoms in PD patients, yet the underlying mechanisms remain unknown. Here, we report that in the unilateral 6-hydroxydopamine (6-OHDA) mouse model of PD, two weeks of repeated ECT produced robust and sustained motor recovery, with improvements in locomotion and sensorimotor asymmetry persisting for at least 30 days post-treatment. Remarkably, ECT induced dopaminergic axonal sprouting from surviving dopaminergic neurons with cell bodies located at the substantia nigra-ventral tegmental border, leading to a partial recovery of striatal dopaminergic axonal reinnervation. In striatal direct pathway spiny projection neurons (dSPNs), which exhibit pathological hyperexcitability and spine loss following dopamine depletion, ECT normalized both corticostriatal synaptic responses and spine density. Consistently, ECT upregulated gene transcripts involved in cytoskeletal remodeling while downregulating those associated with glutamatergic signaling and neuronal excitability. These changes were accompanied by a coordinated transcriptional shift toward enhanced mitochondrial anabolic capacity and energy production, including increased expression of genes involved in ATP and Coenzyme Q biosynthesis. Together, these findings demonstrate that ECT can partially restore basal ganglia circuitry following dopamine depletion and provide a basis for further study of its potential as a noninvasive, disease-modifying intervention for PD.",
    "disease": "parkinson disease",
    "clean_text": "electroconvulsive therapy induces dopaminergic axon regeneration corticostriatal remodeling and restoration of motor function in parkinsonian mice parkinson s disease pd is characterized by the progressive degeneration of midbrain dopaminergic neurons with loss of axonal dopamine neurotransmission in the dorsal striatum leading to striatal circuit dysfunction and debilitating motor symptoms current therapies provide symptomatic relief but do not restore lost neuronal function decades of clinical observations have reported the unexpected observation that electroconvulsive therapy ect a standard treatment for refractory neuropsychiatric disorders can incidentally alleviate motor symptoms in pd patients yet the underlying mechanisms remain unknown here we report that in the unilateral hydroxydopamine ohda mouse model of pd two weeks of repeated ect produced robust and sustained motor recovery with improvements in locomotion and sensorimotor asymmetry persisting for at least days post treatment remarkably ect induced dopaminergic axonal sprouting from surviving dopaminergic neurons with cell bodies located at the substantia nigra ventral tegmental border leading to a partial recovery of striatal dopaminergic axonal reinnervation in striatal direct pathway spiny projection neurons dspns which exhibit pathological hyperexcitability and spine loss following dopamine depletion ect normalized both corticostriatal synaptic responses and spine density consistently ect upregulated gene transcripts involved in cytoskeletal remodeling while downregulating those associated with glutamatergic signaling and neuronal excitability these changes were accompanied by a coordinated transcriptional shift toward enhanced mitochondrial anabolic capacity and energy production including increased expression of genes involved in atp and coenzyme q biosynthesis together these findings demonstrate that ect can partially restore basal ganglia circuitry following dopamine depletion and provide a basis for further study of its potential as a noninvasive disease modifying intervention for pd"
}