{
    "pmid": "41386510",
    "title": "Carotid Plaque Border Ulceration is Associated with Coronary Artery Disease and Future Cardiovascular Events.",
    "abstract": "Atherosclerosis is a major contributor to cardiovascular events. Increasing evidence suggests that plaque vulnerability to rupture, rather than plaque quantity, is the major determinant of cardiovascular risk. Plaque surface ulceration has been associated with intraplaque hemorrhage and rupture; thus is a useful marker for assessing plaque vulnerability. Fractal analysis has been validated as a tool to quantify carotid plaque border irregularity. The objective of this study was to use fractal analysis to assess the relationship between ultrasound-detected carotid plaque surface irregularity and cardiovascular risk. Carotid B-mode ultrasound was performed on 458 consecutive participants referred for coronary angiography. Fractal dimension (FD) was computed for all carotid plaque lesions using B-mode ultrasound images and then averaged to obtain an overall FD value. The mean FD across the study population was 1.1628±0.043. FD was higher in participants with significant CAD (≥50% stenosis) (1.1679±0.045 vs. 1.1545±0.039, p=0.003). Multivariate logistic regression demonstrated that FD was a significant independent risk factor for significant CAD. Furthermore, Kaplan Meier analysis showed that an FD>1.1500 was associated with an increased occurrence of 30-day cardiovascular events (p=0.045). Multivariate cox proportional hazards analysis demonstrated that FD was a significant and independent contributor to 30-day cardiovascular events (RR: 1.85, 95% confidence interval: 1.02-3.54; p=0.04). Fractal analysis is a mathematical tool with emerging use in the field of cardiology. The relationship between the FD of carotid plaque lesions and cardiovascular outcomes established in the present study could facilitate its use as an imaging biomarker for cardiovascular risk.",
    "disease": "coronary artery disease",
    "clean_text": "carotid plaque border ulceration is associated with coronary artery disease and future cardiovascular events atherosclerosis is a major contributor to cardiovascular events increasing evidence suggests that plaque vulnerability to rupture rather than plaque quantity is the major determinant of cardiovascular risk plaque surface ulceration has been associated with intraplaque hemorrhage and rupture thus is a useful marker for assessing plaque vulnerability fractal analysis has been validated as a tool to quantify carotid plaque border irregularity the objective of this study was to use fractal analysis to assess the relationship between ultrasound detected carotid plaque surface irregularity and cardiovascular risk carotid b mode ultrasound was performed on consecutive participants referred for coronary angiography fractal dimension fd was computed for all carotid plaque lesions using b mode ultrasound images and then averaged to obtain an overall fd value the mean fd across the study population was fd was higher in participants with significant cad stenosis vs p multivariate logistic regression demonstrated that fd was a significant independent risk factor for significant cad furthermore kaplan meier analysis showed that an fd was associated with an increased occurrence of day cardiovascular events p multivariate cox proportional hazards analysis demonstrated that fd was a significant and independent contributor to day cardiovascular events rr confidence interval p fractal analysis is a mathematical tool with emerging use in the field of cardiology the relationship between the fd of carotid plaque lesions and cardiovascular outcomes established in the present study could facilitate its use as an imaging biomarker for cardiovascular risk"
}