{
    "pmid": "41455259",
    "title": "Platelet parameters in preeclampsia: comparing rotational thromboelastometry and platelet aggregometry with standard laboratory tests.",
    "abstract": "Preeclampsia is a multisystem hypertensive disorder of pregnancy associated with coagulation abnormalities. Haemostatic testing aids decision making about mode of anaesthesia. Current UK guidelines consider the risk of neuraxial anaesthesia is increased if laboratory platelet count is < 100,000/μL. However, laboratory tests are limited by turnaround time and do not evaluate platelet function. This prospective case-control study investigated the utility of point-of-care testing with rotational thromboelastometry and platelet aggregometry to predict laboratory results in patients with preeclampsia. Seventy-one patients with preeclampsia and 57 pregnant control patients were included. Thromboelastometry and platelet aggregometry parameters were compared with laboratory tests. Repeat tests were performed at a median of 11 h in 55 patients with preeclampsia. Four point of care-derived parameters were significantly lower in preeclampsia patients with platelet count < 100,000/μL than those > 100,000/μL; EXTEM A5, clot elasticity from platelets (CE This study has identified thromboelastometry and aggregometry parameters that may be useful in rapidly ruling out a platelet count < 100,000/μL in patients with preeclampsia, a threshold associated with increased risk of neuraxial haematoma. However, a limited positive predictive ability and relatively small sample size warrants further research before routine implementation.",
    "disease": "hypertension",
    "clean_text": "platelet parameters in preeclampsia comparing rotational thromboelastometry and platelet aggregometry with standard laboratory tests preeclampsia is a multisystem hypertensive disorder of pregnancy associated with coagulation abnormalities haemostatic testing aids decision making about mode of anaesthesia current uk guidelines consider the risk of neuraxial anaesthesia is increased if laboratory platelet count is l however laboratory tests are limited by turnaround time and do not evaluate platelet function this prospective case control study investigated the utility of point of care testing with rotational thromboelastometry and platelet aggregometry to predict laboratory results in patients with preeclampsia seventy one patients with preeclampsia and pregnant control patients were included thromboelastometry and platelet aggregometry parameters were compared with laboratory tests repeat tests were performed at a median of h in patients with preeclampsia four point of care derived parameters were significantly lower in preeclampsia patients with platelet count l than those l extem a clot elasticity from platelets ce this study has identified thromboelastometry and aggregometry parameters that may be useful in rapidly ruling out a platelet count l in patients with preeclampsia a threshold associated with increased risk of neuraxial haematoma however a limited positive predictive ability and relatively small sample size warrants further research before routine implementation"
}