{
    "pmid": "41467146",
    "title": "Ectopic Adrenocorticotropic Hormone (ACTH)-Dependent Cushing Syndrome Secondary to Olfactory Neuroblastoma: A Rare Entity.",
    "abstract": "Ectopic adrenocorticotropic hormone (ACTH)-dependent Cushing syndrome is a rare paraneoplastic disorder caused by excessive cortisol production from nonpituitary tumors. Olfactory neuroblastoma (ONB), a rare neuroendocrine malignancy of the sinonasal cavity, is an exceedingly uncommon source of ectopic ACTH production, with fewer than 25 cases reported worldwide. This report presents a case of ACTH-dependent Cushing syndrome due to ONB, emphasizing the diagnostic complexity, multidisciplinary management, and favorable clinical outcomes. A 70-year-old male presented with progressive muscle weakness, facial rounding, weight gain, hypertension, hypokalemia, and recurrent epistaxis. Laboratory evaluation revealed marked hypercortisolism and elevated plasma ACTH. Imaging demonstrated an expansile ethmoid sinus mass. Inferior petrosal sinus sampling excluded a pituitary source of ACTH. Endoscopic biopsy confirmed Hyams grade 2 ONB with positive immunohistochemical staining for neuroendocrine markers and ACTH. The patient received preoperative cortisol-lowering therapy and underwent complete endoscopic tumor resection followed by adjuvant radiotherapy. Postoperative assessment showed biochemical remission, resolution of Cushingoid features, and eventual recovery of the hypothalamic-pituitary-adrenal axis. This case highlights the importance of a systematic diagnostic approach that includes biochemical testing, imaging, inferior petrosal sinus sampling, and histopathology to identify ectopic ACTH sources. It demonstrates the necessity of collaboration among endocrinology, otolaryngology, neurosurgery, radiology, and oncology teams in managing rare ACTH-secreting tumors. Timely diagnosis and definitive surgical resection of ACTH-producing ONB, along with endocrine stabilization and adjuvant radiotherapy, can lead to endocrine remission and improved long-term outcomes.",
    "disease": "hypertension",
    "clean_text": "ectopic adrenocorticotropic hormone acth dependent cushing syndrome secondary to olfactory neuroblastoma a rare entity ectopic adrenocorticotropic hormone acth dependent cushing syndrome is a rare paraneoplastic disorder caused by excessive cortisol production from nonpituitary tumors olfactory neuroblastoma onb a rare neuroendocrine malignancy of the sinonasal cavity is an exceedingly uncommon source of ectopic acth production with fewer than cases reported worldwide this report presents a case of acth dependent cushing syndrome due to onb emphasizing the diagnostic complexity multidisciplinary management and favorable clinical outcomes a year old male presented with progressive muscle weakness facial rounding weight gain hypertension hypokalemia and recurrent epistaxis laboratory evaluation revealed marked hypercortisolism and elevated plasma acth imaging demonstrated an expansile ethmoid sinus mass inferior petrosal sinus sampling excluded a pituitary source of acth endoscopic biopsy confirmed hyams grade onb with positive immunohistochemical staining for neuroendocrine markers and acth the patient received preoperative cortisol lowering therapy and underwent complete endoscopic tumor resection followed by adjuvant radiotherapy postoperative assessment showed biochemical remission resolution of cushingoid features and eventual recovery of the hypothalamic pituitary adrenal axis this case highlights the importance of a systematic diagnostic approach that includes biochemical testing imaging inferior petrosal sinus sampling and histopathology to identify ectopic acth sources it demonstrates the necessity of collaboration among endocrinology otolaryngology neurosurgery radiology and oncology teams in managing rare acth secreting tumors timely diagnosis and definitive surgical resection of acth producing onb along with endocrine stabilization and adjuvant radiotherapy can lead to endocrine remission and improved long term outcomes"
}