{
    "pmid": "41391378",
    "title": "Combating Highly Pathogenic Avian Influenza in South Korea: A 15-year retrospective and forward-looking study.",
    "abstract": "Highly Pathogenic Avian Influenza (HPAI), caused by the Orthomyxoviridae family of RNA viruses, poses a serious threat to the global poultry industry, resulting in severe economic losses and raising public health concerns. In South Korea, HPAI outbreaks have recurred since the first case was confirmed in December 2003, with multiple virus subtypes (H5N1, H5N8, and H5N6) affecting domestic poultry farms. Among poultry species, domestic ducks play a crucial role in viral transmission due to their heightened susceptibility and asymptomatic shedding, increasing the risk of unnoticed outbreaks and environmental contamination. To mitigate the impact of HPAI, South Korea implemented the Duck Farming Restriction Policy, limiting duck farming activities during high-risk winter months (November to March). This study evaluates the preventive effectiveness of this policy using a Bayesian time-series modeling approach based on longitudinal outbreak data from 2003 to 2024. The analysis includes key epidemiological variables such as number of confirmed cases and outbreak durations. Our findings provide the first scientific evidence supporting the effectiveness of seasonal duck farming restrictions in reducing HPAI incidence. While global HPAI prevalence has increased significantly since 2020, South Korea has maintained stable or declining outbreak trends, suggesting that proactive control strategies play a crucial role in disease mitigation. These results emphasize the importance of adaptive biosecurity policies in controlling HPAI and offer valuable insights for future pandemic preparedness in the poultry sector.",
    "disease": "influenza",
    "clean_text": "combating highly pathogenic avian influenza in south korea a year retrospective and forward looking study highly pathogenic avian influenza hpai caused by the orthomyxoviridae family of rna viruses poses a serious threat to the global poultry industry resulting in severe economic losses and raising public health concerns in south korea hpai outbreaks have recurred since the first case was confirmed in december with multiple virus subtypes h n h n and h n affecting domestic poultry farms among poultry species domestic ducks play a crucial role in viral transmission due to their heightened susceptibility and asymptomatic shedding increasing the risk of unnoticed outbreaks and environmental contamination to mitigate the impact of hpai south korea implemented the duck farming restriction policy limiting duck farming activities during high risk winter months november to march this study evaluates the preventive effectiveness of this policy using a bayesian time series modeling approach based on longitudinal outbreak data from to the analysis includes key epidemiological variables such as number of confirmed cases and outbreak durations our findings provide the first scientific evidence supporting the effectiveness of seasonal duck farming restrictions in reducing hpai incidence while global hpai prevalence has increased significantly since south korea has maintained stable or declining outbreak trends suggesting that proactive control strategies play a crucial role in disease mitigation these results emphasize the importance of adaptive biosecurity policies in controlling hpai and offer valuable insights for future pandemic preparedness in the poultry sector"
}