{
    "title": "Yellow tea: more than turning green leaves to yellow.",
    "doc_id": "37009836",
    "writer": "Feng X",
    "year": "2024",
    "summary": "Yellow tea (YT), a slightly-fermented tea originated from Ming Dynasty with distinctive \"Three yellows,\" mild-sweet smell, and mellow taste attributed to the unique yellowing process. ...Future studies focusing on the standard yellowing process technol …",
    "abstract": "Yellow tea (YT), a slightly-fermented tea originated from Ming Dynasty with distinctive \"Three yellows,\" mild-sweet smell, and mellow taste attributed to the unique yellowing process. Based on current literature and our previous work, we aim to comprehensively illustrate the key processing procedures, characteristic chemical compounds, health benefits and applications, as well as the interlocking relationships among them. Yellowing is the most vital procedure anchored on the organoleptic quality, characteristic chemical components, and bioactivities of YT, which is influenced by temperature, moisture content, duration, and ventilation conditions. Pheophorbides, carotenoids, thearubigins and theabrownins are the major pigments contributing to the \"three yellows\" appearance. Alcohols, such as terpinol and nerol, are attributed to the refreshing and sweet aroma of bud and small-leaf YT, while heterocyclics and aromatics forming during roasting result in the crispy rice-like large-leaf YT. Hygrothermal effects and enzymatic reactions during yellowing result in the decline of astringent substances. Meanwhile, multiple bioactive compounds such as catechins, ellagitannins, and vitexin, endow YT with antioxidant, anti-metabolic syndrome, anti-cancer, gut microbiota regulation, and organ injury protection effects. Future studies focusing on the standard yellowing process technology, quality evaluation system, and functional factors and mechanisms, possible orientations, and perspectives are guaranteed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37009836/",
    "clean_text": "yellow tea more than turning green leaves to yellow yellow tea yt a slightly fermented tea originated from ming dynasty with distinctive three yellows mild sweet smell and mellow taste attributed to the unique yellowing process future studies focusing on the standard yellowing process technol yellow tea yt a slightly fermented tea originated from ming dynasty with distinctive three yellows mild sweet smell and mellow taste attributed to the unique yellowing process based on current literature and our previous work we aim to comprehensively illustrate the key processing procedures characteristic chemical compounds health benefits and applications as well as the interlocking relationships among them yellowing is the most vital procedure anchored on the organoleptic quality characteristic chemical components and bioactivities of yt which is influenced by temperature moisture content duration and ventilation conditions pheophorbides carotenoids thearubigins and theabrownins are the major pigments contributing to the three yellows appearance alcohols such as terpinol and nerol are attributed to the refreshing and sweet aroma of bud and small leaf yt while heterocyclics and aromatics forming during roasting result in the crispy rice like large leaf yt hygrothermal effects and enzymatic reactions during yellowing result in the decline of astringent substances meanwhile multiple bioactive compounds such as catechins ellagitannins and vitexin endow yt with antioxidant anti metabolic syndrome anti cancer gut microbiota regulation and organ injury protection effects future studies focusing on the standard yellowing process technology quality evaluation system and functional factors and mechanisms possible orientations and perspectives are guaranteed"
}