{
    "title": "A systematic review of risk factors associated with depression and anxiety in cancer patients.",
    "doc_id": "38551956",
    "writer": "Ikhile D",
    "year": "2024",
    "summary": "Studies were heterogenous in terms of their characteristics, risk factors and outcomes measured. A total of 32 risk factors were associated with depression and anxiety. We clustered these risk factors into four domains using an expanded b …",
    "abstract": "Depression and anxiety are common comorbid conditions associated with cancer, however the risk factors responsible for the onset of depression and anxiety in cancer patients are not fully understood. Also, there is little clarity on how these factors may vary across the cancer phases: diagnosis, treatment and depression. We aimed to systematically understand and synthesise the risk factors associated with depression and anxiety during cancer diagnosis, treatment and survivorship. We focused our review on primary and community settings as these are likely settings where longer term cancer care is provided. We conducted a systematic search on PubMed, PsychInfo, Scopus, and EThOS following the PRISMA guidelines. We included cross-sectional and longitudinal studies which assessed the risk factors for depression and anxiety in adult cancer patients. Quality assessment was undertaken using the Newcastle-Ottawa assessment checklists. The quality of each study was further rated using the Agency for Healthcare Research and Quality Standards. Our search yielded 2645 papers, 21 of these were eligible for inclusion. Studies were heterogenous in terms of their characteristics, risk factors and outcomes measured. A total of 32 risk factors were associated with depression and anxiety. We clustered these risk factors into four domains using an expanded biopsychosocial model of health: cancer-specific, biological, psychological and social risk factors. The cancer-specific risk factors domain was associated with the diagnosis, treatment and survivorship phases. Multifactorial risk factors are associated with the onset of depression and anxiety in cancer patients. These risk factors vary across cancer journey and depend on factors such as type of cancer and individual profile of the patients. Our findings have potential applications for risk stratification in primary care and highlight the need for a personalised approach to psychological care provision, as part of cancer care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38551956/",
    "clean_text": "a systematic review of risk factors associated with depression and anxiety in cancer patients studies were heterogenous in terms of their characteristics risk factors and outcomes measured a total of risk factors were associated with depression and anxiety we clustered these risk factors into four domains using an expanded b depression and anxiety are common comorbid conditions associated with cancer however the risk factors responsible for the onset of depression and anxiety in cancer patients are not fully understood also there is little clarity on how these factors may vary across the cancer phases diagnosis treatment and depression we aimed to systematically understand and synthesise the risk factors associated with depression and anxiety during cancer diagnosis treatment and survivorship we focused our review on primary and community settings as these are likely settings where longer term cancer care is provided we conducted a systematic search on pubmed psychinfo scopus and ethos following the prisma guidelines we included cross sectional and longitudinal studies which assessed the risk factors for depression and anxiety in adult cancer patients quality assessment was undertaken using the newcastle ottawa assessment checklists the quality of each study was further rated using the agency for healthcare research and quality standards our search yielded papers of these were eligible for inclusion studies were heterogenous in terms of their characteristics risk factors and outcomes measured a total of risk factors were associated with depression and anxiety we clustered these risk factors into four domains using an expanded biopsychosocial model of health cancer specific biological psychological and social risk factors the cancer specific risk factors domain was associated with the diagnosis treatment and survivorship phases multifactorial risk factors are associated with the onset of depression and anxiety in cancer patients these risk factors vary across cancer journey and depend on factors such as type of cancer and individual profile of the patients our findings have potential applications for risk stratification in primary care and highlight the need for a personalised approach to psychological care provision as part of cancer care"
}