{
    "pmid": "41346939",
    "title": "Cough sound spectro-temporal analysis and automated detection using Vision Transformers.",
    "abstract": "Cough is a key symptom in respiratory diseases, yet its clinical assessment remains challenging, often relying on subjective questionnaires or inefficient manual cough counting. Existing automated cough detection algorithms have limited generalisability due to a lack of validation on large, diverse datasets. This study aimed to develop and evaluate a fully automated cough detection system using spectro-temporal analysis and a Vision Transformer (ViT) model. A total of 231 annotated 24-hour cough recordings across 9 diagnostic categories from the RaDAR database were analysed. Recordings were segmented and converted into spectrograms using different short-time Fourier transform settings. Data were split subject-wise into training, validation, and test sets to prevent data leakage. The ViT model was fine-tuned in two stages: a pilot stage using 10% of the data to determine optimal spectrogram parameters, followed by full-scale training on the remaining data. Spectrogram configuration significantly affected performance, with 750 ms segment duration, 128-point frame size, and 32-point hop identified as optimal. With these parameters, the model achieved an F1 score of 85.02%, sensitivity of 83.64%, precision of 86.44%, and specificity of 99.67% on the test set. Diagnostic category-wise analysis showed high F1 scores in interstitial lung disease (90.83%), chronic obstructive pulmonary disease (89.60%), asthma (88.13%) and chronic cough (85.32%). Vision Transformers with optimised spectrogram preprocessing enable accurate, scalable cough detection across diverse populations, performing comparably to popular convolutional neural networks on a larger, more diverse, and more challenging dataset. These findings support the use of ViT-based systems for objective, automated cough monitoring in clinical practice.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "cough sound spectro temporal analysis and automated detection using vision transformers cough is a key symptom in respiratory diseases yet its clinical assessment remains challenging often relying on subjective questionnaires or inefficient manual cough counting existing automated cough detection algorithms have limited generalisability due to a lack of validation on large diverse datasets this study aimed to develop and evaluate a fully automated cough detection system using spectro temporal analysis and a vision transformer vit model a total of annotated hour cough recordings across diagnostic categories from the radar database were analysed recordings were segmented and converted into spectrograms using different short time fourier transform settings data were split subject wise into training validation and test sets to prevent data leakage the vit model was fine tuned in two stages a pilot stage using of the data to determine optimal spectrogram parameters followed by full scale training on the remaining data spectrogram configuration significantly affected performance with ms segment duration point frame size and point hop identified as optimal with these parameters the model achieved an f score of sensitivity of precision of and specificity of on the test set diagnostic category wise analysis showed high f scores in interstitial lung disease chronic obstructive pulmonary disease asthma and chronic cough vision transformers with optimised spectrogram preprocessing enable accurate scalable cough detection across diverse populations performing comparably to popular convolutional neural networks on a larger more diverse and more challenging dataset these findings support the use of vit based systems for objective automated cough monitoring in clinical practice"
}