{
    "pmid": "41411382",
    "title": "Comparative Treatment Outcomes of Shorter Regimen in Modified All Oral Regimen with Injectable in Patients Treated for Rifampicin-resistant/Multidrug-resistant Tuberculosis in Tanzania.",
    "abstract": "Drug-resistant tuberculosis (TB), especially rifampicin-resistant/multidrug-resistant TB (RR/MDR-TB), remains difficult to treat due to toxic aminoglycosides. The World Health Organization recommended all-oral bedaquiline-based regimens, but evidence comparing their effectiveness to injectable-containing regimens is limited. This study evaluated treatment success between both approaches. This was a retrospective study, which included 114 adults aged 18 years and above with RR/MDR-TB treated at Kibong'oto Infectious Diseases Hospital with either a 9-11-month injectable-containing regimen from 2018 to 2019 or a modified all-oral bedaquiline regimen from June 2020 to May 2021. Patients were followed monthly for smear/culture conversion and clinical outcomes up to 12 months posttreatment. Analysis was performed using SPSS version 25. Of 114 patients, 71 (62.3%) received an all-oral bedaquiline-containing regimen. Overall, 80 (70.2%) patients were male, with a median age of 37 years (interquartile range: 29-48); 27 (23.9%) patients were human immunodeficiency virus infected, and 37 (22.5%) had prior TB treatment. Culture conversion at month 2 occurred in all 43 patients on injectable regimens, compared to 63 (90%) patients on all-oral regimens (P = 0.03). Treatment success was higher in the all-oral group at 63 (94.4%), compared to 33 (76.7%) in the injectable group (P = 0.001). Mortality was 7 (14.0%) in the injectable group and 4 (5.6%) in the all-oral group (P = 0.004). All-oral bedaquiline regimens demonstrated higher treatment success and lower 12-month posttreatment mortality, while injectable regimens had faster culture conversion at month 2, but poorer overall outcomes, supporting the use of all-oral treatment.",
    "disease": "tuberculosis",
    "clean_text": "comparative treatment outcomes of shorter regimen in modified all oral regimen with injectable in patients treated for rifampicin resistant multidrug resistant tuberculosis in tanzania drug resistant tuberculosis tb especially rifampicin resistant multidrug resistant tb rr mdr tb remains difficult to treat due to toxic aminoglycosides the world health organization recommended all oral bedaquiline based regimens but evidence comparing their effectiveness to injectable containing regimens is limited this study evaluated treatment success between both approaches this was a retrospective study which included adults aged years and above with rr mdr tb treated at kibong oto infectious diseases hospital with either a month injectable containing regimen from to or a modified all oral bedaquiline regimen from june to may patients were followed monthly for smear culture conversion and clinical outcomes up to months posttreatment analysis was performed using spss version of patients received an all oral bedaquiline containing regimen overall patients were male with a median age of years interquartile range patients were human immunodeficiency virus infected and had prior tb treatment culture conversion at month occurred in all patients on injectable regimens compared to patients on all oral regimens p treatment success was higher in the all oral group at compared to in the injectable group p mortality was in the injectable group and in the all oral group p all oral bedaquiline regimens demonstrated higher treatment success and lower month posttreatment mortality while injectable regimens had faster culture conversion at month but poorer overall outcomes supporting the use of all oral treatment"
}