{
    "pmid": "41443052",
    "title": "Hemagglutinin-encoded mRNA vaccine confers efficient protection against H3N8 avian influenza virus in mice.",
    "abstract": "Recently, the endemic of novel H3N8 avian influenza virus (AIV) in chickens poses significant threats to poultry industry and public health, driving the urgent need for safe and immunogenic vaccines. In this study, an mRNA vaccine, HA mRNA-LNP, expressing the hemagglutinin (HA) protein of H3N8 was developed. The sequence of HA of H3N8 was first codon-optimized and cloned into the pUC57 vector. The mRNA of the HA was synthesized by in vitro transcription (IVT) and enzymatic capping. The efficient expression of the HA protein of the mRNA was confirmed by Western blot, indirect immunofluorescence assay (IFA), and flow cytometry in 293 T or DF-1 cells. The mRNA vaccine was then encapsulated with lipid nanoparticle (LNP) named as HA mRNA-LNP. Furthermore, two doses of HA mRNA-LNP in mice through intramuscular vaccination elicited robust humoral immune response against H3N8, with peak hemagglutination inhibition (HI) and microneutralization (MN) titers reaching 1:5120 and 1:8192, respectively. This vaccine conferred efficient protection against the challenge of H3N8, evidenced by accelerated body weight recovery, undetectable viral loads in lung tissues, and milder pulmonary pathological changes. All these demonstrate that the HA mRNA-LNP vaccine generated here is a promising candidate for combating H3N8 infections.",
    "disease": "influenza",
    "clean_text": "hemagglutinin encoded mrna vaccine confers efficient protection against h n avian influenza virus in mice recently the endemic of novel h n avian influenza virus aiv in chickens poses significant threats to poultry industry and public health driving the urgent need for safe and immunogenic vaccines in this study an mrna vaccine ha mrna lnp expressing the hemagglutinin ha protein of h n was developed the sequence of ha of h n was first codon optimized and cloned into the puc vector the mrna of the ha was synthesized by in vitro transcription ivt and enzymatic capping the efficient expression of the ha protein of the mrna was confirmed by western blot indirect immunofluorescence assay ifa and flow cytometry in t or df cells the mrna vaccine was then encapsulated with lipid nanoparticle lnp named as ha mrna lnp furthermore two doses of ha mrna lnp in mice through intramuscular vaccination elicited robust humoral immune response against h n with peak hemagglutination inhibition hi and microneutralization mn titers reaching and respectively this vaccine conferred efficient protection against the challenge of h n evidenced by accelerated body weight recovery undetectable viral loads in lung tissues and milder pulmonary pathological changes all these demonstrate that the ha mrna lnp vaccine generated here is a promising candidate for combating h n infections"
}