{
    "pmid": "41421024",
    "title": "Clinical evaluation of nasal swab specimens in VTM/UTM and RespDirect eSTM using the Panther Fusion SARS-CoV-2/Flu A/B/RSV assay.",
    "abstract": "Respiratory viral infections by SARS-CoV-2, influenza A and B viruses, and RSV overlap in disease signs and symptomology, but differ in treatment modality. Nasal swab specimens have been shown to be an effective alternative specimen type for SARS-CoV-2 detection. This study evaluated the performance of the Panther Fusion® SARS-CoV-2/Flu A/B/RSV assay in anterior nasal swab specimens (self- or healthcare professional [HCP]-) collected in either viral/universal (VTM/UTM) transport media or the Hologic® RespDirect® collection kit (RespDirect swab in enhanced specimen transport media [eSTM]). A multicenter study was conducted from October 2022 to March 2024. A total of 2686 nasal swab specimens collected in VTM/UTM or in eSTM were tested with the investigational assay and comparator molecular assays. Positive and negative agreement were calculated for each viral target. Overall, the results of the Panther Fusion SARS-CoV-2/Flu A/B/RSV assay in nasal swab specimens demonstrated high concordance with the nasal swab-based molecular comparator methods with positive and negative percent agreement of 96.6 % and 98.9 % for SARS-CoV-2, 96.1 % and 99.3 % for influenza A virus, 96.0 % and 99.8 % for influenza B virus, and 97.7 % and 99.6 % for RSV, respectively. There were no statistically significant differences between specimens in VTM/UTM and eSTM and between self- or HCP-collected swabs in either transport medium for any of the viral pathogens. The results of this study indicate that both self- and HCP- collected anterior nasal swabs in VTM or eSTM matrix are suitable options for detecting SARS-CoV-2, influenza A/B, and RSV using the Panther Fusion SARS-CoV-2/Flu A/B/RSV assay.",
    "disease": "influenza",
    "clean_text": "clinical evaluation of nasal swab specimens in vtm utm and respdirect estm using the panther fusion sars cov flu a b rsv assay respiratory viral infections by sars cov influenza a and b viruses and rsv overlap in disease signs and symptomology but differ in treatment modality nasal swab specimens have been shown to be an effective alternative specimen type for sars cov detection this study evaluated the performance of the panther fusion sars cov flu a b rsv assay in anterior nasal swab specimens self or healthcare professional hcp collected in either viral universal vtm utm transport media or the hologic respdirect collection kit respdirect swab in enhanced specimen transport media estm a multicenter study was conducted from october to march a total of nasal swab specimens collected in vtm utm or in estm were tested with the investigational assay and comparator molecular assays positive and negative agreement were calculated for each viral target overall the results of the panther fusion sars cov flu a b rsv assay in nasal swab specimens demonstrated high concordance with the nasal swab based molecular comparator methods with positive and negative percent agreement of and for sars cov and for influenza a virus and for influenza b virus and and for rsv respectively there were no statistically significant differences between specimens in vtm utm and estm and between self or hcp collected swabs in either transport medium for any of the viral pathogens the results of this study indicate that both self and hcp collected anterior nasal swabs in vtm or estm matrix are suitable options for detecting sars cov influenza a b and rsv using the panther fusion sars cov flu a b rsv assay"
}