{
    "pmid": "41466027",
    "title": "Genetic Association Between Polymyositis/Dermatomyositis and Epilepsy: Insights From Mendelian Randomization and Bioinformatic Analyses.",
    "abstract": "Idiopathic inflammatory myositis (IIM), comprising polymyositis (PM) and dermatomyositis (DM), is a collective term for immune-mediated diseases characterized by skeletal muscle inflammation. Emerging evidence points to an increased incidence of epilepsy in patients with PM/DM. However, the causality and underlying mechanisms behind this association are unclear. Our study aimed to explore the potential causal link between PM/DM and epilepsy, with a focus on immune-mediated mechanisms, using Mendelian randomization (MR) and transcriptome analyses. Initially, summary data from genome-wide association studies (GWAS) related to polymyositis (PM; finn-b-M13_POLYMYO), dermatomyositis (DM; finn-b-DERMATOPOLY_FG), and epilepsy (ebi-a-GCST90018840) were obtained from the Integrative Epidemiology Unit Open GWAS database. These data were utilized for Mendelian randomization (MR) analysis and generalized summary data based Mendelian randomization (GSMR). To ensure the robustness of the findings, sensitivity analyses were conducted to corroborate the results of the MR analyses. Subsequently, the study leveraged publicly accessible databases and bioinformatics tools to conduct comprehensive analyses of gene expression data. This included differential expression analysis, immune infiltration analysis, and gene enrichment analysis. Differentially expressed SNP-related genes (DE-SRGs) were further analyzed using single-cell transcriptomics. Finally, the expression of four key genes (IER3, TNF, GPANK1, and ATF6B) in the hippocampus of epilepsy mouse model was quantified using PCR. The MR analysis disclosed a causal association between PM and epilepsy, whereas the reverse MR analysis did not identify a significant causal effect of epilepsy on PM. However, there was no association between DM and epilepsy of MR analysis. The Transcriptome analysis not only identified DE-SRGs but also revealed distinct immune cell infiltration patterns in epilepsy patients. Specifically, we observed SRGs are mainly expressed in endothelial cells, microglia, and T cells, indicative of a proinflammatory state. Furthermore, the gene set variation analysis (GSVA) highlighted the differential activation of pathways in these cell types, including inflammatory response and allograft rejection, which were significantly upregulated. PCR results show the expression of IER3, TNF, GPANK1, and ATF6B in hippocampus of epilepsy model largely consistent with bioinformatics predictions. The study reveals a causal association between PM and epilepsy, with no significant impact of epilepsy on PM. There is no causal association between DM and epilepsy. The absence of a DM-epilepsy link may reflect fundamental differences in immunopathology: while PM is driven by T cell-mediated muscle invasion, DM involves predominant humoral immunity and complement deposition, suggesting distinct neuroinflammatory implications. Our findings establish immune-mediated neuroinflammation as the central mechanistic link between PM and epileptogenesis. These findings implicate shared immunopathogenic mechanisms and suggest therapeutic targets for epilepsy associated with polymyositis.",
    "disease": "epilepsy",
    "clean_text": "genetic association between polymyositis dermatomyositis and epilepsy insights from mendelian randomization and bioinformatic analyses idiopathic inflammatory myositis iim comprising polymyositis pm and dermatomyositis dm is a collective term for immune mediated diseases characterized by skeletal muscle inflammation emerging evidence points to an increased incidence of epilepsy in patients with pm dm however the causality and underlying mechanisms behind this association are unclear our study aimed to explore the potential causal link between pm dm and epilepsy with a focus on immune mediated mechanisms using mendelian randomization mr and transcriptome analyses initially summary data from genome wide association studies gwas related to polymyositis pm finn b m polymyo dermatomyositis dm finn b dermatopoly fg and epilepsy ebi a gcst were obtained from the integrative epidemiology unit open gwas database these data were utilized for mendelian randomization mr analysis and generalized summary data based mendelian randomization gsmr to ensure the robustness of the findings sensitivity analyses were conducted to corroborate the results of the mr analyses subsequently the study leveraged publicly accessible databases and bioinformatics tools to conduct comprehensive analyses of gene expression data this included differential expression analysis immune infiltration analysis and gene enrichment analysis differentially expressed snp related genes de srgs were further analyzed using single cell transcriptomics finally the expression of four key genes ier tnf gpank and atf b in the hippocampus of epilepsy mouse model was quantified using pcr the mr analysis disclosed a causal association between pm and epilepsy whereas the reverse mr analysis did not identify a significant causal effect of epilepsy on pm however there was no association between dm and epilepsy of mr analysis the transcriptome analysis not only identified de srgs but also revealed distinct immune cell infiltration patterns in epilepsy patients specifically we observed srgs are mainly expressed in endothelial cells microglia and t cells indicative of a proinflammatory state furthermore the gene set variation analysis gsva highlighted the differential activation of pathways in these cell types including inflammatory response and allograft rejection which were significantly upregulated pcr results show the expression of ier tnf gpank and atf b in hippocampus of epilepsy model largely consistent with bioinformatics predictions the study reveals a causal association between pm and epilepsy with no significant impact of epilepsy on pm there is no causal association between dm and epilepsy the absence of a dm epilepsy link may reflect fundamental differences in immunopathology while pm is driven by t cell mediated muscle invasion dm involves predominant humoral immunity and complement deposition suggesting distinct neuroinflammatory implications our findings establish immune mediated neuroinflammation as the central mechanistic link between pm and epileptogenesis these findings implicate shared immunopathogenic mechanisms and suggest therapeutic targets for epilepsy associated with polymyositis"
}