{
    "title": "Gut Microbiota as Important Mediator Between Diet and DNA Methylation and Histone Modifications in the Host.",
    "doc_id": "32106534",
    "writer": "D'Aquila P",
    "year": "2020",
    "summary": "The human gut microbiota is a complex ecosystem consisting of trillions of microorganisms that inhabit symbiotically on and in the human intestine. ...In this review, we summarized the current evidence on the role exerted by gut microbiota and, more sp …",
    "abstract": "The human gut microbiota is a complex ecosystem consisting of trillions of microorganisms that inhabit symbiotically on and in the human intestine. They carry out, through the production of a series of metabolites, many important metabolic functions that complement the activity of mammalian enzymes and play an essential role in host digestion. Interindividual variability of microbiota structure, and consequently of the expression of its genes (microbiome), was largely ascribed to the nutritional regime. Diet influences microbiota composition and function with short- and long-term effects. In spite of the vast literature, molecular mechanisms underlying these effects still remain elusive. In this review, we summarized the current evidence on the role exerted by gut microbiota and, more specifically, by its metabolites in the establishment of the host epigenome. The interest in this topic stems from the fact that, by modulating DNA methylation and histone modifications, the gut microbiota does affect the cell activities of the hosting organism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32106534/",
    "clean_text": "gut microbiota as important mediator between diet and dna methylation and histone modifications in the host the human gut microbiota is a complex ecosystem consisting of trillions of microorganisms that inhabit symbiotically on and in the human intestine in this review we summarized the current evidence on the role exerted by gut microbiota and more sp the human gut microbiota is a complex ecosystem consisting of trillions of microorganisms that inhabit symbiotically on and in the human intestine they carry out through the production of a series of metabolites many important metabolic functions that complement the activity of mammalian enzymes and play an essential role in host digestion interindividual variability of microbiota structure and consequently of the expression of its genes microbiome was largely ascribed to the nutritional regime diet influences microbiota composition and function with short and long term effects in spite of the vast literature molecular mechanisms underlying these effects still remain elusive in this review we summarized the current evidence on the role exerted by gut microbiota and more specifically by its metabolites in the establishment of the host epigenome the interest in this topic stems from the fact that by modulating dna methylation and histone modifications the gut microbiota does affect the cell activities of the hosting organism"
}