{
    "pmid": "41368020",
    "title": "Progressive Retinal Toxicity Nine Years After Hydroxychloroquine Discontinuation: A Case Report.",
    "abstract": "We report a case of hydroxychloroquine (HCQ) retinal toxicity showing continuous progression over nine years after cessation of HCQ. A 55-year-old female had a history of rheumatoid arthritis treated with HCQ 200 mg daily for 20 years (cumulative dose ≈1.46 kg). She had no previous retinal screening and was asymptomatic. She was referred in 2016 for the first time, and the drug was discontinued following detection of characteristic parafoveal retinal changes on spectral-domain optical coherence tomography and fundus autofluorescence consistent with HCQ toxicity. Despite discontinuation, serial imaging revealed ongoing progression of outer retinal and retinal pigment epithelium atrophy over nine years, with gradual enlargement of the parafoveal lesion and progression of the paracentral scotoma in both eyes. Best-corrected visual acuity remained stable in both eyes. This case highlights that retinal damage from HCQ may progress for many years after cessation, emphasizing the importance of early detection to reduce the risk of progression in this irreversible condition. Review post-cessation may identify those in whom further progression has occurred, who may benefit from practical support, such as visual aids and or assistive technology.",
    "disease": "rheumatoid arthritis",
    "clean_text": "progressive retinal toxicity nine years after hydroxychloroquine discontinuation a case report we report a case of hydroxychloroquine hcq retinal toxicity showing continuous progression over nine years after cessation of hcq a year old female had a history of rheumatoid arthritis treated with hcq mg daily for years cumulative dose kg she had no previous retinal screening and was asymptomatic she was referred in for the first time and the drug was discontinued following detection of characteristic parafoveal retinal changes on spectral domain optical coherence tomography and fundus autofluorescence consistent with hcq toxicity despite discontinuation serial imaging revealed ongoing progression of outer retinal and retinal pigment epithelium atrophy over nine years with gradual enlargement of the parafoveal lesion and progression of the paracentral scotoma in both eyes best corrected visual acuity remained stable in both eyes this case highlights that retinal damage from hcq may progress for many years after cessation emphasizing the importance of early detection to reduce the risk of progression in this irreversible condition review post cessation may identify those in whom further progression has occurred who may benefit from practical support such as visual aids and or assistive technology"
}