{
    "pmid": "41438725",
    "title": "Impact of Parathyroidectomy on Kidney Function in Adults With Primary Hyperparathyroidism.",
    "abstract": "Introduction Primary hyperparathyroidism (PHPT) is characterized by persistent hypercalcemia and is associated with renal complications, including nephrolithiasis and progressive decline in the estimated glomerular filtration rate (eGFR). Although parathyroidectomy (PTX) is the definitive treatment, its impact on renal function remains uncertain, particularly in patients with pre-existing renal impairment. This study aims to evaluate 12-month changes in renal function after PTX in patients with PHPT, according to baseline kidney function. Methods This retrospective study included 48 patients with PHPT who underwent PTX between 2017 and 2020. Patients were stratified by baseline eGFR into two groups: ≥60 mL/min/1.73 m² (Group 1) and <60 mL/min/1.73 m² (Group 2). Clinical and laboratory parameters, including serum creatinine and eGFR, were analyzed at baseline and at 12 months postoperatively. Results Patients were predominantly women (ratio 3.8:1), and the surgical cure rate was 95.8%. Group 2 presented higher baseline calcium and PTH levels. At 12 months, both groups showed significant reductions in calcium and PTH. Group 1 experienced a statistically significant decline in eGFR, whereas Group 2 showed a slight, non-significant improvement, suggesting stabilization of renal function. Conclusion PTX does not appear to improve renal function in most patients with PHPT but may prevent further deterioration in those with pre-existing renal impairment. These findings support current guideline recommendations favoring surgical intervention in PHPT patients with compromised baseline kidney function.",
    "disease": "chronic kidney disease",
    "clean_text": "impact of parathyroidectomy on kidney function in adults with primary hyperparathyroidism introduction primary hyperparathyroidism phpt is characterized by persistent hypercalcemia and is associated with renal complications including nephrolithiasis and progressive decline in the estimated glomerular filtration rate egfr although parathyroidectomy ptx is the definitive treatment its impact on renal function remains uncertain particularly in patients with pre existing renal impairment this study aims to evaluate month changes in renal function after ptx in patients with phpt according to baseline kidney function methods this retrospective study included patients with phpt who underwent ptx between and patients were stratified by baseline egfr into two groups ml min m group and ml min m group clinical and laboratory parameters including serum creatinine and egfr were analyzed at baseline and at months postoperatively results patients were predominantly women ratio and the surgical cure rate was group presented higher baseline calcium and pth levels at months both groups showed significant reductions in calcium and pth group experienced a statistically significant decline in egfr whereas group showed a slight non significant improvement suggesting stabilization of renal function conclusion ptx does not appear to improve renal function in most patients with phpt but may prevent further deterioration in those with pre existing renal impairment these findings support current guideline recommendations favoring surgical intervention in phpt patients with compromised baseline kidney function"
}