{
    "pmid": "41383761",
    "title": "Development of a Recombinant Single-Cycle Influenza Viral Vector as an Intranasal Vaccine against SARS-CoV-2 and SARS-like Betacoronaviruses.",
    "abstract": "The COVID-19 pandemic has demonstrated the detrimental potential of zoonotic coronavirus transmission to human populations. Effective vaccines capable of eliciting immunity to SARS-CoV-2 have been pivotal in mitigating the spread of the virus. In this study, we describe the generation of a non-replicating pseudotyped influenza A virus (S-FLU), where the native haemagglutinin (HA) sequence is replaced with the coding sequence of either a membrane-anchored form (TM) or secretory form (Sec) of the receptor-binding domain (RBD) of the ancestral SARS-CoV-2 Wuhan (S-RBD Wuhan). We showed that both S-RBD-TM and S-RBD-Sec viruses can be generated via reverse genetics and grown to high titre. Intranasal immunisation in mice with S-RBD-TM elicits robust serum binding and neutralisation activity against SARS-CoV-2, superior to S-RBD-Sec. Furthermore, we demonstrate that a heterologous prime-boost immunisation regime in mice with S-RBD-TM Wuhan and S-RBD-TM BM48-31 (a distant Clade 3 SARS-like betacoronavirus (sarbecovirus)) increases antibody breadth against mismatched sarbecoviruses compared to homologous prime-boost with S-RBD-TM Wuhan. These results suggest that S-RBD-TM is a promising intranasal vaccine candidate against SARS-CoV-2 and may offer potential as a broadly protective sarbecovirus vaccine.",
    "disease": "influenza",
    "clean_text": "development of a recombinant single cycle influenza viral vector as an intranasal vaccine against sars cov and sars like betacoronaviruses the covid pandemic has demonstrated the detrimental potential of zoonotic coronavirus transmission to human populations effective vaccines capable of eliciting immunity to sars cov have been pivotal in mitigating the spread of the virus in this study we describe the generation of a non replicating pseudotyped influenza a virus s flu where the native haemagglutinin ha sequence is replaced with the coding sequence of either a membrane anchored form tm or secretory form sec of the receptor binding domain rbd of the ancestral sars cov wuhan s rbd wuhan we showed that both s rbd tm and s rbd sec viruses can be generated via reverse genetics and grown to high titre intranasal immunisation in mice with s rbd tm elicits robust serum binding and neutralisation activity against sars cov superior to s rbd sec furthermore we demonstrate that a heterologous prime boost immunisation regime in mice with s rbd tm wuhan and s rbd tm bm a distant clade sars like betacoronavirus sarbecovirus increases antibody breadth against mismatched sarbecoviruses compared to homologous prime boost with s rbd tm wuhan these results suggest that s rbd tm is a promising intranasal vaccine candidate against sars cov and may offer potential as a broadly protective sarbecovirus vaccine"
}