{
    "title": "[Radiologic side effects of cancer therapy].",
    "doc_id": "26237907",
    "writer": "Beule A",
    "year": "2015",
    "summary": "Cancer therapy agents can cause a vast spectrum of side effects which can be detected with various imaging techniques. These side effects can affect all organs and vary from non-symptomatic to fatal. The rapid evolution of cancer therapy brings constan …",
    "abstract": "Cancer therapy agents can cause a vast spectrum of side effects which can be detected with various imaging techniques. These side effects can affect all organs and vary from non-symptomatic to fatal. The rapid evolution of cancer therapy brings constantly new agents into clinical practice. Some side effects may be detected only after the marketing approval of the therapy. The radiological findings usually lead into a suspicion of a drug side effect especially if there are no other imminent causes for the findings. Collaboration between the radiologist and the treating physician is essential in the diagnostic work-up.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26237907/",
    "clean_text": "radiologic side effects of cancer therapy cancer therapy agents can cause a vast spectrum of side effects which can be detected with various imaging techniques these side effects can affect all organs and vary from non symptomatic to fatal the rapid evolution of cancer therapy brings constan cancer therapy agents can cause a vast spectrum of side effects which can be detected with various imaging techniques these side effects can affect all organs and vary from non symptomatic to fatal the rapid evolution of cancer therapy brings constantly new agents into clinical practice some side effects may be detected only after the marketing approval of the therapy the radiological findings usually lead into a suspicion of a drug side effect especially if there are no other imminent causes for the findings collaboration between the radiologist and the treating physician is essential in the diagnostic work up"
}