{
    "title": "Kidney biopsy chronicity grading in antineutrophil cytoplasmic antibody-associated vasculitis.",
    "doc_id": "34436585",
    "writer": "Casal Moura M",
    "year": "2022",
    "summary": "BACKGROUND: Kidney biopsy is valuable for prognostic assessment of renal outcomes in antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV) with glomerulonephritis (AAV-GN) but the impact of chronic changes is not determined. ...RESULTS: We analyzed …",
    "abstract": "Background:\n        \n      \n      Kidney biopsy is valuable for prognostic assessment of renal outcomes in antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV) with glomerulonephritis (AAV-GN) but the impact of chronic changes is not determined.\n    \n\n\n          Methods:\n        \n      \n      We conducted a retrospective cohort study of myeloperoxidase (MPO)- or proteinase 3 (PR3)-ANCA-positive patients with AAV and active renal disease. We applied the Mayo Clinic Chronicity Score (MCCS) and validated and evaluated its implications on outcome prediction in AAV-GN.\n    \n\n\n          Results:\n        \n      \n      We analyzed 329 patients with kidney biopsies available to score. The extent of chronicity was graded by MCCS as minimal [102 (31.0%)], mild [106 (32.2%)], moderate [86 (26.1%)] and severe [35 (10.6%)]. The MCCS grades correlated with the degree of renal function impairment at presentation [mean estimated glomerular filtration rate (eGFR) 48.3 versus 29.2 versus 23.7 versus 18.5 mL/min/1.73 m2, respectively; P < 0.0001]. Higher degrees of the individual components of the MCCS (glomerulosclerosis, interstitial fibrosis, tubular atrophy and arteriosclerosis) were associated with lower median eGFR (P < 0.0001) and decreased event-free [kidney failure (KF) and death] survival (P = 0.002, P < 0.0001, P < 0.0001 and P = 0.017, respectively). Patients with lower MCCS grades recovered renal function more frequently (P < 0.0001). Increasing MCCS grades were associated with decreased renal recovery (P = 0.001), more frequent events and shorter time to KF (P < 0.0001), KF and death (P < 0.0001) and death (P = 0.042), independent of the remission induction treatment used (cyclophosphamide or rituximab). The MCCS stratified renal outcomes for each MCCS grade and can be used in clinical practice as a cutoff for KF prediction (MCCS ≥4).\n    \n\n\n          Conclusions:\n        \n      \n      Chronic changes on kidney histology independently predict renal function, outcomes and response to treatment in AAV-GN.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34436585/",
    "clean_text": "kidney biopsy chronicity grading in antineutrophil cytoplasmic antibody associated vasculitis background kidney biopsy is valuable for prognostic assessment of renal outcomes in antineutrophil cytoplasmic antibody anca associated vasculitis aav with glomerulonephritis aav gn but the impact of chronic changes is not determined results we analyzed background kidney biopsy is valuable for prognostic assessment of renal outcomes in antineutrophil cytoplasmic antibody anca associated vasculitis aav with glomerulonephritis aav gn but the impact of chronic changes is not determined methods we conducted a retrospective cohort study of myeloperoxidase mpo or proteinase pr anca positive patients with aav and active renal disease we applied the mayo clinic chronicity score mccs and validated and evaluated its implications on outcome prediction in aav gn results we analyzed patients with kidney biopsies available to score the extent of chronicity was graded by mccs as minimal mild moderate and severe the mccs grades correlated with the degree of renal function impairment at presentation mean estimated glomerular filtration rate egfr versus versus versus ml min m respectively p higher degrees of the individual components of the mccs glomerulosclerosis interstitial fibrosis tubular atrophy and arteriosclerosis were associated with lower median egfr p and decreased event free kidney failure kf and death survival p p p and p respectively patients with lower mccs grades recovered renal function more frequently p increasing mccs grades were associated with decreased renal recovery p more frequent events and shorter time to kf p kf and death p and death p independent of the remission induction treatment used cyclophosphamide or rituximab the mccs stratified renal outcomes for each mccs grade and can be used in clinical practice as a cutoff for kf prediction mccs conclusions chronic changes on kidney histology independently predict renal function outcomes and response to treatment in aav gn"
}