{
    "title": "Vision to improve: quality improvement in ophthalmology.",
    "doc_id": "31712012",
    "writer": "Ma J",
    "year": "2020",
    "summary": "Quality improvement is a part of health policy, an accreditation requirement of residency programs, and a recognized sub-specialty in academic medicine. ...This primer provides the foundations ophthalmologists and their staff can use to support and guide their qu …",
    "abstract": "Improving quality of care and patient outcomes is a professional duty of all health care workers. Quality improvement is a part of health policy, an accreditation requirement of residency programs, and a recognized sub-specialty in academic medicine. Given the increasing need for ophthalmological services with our aging population, it is critical for ophthalmologists and their staff to develop the necessary skills in quality improvement to ensure access to care that is safe, patient-centered, effective, efficient, equitable, and timely. This narrative review outlines tools that are used in a recognized framework, including the creation of an aim statement, Ishikawa diagram, Pareto analysis, process maps, Plan-Do-Study-Act cycles, and run charts. We also discuss common challenges that occur when conducting quality initiatives. Two quality improvement projects conducted in the Department of Ophthalmology at University of Toronto are used as examples to illustrate these tools. The aim of the first project was to improve visual field test reliability and the aim of the second was to ensure secure email communication between residents and staff in caring for emergency patients. This primer provides the foundations ophthalmologists and their staff can use to support and guide their quality improvement efforts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31712012/",
    "clean_text": "vision to improve quality improvement in ophthalmology quality improvement is a part of health policy an accreditation requirement of residency programs and a recognized sub specialty in academic medicine this primer provides the foundations ophthalmologists and their staff can use to support and guide their qu improving quality of care and patient outcomes is a professional duty of all health care workers quality improvement is a part of health policy an accreditation requirement of residency programs and a recognized sub specialty in academic medicine given the increasing need for ophthalmological services with our aging population it is critical for ophthalmologists and their staff to develop the necessary skills in quality improvement to ensure access to care that is safe patient centered effective efficient equitable and timely this narrative review outlines tools that are used in a recognized framework including the creation of an aim statement ishikawa diagram pareto analysis process maps plan do study act cycles and run charts we also discuss common challenges that occur when conducting quality initiatives two quality improvement projects conducted in the department of ophthalmology at university of toronto are used as examples to illustrate these tools the aim of the first project was to improve visual field test reliability and the aim of the second was to ensure secure email communication between residents and staff in caring for emergency patients this primer provides the foundations ophthalmologists and their staff can use to support and guide their quality improvement efforts"
}