{
    "pmid": "41460775",
    "title": "Outcomes with Revascularization vs. Medical Therapy According to Plaque Burden from Coronary Computed Tomography Angiography.",
    "abstract": "We aimed to investigate, whether plaque burden from coronary computed tomography angiography (CCTA) could be used to identify patients potentially benefitting from revascularization. We assessed consecutive patients undergoing CCTA and selective 15O-water perfusion positron emission tomography for evaluation of coronary artery disease (CAD) at two tertiary care centers in Finland and the Netherlands. Per-patient percent atheroma volume (PAV) and maximum per-vessel PAV in each patient was quantified by artificial intelligence-guided quantitative computed tomography (AI-QCT). We constructed a Cox regression for death, myocardial infarction (MI), or unstable angina pectoris (uAP) including continuous PAV, revascularization, and their interaction, adjusted for calcium score, ischemia, cardiovascular risk factors, symptoms, and medication in a subcohort of 2233 patients (206 events;median follow-up 6.8 years). There was significant interaction between revascularization and continuous PAV on patient-level (p-interaction=0.042) and vessel-level (p-interaction=0.026). Revascularization was associated with a significantly lower event rate at per-patient PAV 22% (HR 0.70, 95% CI 0.43-0.98) and per-vessel PAV 22% (HR 0.64, 95% CI 0.29-0.99) or higher. In subgroup analyses, after adjustment for age, sex, cardiovascular risk factors, ischemia, antiplatelet and lipid-lowering drugs, revascularization in patients with per-vessel PAV ≥22% was associated with a significantly reduced event rate (HR 0.50, 95% CI 0.27-0.91, p=0.024) (p-interaction=0.016), whereas patient-level results remained non-significant (HR 0.62, 95% CI 0.35-1.10, p=0.104) (p-interaction<0.001). In this cohort study of patients referred for CCTA, revascularization on top of medical therapy was associated with a lower rate of long-term death, MI, or uAP from per-vessel PAV of 22% upwards.",
    "disease": "coronary artery disease",
    "clean_text": "outcomes with revascularization vs medical therapy according to plaque burden from coronary computed tomography angiography we aimed to investigate whether plaque burden from coronary computed tomography angiography ccta could be used to identify patients potentially benefitting from revascularization we assessed consecutive patients undergoing ccta and selective o water perfusion positron emission tomography for evaluation of coronary artery disease cad at two tertiary care centers in finland and the netherlands per patient percent atheroma volume pav and maximum per vessel pav in each patient was quantified by artificial intelligence guided quantitative computed tomography ai qct we constructed a cox regression for death myocardial infarction mi or unstable angina pectoris uap including continuous pav revascularization and their interaction adjusted for calcium score ischemia cardiovascular risk factors symptoms and medication in a subcohort of patients events median follow up years there was significant interaction between revascularization and continuous pav on patient level p interaction and vessel level p interaction revascularization was associated with a significantly lower event rate at per patient pav hr ci and per vessel pav hr ci or higher in subgroup analyses after adjustment for age sex cardiovascular risk factors ischemia antiplatelet and lipid lowering drugs revascularization in patients with per vessel pav was associated with a significantly reduced event rate hr ci p p interaction whereas patient level results remained non significant hr ci p p interaction in this cohort study of patients referred for ccta revascularization on top of medical therapy was associated with a lower rate of long term death mi or uap from per vessel pav of upwards"
}