{
    "pmid": "41400905",
    "title": "Using the Socio-Technical Allocation of Resources (STAR) approach to support chronic obstructive pulmonary disease management resource allocation in integrated care systems in England.",
    "abstract": "Management pathways for chronic obstructive pulmonary disease (COPD) are complex, and stakeholders may need to consider different approaches that improve health and reduce inequalities, while also delivering value for money. We used the Socio-Technical Allocation of Resources (STAR) approach to identify opportunities for improving COPD resource allocation in five integrated care systems (ICS) in England. STAR uses decision conferencing involving facilitated workshops and a decision analysis model of participants' perspectives. Two facilitated workshops involving key COPD management stakeholders were undertaken in each ICS. This allowed participants to gain an understanding of the value of the current care pathway and use this as a discussion point alongside an understanding of the ICSs priorities and patient preference to define a shortlist of potential pathway improvements. Modelling was then undertaken to understand the expected net costs and net health benefits of each pathway improvement, and these were then ranked. Potential COPD pathway improvements were identified within each ICS. These differed across the five ICSs based on local population and ICS priorities, but included: (1) more effective use of the virtual ward; (2) promoting additional respiratory services through social prescribing; (3) proactive case-finding/increased screening; (4) very brief advice for tobacco dependency; (5) increasing uptake of pulmonary rehabilitation services; (6) introducing patient COPD apps; (7) increasing uptake of smoking cessation services; and (8) conducting patients' yearly reviews through group consultations. Implementing the top-ranked interventions was predicted to provide notable improvements in COPD population health benefit while having a cost saving, neutral or minimal budget impact. The STAR approach could provide a valuable resource allocation decision tool at a local level and consider potential areas for improving health outcomes while minimising budget impact. Such findings could be used to support decisions on where best to allocate resources in ICS disease programmes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "using the socio technical allocation of resources star approach to support chronic obstructive pulmonary disease management resource allocation in integrated care systems in england management pathways for chronic obstructive pulmonary disease copd are complex and stakeholders may need to consider different approaches that improve health and reduce inequalities while also delivering value for money we used the socio technical allocation of resources star approach to identify opportunities for improving copd resource allocation in five integrated care systems ics in england star uses decision conferencing involving facilitated workshops and a decision analysis model of participants perspectives two facilitated workshops involving key copd management stakeholders were undertaken in each ics this allowed participants to gain an understanding of the value of the current care pathway and use this as a discussion point alongside an understanding of the icss priorities and patient preference to define a shortlist of potential pathway improvements modelling was then undertaken to understand the expected net costs and net health benefits of each pathway improvement and these were then ranked potential copd pathway improvements were identified within each ics these differed across the five icss based on local population and ics priorities but included more effective use of the virtual ward promoting additional respiratory services through social prescribing proactive case finding increased screening very brief advice for tobacco dependency increasing uptake of pulmonary rehabilitation services introducing patient copd apps increasing uptake of smoking cessation services and conducting patients yearly reviews through group consultations implementing the top ranked interventions was predicted to provide notable improvements in copd population health benefit while having a cost saving neutral or minimal budget impact the star approach could provide a valuable resource allocation decision tool at a local level and consider potential areas for improving health outcomes while minimising budget impact such findings could be used to support decisions on where best to allocate resources in ics disease programmes"
}