{
    "pmid": "41357765",
    "title": "Detection and severity stratification of chronic liver disease using magnetic resonance intravoxel incoherent motion and elastography.",
    "abstract": "With chronic liver disease (CLD) rising globally, noninvasive methods are needed to stratify early, intermediate, and advanced CLD with and without clinically significant portal hypertension (CSPH). To analyze the combined diagnostic value of intravoxel incoherent motion (IVIM) and liver stiffness (LS) from magnetic resonance elastography (MRE) for CLD stage discrimination vs secondary single-parameter analyses. This retrospective cross-sectional study included 185 patients who underwent 3T liver MRI, including MRE and IVIM, between March 2016 and November 2023. Patients with CLD were grouped based on their liver fibrosis degree into early CLD (F0-F1;  In total, 185 patients (median age: 55 years, interquartile range 25%-75%: 45-63 years; 94 men) were evaluated. All parameters differed significantly between all groups ( IVIM and MRE are useful for characterizing CLD and CSPH. Combining D from IVIM with LS from MRE improves diagnostic accuracy compared to MRE alone.",
    "disease": "liver cirrhosis",
    "clean_text": "detection and severity stratification of chronic liver disease using magnetic resonance intravoxel incoherent motion and elastography with chronic liver disease cld rising globally noninvasive methods are needed to stratify early intermediate and advanced cld with and without clinically significant portal hypertension csph to analyze the combined diagnostic value of intravoxel incoherent motion ivim and liver stiffness ls from magnetic resonance elastography mre for cld stage discrimination vs secondary single parameter analyses this retrospective cross sectional study included patients who underwent t liver mri including mre and ivim between march and november patients with cld were grouped based on their liver fibrosis degree into early cld f f in total patients median age years interquartile range years men were evaluated all parameters differed significantly between all groups ivim and mre are useful for characterizing cld and csph combining d from ivim with ls from mre improves diagnostic accuracy compared to mre alone"
}