{
    "pmid": "41469066",
    "title": "Epidemiological characteristics of major respiratory infectious diseases in Baiyin, China, from 2014 to 2023: a descriptive epidemiological study.",
    "abstract": "To analyse temporal trends of respiratory infectious diseases (RIDs) in Baiyin City from 2014 to 2023, aiming to explore the epidemiological patterns of these diseases (tuberculosis, scarlet fever, pertussis, measles, influenza, mumps, varicella and rubella) and provide evidence for developing effective prevention and control strategies. A descriptive epidemiological study was conducted to analyse the incidence of tuberculosis, scarlet fever, pertussis, measles, influenza, mumps, varicella and rubella in Baiyin City, China, from 2014 to 2023, using data from the national notifiable disease reporting system. All reported cases of eight notifiable RIDs in Baiyin City between 2014 and 2023 were included in the analysis. Data were categorised by age and sex. Joinpoint Regression Software was employed to estimate both the annual percentage change in incidence and the average annual percentage change, facilitating a phased comparison of incidence trends. Between 2014 and 2023, the annual incidence of major bacterial RIDs (tuberculosis, scarlet fever and pertussis) in Baiyin City fluctuated between 52.69 and 87.94 per 100 000 population, demonstrating an overall declining trend. Specifically, the annual decrease rates for the age groups of 0-14 years, 15-59 years and ≥60 years were 11.62% (95% CI -20.26% to -2.16%), 6.44% (95% CI -10.37% to -2.46%) and 5.15% (95% CI -9.12% to -1.07%), respectively. The annual incidence of major viral RIDs (measles, influenza, mumps, varicella and rubella) fluctuated between 111.70 per 100 000 and 541.12 per 100 000. No significant temporal trend was observed for major viral RIDs in Baiyin City. With the exception of pertussis, measles and rubella, the overall incidence rate was significantly higher in males than in females (p<0.01). The major viral RIDs predominantly affected children aged 0-14 years, while the major bacterial RIDs were primarily observed in individuals aged 60 years and older. From 2014 to 2023, the annual incidence of major bacterial RIDs in Baiyin City showed an overall decline, mainly due to a reduction in tuberculosis incidence, whereas the annual incidence of major viral RIDs fluctuated and rose sharply in 2023. The overall incidence of both major bacterial and viral RIDs was consistently higher in males, with major viral RIDs occurring predominantly in children aged 0-14 years and major bacterial RIDs being more common in older adults aged ≥60 years. Further efforts are needed to monitor the epidemiological patterns and develop strategies to reduce the incidence of major viral RIDs, particularly among children aged 0-14 years.",
    "disease": "tuberculosis",
    "clean_text": "epidemiological characteristics of major respiratory infectious diseases in baiyin china from to a descriptive epidemiological study to analyse temporal trends of respiratory infectious diseases rids in baiyin city from to aiming to explore the epidemiological patterns of these diseases tuberculosis scarlet fever pertussis measles influenza mumps varicella and rubella and provide evidence for developing effective prevention and control strategies a descriptive epidemiological study was conducted to analyse the incidence of tuberculosis scarlet fever pertussis measles influenza mumps varicella and rubella in baiyin city china from to using data from the national notifiable disease reporting system all reported cases of eight notifiable rids in baiyin city between and were included in the analysis data were categorised by age and sex joinpoint regression software was employed to estimate both the annual percentage change in incidence and the average annual percentage change facilitating a phased comparison of incidence trends between and the annual incidence of major bacterial rids tuberculosis scarlet fever and pertussis in baiyin city fluctuated between and per population demonstrating an overall declining trend specifically the annual decrease rates for the age groups of years years and years were ci to ci to and ci to respectively the annual incidence of major viral rids measles influenza mumps varicella and rubella fluctuated between per and per no significant temporal trend was observed for major viral rids in baiyin city with the exception of pertussis measles and rubella the overall incidence rate was significantly higher in males than in females p the major viral rids predominantly affected children aged years while the major bacterial rids were primarily observed in individuals aged years and older from to the annual incidence of major bacterial rids in baiyin city showed an overall decline mainly due to a reduction in tuberculosis incidence whereas the annual incidence of major viral rids fluctuated and rose sharply in the overall incidence of both major bacterial and viral rids was consistently higher in males with major viral rids occurring predominantly in children aged years and major bacterial rids being more common in older adults aged years further efforts are needed to monitor the epidemiological patterns and develop strategies to reduce the incidence of major viral rids particularly among children aged years"
}