{
    "pmid": "41431490",
    "title": "BRASH Syndrome: A Case Report.",
    "abstract": "BRASH syndrome, characterized by Bradycardia, Renal Failure, AV (atrioventricular) nodal blockade, Shock, and Hyperkalemia, is a newly recognized clinical entity arising from the synergy between AV nodal blockade and hyperkalemia. This case reported an elderly female patient presented with dizziness and confusion and a complex medical history, including chronic kidney disease, atrial fibrillation, chronic obstructive pulmonary disease (COPD), and heart failure, with a medication regimen including Digoxin and Bisoprolol. Clinical examination revealed severe bradycardia and hypotension, necessitating high-flow oxygen. Diagnostic tests confirmed bradycardia, kidney and liver dysfunction, hyperkalemia, and acidosis, strongly suggesting BRASH syndrome, while other differentials were considered and ruled out. Treatment involved a temporary pacemaker, anti-hyperkalemic measures, and careful monitoring, leading to improved heart rate and resolution of symptoms. Further research is needed to establish consistent diagnostic criteria, but understanding the pathophysiology as hypoperfusion stemming from hyperkalemic potentiation of AV blocker activity can aid in quicker recognition and improve patient outcomes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "brash syndrome a case report brash syndrome characterized by bradycardia renal failure av atrioventricular nodal blockade shock and hyperkalemia is a newly recognized clinical entity arising from the synergy between av nodal blockade and hyperkalemia this case reported an elderly female patient presented with dizziness and confusion and a complex medical history including chronic kidney disease atrial fibrillation chronic obstructive pulmonary disease copd and heart failure with a medication regimen including digoxin and bisoprolol clinical examination revealed severe bradycardia and hypotension necessitating high flow oxygen diagnostic tests confirmed bradycardia kidney and liver dysfunction hyperkalemia and acidosis strongly suggesting brash syndrome while other differentials were considered and ruled out treatment involved a temporary pacemaker anti hyperkalemic measures and careful monitoring leading to improved heart rate and resolution of symptoms further research is needed to establish consistent diagnostic criteria but understanding the pathophysiology as hypoperfusion stemming from hyperkalemic potentiation of av blocker activity can aid in quicker recognition and improve patient outcomes"
}