{
    "title": "Impact of type 2 diabetes mellitus on mid-term mortality for hypertrophic cardiomyopathy patients who underwent septal myectomy.",
    "doc_id": "32404127",
    "writer": "Wang S",
    "year": "2020",
    "summary": "CONCLUSIONS: Hypertrophic cardiomyopathy patients with and without type 2 diabetes mellitus have similar 3-year cardiovascular mortality after septal myectomy. However, type 2 diabetes mellitus is associated with higher sudd …",
    "abstract": "Background:\n        \n      \n      Type 2 diabetes mellitus is common in cardiovascular disease. It is associated with adverse clinical outcomes for patients who had undergone coronary artery bypass and valve operations. The aim of this study was to evaluate the impact of type 2 diabetes mellitus on the midterm outcomes of patients with hypertrophic cardiomyopathy who underwent septal myectomy.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively analyzed the data of 67 hypertrophic cardiomyopathy patients with type 2 diabetes mellitus who underwent septal myectomy from two medical centers in China from 2011 to 2018. A propensity score-matched cohort of 134 patients without type 2 diabetes mellitus was also analyzed.\n    \n\n\n          Results:\n        \n      \n      During a median follow-up of 28.0 (interquartile range: 13.0-3.0) months, 9 patients died. The cause of death of all of these patients was cardiovascular, particularly sudden cardiac death in 3 patients. Patients with type 2 diabetes mellitus had a higher rate of sudden cardiac death (4.5% vs. 0.0%, p = 0.04). The Kaplan-Meier survival analysis revealed that the rates of predicted 3-year survival free from cardiovascular death (98.1% vs. 95.1%, p = 0.14) were similar between the two groups. However, the rates of predicted 3-year survival free from sudden cardiac death (100% vs. 96.7%, p = 0.01) were significantly higher in hypertrophic cardiomyopathy patients without type 2 diabetes mellitus than in those with type 2 diabetes mellitus. Furthermore, after adjustment for age and sex, only N-terminal pro-brain natriuretic peptide (hazards ratio: 1.002, 95% confidence interval: 1.000-1.005, p = 0.02) and glomerular filtration rate ≤ 80 ml/min (hazards ratio: 3.23, 95% confidence interval: 1.34-7.24, p = 0.047) were independent risk factors for hypertrophic cardiomyopathy patients with type 2 diabetes mellitus.\n    \n\n\n          Conclusions:\n        \n      \n      Hypertrophic cardiomyopathy patients with and without type 2 diabetes mellitus have similar 3-year cardiovascular mortality after septal myectomy. However, type 2 diabetes mellitus is associated with higher sudden cardiac death rate in these patients. In addition, N-terminal pro-brain natriuretic peptide and glomerular filtration rate ≤ 80 ml/min were independent risk factors among hypertrophic cardiomyopathy patients with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32404127/",
    "clean_text": "impact of type diabetes mellitus on mid term mortality for hypertrophic cardiomyopathy patients who underwent septal myectomy conclusions hypertrophic cardiomyopathy patients with and without type diabetes mellitus have similar year cardiovascular mortality after septal myectomy however type diabetes mellitus is associated with higher sudd background type diabetes mellitus is common in cardiovascular disease it is associated with adverse clinical outcomes for patients who had undergone coronary artery bypass and valve operations the aim of this study was to evaluate the impact of type diabetes mellitus on the midterm outcomes of patients with hypertrophic cardiomyopathy who underwent septal myectomy methods we retrospectively analyzed the data of hypertrophic cardiomyopathy patients with type diabetes mellitus who underwent septal myectomy from two medical centers in china from to a propensity score matched cohort of patients without type diabetes mellitus was also analyzed results during a median follow up of interquartile range months patients died the cause of death of all of these patients was cardiovascular particularly sudden cardiac death in patients patients with type diabetes mellitus had a higher rate of sudden cardiac death vs p the kaplan meier survival analysis revealed that the rates of predicted year survival free from cardiovascular death vs p were similar between the two groups however the rates of predicted year survival free from sudden cardiac death vs p were significantly higher in hypertrophic cardiomyopathy patients without type diabetes mellitus than in those with type diabetes mellitus furthermore after adjustment for age and sex only n terminal pro brain natriuretic peptide hazards ratio confidence interval p and glomerular filtration rate ml min hazards ratio confidence interval p were independent risk factors for hypertrophic cardiomyopathy patients with type diabetes mellitus conclusions hypertrophic cardiomyopathy patients with and without type diabetes mellitus have similar year cardiovascular mortality after septal myectomy however type diabetes mellitus is associated with higher sudden cardiac death rate in these patients in addition n terminal pro brain natriuretic peptide and glomerular filtration rate ml min were independent risk factors among hypertrophic cardiomyopathy patients with type diabetes mellitus"
}