{
    "title": "Nonsurgical weight loss interventions: A systematic review of systematic reviews and meta-analyses.",
    "doc_id": "34378849",
    "writer": "Twells LK",
    "year": "2021",
    "summary": "Our study objective was to conduct a systematic review of nonsurgical weight loss interventions. PubMed, EMBASE, CINAHL, PsycInfo, and the CochraneLibrary were searched. ...",
    "abstract": "Access to bariatric surgery to treat obesity is limited and has long wait times. Many adults are seeking nonsurgical weight loss support. Our study objective was to conduct a systematic review of nonsurgical weight loss interventions. PubMed, EMBASE, CINAHL, PsycInfo, and the CochraneLibrary were searched. Inclusion criteria were adults 18 + with a BMI > 25 enrolled in minimum a 3-month nonsurgical weight loss intervention. Studies were independently extracted and assessed for quality using A MeaSurement Tool to Assess systematic Reviews 2 (AMSTAR2). Pooled analyses were extracted, graded for evidence quality, and summarized. A total of 1065 studies were assessed for eligibility; 815 screened and 236 full-texts assessed. Sixty-four meta-analyses met eligibility criteria: 1180 RCTs with 184,605 study participants. Studies were categorized as diets (n = 13), combination therapies (n = 10), alternative (n = 16), technology (n = 10), behavioral (n = 5), physical activity (n = 6), and pharmacotherapy (n = 3). In 80% of studies, significant weight losses were reported ranging from 0.34-8.73 k in favor of the intervention. The most effective nonsurgical weight loss interventions were diets, either low-carbohydrate or low-fat diets, followed for 6 months; combination therapy including meal replacements plus enhanced support; and pharmacotherapy followed for 12 months. Although significant weight losses were reported for other types of interventions such as physical activity and technology, the majority of studies reported weight losses less than 2 kgs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34378849/",
    "clean_text": "nonsurgical weight loss interventions a systematic review of systematic reviews and meta analyses our study objective was to conduct a systematic review of nonsurgical weight loss interventions pubmed embase cinahl psycinfo and the cochranelibrary were searched access to bariatric surgery to treat obesity is limited and has long wait times many adults are seeking nonsurgical weight loss support our study objective was to conduct a systematic review of nonsurgical weight loss interventions pubmed embase cinahl psycinfo and the cochranelibrary were searched inclusion criteria were adults with a bmi enrolled in minimum a month nonsurgical weight loss intervention studies were independently extracted and assessed for quality using a measurement tool to assess systematic reviews amstar pooled analyses were extracted graded for evidence quality and summarized a total of studies were assessed for eligibility screened and full texts assessed sixty four meta analyses met eligibility criteria rcts with study participants studies were categorized as diets n combination therapies n alternative n technology n behavioral n physical activity n and pharmacotherapy n in of studies significant weight losses were reported ranging from k in favor of the intervention the most effective nonsurgical weight loss interventions were diets either low carbohydrate or low fat diets followed for months combination therapy including meal replacements plus enhanced support and pharmacotherapy followed for months although significant weight losses were reported for other types of interventions such as physical activity and technology the majority of studies reported weight losses less than kgs"
}