{
    "pmid": "41454385",
    "title": "Correlation of prefrontal-based resting state functional connectivity with the degree of cognitive impairment in Alzheimer's disease: a functional near-infrared spectroscopy study.",
    "abstract": "This study aims to investigate the differences in neural network connectivity within the prefrontal cortex (PFC) among elderly individuals with normal cognition (NC), mild cognitive impairment (MCI), and Alzheimer's disease (AD) using functional near-infrared spectroscopy (fNIRS). Significant differences in functional connectivity (FC) strength were observed between the NC, MCI, and AD groups in several Brodmann areas (BA) pairs, including BA46.L-BA45.R and BA9.L-BA1.L. The most pronounced FC strength differences between the NC and MCI groups occurred at the 2nd -minute mark in BA45.R, while differences between the MCI and AD groups peaked at the 5th-minute mark in BA1.L. Additionally, the NC and MCI groups displayed FC strength differences during the first 2 minutes and first 3 minutes, again with BA45.R being central. FC strength between BA46.L-BA45.R was negatively correlated with Neuropsychiatric Inventory and Clinical Dementia Rating scores. FC strength in the left dorsolateral PFC, where BA46.L and BA9.L are located, emerged as a key region for cortical dysfunction in cognitive impairment. Moreover, there were differences in FC across levels of cognitive impairment, and significant correlations between differences in FC strength in BA brain regions and cognitive level.",
    "disease": "alzheimer disease",
    "clean_text": "correlation of prefrontal based resting state functional connectivity with the degree of cognitive impairment in alzheimer s disease a functional near infrared spectroscopy study this study aims to investigate the differences in neural network connectivity within the prefrontal cortex pfc among elderly individuals with normal cognition nc mild cognitive impairment mci and alzheimer s disease ad using functional near infrared spectroscopy fnirs significant differences in functional connectivity fc strength were observed between the nc mci and ad groups in several brodmann areas ba pairs including ba l ba r and ba l ba l the most pronounced fc strength differences between the nc and mci groups occurred at the nd minute mark in ba r while differences between the mci and ad groups peaked at the th minute mark in ba l additionally the nc and mci groups displayed fc strength differences during the first minutes and first minutes again with ba r being central fc strength between ba l ba r was negatively correlated with neuropsychiatric inventory and clinical dementia rating scores fc strength in the left dorsolateral pfc where ba l and ba l are located emerged as a key region for cortical dysfunction in cognitive impairment moreover there were differences in fc across levels of cognitive impairment and significant correlations between differences in fc strength in ba brain regions and cognitive level"
}