{
    "title": "[Ovarian hyperstimulation syndrome. Current concepts].",
    "doc_id": "8034223",
    "writer": "Kably Ambe A",
    "year": "1994",
    "summary": "The ovarian hyperstimulation syndrome is the most severe iatrogenic complication of ovarian stimulation. ...The present work offers an overview of the current world literature on ovarian hyperstimulation syndrome....",
    "abstract": "The ovarian hyperstimulation syndrome is the most severe iatrogenic complication of ovarian stimulation. Currently, the number of women receiving drugs for ovulation induction has markedly increased with the advent of different medically assisted reproduction programs. Consequently, this potentially life-threatening situation has become a frequent clinical problem. Since its pathophysiology is poorly understood, it is the clinician's responsibility to ensure its accurate prevention, prediction and active management. Although severe and critical ovarian hyperstimulation syndrome may be not completely avoided, it is the responsibility of the clinician to be aware of an early recognition of high-risk factors and make a judicious prevention to reduce the complication and sequelae of this iatrogenic syndrome. The present work offers an overview of the current world literature on ovarian hyperstimulation syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8034223/",
    "clean_text": "ovarian hyperstimulation syndrome current concepts the ovarian hyperstimulation syndrome is the most severe iatrogenic complication of ovarian stimulation the present work offers an overview of the current world literature on ovarian hyperstimulation syndrome the ovarian hyperstimulation syndrome is the most severe iatrogenic complication of ovarian stimulation currently the number of women receiving drugs for ovulation induction has markedly increased with the advent of different medically assisted reproduction programs consequently this potentially life threatening situation has become a frequent clinical problem since its pathophysiology is poorly understood it is the clinician s responsibility to ensure its accurate prevention prediction and active management although severe and critical ovarian hyperstimulation syndrome may be not completely avoided it is the responsibility of the clinician to be aware of an early recognition of high risk factors and make a judicious prevention to reduce the complication and sequelae of this iatrogenic syndrome the present work offers an overview of the current world literature on ovarian hyperstimulation syndrome"
}