{
    "title": "Prognostic importance of harvested lymph node number, metastatic lymph node number, and lymph node ratio in surgically managed laryngeal squamous cell carcinoma.",
    "doc_id": "32988784",
    "writer": "Abakay MA",
    "year": "2021",
    "summary": "OBJECTIVES: To assess the prognostic values of metastatic lymph node number, ipsilateral/contralateral harvested lymph nodes, and lymph node ratio in patients undergoing surgical treatment of laryngeal squamous cell carcinoma. ...The pati …",
    "abstract": "Introduction:\n        \n      \n      Lymph node metastasis is a well-known prognostic factor for laryngeal carcinoma. However, current nodal staging systems provide limited information regarding prognosis. Additional parameters should be considered to improve prognostic capacity.\n    \n\n\n          Objectives:\n        \n      \n      To assess the prognostic values of metastatic lymph node number, ipsilateral/contralateral harvested lymph nodes, and lymph node ratio in patients undergoing surgical treatment of laryngeal squamous cell carcinoma.\n    \n\n\n          Methods:\n        \n      \n      Seventy-four patients diagnosed with laryngeal squamous cell carcinoma primarily managed surgically were included in this study. The patients' pathological and survival data were obtained from their medical records. The effects of harvested lymph nodes and lymph node ratio on disease-free survival, disease-specific survival, and overall survival were analyzed.\n    \n\n\n          Results:\n        \n      \n      Ipsilateral, contralateral, and bilateral evaluations of harvested lymph nodes showed no significant associations with prognosis. Lymph node ratio was significantly associated with overall survival when evaluated bilaterally. Metastatic lymph node number showed more suitable stratification than TNM classification.\n    \n\n\n          Conclusions:\n        \n      \n      Metastatic lymph node number and bilateral lymph node ratio parameters should be taken into consideration to improve the prognostic capacity of TNM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32988784/",
    "clean_text": "prognostic importance of harvested lymph node number metastatic lymph node number and lymph node ratio in surgically managed laryngeal squamous cell carcinoma objectives to assess the prognostic values of metastatic lymph node number ipsilateral contralateral harvested lymph nodes and lymph node ratio in patients undergoing surgical treatment of laryngeal squamous cell carcinoma the pati introduction lymph node metastasis is a well known prognostic factor for laryngeal carcinoma however current nodal staging systems provide limited information regarding prognosis additional parameters should be considered to improve prognostic capacity objectives to assess the prognostic values of metastatic lymph node number ipsilateral contralateral harvested lymph nodes and lymph node ratio in patients undergoing surgical treatment of laryngeal squamous cell carcinoma methods seventy four patients diagnosed with laryngeal squamous cell carcinoma primarily managed surgically were included in this study the patients pathological and survival data were obtained from their medical records the effects of harvested lymph nodes and lymph node ratio on disease free survival disease specific survival and overall survival were analyzed results ipsilateral contralateral and bilateral evaluations of harvested lymph nodes showed no significant associations with prognosis lymph node ratio was significantly associated with overall survival when evaluated bilaterally metastatic lymph node number showed more suitable stratification than tnm classification conclusions metastatic lymph node number and bilateral lymph node ratio parameters should be taken into consideration to improve the prognostic capacity of tnm"
}