{
    "pmid": "41391084",
    "title": "Quantification of Liver Stiffness Using Magnetic Resonance Elastography in Comparison with Transient Elastography and Noninvasive Fibrosis Score in Fatty Liver.",
    "abstract": "The global incidence of fatty liver (FL) [alcoholic and nonalcoholic FL disease (NAFLD)] is increasing. Imaging-based elastography techniques, being noninvasive, may eliminate the need for more invasive techniques for the diagnosis and staging of liver fibrosis in FL disease. Our study aims to address the gap in the current research by exploring the correlation between mean liver stiffness measurement (LSM) as obtained through magnetic resonance elastography (MRE) and transient elastography (TE), and two commonly used clinical scores, fibrosis-4 index (FIB-4) score and aspartate aminotransferase to platelet ratio index (APRI) score. In this hospital-based cross-sectional study, 62 patients diagnosed with FL on ultrasound were recruited. The patients were further subjected to MR liver elastography and TE, and LSM using both modalities was recorded. A history of diabetes mellitus and alcohol intake was taken. Moreover, noninvasive fibrosis scores such as FIB-4 and APRI were calculated using standard formulas. The correlation analysis revealed a strong positive correlation between LSM values obtained from MRE and TE ( MRE shows a strong positive correlation with TE for LSM and stage of fibrosis. Our findings suggest that MRE could be a valuable tool in the diagnostic armamentarium of FLD.",
    "disease": "liver cirrhosis",
    "clean_text": "quantification of liver stiffness using magnetic resonance elastography in comparison with transient elastography and noninvasive fibrosis score in fatty liver the global incidence of fatty liver fl alcoholic and nonalcoholic fl disease nafld is increasing imaging based elastography techniques being noninvasive may eliminate the need for more invasive techniques for the diagnosis and staging of liver fibrosis in fl disease our study aims to address the gap in the current research by exploring the correlation between mean liver stiffness measurement lsm as obtained through magnetic resonance elastography mre and transient elastography te and two commonly used clinical scores fibrosis index fib score and aspartate aminotransferase to platelet ratio index apri score in this hospital based cross sectional study patients diagnosed with fl on ultrasound were recruited the patients were further subjected to mr liver elastography and te and lsm using both modalities was recorded a history of diabetes mellitus and alcohol intake was taken moreover noninvasive fibrosis scores such as fib and apri were calculated using standard formulas the correlation analysis revealed a strong positive correlation between lsm values obtained from mre and te mre shows a strong positive correlation with te for lsm and stage of fibrosis our findings suggest that mre could be a valuable tool in the diagnostic armamentarium of fld"
}