{
    "pmid": "41393140",
    "title": "Therapeutic potential of peptidomimetics of suppressors of cytokine signaling (SOCS) proteins in rheumatic disorders.",
    "abstract": "Dysregulation of the Janus Kinase (JAK)/Signal Transducer and Activator of Transcription (STAT) pathway is increasingly recognized as a central molecular hallmark in the pathogenesis of multiple rheumatic diseases. Suppressors of cytokine signaling (SOCS) proteins function as critical intracellular inhibitors of JAK/STAT signaling through a classical negative feedback mechanism. In Rheumatoid Arthritis (RA), aberrant upregulation of SOCS1 and SOCS3 has been documented in peripheral blood T lymphocytes, monocytes, and synovial tissues, with expression levels correlating with disease activity and progression. Notably, diminished basal expression of SOCS1 mRNA is associated with poor therapeutic response to methotrexate or rituximab, and specific SOCS1 polymorphisms have been genetically linked to RA susceptibility. In Ankylosing Spondylitis (AS), enhanced SOCS3 expression in Peripheral Blood Mononuclear Cells (PBMCs), CD4",
    "disease": "rheumatoid arthritis",
    "clean_text": "therapeutic potential of peptidomimetics of suppressors of cytokine signaling socs proteins in rheumatic disorders dysregulation of the janus kinase jak signal transducer and activator of transcription stat pathway is increasingly recognized as a central molecular hallmark in the pathogenesis of multiple rheumatic diseases suppressors of cytokine signaling socs proteins function as critical intracellular inhibitors of jak stat signaling through a classical negative feedback mechanism in rheumatoid arthritis ra aberrant upregulation of socs and socs has been documented in peripheral blood t lymphocytes monocytes and synovial tissues with expression levels correlating with disease activity and progression notably diminished basal expression of socs mrna is associated with poor therapeutic response to methotrexate or rituximab and specific socs polymorphisms have been genetically linked to ra susceptibility in ankylosing spondylitis as enhanced socs expression in peripheral blood mononuclear cells pbmcs cd"
}