{
    "title": "Kidney swelling. Findings on DMSA scintigraphy.",
    "doc_id": "9152526",
    "writer": "Wallin L",
    "year": "1997",
    "summary": "Kidney uptake in percent of injected dose and kidney uptake/background were lower in swollen kidneys. ...Measurement of kidney size and radioactive uptake can help identify swollen kidneys at DMSA scintigraphy and disclose acute pyeloneph …",
    "abstract": "Objective:\n        \n      \n      To develop criteria identifying swollen kidneys on dimercaptosuccinic acid (DMSA) renal scintigraphy in acute pyelonephritis with regard to the DMSA distribution pattern, kidney functional size, and radioactive uptake.\n    \n\n\n          Subjects and methods:\n        \n      \n      Thirty-eight children aged 15 days to 7 years with known pyelonephritis were examined with DMSA renal scintigraphy. All children were observed 2 or 3 times. In total, 94 scintigrams were evaluated. Qualitative and quantitative criteria for swelling were defined.\n    \n\n\n          Results:\n        \n      \n      Thirty-one observed kidneys satisfied the criteria of swelling. Quantitatively, kidney length and width/length were greater in swollen kidneys. Kidney uptake in percent of injected dose and kidney uptake/background were lower in swollen kidneys. Qualitatively, focal radioactive uptake defects known from a previous examination were sometimes obscured by swelling, and reappeared at follow-up. In 5 children with signs of swelling on repeat imaging, scintigraphy reinfection at the time of swelling was verified.\n    \n\n\n          Conclusions:\n        \n      \n      Swollen kidneys may be the only sign of acute pyelonephritis on DMSA scintigraphy and swelling may obscure focal radioactive uptake defects. Measurement of kidney size and radioactive uptake can help identify swollen kidneys at DMSA scintigraphy and disclose acute pyelonephritis in the absence of overt clinical symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9152526/",
    "clean_text": "kidney swelling findings on dmsa scintigraphy kidney uptake in percent of injected dose and kidney uptake background were lower in swollen kidneys measurement of kidney size and radioactive uptake can help identify swollen kidneys at dmsa scintigraphy and disclose acute pyeloneph objective to develop criteria identifying swollen kidneys on dimercaptosuccinic acid dmsa renal scintigraphy in acute pyelonephritis with regard to the dmsa distribution pattern kidney functional size and radioactive uptake subjects and methods thirty eight children aged days to years with known pyelonephritis were examined with dmsa renal scintigraphy all children were observed or times in total scintigrams were evaluated qualitative and quantitative criteria for swelling were defined results thirty one observed kidneys satisfied the criteria of swelling quantitatively kidney length and width length were greater in swollen kidneys kidney uptake in percent of injected dose and kidney uptake background were lower in swollen kidneys qualitatively focal radioactive uptake defects known from a previous examination were sometimes obscured by swelling and reappeared at follow up in children with signs of swelling on repeat imaging scintigraphy reinfection at the time of swelling was verified conclusions swollen kidneys may be the only sign of acute pyelonephritis on dmsa scintigraphy and swelling may obscure focal radioactive uptake defects measurement of kidney size and radioactive uptake can help identify swollen kidneys at dmsa scintigraphy and disclose acute pyelonephritis in the absence of overt clinical symptoms"
}