{
    "title": "Comparative effects of high-intensity interval training and moderate-intensity continuous training on weight and metabolic health in college students with obesity.",
    "doc_id": "39019997",
    "writer": "Song X",
    "year": "2024",
    "summary": "",
    "abstract": "The purpose of this study was to compare the effects of High-Intensity Interval Training (HIIT) and Moderate-Intensity Continuous Training (MICT) on weight, body composition, blood lipid indicators, and metabolic status in college students living with obesity. The study focused on a sample of 40 college students living with obesity, including 20 males and 20 females, aged between 18 and 25. Participants were randomly assigned to either the HIIT group or the MICT group. Both groups underwent an 8-week intervention, consisting of three sessions per week with alternate-day training. The MICT group's training consisted of continuous aerobic exercise for 35 min at 60-70% of maximum heart rate. The HIIT group engaged in 28 min of alternating high-intensity and low-intensity exercise, where the high-intensity phase was at 85-90% of maximum heart rate for 4 min, followed by a 3-min recovery period at 50-60% of maximum heart rate, repeated four times. Both groups underwent heart rate monitoring before and after the training sessions to ensure the accuracy of the training intensity. Within each group, further distinctions were made based on gender, resulting in the following subgroups: Male HIIT group (n = 10), Female HIIT group (n = 10), Male MICT group (n = 10), and Female MICT group (n = 10). Differences in anthropometric and biochemical indicators among the groups were analyzed, and the different effects of the two intervention strategies on the obese college student population were comprehensively evaluated. Compared to the baseline assessment, the HIIT group showed a more favorable declining trend than the MICT group in terms of body morphology and body composition, particularly in the aspect of body fat percentage (BF%). The male HIIT group, female HIIT group, male MICT group, and female MICT group respectively reduced by - 23.71%, - 26.76%, - 9.81%, - 7.16%. Male and female HIIT group experienced a more pronounced decrease compared to the MICT group, with the female HIIT group reducing an additional 3.75% more than the male HIIT group. Regarding intergroup differences, BF% significant differences were shown between male MICT group and the HIIT group (P < 0.05), and female MICT group and the HIIT group (P < 0.01). In terms of biochemical indicators, the HIIT group also presented a more favorable declining trend compared to the MICT group, with male HIIT participants showing more reduction than female HIIT participants, especially in total cholesterol (TC) (10.64%), low-density lipoprotein cholesterol (LDL-C) (11.73%), alanine aminotransferase (ALT) (11.99%), and uric acid (UA) (11.76%). Regarding triglycerides (TG), significant intergroup differences were observed between male MICT and HIIT groups (P < 0.01) and female MICT and HIIT groups (P < 0.01). Concerning ALT, a significant difference was shown between female MICT and HIIT groups (P < 0.01), while no significant difference was observed among male participants. Overall, for college students living with obesity, both HIIT and MICT have shown positive effects. Among these, HIIT demonstrates greater effectiveness compared to MICT in BF% and biochemical markers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39019997/",
    "clean_text": "comparative effects of high intensity interval training and moderate intensity continuous training on weight and metabolic health in college students with obesity the purpose of this study was to compare the effects of high intensity interval training hiit and moderate intensity continuous training mict on weight body composition blood lipid indicators and metabolic status in college students living with obesity the study focused on a sample of college students living with obesity including males and females aged between and participants were randomly assigned to either the hiit group or the mict group both groups underwent an week intervention consisting of three sessions per week with alternate day training the mict group s training consisted of continuous aerobic exercise for min at of maximum heart rate the hiit group engaged in min of alternating high intensity and low intensity exercise where the high intensity phase was at of maximum heart rate for min followed by a min recovery period at of maximum heart rate repeated four times both groups underwent heart rate monitoring before and after the training sessions to ensure the accuracy of the training intensity within each group further distinctions were made based on gender resulting in the following subgroups male hiit group n female hiit group n male mict group n and female mict group n differences in anthropometric and biochemical indicators among the groups were analyzed and the different effects of the two intervention strategies on the obese college student population were comprehensively evaluated compared to the baseline assessment the hiit group showed a more favorable declining trend than the mict group in terms of body morphology and body composition particularly in the aspect of body fat percentage bf the male hiit group female hiit group male mict group and female mict group respectively reduced by male and female hiit group experienced a more pronounced decrease compared to the mict group with the female hiit group reducing an additional more than the male hiit group regarding intergroup differences bf significant differences were shown between male mict group and the hiit group p and female mict group and the hiit group p in terms of biochemical indicators the hiit group also presented a more favorable declining trend compared to the mict group with male hiit participants showing more reduction than female hiit participants especially in total cholesterol tc low density lipoprotein cholesterol ldl c alanine aminotransferase alt and uric acid ua regarding triglycerides tg significant intergroup differences were observed between male mict and hiit groups p and female mict and hiit groups p concerning alt a significant difference was shown between female mict and hiit groups p while no significant difference was observed among male participants overall for college students living with obesity both hiit and mict have shown positive effects among these hiit demonstrates greater effectiveness compared to mict in bf and biochemical markers"
}