{
    "pmid": "41458152",
    "title": "Establishment of RpHluorin2-expressing cell and its application in monitoring JTC-801-induced alkaliptosis via multi-dimensional fluorescence detection approaches.",
    "abstract": "Dysregulation of intracellular pH (pHi) is a hallmark biological feature of cancer cells, which hijack pHi homeostasis to sustain malignant phenotypes including uncontrolled proliferation, invasion, and metabolic reprogramming. Meanwhile, alkaliptosis, a newly defined pH-dependent form of regulated cell death specifically triggered by the small-molecule compound JTC-801, has emerged as a promising therapeutic target for cancer intervention. However, reliable tools for monitoring dynamic pHi changes during alkaliptosis remain insufficient. RpHluorin2 is an optimized ratiometric pH-sensitive green fluorescent protein variant with enhanced fluorescence intensity and stability. Herein, we established a stable RpHluorin2-expressing cell line and further developed a multi-dimensional fluorescence detection workflow, which encompasses a microplate reader, fluorescence microscopy, flow cytometry, a small animal imaging system (IVIS Spectrum), and a protein dot blot assay coupled with IVIS. Our results demonstrated a strong linear correlation between RpHluorin2 fluorescence intensity and cell number, with a coefficient of determination (",
    "disease": "breast cancer",
    "clean_text": "establishment of rphluorin expressing cell and its application in monitoring jtc induced alkaliptosis via multi dimensional fluorescence detection approaches dysregulation of intracellular ph phi is a hallmark biological feature of cancer cells which hijack phi homeostasis to sustain malignant phenotypes including uncontrolled proliferation invasion and metabolic reprogramming meanwhile alkaliptosis a newly defined ph dependent form of regulated cell death specifically triggered by the small molecule compound jtc has emerged as a promising therapeutic target for cancer intervention however reliable tools for monitoring dynamic phi changes during alkaliptosis remain insufficient rphluorin is an optimized ratiometric ph sensitive green fluorescent protein variant with enhanced fluorescence intensity and stability herein we established a stable rphluorin expressing cell line and further developed a multi dimensional fluorescence detection workflow which encompasses a microplate reader fluorescence microscopy flow cytometry a small animal imaging system ivis spectrum and a protein dot blot assay coupled with ivis our results demonstrated a strong linear correlation between rphluorin fluorescence intensity and cell number with a coefficient of determination"
}