{
    "title": "Long fragments achieve lower base quality in Illumina paired-end sequencing.",
    "doc_id": "30814542",
    "writer": "Tan G",
    "year": "2019",
    "summary": "Illumina's technology provides high quality reads of DNA fragments with error rates below 1/1000 per base. Sequencing runs typically generate millions of reads in which the vast majority of the reads has an average error rate below 1/1000. ...Fragments above 500 nt tend to …",
    "abstract": "Illumina's technology provides high quality reads of DNA fragments with error rates below 1/1000 per base. Sequencing runs typically generate millions of reads in which the vast majority of the reads has an average error rate below 1/1000. However, some paired-end sequencing data show the presence of a subpopulation of reads where the second read (R2) has lower average qualities. We show that the fragment length is a major driver of increased error rates in the R2 reads. Fragments above 500 nt tend to yield lower base qualities and higher error rates than shorter fragments. We use publicly available Illumina data to demonstrate that the fragment length dependency of the R2 read qualities exists in various library protocols, in different labs and using different sequencer models. Our finding extends the understanding of the Illumina read quality and has implications on error models for Illumina reads. It also sheds a light on the importance of controlling the fragment size during library preparation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30814542/",
    "clean_text": "long fragments achieve lower base quality in illumina paired end sequencing illumina s technology provides high quality reads of dna fragments with error rates below per base sequencing runs typically generate millions of reads in which the vast majority of the reads has an average error rate below fragments above nt tend to illumina s technology provides high quality reads of dna fragments with error rates below per base sequencing runs typically generate millions of reads in which the vast majority of the reads has an average error rate below however some paired end sequencing data show the presence of a subpopulation of reads where the second read r has lower average qualities we show that the fragment length is a major driver of increased error rates in the r reads fragments above nt tend to yield lower base qualities and higher error rates than shorter fragments we use publicly available illumina data to demonstrate that the fragment length dependency of the r read qualities exists in various library protocols in different labs and using different sequencer models our finding extends the understanding of the illumina read quality and has implications on error models for illumina reads it also sheds a light on the importance of controlling the fragment size during library preparation"
}