{
    "title": "Divide and conquer: two stem cell populations in squamous epithelia, reserves and the active duty forces.",
    "doc_id": "31451683",
    "writer": "Dunaway S",
    "year": "2019",
    "summary": "On the other hand, as the main function of stem cells is to provide daughter cells to build and maintain tissues, the idea of a quiescent stem cell compartment appears counterintuitive. ...Comparing stem cells of different species …",
    "abstract": "Stem cells are of great interest to the scientific community due to their potential role in regenerative and rejuvenative medicine. However, their role in the aging process and carcinogenesis remains unclear. Because DNA replication in stem cells may contribute to the background mutation rate and thereby to cancer, reducing proliferation and establishing a relatively quiescent stem cell compartment has been hypothesized to limit DNA replication-associated mutagenesis. On the other hand, as the main function of stem cells is to provide daughter cells to build and maintain tissues, the idea of a quiescent stem cell compartment appears counterintuitive. Intriguing observations in mice have led to the idea of separated stem cell compartments that consist of cells with different proliferative activity. Some epithelia of short-lived rodents appear to lack quiescent stem cells. Comparing stem cells of different species and different organs (comparative stem cell biology) may allow us to elucidate the evolutionary pressures such as the balance between cancer and longevity that govern stem cell biology (evolutionary stem cell biology). The oral mucosa and its stem cells are an exciting model system to explore the characteristics of quiescent stem cells that have eluded biologists for decades.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31451683/",
    "clean_text": "divide and conquer two stem cell populations in squamous epithelia reserves and the active duty forces on the other hand as the main function of stem cells is to provide daughter cells to build and maintain tissues the idea of a quiescent stem cell compartment appears counterintuitive comparing stem cells of different species stem cells are of great interest to the scientific community due to their potential role in regenerative and rejuvenative medicine however their role in the aging process and carcinogenesis remains unclear because dna replication in stem cells may contribute to the background mutation rate and thereby to cancer reducing proliferation and establishing a relatively quiescent stem cell compartment has been hypothesized to limit dna replication associated mutagenesis on the other hand as the main function of stem cells is to provide daughter cells to build and maintain tissues the idea of a quiescent stem cell compartment appears counterintuitive intriguing observations in mice have led to the idea of separated stem cell compartments that consist of cells with different proliferative activity some epithelia of short lived rodents appear to lack quiescent stem cells comparing stem cells of different species and different organs comparative stem cell biology may allow us to elucidate the evolutionary pressures such as the balance between cancer and longevity that govern stem cell biology evolutionary stem cell biology the oral mucosa and its stem cells are an exciting model system to explore the characteristics of quiescent stem cells that have eluded biologists for decades"
}