{
    "pmid": "41445660",
    "title": "TMS-EEG Reveals Distinct Cortical Signatures in Non-Fluent PPA.",
    "abstract": "Primary Progressive Aphasias (PPA) are a group of neurodegenerative disorders characterized by the gradual decline of language abilities. They are typically divided into three major clinical variants: the non-fluent (nfvPPA), the semantic (svPPA) and the logopenic (lvPPA) variant. Even with an extensive clinical examination, a correct differential diagnosis among variants can be difficult due to the overlapping of dysfunctional language features. In this context, the combination of Transcranial Magnetic Stimulation and Electroencephalography (i.e., TMS-EEG) could extend our understanding of nfvPPA pathophysiology, given the possibility to non-invasively and directly measure cortical reactivity of brain speech networks to external perturbations. Twenty PPA patients (7 nfvPPA, 13 lvPPA) and 8 elderly controls underwent a TMS-EEG session targeting the left dorsal premotor cortex (Brodmann area 6). A subset of 9 patients (8 lvPPA, 1 nfvPPA) were additionally stimulated in the right homologous region. We automatically detected the EEG channel under the stimulator with the highest peak-to-peak amplitude of the early TMS-evoked response and computed the following measures: (i) natural frequency; (ii) normalized evoked spectral power in the alpha, low-beta, high-beta and gamma range. Non-fluent PPA patients showed a slower and simplified TMS-evoked response as compared to healthy elderly subjects, namely a reduction in high-beta power and natural frequency coupled with higher low frequencies (i.e., alpha) intrusion. No significant differences were detected between lvPPA and controls or nfvPPA and lvPPA. The speech rate was positively correlated with TMS-EEG measures (the high-beta power and the natural frequency). Furthermore, compared to the left side, the stimulation of the right hemisphere elicited TMS-evoked responses with higher natural frequency and high-beta power in both lvPPA and nfvPPA patients. This study first shows that TMS-EEG may provide useful neurophysiological biomarkers for characterizing the nfvPPA variant and monitor disease progression across variants. These findings might be employed in the future to stratify patients and eventually inform the application of variant-specific stimulation protocols tailored to individual neurophysiological profiles.",
    "disease": "alzheimer disease",
    "clean_text": "tms eeg reveals distinct cortical signatures in non fluent ppa primary progressive aphasias ppa are a group of neurodegenerative disorders characterized by the gradual decline of language abilities they are typically divided into three major clinical variants the non fluent nfvppa the semantic svppa and the logopenic lvppa variant even with an extensive clinical examination a correct differential diagnosis among variants can be difficult due to the overlapping of dysfunctional language features in this context the combination of transcranial magnetic stimulation and electroencephalography i e tms eeg could extend our understanding of nfvppa pathophysiology given the possibility to non invasively and directly measure cortical reactivity of brain speech networks to external perturbations twenty ppa patients nfvppa lvppa and elderly controls underwent a tms eeg session targeting the left dorsal premotor cortex brodmann area a subset of patients lvppa nfvppa were additionally stimulated in the right homologous region we automatically detected the eeg channel under the stimulator with the highest peak to peak amplitude of the early tms evoked response and computed the following measures i natural frequency ii normalized evoked spectral power in the alpha low beta high beta and gamma range non fluent ppa patients showed a slower and simplified tms evoked response as compared to healthy elderly subjects namely a reduction in high beta power and natural frequency coupled with higher low frequencies i e alpha intrusion no significant differences were detected between lvppa and controls or nfvppa and lvppa the speech rate was positively correlated with tms eeg measures the high beta power and the natural frequency furthermore compared to the left side the stimulation of the right hemisphere elicited tms evoked responses with higher natural frequency and high beta power in both lvppa and nfvppa patients this study first shows that tms eeg may provide useful neurophysiological biomarkers for characterizing the nfvppa variant and monitor disease progression across variants these findings might be employed in the future to stratify patients and eventually inform the application of variant specific stimulation protocols tailored to individual neurophysiological profiles"
}