{
    "title": "Progress on pivotal role and application of exosome in lung cancer carcinogenesis, diagnosis, therapy and prognosis.",
    "doc_id": "33504342",
    "writer": "Li MY",
    "year": "2021",
    "summary": "Lung cancer is often diagnosed at an advanced stage and has a poor prognosis. Conventional treatments are not effective for metastatic lung cancer therapy. ...LCCDEs can promote cell proliferation and metastasis, affect angiogenesis, modulate antitumor …",
    "abstract": "Lung cancer is often diagnosed at an advanced stage and has a poor prognosis. Conventional treatments are not effective for metastatic lung cancer therapy. Although some of molecular targets have been identified with favorable response, those targets cannot be exploited due to the lack of suitable drug carriers. Lung cancer cell-derived exosomes (LCCDEs) receive recent interest in its role in carcinogenesis, diagnosis, therapy, and prognosis of lung cancer due to its biological functions and natural ability to carry donor cell biomolecules. LCCDEs can promote cell proliferation and metastasis, affect angiogenesis, modulate antitumor immune responses during lung cancer carcinogenesis, regulate drug resistance in lung cancer therapy, and be now considered an important component in liquid biopsy assessments for detecting lung cancer. Therapeutic deliverable exosomes are emerging as promising drug delivery agents specifically to tumor high precision medicine because of their natural intercellular communication role, excellent biocompatibility, low immunogenicity, low toxicity, long blood circulation ability, biodegradable characteristics, and their ability to cross various biological barriers. Several studies are currently underway to develop novel diagnostic and prognostic modalities using LCCDEs, and to develop methods of exploiting exosomes for use as efficient drug delivery vehicles. Current status of lung cancer and extensive applicability of LCCDEs are illustrated in this review. The promising data and technologies indicate that the approach on LCCDEs implies the potential application of LCCDEs to clinical management of lung cancer patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33504342/",
    "clean_text": "progress on pivotal role and application of exosome in lung cancer carcinogenesis diagnosis therapy and prognosis lung cancer is often diagnosed at an advanced stage and has a poor prognosis conventional treatments are not effective for metastatic lung cancer therapy lccdes can promote cell proliferation and metastasis affect angiogenesis modulate antitumor lung cancer is often diagnosed at an advanced stage and has a poor prognosis conventional treatments are not effective for metastatic lung cancer therapy although some of molecular targets have been identified with favorable response those targets cannot be exploited due to the lack of suitable drug carriers lung cancer cell derived exosomes lccdes receive recent interest in its role in carcinogenesis diagnosis therapy and prognosis of lung cancer due to its biological functions and natural ability to carry donor cell biomolecules lccdes can promote cell proliferation and metastasis affect angiogenesis modulate antitumor immune responses during lung cancer carcinogenesis regulate drug resistance in lung cancer therapy and be now considered an important component in liquid biopsy assessments for detecting lung cancer therapeutic deliverable exosomes are emerging as promising drug delivery agents specifically to tumor high precision medicine because of their natural intercellular communication role excellent biocompatibility low immunogenicity low toxicity long blood circulation ability biodegradable characteristics and their ability to cross various biological barriers several studies are currently underway to develop novel diagnostic and prognostic modalities using lccdes and to develop methods of exploiting exosomes for use as efficient drug delivery vehicles current status of lung cancer and extensive applicability of lccdes are illustrated in this review the promising data and technologies indicate that the approach on lccdes implies the potential application of lccdes to clinical management of lung cancer patients"
}