{
    "title": "Current Approach to Surgical Ablation for Atrial Fibrillation.",
    "doc_id": "30825589",
    "writer": "Alreshidan M",
    "year": "2019",
    "summary": "After 4 decades of innovation, surgical ablation for atrial fibrillation is reconverging on the bi-atrial full maze procedure as the most effective approach. ...Surgical ablation for atrial fibrillation is being increasingly applied over time fo …",
    "abstract": "After 4 decades of innovation, surgical ablation for atrial fibrillation is reconverging on the bi-atrial full maze procedure as the most effective approach. Contemporary studies suggest that surgical ablation confers significant rhythm and survival benefits without additional operative risk. Alternative energy sources have become standard, focused primarily on radiofrequency and cryothermic energy. With full bi-atrial lesion sets, long-term sinus conversion rates may now approach 90%. Bi-atrial cryoablation applied in the full maze pattern produces excellent results, and may provide some advantages in simplicity and efficiency. Surgical ablation for atrial fibrillation is being increasingly applied over time for all categories of cardiac operations. Given the known survival advantages of surgical ablation of atrial fibrillation, this trend of increased adoption may contribute to improving long-term outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30825589/",
    "clean_text": "current approach to surgical ablation for atrial fibrillation after decades of innovation surgical ablation for atrial fibrillation is reconverging on the bi atrial full maze procedure as the most effective approach surgical ablation for atrial fibrillation is being increasingly applied over time fo after decades of innovation surgical ablation for atrial fibrillation is reconverging on the bi atrial full maze procedure as the most effective approach contemporary studies suggest that surgical ablation confers significant rhythm and survival benefits without additional operative risk alternative energy sources have become standard focused primarily on radiofrequency and cryothermic energy with full bi atrial lesion sets long term sinus conversion rates may now approach bi atrial cryoablation applied in the full maze pattern produces excellent results and may provide some advantages in simplicity and efficiency surgical ablation for atrial fibrillation is being increasingly applied over time for all categories of cardiac operations given the known survival advantages of surgical ablation of atrial fibrillation this trend of increased adoption may contribute to improving long term outcomes"
}