{
    "pmid": "41440537",
    "title": "Durvalumab Is Associated with Prolonged Progression-Free Survival, While Concomitant Chemoradiotherapy May Improve Both Locoregional and Local Control in Elderly Patients with Unresectable NSCLC Stage III: Subanalysis of the Austrian Radio-Oncological Lung Cancer Study Association Registry (ALLSTAR).",
    "abstract": "The incidence of NSCLC increases with age, with a median of approximately 70 years at diagnosis. Historically, treatment strategies for locally advanced cancers have been developed predominantly in younger populations, often excluding elderly patients who may present with multiple comorbidities, severely impaired lung function, or decreased performance status, leading to a lack of age-relevant clinical data. Therefore, we performed a subanalysis of real-world data from the ALLSTAR study to investigate the impact of durvalumab and the radiation regimen (sequential versus concurrent) on clinical outcome in elderly patients with unresectable stage III NSCLC. We included a total of 171 patients in this subanalysis. All patients were diagnosed with unresectable stage III NSCLC. Patients were divided into two age groups, ≥70 (41%) and <70 years (59%). All of them received curative chemoradiotherapy with (66%) or without (34%) durvalumab. Patients were followed up for a median time of 25.1 months (range: 3.3-52.1). In the elderly group, patients who did not receive durvalumab consolidation had a median PFS of 17 months (95%-CI: 12.4-not reached) and a higher risk of progression (HR = 2.2; 95%-CI: 1-4.6) than those treated with durvalumab, which had a median PFS of 37 months (95%-CI: 24.5-not reached). This difference was statistically significant (log rank  Durvalumab was associated with prolonged progression-free survival, while concomitant radiotherapy showed a trend towards improvement in locoregional and local control in patients aged ≥70. There was no significant difference in treatment toxicity found in the exploratory Mann-Whitney U analysis between the two age groups.",
    "disease": "lung cancer",
    "clean_text": "durvalumab is associated with prolonged progression free survival while concomitant chemoradiotherapy may improve both locoregional and local control in elderly patients with unresectable nsclc stage iii subanalysis of the austrian radio oncological lung cancer study association registry allstar the incidence of nsclc increases with age with a median of approximately years at diagnosis historically treatment strategies for locally advanced cancers have been developed predominantly in younger populations often excluding elderly patients who may present with multiple comorbidities severely impaired lung function or decreased performance status leading to a lack of age relevant clinical data therefore we performed a subanalysis of real world data from the allstar study to investigate the impact of durvalumab and the radiation regimen sequential versus concurrent on clinical outcome in elderly patients with unresectable stage iii nsclc we included a total of patients in this subanalysis all patients were diagnosed with unresectable stage iii nsclc patients were divided into two age groups and years all of them received curative chemoradiotherapy with or without durvalumab patients were followed up for a median time of months range in the elderly group patients who did not receive durvalumab consolidation had a median pfs of months ci not reached and a higher risk of progression hr ci than those treated with durvalumab which had a median pfs of months ci not reached this difference was statistically significant log rank durvalumab was associated with prolonged progression free survival while concomitant radiotherapy showed a trend towards improvement in locoregional and local control in patients aged there was no significant difference in treatment toxicity found in the exploratory mann whitney u analysis between the two age groups"
}