{
    "pmid": "41391581",
    "title": "Diagnostic performance of non-invasive markers for distinguishing MASLD/MASH: insights from meta-analysis and real-world data.",
    "abstract": "The growing prevalence of metabolic dysfunction-associated steatotic liver disease (MASLD) underscores the need for early, cost-effective diagnostics to prevent its progression to cirrhosis or liver cancer. This study evaluates the accuracy of non-invasive markers in predicting MASLD and metabolic dysfunction-associated steatohepatitis (MASH) through a meta-analysis and cross-sectional validation. A comprehensive literature search (2010-2024) via PubMed and Google Scholar identified studies assessing non-invasive diagnostic tools-hepatic steatosis index (HSI), fatty liver index (FLI), NAFLD fibrosis score (NFS), fibrosis-4 index (FIB-4), AST/platelet ratio index (APRI), AST/ALT ratio, and BARD score. Meta-analysis of 83 studies was performed using the MADA package in R 4.3.3. Study quality was assessed using the QUADAS-2 tool, while Deeks' test performed for publication bias. ROC curve analysis, using GraphPad Prism 8.0.2, validated the diagnostic performance of non-invasive markers in a cross-sectional study. Meta-analysis revealed that FLI showed an area under the curve (AUC) of 0.82 for diagnosing MASLD. FIB-4 achieved an AUC of 0.82 for identifying stage ≥3 fibrosis, while NFS showed an AUC of 0.80 for stage ≥2 fibrosis. Cross-sectional validation showed comparable results, with FLI achieving an AUC of 0.92 for MASLD and NFS showing an AUC of 0.88 for MASH. This meta-analysis and cross-sectional validation confirm that non-invasive biomarkers, such as FLI, FIB-4, and NFS, demonstrate significant diagnostic accuracy for MASLD and MASH. The findings highlight the value of these tools for widespread, cost-effective screening in at-risk populations.",
    "disease": "liver cirrhosis",
    "clean_text": "diagnostic performance of non invasive markers for distinguishing masld mash insights from meta analysis and real world data the growing prevalence of metabolic dysfunction associated steatotic liver disease masld underscores the need for early cost effective diagnostics to prevent its progression to cirrhosis or liver cancer this study evaluates the accuracy of non invasive markers in predicting masld and metabolic dysfunction associated steatohepatitis mash through a meta analysis and cross sectional validation a comprehensive literature search via pubmed and google scholar identified studies assessing non invasive diagnostic tools hepatic steatosis index hsi fatty liver index fli nafld fibrosis score nfs fibrosis index fib ast platelet ratio index apri ast alt ratio and bard score meta analysis of studies was performed using the mada package in r study quality was assessed using the quadas tool while deeks test performed for publication bias roc curve analysis using graphpad prism validated the diagnostic performance of non invasive markers in a cross sectional study meta analysis revealed that fli showed an area under the curve auc of for diagnosing masld fib achieved an auc of for identifying stage fibrosis while nfs showed an auc of for stage fibrosis cross sectional validation showed comparable results with fli achieving an auc of for masld and nfs showing an auc of for mash this meta analysis and cross sectional validation confirm that non invasive biomarkers such as fli fib and nfs demonstrate significant diagnostic accuracy for masld and mash the findings highlight the value of these tools for widespread cost effective screening in at risk populations"
}