{
    "title": "Poor Sleep Quality's Association With Soccer Injuries: Preliminary Data.",
    "doc_id": "31711034",
    "writer": "Silva A",
    "year": "2020",
    "summary": "PURPOSE: To investigate the relationship between sleep quality and quantity and injuries in elite soccer players and to compare sleep-wake variables and injury characteristics. ...CONCLUSIONS: Soccer players who exhibit lower sleep quality or nonrestorative sleep sh …",
    "abstract": "Purpose:\n        \n      \n      To investigate the relationship between sleep quality and quantity and injuries in elite soccer players and to compare sleep-wake variables and injury characteristics.\n    \n\n\n          Methods:\n        \n      \n      The current investigation was a prospective cohort study of 23 elite male soccer players competing for 2 teams over 6 mo in the highest-level Brazilian competition. The players' sleep behavior was monitored for 10 d in the preseason using self-reporting sleep diaries and wrist activity monitors to determine sleep duration and quality. Furthermore, injuries were recorded by the respective club's medical teams into a specific database. Details of injuries recorded included the type, location, and severity of each injury. The results were expressed as descriptive statistics, and the significance level was set at 5%. The Mann-Whitney U test was performed to compare the sleep variables between groups. Spearman correlation coefficient and linear-regression analysis were used.\n    \n\n\n          Results:\n        \n      \n      The results indicated a moderate negative correlation between sleep efficiency and particular injury characteristics, including absence time, injury severity, and amount of injuries. The linear-regression analysis indicated that 44% of the total variance in the number of injuries can be explained by sleep efficiency, 24% of the total variance in the absence time after injury (days) can be explained by sleep efficiency, and 47% of the total variance in the injury severity can be explained by sleep efficiency.\n    \n\n\n          Conclusions:\n        \n      \n      Soccer players who exhibit lower sleep quality or nonrestorative sleep show associations with increased number and severity of musculoskeletal injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31711034/",
    "clean_text": "poor sleep quality s association with soccer injuries preliminary data purpose to investigate the relationship between sleep quality and quantity and injuries in elite soccer players and to compare sleep wake variables and injury characteristics conclusions soccer players who exhibit lower sleep quality or nonrestorative sleep sh purpose to investigate the relationship between sleep quality and quantity and injuries in elite soccer players and to compare sleep wake variables and injury characteristics methods the current investigation was a prospective cohort study of elite male soccer players competing for teams over mo in the highest level brazilian competition the players sleep behavior was monitored for d in the preseason using self reporting sleep diaries and wrist activity monitors to determine sleep duration and quality furthermore injuries were recorded by the respective club s medical teams into a specific database details of injuries recorded included the type location and severity of each injury the results were expressed as descriptive statistics and the significance level was set at the mann whitney u test was performed to compare the sleep variables between groups spearman correlation coefficient and linear regression analysis were used results the results indicated a moderate negative correlation between sleep efficiency and particular injury characteristics including absence time injury severity and amount of injuries the linear regression analysis indicated that of the total variance in the number of injuries can be explained by sleep efficiency of the total variance in the absence time after injury days can be explained by sleep efficiency and of the total variance in the injury severity can be explained by sleep efficiency conclusions soccer players who exhibit lower sleep quality or nonrestorative sleep show associations with increased number and severity of musculoskeletal injuries"
}