{
    "title": "Newer molecular insights into type-2 diabetes mellitus.",
    "doc_id": "32810109",
    "writer": "Khan SH",
    "year": "2020",
    "summary": "Beta cell function Type-2 diabetes mellitus (T2DM) has always been considered a heterogeneous and broad-spectrum disease with many associated complications and variations. ...",
    "abstract": "Beta cell function Type-2 diabetes mellitus (T2DM) has always been considered a heterogeneous and broad-spectrum disease with many associated complications and variations. Worthwhile in this regard were the findings that different individuals with T2DM label had slightly different set of clinical features and end-organ damage. Evidence is also there that pharmacotherapy related response also varies between individuals for the same category \"T2DM\". This report uses the existing molecular evidence to provide a suggested sub-classification for T2DM by using newly available molecular evidences from literature. The study broadly categorizes these T2DM with patients having primarily beta cell dysfunction or insulin resistance. While common features exists between T2DM subjects like hyperglycaemia and various organ damages, still the literature search highlight the subtle difference between the aforementioned two categories. Patients with insulin resistance can be clustered into obese, lipid/liver type and lipodystrophy associated features. Similarly, beta cell function can be associated with raised pro-insulin levels or otherwise.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32810109/",
    "clean_text": "newer molecular insights into type diabetes mellitus beta cell function type diabetes mellitus t dm has always been considered a heterogeneous and broad spectrum disease with many associated complications and variations beta cell function type diabetes mellitus t dm has always been considered a heterogeneous and broad spectrum disease with many associated complications and variations worthwhile in this regard were the findings that different individuals with t dm label had slightly different set of clinical features and end organ damage evidence is also there that pharmacotherapy related response also varies between individuals for the same category t dm this report uses the existing molecular evidence to provide a suggested sub classification for t dm by using newly available molecular evidences from literature the study broadly categorizes these t dm with patients having primarily beta cell dysfunction or insulin resistance while common features exists between t dm subjects like hyperglycaemia and various organ damages still the literature search highlight the subtle difference between the aforementioned two categories patients with insulin resistance can be clustered into obese lipid liver type and lipodystrophy associated features similarly beta cell function can be associated with raised pro insulin levels or otherwise"
}