{
    "pmid": "41456619",
    "title": "Variation in Clinician Advice to Modify Health Risk Behaviors: A Cross-Sectional Study.",
    "abstract": "Clinician advice to modify health behaviors can vary by patient race/ethnicity and sex, though prior studies are mixed and show variation over time. Research examining the role of insurance type is limited. The 2022 National Health Information Survey (NHIS) was analyzed in 2024 to estimate survey-weighted proportions of receiving clinician advice and associations with demographic factors among three at-risk groups: 1) adults who smoke cigarettes, 2) adults who engage in heavy drinking, and 3) adults with diabetes, hypertension, and/or obesity, who are insufficiently active. In each relevant population, 47.5% received advice to quit smoking, 6.8% to decrease drinking, and 35.7% to increase physical activity. The odds of receiving advice to quit smoking were lower among Non-Hispanic (NH) Black (adjusted odds ratio (aOR) 0.68 [95%CI, 0.53-0.87]) and Hispanic adults (aOR 0.46 [95%CI, 0.30-0.69]) relative to NH White adults, and adults with no insurance (aOR 0.36 [95%CI, 0.24-0.56]) and private insurance (aOR 0.55, [95%CI, 0.39-0.77]) compared to Medicare. Men had higher odds (aOR: 2.36 [95%CI, 1.84-3.02]) of being advised to decrease drinking. Hispanic adults (aOR 1.27 [95%CI, 1.05-1.54]) had higher odds of receiving advice to increase physical activity; uninsured adults (aOR 0.51 [95%CI, 0.35-0.73]), men (aOR 0.85 [95%CI, 0.76-0.96]), and adults over 64 had lower odds. Adults aged 18-34 were the least likely to receive smoking or alcohol counseling. Many at-risk adults do not receive clinician advice to modify relevant health behaviors. Counseling rates vary by patient demographic factors, highlighting opportunities to improve health equity in preventive care.",
    "disease": "hypertension",
    "clean_text": "variation in clinician advice to modify health risk behaviors a cross sectional study clinician advice to modify health behaviors can vary by patient race ethnicity and sex though prior studies are mixed and show variation over time research examining the role of insurance type is limited the national health information survey nhis was analyzed in to estimate survey weighted proportions of receiving clinician advice and associations with demographic factors among three at risk groups adults who smoke cigarettes adults who engage in heavy drinking and adults with diabetes hypertension and or obesity who are insufficiently active in each relevant population received advice to quit smoking to decrease drinking and to increase physical activity the odds of receiving advice to quit smoking were lower among non hispanic nh black adjusted odds ratio aor ci and hispanic adults aor ci relative to nh white adults and adults with no insurance aor ci and private insurance aor ci compared to medicare men had higher odds aor ci of being advised to decrease drinking hispanic adults aor ci had higher odds of receiving advice to increase physical activity uninsured adults aor ci men aor ci and adults over had lower odds adults aged were the least likely to receive smoking or alcohol counseling many at risk adults do not receive clinician advice to modify relevant health behaviors counseling rates vary by patient demographic factors highlighting opportunities to improve health equity in preventive care"
}