{
    "title": "Dietary Pattern, Gut Microbiota, and Alzheimer's Disease.",
    "doc_id": "32090565",
    "writer": "Zhang M",
    "year": "2020",
    "summary": "Alzheimer's disease is the most common neurodegenerative disease. Until now, there has been no specific medicine that can cure Alzheimer's disease or effectively reverse the disease process. ...The purpose of this review is …",
    "abstract": "Alzheimer's disease is the most common neurodegenerative disease. Until now, there has been no specific medicine that can cure Alzheimer's disease or effectively reverse the disease process. A good dietary pattern is an efficient way to prevent or delay the progression of the disease. Evidence suggests that diet may affect β-amyloid production and tau processing or may regulate inflammation, metabolism, and oxidative stress associated with Alzheimer's disease, which can be exerted by gut microbiota. The gut microbiota is a complex microbial community that affects not only various digestive diseases but also neurodegenerative diseases. Studies have shown that gut microbial metabolites, such as pro-inflammatory factors, short-chain fatty acids, and neurotransmitters, can affect the pathogenesis of Alzheimer's disease. Clinical studies suggested that the gut microbial composition of patients with Alzheimer's disease is different, in particular to lower abundances of Eubacterium rectale and Bacteroides fragilis, which have an anti-inflammatory activity. The purpose of this review is to summarize the neuropathological pathogenesis of Alzheimer's disease, and the modulation of dietary patterns rather than single dietary components on Alzheimer's disease through the gut-brain axis was discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32090565/",
    "clean_text": "dietary pattern gut microbiota and alzheimer s disease alzheimer s disease is the most common neurodegenerative disease until now there has been no specific medicine that can cure alzheimer s disease or effectively reverse the disease process the purpose of this review is alzheimer s disease is the most common neurodegenerative disease until now there has been no specific medicine that can cure alzheimer s disease or effectively reverse the disease process a good dietary pattern is an efficient way to prevent or delay the progression of the disease evidence suggests that diet may affect amyloid production and tau processing or may regulate inflammation metabolism and oxidative stress associated with alzheimer s disease which can be exerted by gut microbiota the gut microbiota is a complex microbial community that affects not only various digestive diseases but also neurodegenerative diseases studies have shown that gut microbial metabolites such as pro inflammatory factors short chain fatty acids and neurotransmitters can affect the pathogenesis of alzheimer s disease clinical studies suggested that the gut microbial composition of patients with alzheimer s disease is different in particular to lower abundances of eubacterium rectale and bacteroides fragilis which have an anti inflammatory activity the purpose of this review is to summarize the neuropathological pathogenesis of alzheimer s disease and the modulation of dietary patterns rather than single dietary components on alzheimer s disease through the gut brain axis was discussed"
}