{
    "title": "Mitochondrial oxidative metabolism and uncoupling proteins in the failing heart.",
    "doc_id": "25192828",
    "writer": "Akhmedov AT",
    "year": "2015",
    "summary": "Ultimately, the heart's inability to supply the body's tissues with enough blood may lead to death. Mechanistically, the hallmarks of the failing heart include abnormal energy metabolism, increased production of reactive oxygen species (ROS) and defects in ex …",
    "abstract": "Despite significant progress in cardiovascular medicine, myocardial ischemia and infarction, progressing eventually to the final end point heart failure (HF), remain the leading cause of morbidity and mortality in the USA. HF is a complex syndrome that results from any structural or functional impairment in ventricular filling or blood ejection. Ultimately, the heart's inability to supply the body's tissues with enough blood may lead to death. Mechanistically, the hallmarks of the failing heart include abnormal energy metabolism, increased production of reactive oxygen species (ROS) and defects in excitation-contraction coupling. HF is a highly dynamic pathological process, and observed alterations in cardiac metabolism and function depend on the disease progression. In the early stages, cardiac remodeling characterized by normal or slightly increased fatty acid (FA) oxidation plays a compensatory, cardioprotective role. However, upon progression of HF, FA oxidation and mitochondrial oxidative activity are decreased, resulting in a significant drop in cardiac ATP levels. In HF, as a compensatory response to decreased oxidative metabolism, glucose uptake and glycolysis are upregulated, but this upregulation is not sufficient to compensate for a drop in ATP production. Elevated mitochondrial ROS generation and ROS-mediated damage, when they overwhelm the cellular antioxidant defense system, induce heart injury and contribute to the progression of HF. Mitochondrial uncoupling proteins (UCPs), which promote proton leak across the inner mitochondrial membrane, have emerged as essential regulators of mitochondrial membrane potential, respiratory activity and ROS generation. Although the physiological role of UCP2 and UCP3, expressed in the heart, has not been clearly established, increasing evidence suggests that these proteins by promoting mild uncoupling could reduce mitochondrial ROS generation and cardiomyocyte apoptosis and ameliorate thereby myocardial function. Further investigation on the alterations in cardiac UCP activity and regulation will advance our understanding of their physiological roles in the healthy and diseased heart and also may facilitate the development of novel and more efficient therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25192828/",
    "clean_text": "mitochondrial oxidative metabolism and uncoupling proteins in the failing heart ultimately the heart s inability to supply the body s tissues with enough blood may lead to death mechanistically the hallmarks of the failing heart include abnormal energy metabolism increased production of reactive oxygen species ros and defects in ex despite significant progress in cardiovascular medicine myocardial ischemia and infarction progressing eventually to the final end point heart failure hf remain the leading cause of morbidity and mortality in the usa hf is a complex syndrome that results from any structural or functional impairment in ventricular filling or blood ejection ultimately the heart s inability to supply the body s tissues with enough blood may lead to death mechanistically the hallmarks of the failing heart include abnormal energy metabolism increased production of reactive oxygen species ros and defects in excitation contraction coupling hf is a highly dynamic pathological process and observed alterations in cardiac metabolism and function depend on the disease progression in the early stages cardiac remodeling characterized by normal or slightly increased fatty acid fa oxidation plays a compensatory cardioprotective role however upon progression of hf fa oxidation and mitochondrial oxidative activity are decreased resulting in a significant drop in cardiac atp levels in hf as a compensatory response to decreased oxidative metabolism glucose uptake and glycolysis are upregulated but this upregulation is not sufficient to compensate for a drop in atp production elevated mitochondrial ros generation and ros mediated damage when they overwhelm the cellular antioxidant defense system induce heart injury and contribute to the progression of hf mitochondrial uncoupling proteins ucps which promote proton leak across the inner mitochondrial membrane have emerged as essential regulators of mitochondrial membrane potential respiratory activity and ros generation although the physiological role of ucp and ucp expressed in the heart has not been clearly established increasing evidence suggests that these proteins by promoting mild uncoupling could reduce mitochondrial ros generation and cardiomyocyte apoptosis and ameliorate thereby myocardial function further investigation on the alterations in cardiac ucp activity and regulation will advance our understanding of their physiological roles in the healthy and diseased heart and also may facilitate the development of novel and more efficient therapies"
}