{
    "title": "Everyday Activities of Older Adults in Tianjin, China: Coupling Constraints, Gendered Mobilities and Social Context.",
    "doc_id": "38131852",
    "writer": "Mao Y",
    "year": "2023",
    "summary": "Many Western studies have indicated that older women are generally more vulnerable in terms of mobility compared to older men, particularly regarding driving. ...Second, older men tend to have more concentrated travel distances near their homes compared to …",
    "abstract": "Many Western studies have indicated that older women are generally more vulnerable in terms of mobility compared to older men, particularly regarding driving. However, the situation may differ in the context of China. This study, based on activity diaries and semi-structured interviews, focuses on the spatiotemporal behavior of older adults in Tianjin and explores how the constraints posed by activity companions (in terms of type, size, and composition) shape the mobilities of older men and women, including activity locations, travel distances, and transportation modes. The key findings are as follows: First, older women are more engaged with their families due to a higher percentage and longer duration of activities spent with family members. Second, older men tend to have more concentrated travel distances near their homes compared to older women. Third, older women exhibit a broader range of activities in different locations and engage in longer-distance leisure travel with family members when compared to older men. In the context of Western literature, this study discusses older women's enhanced social interactions, their earlier retirement in China, and the impact of COVID-19 as factors that help explain these findings. This study contributes to a deeper understanding of accompanied mobilities among Chinese older adults using geographical theory and methods, emphasizing the importance of flexible work schedules for the workforce and the organization of community-based activities to promote the social interactions and mobilities of older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38131852/",
    "clean_text": "everyday activities of older adults in tianjin china coupling constraints gendered mobilities and social context many western studies have indicated that older women are generally more vulnerable in terms of mobility compared to older men particularly regarding driving second older men tend to have more concentrated travel distances near their homes compared to many western studies have indicated that older women are generally more vulnerable in terms of mobility compared to older men particularly regarding driving however the situation may differ in the context of china this study based on activity diaries and semi structured interviews focuses on the spatiotemporal behavior of older adults in tianjin and explores how the constraints posed by activity companions in terms of type size and composition shape the mobilities of older men and women including activity locations travel distances and transportation modes the key findings are as follows first older women are more engaged with their families due to a higher percentage and longer duration of activities spent with family members second older men tend to have more concentrated travel distances near their homes compared to older women third older women exhibit a broader range of activities in different locations and engage in longer distance leisure travel with family members when compared to older men in the context of western literature this study discusses older women s enhanced social interactions their earlier retirement in china and the impact of covid as factors that help explain these findings this study contributes to a deeper understanding of accompanied mobilities among chinese older adults using geographical theory and methods emphasizing the importance of flexible work schedules for the workforce and the organization of community based activities to promote the social interactions and mobilities of older adults"
}