{
    "pmid": "41444990",
    "title": "Mobile addiction treatment units: a narrative review.",
    "abstract": "Drug overdose deaths have increased in the last decade, becoming a substantial public health priority. Mobile Addiction Treatment Units (MATU) are vans, vehicles, or portable clinics that provide low-threshold, low-barrier, community-based services for addiction treatment including opioid agonist medications. MATUs are a point of entry for care, particularly for individuals who have faced barriers to access at in-person healthcare facilities. This narrative review aims to synthesize and conduct a thematic analysis of the research on implementation and outcomes of MATUs in the United States. Our study's primary objectives were threefold: 1) to evaluate MATU program reach, 2) to evaluate MATU program effectiveness, and 3) to evaluate MATU program implementation. We identified studies examining MATUs by searching electronic databases MEDLINE (Ovid), Embase (Elsevier), PsycINFO (EBSCO), and Web of Science Core Collection (Clarivate). Records were selected for full-text review if their abstract referenced any mobile modality for substance use treatments. Exclusion criteria included review articles, opinion articles, theoretical articles, abstracts, dissertations, studies conducted outside of the United States, and studies focused solely on mobile harm-reduction interventions without offering medication treatment for SUD. This review is reported per the Preferred Reporting Items of Systematic Reviews and Meta-Analyses for Scoping Review (PRISMA-ScR) guidelines. A total of 2,232 articles were screened at the title and abstract level, of which 83 were assessed for full text eligibility. The 34 articles selected for inclusion were varied in methodology, and included randomized controlled trials (RCTs), observational studies, cohort studies, and mixed-methods research. The most common study locations were Baltimore, MD (10 studies), Boston, MA (5 studies), Philadelphia, PA (4 studies), and New Haven, CT (3 studies). Regarding reach, four studies were conducted during the COVID-19 pandemic. Six studies were conducted primarily in a population experiencing homelessness; two studies were conducted primarily in populations with criminal justice involvement; four studies were conducted primarily in youth or young-adult populations; three studies were conducted in rural populations. In these settings, MATUs successfully engaged vulnerable and underserved populations, delivering comprehensive care that combined harm reduction, primary care, and mental health services. These units demonstrated potential to enhance health outcomes, reduce stigma, increase treatment retention rates in marginalized populations compared to office-based programs, and tackle social determinants of health. Common challenges included patient engagement, logistical and regulatory barriers, and financial sustainability, all compounded by limited space, staffing, and resources, while homelessness, encampment removals, and the COVID-19 pandemic further disrupted care continuity (J Subst Abuse Treat 120:108149, 2021; Front Public Health 11:1154813, 2023; J Subst Use Addict Treat 159:209272, 2024; J Subst Use Addict Treat 164, 2024; Health Place 28:153-66, 2014; Addict Sci Clin Pract 18:71, 2023). MATUs proved to be innovative and effective in addressing OUD and related issues for vulnerable populations traditionally lacking access to care. However, ongoing efforts to overcome implementation challenges and ensure sustainable funding and resources are crucial for their continued success and expansion. Future research should focus on large-scale, quantitative studies, particularly in diverse and rural settings, to better understand their long-term impact and sustainability.",
    "disease": "pneumonia",
    "clean_text": "mobile addiction treatment units a narrative review drug overdose deaths have increased in the last decade becoming a substantial public health priority mobile addiction treatment units matu are vans vehicles or portable clinics that provide low threshold low barrier community based services for addiction treatment including opioid agonist medications matus are a point of entry for care particularly for individuals who have faced barriers to access at in person healthcare facilities this narrative review aims to synthesize and conduct a thematic analysis of the research on implementation and outcomes of matus in the united states our study s primary objectives were threefold to evaluate matu program reach to evaluate matu program effectiveness and to evaluate matu program implementation we identified studies examining matus by searching electronic databases medline ovid embase elsevier psycinfo ebsco and web of science core collection clarivate records were selected for full text review if their abstract referenced any mobile modality for substance use treatments exclusion criteria included review articles opinion articles theoretical articles abstracts dissertations studies conducted outside of the united states and studies focused solely on mobile harm reduction interventions without offering medication treatment for sud this review is reported per the preferred reporting items of systematic reviews and meta analyses for scoping review prisma scr guidelines a total of articles were screened at the title and abstract level of which were assessed for full text eligibility the articles selected for inclusion were varied in methodology and included randomized controlled trials rcts observational studies cohort studies and mixed methods research the most common study locations were baltimore md studies boston ma studies philadelphia pa studies and new haven ct studies regarding reach four studies were conducted during the covid pandemic six studies were conducted primarily in a population experiencing homelessness two studies were conducted primarily in populations with criminal justice involvement four studies were conducted primarily in youth or young adult populations three studies were conducted in rural populations in these settings matus successfully engaged vulnerable and underserved populations delivering comprehensive care that combined harm reduction primary care and mental health services these units demonstrated potential to enhance health outcomes reduce stigma increase treatment retention rates in marginalized populations compared to office based programs and tackle social determinants of health common challenges included patient engagement logistical and regulatory barriers and financial sustainability all compounded by limited space staffing and resources while homelessness encampment removals and the covid pandemic further disrupted care continuity j subst abuse treat front public health j subst use addict treat j subst use addict treat health place addict sci clin pract matus proved to be innovative and effective in addressing oud and related issues for vulnerable populations traditionally lacking access to care however ongoing efforts to overcome implementation challenges and ensure sustainable funding and resources are crucial for their continued success and expansion future research should focus on large scale quantitative studies particularly in diverse and rural settings to better understand their long term impact and sustainability"
}