{
    "title": "Incidental Prostate Cancer: A 23-Year Review Of A Tertiary Care Hospital.",
    "doc_id": "37697767",
    "writer": "Khalique A",
    "year": "2023",
    "summary": "This study assesses the prevalence of incidental prostate cancer detected in specimens removed during bladder outlet obstruction operation. ...A total of 2,842 patients underwent surgery on the prostate gland during the study period. Most of the patients, i.e …",
    "abstract": "Prostate cancer is the second most commonly diagnosed malignancy in men worldwide. The prevalence has been increasing with significant differences between regions. This study assesses the prevalence of incidental prostate cancer detected in specimens removed during bladder outlet obstruction operation. A retrospective analysis of the records of patients who had either endoscopic or open prostatectomy from January 1998 to December 2021 was conducted. The variables analysed were age, procedure, date of surgery, and Gleason score. A total of 2,842 patients underwent surgery on the prostate gland during the study period. Most of the patients, i.e. 2,733 (96.2%), were pathologically diagnosed with benign prostatic hyperplasia, while only 110 (3.9%) had prostate cancer. The frequency of incidental prostate cancer following surgery for bladder outlet obstruction has decreased over the last two decades at our centre, possibly because of an increase in PSA testing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37697767/",
    "clean_text": "incidental prostate cancer a year review of a tertiary care hospital this study assesses the prevalence of incidental prostate cancer detected in specimens removed during bladder outlet obstruction operation a total of patients underwent surgery on the prostate gland during the study period most of the patients i e prostate cancer is the second most commonly diagnosed malignancy in men worldwide the prevalence has been increasing with significant differences between regions this study assesses the prevalence of incidental prostate cancer detected in specimens removed during bladder outlet obstruction operation a retrospective analysis of the records of patients who had either endoscopic or open prostatectomy from january to december was conducted the variables analysed were age procedure date of surgery and gleason score a total of patients underwent surgery on the prostate gland during the study period most of the patients i e were pathologically diagnosed with benign prostatic hyperplasia while only had prostate cancer the frequency of incidental prostate cancer following surgery for bladder outlet obstruction has decreased over the last two decades at our centre possibly because of an increase in psa testing"
}