{
    "title": "The \"beneficial\" effects of locomotor training after various types of spinal lesions in cats and rats.",
    "doc_id": "25890137",
    "writer": "Rossignol S",
    "year": "2015",
    "summary": "This chapter reviews a number of experiments on the recovery of locomotion after various types of spinal lesions and locomotor training mainly in cats. We first recall the major evidence on the recovery of hindlimb locomotion in completely spinalized cats at the T13 …",
    "abstract": "This chapter reviews a number of experiments on the recovery of locomotion after various types of spinal lesions and locomotor training mainly in cats. We first recall the major evidence on the recovery of hindlimb locomotion in completely spinalized cats at the T13 level and the role played by the spinal locomotor network, also known as the central pattern generator, as well as the beneficial effects of locomotor training on this recovery. Having established that hindlimb locomotion can recover, we raise the issue as to whether spinal plastic changes could also contribute to the recovery after partial spinal lesions such as unilateral hemisections. We found that after such hemisection at T10, cats could recover quadrupedal locomotion and that deficits could be improved by training. We further showed that, after a complete spinalization a few segments below the first hemisection (at T13, i.e., the level of previous studies on spinalization), cats could readily walk with the hindlimbs within hours of completely severing the remaining spinal tracts and not days as is usually the case with only a single complete spinalization. This suggests that neuroplastic changes occurred below the first hemisection so that the cat was already primed to walk after the spinalization subsequent to the hemispinalization 3 weeks before. Of interest is the fact that some characteristic kinematic features in trained or untrained hemispinalized cats could remain after complete spinalization, suggesting that spinal changes induced by training could also be durable. Other studies on reflexes and on the pattern of \"fictive\" locomotion recorded after curarization corroborate this view. More recent work deals with training cats in more demanding situations such as ladder treadmill (vs. flat treadmill) to evaluate how the locomotor training regimen can influence the spinal cord. Finally, we report our recent studies in rats using compressive lesions or surgical complete spinalization and find that some principles of locomotor recovery in cats also apply to rats when adequate locomotor training is provided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25890137/",
    "clean_text": "the beneficial effects of locomotor training after various types of spinal lesions in cats and rats this chapter reviews a number of experiments on the recovery of locomotion after various types of spinal lesions and locomotor training mainly in cats we first recall the major evidence on the recovery of hindlimb locomotion in completely spinalized cats at the t this chapter reviews a number of experiments on the recovery of locomotion after various types of spinal lesions and locomotor training mainly in cats we first recall the major evidence on the recovery of hindlimb locomotion in completely spinalized cats at the t level and the role played by the spinal locomotor network also known as the central pattern generator as well as the beneficial effects of locomotor training on this recovery having established that hindlimb locomotion can recover we raise the issue as to whether spinal plastic changes could also contribute to the recovery after partial spinal lesions such as unilateral hemisections we found that after such hemisection at t cats could recover quadrupedal locomotion and that deficits could be improved by training we further showed that after a complete spinalization a few segments below the first hemisection at t i e the level of previous studies on spinalization cats could readily walk with the hindlimbs within hours of completely severing the remaining spinal tracts and not days as is usually the case with only a single complete spinalization this suggests that neuroplastic changes occurred below the first hemisection so that the cat was already primed to walk after the spinalization subsequent to the hemispinalization weeks before of interest is the fact that some characteristic kinematic features in trained or untrained hemispinalized cats could remain after complete spinalization suggesting that spinal changes induced by training could also be durable other studies on reflexes and on the pattern of fictive locomotion recorded after curarization corroborate this view more recent work deals with training cats in more demanding situations such as ladder treadmill vs flat treadmill to evaluate how the locomotor training regimen can influence the spinal cord finally we report our recent studies in rats using compressive lesions or surgical complete spinalization and find that some principles of locomotor recovery in cats also apply to rats when adequate locomotor training is provided"
}