{
    "pmid": "41404752",
    "title": "Endothelial Dysfunction Contributes to Chondrocyte Senescence Associated With Insulin-Like Growth Factor-Binding Protein-6 in a Spontaneously Hypertensive Rat Model.",
    "abstract": "Given an epidemiological association between hypertension and osteoarthritis, we aim to elucidate how vascular pathology triggers avascular articular cartilage loss by comparing vascular and joint phenotypes between spontaneously hypertensive rats and normotensive Wistar Kyoto rats at tissue, cellular, and molecular levels. Systemic and local endothelial function were assessed via blood pressure monitoring and photoacoustic imaging of knee joints, respectively (n=5-6). Tissue and cellular damages in articular cartilage, subchondral bone, and synovium were systemically evaluated by radiological and histological examination (n=6). Endothelial transcriptional changes were delineated via bulk RNA-seq (n=3). The secretome of human endothelial cells under oxidative stress was analyzed via proteomics to identify key factors in chondrocyte senescence (n=4). Captopril, an antihypertensive medication, was adopted as a tool to rescue chondrocyte senescence and osteoarthritis both in vitro (n=3) and in vivo (n=6). Compared with Wistar Kyoto rats, spontaneously hypertensive rats exhibited higher blood pressure and local joint hypoxia with increased endothelial oxidative stress as early as 3 months old. Notably, these endothelial dysfunctions preceded the onset of structural joint damage. By 9 months of age, spontaneously hypertensive rats developed osteoarthritis-like pathology characterized by senescent chondrocyte accumulation and cartilage degradation, which could be mitigated by captopril. Transcriptomic and proteomic analyses of rat and human endothelial cells revealed upregulated IGFBPs (insulin-like growth factor-binding proteins). Among them, IGFBP6 was identified to induce chondrocyte senescence in vitro. This effect can be modified by captopril treatment. Systemic vascular dysfunction may induce local joint damage with upregulation of endothelial IGFBPs secretion such as IGFBP6. This study highlights a potential therapeutic target for preventing joint structural damage by addressing endothelial dysfunction.",
    "disease": "osteoarthritis",
    "clean_text": "endothelial dysfunction contributes to chondrocyte senescence associated with insulin like growth factor binding protein in a spontaneously hypertensive rat model given an epidemiological association between hypertension and osteoarthritis we aim to elucidate how vascular pathology triggers avascular articular cartilage loss by comparing vascular and joint phenotypes between spontaneously hypertensive rats and normotensive wistar kyoto rats at tissue cellular and molecular levels systemic and local endothelial function were assessed via blood pressure monitoring and photoacoustic imaging of knee joints respectively n tissue and cellular damages in articular cartilage subchondral bone and synovium were systemically evaluated by radiological and histological examination n endothelial transcriptional changes were delineated via bulk rna seq n the secretome of human endothelial cells under oxidative stress was analyzed via proteomics to identify key factors in chondrocyte senescence n captopril an antihypertensive medication was adopted as a tool to rescue chondrocyte senescence and osteoarthritis both in vitro n and in vivo n compared with wistar kyoto rats spontaneously hypertensive rats exhibited higher blood pressure and local joint hypoxia with increased endothelial oxidative stress as early as months old notably these endothelial dysfunctions preceded the onset of structural joint damage by months of age spontaneously hypertensive rats developed osteoarthritis like pathology characterized by senescent chondrocyte accumulation and cartilage degradation which could be mitigated by captopril transcriptomic and proteomic analyses of rat and human endothelial cells revealed upregulated igfbps insulin like growth factor binding proteins among them igfbp was identified to induce chondrocyte senescence in vitro this effect can be modified by captopril treatment systemic vascular dysfunction may induce local joint damage with upregulation of endothelial igfbps secretion such as igfbp this study highlights a potential therapeutic target for preventing joint structural damage by addressing endothelial dysfunction"
}