{
    "title": "Interleukin-6 in juvenile idiopathic arthritis.",
    "doc_id": "30686091",
    "writer": "Akioka S.",
    "year": "2019",
    "summary": "Juvenile idiopathic arthritis (JIA) is a chronic childhood arthritis. Its pathogenesis is very complicated, with the involvement of not only immune cells but various types of parenchymal cells, and is affected by both genetic and environmental predispositions. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) is a chronic childhood arthritis. Its pathogenesis is very complicated, with the involvement of not only immune cells but various types of parenchymal cells, and is affected by both genetic and environmental predispositions. The clinical spectrum from inflammation to related conditions is largely mediated by cytokines including interleukin (IL)-6. Fluctuations in IL-6 and its related molecules can modulate the pathogenesis and the clinical presentation positively or negatively. The recent clinical impact of IL-6 blockade on JIA has begun a therapeutic paradigm shift. This review describes the characteristics of JIA, mainly focused on IL-6 with the current therapeutic perspective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30686091/",
    "clean_text": "interleukin in juvenile idiopathic arthritis juvenile idiopathic arthritis jia is a chronic childhood arthritis its pathogenesis is very complicated with the involvement of not only immune cells but various types of parenchymal cells and is affected by both genetic and environmental predispositions juvenile idiopathic arthritis jia is a chronic childhood arthritis its pathogenesis is very complicated with the involvement of not only immune cells but various types of parenchymal cells and is affected by both genetic and environmental predispositions the clinical spectrum from inflammation to related conditions is largely mediated by cytokines including interleukin il fluctuations in il and its related molecules can modulate the pathogenesis and the clinical presentation positively or negatively the recent clinical impact of il blockade on jia has begun a therapeutic paradigm shift this review describes the characteristics of jia mainly focused on il with the current therapeutic perspective"
}