{
    "pmid": "41458124",
    "title": "Association between systemic immune-inflammation index at admission and post-stroke depression in patients with acute ischemic stroke.",
    "abstract": "Post-stroke depression (PSD) is one of the most common neuropsychiatric complications among stroke survivors, with a substantial impact on functional recovery and quality of life. This study aimed to investigate the association between the systemic immune-inflammation index (SII) at admission and the occurrence of PSD in patients with acute ischemic stroke (AIS). We prospectively enrolled 318 consecutive patients with first-ever AIS admitted to our hospital between August 2024 and March 2025. Venous blood samples were collected at admission, and SII was calculated as neutrophil count × platelet count/lymphocyte count. At 3 months post-stroke, depressive symptoms were assessed using the 17-item Hamilton Depression Rating Scale (HAMD-17). Patients with a HAMD-17 score >7 were diagnosed with PSD and categorized accordingly into PSD and non-PSD groups. At the 3-month follow-up, 98 patients (30.82%) were diagnosed with PSD. Compared with the non-PSD group, patients in the PSD group had significantly higher SII values [658.66 (468.73-958.90) vs. 476.71 (362.73-646.83),  Elevated SII levels at admission are positively associated with the development of PSD in AIS patients, suggesting that SII may serve as a valuable inflammatory biomarker for early identification of patients at high risk for PSD.",
    "disease": "stroke",
    "clean_text": "association between systemic immune inflammation index at admission and post stroke depression in patients with acute ischemic stroke post stroke depression psd is one of the most common neuropsychiatric complications among stroke survivors with a substantial impact on functional recovery and quality of life this study aimed to investigate the association between the systemic immune inflammation index sii at admission and the occurrence of psd in patients with acute ischemic stroke ais we prospectively enrolled consecutive patients with first ever ais admitted to our hospital between august and march venous blood samples were collected at admission and sii was calculated as neutrophil count platelet count lymphocyte count at months post stroke depressive symptoms were assessed using the item hamilton depression rating scale hamd patients with a hamd score were diagnosed with psd and categorized accordingly into psd and non psd groups at the month follow up patients were diagnosed with psd compared with the non psd group patients in the psd group had significantly higher sii values vs elevated sii levels at admission are positively associated with the development of psd in ais patients suggesting that sii may serve as a valuable inflammatory biomarker for early identification of patients at high risk for psd"
}