{
    "title": "Hyperactivation of dormant primordial follicles in ovarian endometrioma patients.",
    "doc_id": "33112785",
    "writer": "Matsuzaki S",
    "year": "2020",
    "summary": "Furthermore, it has been suggested that ovarian endometrioma itself damages ovarian reserve. This raises two important challenges: (1) determining how to prevent surgical damage to the ovarian reserve in women with ovarian endometrioma and severe pain …",
    "abstract": "Serum anti-Müllerian hormone (AMH) levels decrease after surgical treatment of ovarian endometrioma. This is the main reason that surgery for ovarian endometrioma endometriosis is not recommended before in vitro fertilization, unless the patient has severe pain or suspected malignant cysts. Furthermore, it has been suggested that ovarian endometrioma itself damages ovarian reserve. This raises two important challenges: (1) determining how to prevent surgical damage to the ovarian reserve in women with ovarian endometrioma and severe pain requiring surgical treatment and (2) deciding the best treatment for women with ovarian endometrioma without pain, who do not wish to conceive immediately. The mechanisms underlying the decline in ovarian reserve are potentially induced by both ovarian endometrioma and surgical injury but the relative contribution of each process has not been determined. Data obtained from various animal models and human studies suggest that hyperactivation of dormant primordial follicles caused by the local microenvironment of ovarian endometrioma (mechanical and/or chemical cues) is the main factor responsible for the decreased primordial follicle numbers in women with ovarian endometrioma. However, surgical injury also induces hyperactivation of dormant primordial follicles, which may further reduce ovarian reserve after removal of the endometriosis. Although further studies are required to elucidate the mechanisms underlying diminished ovarian reserve in women with ovarian endometrioma, the available data strongly suggests the need to prevent/minimize hyperactivation of dormant primordial follicles, regardless of whether surgery is performed, for better clinical management of ovarian endometrioma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33112785/",
    "clean_text": "hyperactivation of dormant primordial follicles in ovarian endometrioma patients furthermore it has been suggested that ovarian endometrioma itself damages ovarian reserve this raises two important challenges determining how to prevent surgical damage to the ovarian reserve in women with ovarian endometrioma and severe pain serum anti m llerian hormone amh levels decrease after surgical treatment of ovarian endometrioma this is the main reason that surgery for ovarian endometrioma endometriosis is not recommended before in vitro fertilization unless the patient has severe pain or suspected malignant cysts furthermore it has been suggested that ovarian endometrioma itself damages ovarian reserve this raises two important challenges determining how to prevent surgical damage to the ovarian reserve in women with ovarian endometrioma and severe pain requiring surgical treatment and deciding the best treatment for women with ovarian endometrioma without pain who do not wish to conceive immediately the mechanisms underlying the decline in ovarian reserve are potentially induced by both ovarian endometrioma and surgical injury but the relative contribution of each process has not been determined data obtained from various animal models and human studies suggest that hyperactivation of dormant primordial follicles caused by the local microenvironment of ovarian endometrioma mechanical and or chemical cues is the main factor responsible for the decreased primordial follicle numbers in women with ovarian endometrioma however surgical injury also induces hyperactivation of dormant primordial follicles which may further reduce ovarian reserve after removal of the endometriosis although further studies are required to elucidate the mechanisms underlying diminished ovarian reserve in women with ovarian endometrioma the available data strongly suggests the need to prevent minimize hyperactivation of dormant primordial follicles regardless of whether surgery is performed for better clinical management of ovarian endometrioma"
}