{
    "pmid": "41419836",
    "title": "Interim efficacy and safety analysis of the regimen containing delamanid in the treatment of multidrug resistant/rifampicin-resistant/extensively drug-resistant tuberculosis: a single-arm, prospective, monocentric, observational study.",
    "abstract": "Multidrug-resistant, rifampicin-resistant, and extensively drug-resistant tuberculosis (MDR-TB/RR-TB/XDR-TB) present significant treatment challenges, requiring effective and safe therapeutic regimens. This study aims to assess the efficacy and safety of a 24-week regimen that includes Delamanid (Dlm) for patients with these resistant forms of tuberculosis. This was a single-arm, prospective, monocentric, observational trial. From June 2020 to January 2023, 29 patients meeting the inclusion criteria were selected from Hangzhou Red Cross Hospital. These patients received a treatment regimen that included Dlm. Data were collected on patient demographics, sputum culture conversion rates, and pulmonary lesion changes after 24 weeks. Additionally, adverse events (AEs) that occurred during treatment were recorded and analyzed. Out of the 29 patients, 26 completed the initial 24-week intensive phase treatment, with 2 patients withdrawing due to adverse reactions and 1 patient being lost to follow-up. The cohort included 11 MDR-TB, 3 RR-TB, and 12 XDR-TB patients. All 26 patients who were sputum culture-positive at baseline achieved culture conversion within the 24-week treatment period, resulting in a 100% conversion rate. Conversion was confirmed in all patients tested on solid media (18/18) and liquid media (8/8). The median time to sputum culture conversion was 34 days for solid and 70 days for liquid media. Imaging showed significant pulmonary lesion absorption in 21 cases and partial absorption in 3 cases. Improvements in pulmonary cavities were noted in 15 patients. A total of 108 AEs were reported, with the most common being liver function abnormalities (61.5%), anemia (50%), and leukopenia (42.3%). No serious AEs or deaths occurred, and 24 patients (92.3%) had favorable outcomes. The regimen containing Delamanid during the initial 24 weeks intensive phase of treatment demonstrated high efficacy in achieving sputum culture conversion and showed an acceptable safety profile in MDR-TB/RR-TB/XDR-TB patients, offering a valuable treatment option for this difficult-to-treat population. It registered in ICH GCP-US Clinical Trials Registry and the registration number is NCT04421495 and date of registration was June 9, 2020.",
    "disease": "tuberculosis",
    "clean_text": "interim efficacy and safety analysis of the regimen containing delamanid in the treatment of multidrug resistant rifampicin resistant extensively drug resistant tuberculosis a single arm prospective monocentric observational study multidrug resistant rifampicin resistant and extensively drug resistant tuberculosis mdr tb rr tb xdr tb present significant treatment challenges requiring effective and safe therapeutic regimens this study aims to assess the efficacy and safety of a week regimen that includes delamanid dlm for patients with these resistant forms of tuberculosis this was a single arm prospective monocentric observational trial from june to january patients meeting the inclusion criteria were selected from hangzhou red cross hospital these patients received a treatment regimen that included dlm data were collected on patient demographics sputum culture conversion rates and pulmonary lesion changes after weeks additionally adverse events aes that occurred during treatment were recorded and analyzed out of the patients completed the initial week intensive phase treatment with patients withdrawing due to adverse reactions and patient being lost to follow up the cohort included mdr tb rr tb and xdr tb patients all patients who were sputum culture positive at baseline achieved culture conversion within the week treatment period resulting in a conversion rate conversion was confirmed in all patients tested on solid media and liquid media the median time to sputum culture conversion was days for solid and days for liquid media imaging showed significant pulmonary lesion absorption in cases and partial absorption in cases improvements in pulmonary cavities were noted in patients a total of aes were reported with the most common being liver function abnormalities anemia and leukopenia no serious aes or deaths occurred and patients had favorable outcomes the regimen containing delamanid during the initial weeks intensive phase of treatment demonstrated high efficacy in achieving sputum culture conversion and showed an acceptable safety profile in mdr tb rr tb xdr tb patients offering a valuable treatment option for this difficult to treat population it registered in ich gcp us clinical trials registry and the registration number is nct and date of registration was june"
}