{
    "title": "Glucose-responsive gene expression system for gene therapy.",
    "doc_id": "19394377",
    "writer": "Won JC",
    "year": "2009",
    "summary": "Regulation of gene expression by glucose is an important mechanism for mammals in adapting to their nutritional environment. ...Herein, we review the transcriptional regulation of glucose-responsive genes, and recent advances in the gene therapy using glucose …",
    "abstract": "Regulation of gene expression by glucose is an important mechanism for mammals in adapting to their nutritional environment. Glucose, the primary fuel for most cells, modulates gene expression that is crucial in the cellular adaptation to glycemic variation. Transcription of the genes for insulin and glycolytic and lipogenic enzymes is stimulated by glucose in pancreatic beta-cells and liver. Recent findings further support the key role of the carbohydrate-responsive element binding protein in the regulation of glycolytic and lipogenic genes by glucose and dietary carbohydrates. Herein, we review the transcriptional regulation of glucose-responsive genes, and recent advances in the gene therapy using glucose-responsive gene expression for diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19394377/",
    "clean_text": "glucose responsive gene expression system for gene therapy regulation of gene expression by glucose is an important mechanism for mammals in adapting to their nutritional environment herein we review the transcriptional regulation of glucose responsive genes and recent advances in the gene therapy using glucose regulation of gene expression by glucose is an important mechanism for mammals in adapting to their nutritional environment glucose the primary fuel for most cells modulates gene expression that is crucial in the cellular adaptation to glycemic variation transcription of the genes for insulin and glycolytic and lipogenic enzymes is stimulated by glucose in pancreatic beta cells and liver recent findings further support the key role of the carbohydrate responsive element binding protein in the regulation of glycolytic and lipogenic genes by glucose and dietary carbohydrates herein we review the transcriptional regulation of glucose responsive genes and recent advances in the gene therapy using glucose responsive gene expression for diabetes"
}