{
    "title": "Tight junction-related human diseases.",
    "doc_id": "23356220",
    "writer": "Sawada N.",
    "year": "2013",
    "summary": "Tight junctions are intercellular junctions adjacent to the apical ends of paracellular spaces. ...In addition, since some proteins comprising tight junctions work as receptors for viruses and extracellular stimuli, pathogenic bacteria and virus …",
    "abstract": "Tight junctions are intercellular junctions adjacent to the apical ends of paracellular spaces. They have two classical functions, the barrier function and the fence function. The former regulates the passage of ions, water and various molecules through paracellular spaces, and is thus related to edema, jaundice, diarrhea and blood-borne metastasis. The latter function maintains cell polarity by forming a fence to prevent intermixing of molecules in the apical membrane with those in the lateral membrane. This function is deeply involved in cancer cell properties in terms of loss of cell polarity. Recently, two novel aspects of tight junctions have been reported. One is their involvement in signal transduction. The other is that fact that tight junctions are considered to be a crucial component of innate immunity. In addition, since some proteins comprising tight junctions work as receptors for viruses and extracellular stimuli, pathogenic bacteria and viruses target and affect the tight junction functions, leading to diseases. In this review, the relationship between tight junctions and human diseases will be described.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23356220/",
    "clean_text": "tight junction related human diseases tight junctions are intercellular junctions adjacent to the apical ends of paracellular spaces in addition since some proteins comprising tight junctions work as receptors for viruses and extracellular stimuli pathogenic bacteria and virus tight junctions are intercellular junctions adjacent to the apical ends of paracellular spaces they have two classical functions the barrier function and the fence function the former regulates the passage of ions water and various molecules through paracellular spaces and is thus related to edema jaundice diarrhea and blood borne metastasis the latter function maintains cell polarity by forming a fence to prevent intermixing of molecules in the apical membrane with those in the lateral membrane this function is deeply involved in cancer cell properties in terms of loss of cell polarity recently two novel aspects of tight junctions have been reported one is their involvement in signal transduction the other is that fact that tight junctions are considered to be a crucial component of innate immunity in addition since some proteins comprising tight junctions work as receptors for viruses and extracellular stimuli pathogenic bacteria and viruses target and affect the tight junction functions leading to diseases in this review the relationship between tight junctions and human diseases will be described"
}