{
    "title": "Thrombocytopenia, bleeding, and use of platelet transfusions in sick neonates.",
    "doc_id": "23233627",
    "writer": "Stanworth SJ.",
    "year": "2012",
    "summary": "There is no evidence of a relationship between platelet count and occurrence of major hemorrhage, and cardiorespiratory problems are considered the main etiological factors in the development of intraventricular and periventricular hemorrhage in the neonatal period. …",
    "abstract": "Survival rates for infants born prematurely have improved significantly, in part due to better supportive care such as RBC transfusion. The role of platelet transfusions in neonates is more controversial. Neonatal thrombocytopenia is common in premature infants. The primary causal factors are intrauterine growth restriction/maternal hypertension, in which the infant presents with thrombocytopenia soon after birth, and sepsis/necrotizing enterocolitis, which are the common morbidities associated with thrombocytopenia in neonates > 72 hours of age. There is no evidence of a relationship between platelet count and occurrence of major hemorrhage, and cardiorespiratory problems are considered the main etiological factors in the development of intraventricular and periventricular hemorrhage in the neonatal period. Platelet transfusions are used commonly as prophylaxis in premature neonates with thrombocytopenia. However, there is widespread variation in the pretransfusion thresholds for platelet count and evidence of marked disparities in platelet transfusion practice between hospitals and countries. Platelet transfusions are biological agents and as such are associated with risks. Unlike other patient groups, specifically patients with hematological malignancies, there have been no recent clinical trials undertaken comparing different thresholds for platelet transfusion in premature neonates. Therefore, there is no evidence base with which to inform safe and effective practice for prophylactic platelet transfusions. There is a need for randomized controlled trials to define the optimal use of platelet transfusions in premature neonates, who at present are transfused heavily with platelets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23233627/",
    "clean_text": "thrombocytopenia bleeding and use of platelet transfusions in sick neonates there is no evidence of a relationship between platelet count and occurrence of major hemorrhage and cardiorespiratory problems are considered the main etiological factors in the development of intraventricular and periventricular hemorrhage in the neonatal period survival rates for infants born prematurely have improved significantly in part due to better supportive care such as rbc transfusion the role of platelet transfusions in neonates is more controversial neonatal thrombocytopenia is common in premature infants the primary causal factors are intrauterine growth restriction maternal hypertension in which the infant presents with thrombocytopenia soon after birth and sepsis necrotizing enterocolitis which are the common morbidities associated with thrombocytopenia in neonates hours of age there is no evidence of a relationship between platelet count and occurrence of major hemorrhage and cardiorespiratory problems are considered the main etiological factors in the development of intraventricular and periventricular hemorrhage in the neonatal period platelet transfusions are used commonly as prophylaxis in premature neonates with thrombocytopenia however there is widespread variation in the pretransfusion thresholds for platelet count and evidence of marked disparities in platelet transfusion practice between hospitals and countries platelet transfusions are biological agents and as such are associated with risks unlike other patient groups specifically patients with hematological malignancies there have been no recent clinical trials undertaken comparing different thresholds for platelet transfusion in premature neonates therefore there is no evidence base with which to inform safe and effective practice for prophylactic platelet transfusions there is a need for randomized controlled trials to define the optimal use of platelet transfusions in premature neonates who at present are transfused heavily with platelets"
}