{
    "pmid": "41351250",
    "title": "Effects of Home-Based Pulmonary Rehabilitation on Walking, Anxiety and Sleep in Patients With Chronic Obstructive Pulmonary Disease: A Randomized Controlled Trial.",
    "abstract": "This study aims to evaluate whether an 8-week, nurse-led, home-based pulmonary rehabilitation programme improves walking capacity, anxiety and sleep quality in adults with chronic obstructive pulmonary disease. This was a single-centre, open-label, parallel-group randomized controlled trial with assessments at baseline and week 8. Ninety adults with stable COPD (GOLD II-III) were enrolled and randomized 1:1 (fixed-block size = 2; SNOSE concealment); 84 completed week-8 assessments and were analysed (home-based rehabilitation, n = 43; standard care, n = 41). Participants' mean age was 67.71 years; 73.8% were male; mean baseline FEV At week 8, the intervention improved walking capacity versus control (p < 0.001). Anxiety decreased on STAI-I/II (p < 0.001), and overall sleep quality improved on PSQI (p = 0.001), with benefits on Subjective Sleep Quality and Daytime Dysfunction (both p < 0.001); effects on Sleep Disturbances and Sleep Medication were smaller. Dyspnoea (Borg) also improved (p < 0.001). Secondary outcomes were consistent, and no intervention-related adverse events occurred. Nurse-led, home-based pulmonary rehabilitation is a feasible and safe approach that improves functional capacity as well as psychological and sleep outcomes in adults with chronic obstructive pulmonary disease. ClinicalTrials.gov identifier: NCT06862713.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "effects of home based pulmonary rehabilitation on walking anxiety and sleep in patients with chronic obstructive pulmonary disease a randomized controlled trial this study aims to evaluate whether an week nurse led home based pulmonary rehabilitation programme improves walking capacity anxiety and sleep quality in adults with chronic obstructive pulmonary disease this was a single centre open label parallel group randomized controlled trial with assessments at baseline and week ninety adults with stable copd gold ii iii were enrolled and randomized fixed block size snose concealment completed week assessments and were analysed home based rehabilitation n standard care n participants mean age was years were male mean baseline fev at week the intervention improved walking capacity versus control p anxiety decreased on stai i ii p and overall sleep quality improved on psqi p with benefits on subjective sleep quality and daytime dysfunction both p effects on sleep disturbances and sleep medication were smaller dyspnoea borg also improved p secondary outcomes were consistent and no intervention related adverse events occurred nurse led home based pulmonary rehabilitation is a feasible and safe approach that improves functional capacity as well as psychological and sleep outcomes in adults with chronic obstructive pulmonary disease clinicaltrials gov identifier nct"
}