{
    "pmid": "41402004",
    "title": "Leveraging transfer learning techniques for automated tuberculosis classification on chest X-rays.",
    "abstract": "Tuberculosis (TB) is one of the major community-health challenges, particularly in underdeveloped and middle-income sets where there is a low maximum in diagnostic areas. Proper management depends on timely and correct detection thus enabling less transmission and timely treatment. Screening of TB by Chest X-rays is used widely due to its availability and speed but their reading depends entirely on skilled radiologists who sometimes can be vulnerable to variability, either due to subjective interpretation or due to pressure. Such constraints support the need to have automated reliable means that would assist in the clinical decision-making process. Although deep-learning approaches have been rather successfully applied to medical climate and demonstrated solid results in medical imaging, traditional transfer-learning strategies are fraught with significant shortcomings when dealing with TB classification. The lack of generalization of pretrained models is common due to variations in the domain of chest radiographs, such as variation in the imaging modality, patients demographics, and noise artifacts. Moreover, label mislabeling that applies to medical datasets may mediate the performance deterioration and lead to overconfident or biased predictions. Combining domain shift and label noise is hence a task that is yet to find a solution in literature. It is herein proposed to bridge these gaps through a hybrid framework of learning both domain-invariant features and to regularize noisy labels, i.e., Domain-Adversarial Transfer Learning with Label Smoothing (DANN-LS). The architecture similar to the ResNet is a pre-trained feature extractor (ResNet50); however, the gradient reversal layer enforces adversarial domain alignment, and label smoothing prevents over-confidence on the classification. The process was thoroughly tested against the Tuberculosis Chest X-ray dataset, where the preprocessing and augmentation of the images were vastly done. Empirical findings showed that DANN-LS had 93.5 of classification accuracy, 97.2 of area under the ROC curve (AUC), 92.8 of F1-Score and 93.9 sensitivity and specificity of 93.0. It was shown that comparative analysis record returns of around 5 % against standard transfer-learning methods as well as significant increases over Wasserstein-based and classical adversarial domain-adaptation methods. These results provide evidence of how adversarial domain adaptation coupled with label smoothing are effective and provide a scaling factor in terms of attaining secure TB screening. The model proposed is of great potential in an environment that is resource-limited in nature as a means to provide fast and precise responses in public-health settings.",
    "disease": "tuberculosis",
    "clean_text": "leveraging transfer learning techniques for automated tuberculosis classification on chest x rays tuberculosis tb is one of the major community health challenges particularly in underdeveloped and middle income sets where there is a low maximum in diagnostic areas proper management depends on timely and correct detection thus enabling less transmission and timely treatment screening of tb by chest x rays is used widely due to its availability and speed but their reading depends entirely on skilled radiologists who sometimes can be vulnerable to variability either due to subjective interpretation or due to pressure such constraints support the need to have automated reliable means that would assist in the clinical decision making process although deep learning approaches have been rather successfully applied to medical climate and demonstrated solid results in medical imaging traditional transfer learning strategies are fraught with significant shortcomings when dealing with tb classification the lack of generalization of pretrained models is common due to variations in the domain of chest radiographs such as variation in the imaging modality patients demographics and noise artifacts moreover label mislabeling that applies to medical datasets may mediate the performance deterioration and lead to overconfident or biased predictions combining domain shift and label noise is hence a task that is yet to find a solution in literature it is herein proposed to bridge these gaps through a hybrid framework of learning both domain invariant features and to regularize noisy labels i e domain adversarial transfer learning with label smoothing dann ls the architecture similar to the resnet is a pre trained feature extractor resnet however the gradient reversal layer enforces adversarial domain alignment and label smoothing prevents over confidence on the classification the process was thoroughly tested against the tuberculosis chest x ray dataset where the preprocessing and augmentation of the images were vastly done empirical findings showed that dann ls had of classification accuracy of area under the roc curve auc of f score and sensitivity and specificity of it was shown that comparative analysis record returns of around against standard transfer learning methods as well as significant increases over wasserstein based and classical adversarial domain adaptation methods these results provide evidence of how adversarial domain adaptation coupled with label smoothing are effective and provide a scaling factor in terms of attaining secure tb screening the model proposed is of great potential in an environment that is resource limited in nature as a means to provide fast and precise responses in public health settings"
}