{
    "title": "Atherosclerosis in type 2 diabetes mellitus: the role of insulin resistance.",
    "doc_id": "14740074",
    "writer": "Watson KE",
    "year": "2003",
    "summary": "Insulin resistance is a key factor in the pathogenesis of type 2 diabetes mellitus. Insulin resistance and its attendant metabolic abnormalities may cause much of the increased cardiovascular risk of type 2 diabetes mellitus …",
    "abstract": "Type 2 diabetes mellitus is associated with a marked increase in the risk of atherosclerotic diseases, including coronary heart disease, peripheral arterial disease, and cerebrovascular disease. Insulin resistance is a key factor in the pathogenesis of type 2 diabetes mellitus. Insulin resistance and its attendant metabolic abnormalities may cause much of the increased cardiovascular risk of type 2 diabetes mellitus. Among the abnormalities associated with insulin resistance are dyslipidemia, hypertension, systemic inflammation, and a prothrombotic state. This review discusses the role that each of these disorders plays in the cardiovascular risk of type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14740074/",
    "clean_text": "atherosclerosis in type diabetes mellitus the role of insulin resistance insulin resistance is a key factor in the pathogenesis of type diabetes mellitus insulin resistance and its attendant metabolic abnormalities may cause much of the increased cardiovascular risk of type diabetes mellitus type diabetes mellitus is associated with a marked increase in the risk of atherosclerotic diseases including coronary heart disease peripheral arterial disease and cerebrovascular disease insulin resistance is a key factor in the pathogenesis of type diabetes mellitus insulin resistance and its attendant metabolic abnormalities may cause much of the increased cardiovascular risk of type diabetes mellitus among the abnormalities associated with insulin resistance are dyslipidemia hypertension systemic inflammation and a prothrombotic state this review discusses the role that each of these disorders plays in the cardiovascular risk of type diabetes mellitus"
}