{
    "title": "Inflammatory reaction found in prostate-specific material - method standardization and proposed optimal cut-off points.",
    "doc_id": "28709178",
    "writer": "Korrovits P",
    "year": "2017",
    "summary": "Prostatitis classification as well as treatment decisions are primarily based on differentiation of the inflammatory status in prostate-specific material. ...Leukocyte counts in first-void urine, expressed prostatic secretion and post-massage urine as well as …",
    "abstract": "Prostatitis classification as well as treatment decisions are primarily based on differentiation of the inflammatory status in prostate-specific material. At the same time, methods used for detection of inflammation are semi-quantitative and not finally standardized. The main aim of this study was to suggest more precise methods for detection of prostate inflammatory status. Additional aims were to define optimal cut-off points of various tests in order to discriminate between inflammatory and non-inflammatory condition and to analyze the prevalence of inflammatory prostatitis in the groups of symptomatic prostatitis, lower urinary tract symptoms and control subjects. This prospective study included 541 patients (with prostatitis symptoms, with lower urinary tract symptoms and controls) at Tartu University Hospital, Estonia. Leukocyte counts in first-void urine, expressed prostatic secretion and post-massage urine as well as interleukin-6 in prostate secretion specimens were determined. Based on ROC curve analysis, we detected potential normal values for leukocytes in expressed prostatic secretion (<0.5 m/mL), leukocytes in post-massage urine (<4 WBCs per HPF) and IL-6 in prostatic secretion (<50 nmol/mL). Using these newly defined normal values, we detected inflammatory reaction in prostate-specific materials in 24.3%, 53.4% and 69% in control, lower urinary tract symptoms and prostatitis group, respectively.\n    \n\n\n          Limitation:\n        \n      \n      only subjects with prostatic fluid volume >0.04 mL were included. We propose standardized method for analysis of inflammatory reaction in prostate-specific materials. Based on these newly defined normal values, we verified high prevalence of inflammatory forms of disease in both study groups, but also high prevalence of asymptomatic inflammatory prostatitis among control group of Estonian men. Combining results of analysis of the different inflammatory markers from available prostate-specific materials allows us to differentiate better between inflammatory and non-inflammatory forms of prostate diseases and hence to choose more precise treatment strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28709178/",
    "clean_text": "inflammatory reaction found in prostate specific material method standardization and proposed optimal cut off points prostatitis classification as well as treatment decisions are primarily based on differentiation of the inflammatory status in prostate specific material leukocyte counts in first void urine expressed prostatic secretion and post massage urine as well as prostatitis classification as well as treatment decisions are primarily based on differentiation of the inflammatory status in prostate specific material at the same time methods used for detection of inflammation are semi quantitative and not finally standardized the main aim of this study was to suggest more precise methods for detection of prostate inflammatory status additional aims were to define optimal cut off points of various tests in order to discriminate between inflammatory and non inflammatory condition and to analyze the prevalence of inflammatory prostatitis in the groups of symptomatic prostatitis lower urinary tract symptoms and control subjects this prospective study included patients with prostatitis symptoms with lower urinary tract symptoms and controls at tartu university hospital estonia leukocyte counts in first void urine expressed prostatic secretion and post massage urine as well as interleukin in prostate secretion specimens were determined based on roc curve analysis we detected potential normal values for leukocytes in expressed prostatic secretion m ml leukocytes in post massage urine wbcs per hpf and il in prostatic secretion nmol ml using these newly defined normal values we detected inflammatory reaction in prostate specific materials in and in control lower urinary tract symptoms and prostatitis group respectively limitation only subjects with prostatic fluid volume ml were included we propose standardized method for analysis of inflammatory reaction in prostate specific materials based on these newly defined normal values we verified high prevalence of inflammatory forms of disease in both study groups but also high prevalence of asymptomatic inflammatory prostatitis among control group of estonian men combining results of analysis of the different inflammatory markers from available prostate specific materials allows us to differentiate better between inflammatory and non inflammatory forms of prostate diseases and hence to choose more precise treatment strategies"
}