{
    "title": "The spinal organisation of the baroreceptor reflex.",
    "doc_id": "7735277",
    "writer": "Coote JH",
    "year": "1995",
    "summary": "Activation of arterial baroreceptors was still able to inhibit a spinally evoked response after RVLM block and this effect was abolished by intrathecal strychnine. ...It is concluded that arterial baroreceptor reflex regulation of vasomotor activity occurs at a spinal …",
    "abstract": "Baroreceptor inhibition of a spinally evoked response in a renal nerve was studied following removal of excitatory drive from the rostral ventrolateral medulla (RVLM), by microinjecting glycine into this region (RVLM block). Activation of arterial baroreceptors was still able to inhibit a spinally evoked response after RVLM block and this effect was abolished by intrathecal strychnine. Intrathecal bicuculline also was shown to reduce the magnitude of the baroreceptor inhibition but only when the RVLM was intact indicating that bicuculline was removing a facilitation. Both strychnine and bicuculline antagonised an NTS induced inhibition of activity in single sympathetic preganglionic neurones. It is concluded that arterial baroreceptor reflex regulation of vasomotor activity occurs at a spinal as well as a supraspinal site and GABA and glycine are the likely inhibitory mediators at both sites.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7735277/",
    "clean_text": "the spinal organisation of the baroreceptor reflex activation of arterial baroreceptors was still able to inhibit a spinally evoked response after rvlm block and this effect was abolished by intrathecal strychnine it is concluded that arterial baroreceptor reflex regulation of vasomotor activity occurs at a spinal baroreceptor inhibition of a spinally evoked response in a renal nerve was studied following removal of excitatory drive from the rostral ventrolateral medulla rvlm by microinjecting glycine into this region rvlm block activation of arterial baroreceptors was still able to inhibit a spinally evoked response after rvlm block and this effect was abolished by intrathecal strychnine intrathecal bicuculline also was shown to reduce the magnitude of the baroreceptor inhibition but only when the rvlm was intact indicating that bicuculline was removing a facilitation both strychnine and bicuculline antagonised an nts induced inhibition of activity in single sympathetic preganglionic neurones it is concluded that arterial baroreceptor reflex regulation of vasomotor activity occurs at a spinal as well as a supraspinal site and gaba and glycine are the likely inhibitory mediators at both sites"
}