{
    "pmid": "41403414",
    "title": "Breathomics in controlled asthma: identification of nonanoic and propanoic acids as volatile organic compounds.",
    "abstract": "There is growing interest in identifying novel, non-invasive biomarkers reflecting endogenous inflammatory processes in asthma. This study aimed to evaluate the presence of volatile organic compounds (VOCs) in exhaled breath from patients with clinically controlled asthma and assess how tobacco exposure influences their expression. Exhaled breath samples from 120 clinically controlled asthma patients and 89 healthy controls were collected using BioVOC breath samplers. Samples were analysed by gas chromatography-mass spectrometry, assessing five previously characterised VOCs: hexanal, heptanal, nonanal, propanoic acid and nonanoic acid. Compared to healthy controls, asthma patients exhibited a lower frequency of propanoic acid exhalation (25.0%  Exhaled propanoic and nonanoic acids may serve as complementary non-invasive biomarkers for monitoring controlled asthma, independently of tobacco exposure. VOC analysis has promising potential to improve asthma management, therapeutic monitoring and patient stratification.",
    "disease": "asthma",
    "clean_text": "breathomics in controlled asthma identification of nonanoic and propanoic acids as volatile organic compounds there is growing interest in identifying novel non invasive biomarkers reflecting endogenous inflammatory processes in asthma this study aimed to evaluate the presence of volatile organic compounds vocs in exhaled breath from patients with clinically controlled asthma and assess how tobacco exposure influences their expression exhaled breath samples from clinically controlled asthma patients and healthy controls were collected using biovoc breath samplers samples were analysed by gas chromatography mass spectrometry assessing five previously characterised vocs hexanal heptanal nonanal propanoic acid and nonanoic acid compared to healthy controls asthma patients exhibited a lower frequency of propanoic acid exhalation exhaled propanoic and nonanoic acids may serve as complementary non invasive biomarkers for monitoring controlled asthma independently of tobacco exposure voc analysis has promising potential to improve asthma management therapeutic monitoring and patient stratification"
}