{
    "pmid": "41468463",
    "title": "The practice of drug emergency supply in China during the COVID-19 pandemic: A policy mix perspective.",
    "abstract": "Public health emergencies such as COVID-19 severely disrupt drug supply chains, creating sudden surges in demand, labor shortages, and regulatory challenges. Existing studies often focus on single supply chain stages, with limited systematic analysis of policy responses across the entire cycle. This study aims to systematically analyze China's emergency drug supply policies by examining issuing agencies, developmental stages, policy tools, and supply chain links, to identify patterns, complementarities, and existing gaps. A total of 559 policy texts (110 national, 449 provincial) issued between December 2019 and February 2023 were collected. Content analysis and coding were conducted based on a four-dimensional framework. Social network analysis was applied to joint policy issuances to assess institutional collaboration and centrality. National policies emphasized macro-level planning and dynamic adjustment: motivation and symbolic tools dominated in the burst stage, commands and regulations in the remission stage, and symbolic tools in later stages. Provincial policies relied more on rigid enforcement through commands and regulations, gradually shifting toward capacity-building in distribution and use. Finance, healthcare security, and regulatory agencies emerged as network hubs, while the distribution stage received the most policy support. Raw material supply was largely overlooked. National and provincial policies demonstrated complementary functions-national policies providing strategic direction and provincial policies ensuring operational enforcement. However, imbalances in policy tool use, weak shortage monitoring, and insufficient human resource policies remain. Future research should incorporate municipal-level measures, field-based evaluations, and international comparisons to optimize China's emergency drug supply governance.",
    "disease": "pneumonia",
    "clean_text": "the practice of drug emergency supply in china during the covid pandemic a policy mix perspective public health emergencies such as covid severely disrupt drug supply chains creating sudden surges in demand labor shortages and regulatory challenges existing studies often focus on single supply chain stages with limited systematic analysis of policy responses across the entire cycle this study aims to systematically analyze china s emergency drug supply policies by examining issuing agencies developmental stages policy tools and supply chain links to identify patterns complementarities and existing gaps a total of policy texts national provincial issued between december and february were collected content analysis and coding were conducted based on a four dimensional framework social network analysis was applied to joint policy issuances to assess institutional collaboration and centrality national policies emphasized macro level planning and dynamic adjustment motivation and symbolic tools dominated in the burst stage commands and regulations in the remission stage and symbolic tools in later stages provincial policies relied more on rigid enforcement through commands and regulations gradually shifting toward capacity building in distribution and use finance healthcare security and regulatory agencies emerged as network hubs while the distribution stage received the most policy support raw material supply was largely overlooked national and provincial policies demonstrated complementary functions national policies providing strategic direction and provincial policies ensuring operational enforcement however imbalances in policy tool use weak shortage monitoring and insufficient human resource policies remain future research should incorporate municipal level measures field based evaluations and international comparisons to optimize china s emergency drug supply governance"
}