{
    "pmid": "41464450",
    "title": "Behavioral and Sociodemographic Predictors of Diabetes Among Non-Hispanic Multiracial Adults in the United States: Using the 2023 Behavioral Risk Factor Surveillance System.",
    "abstract": "Diabetes disproportionately affects U.S. subgroups, yet non-Hispanic multiracial adults are underrepresented in epidemiologic studies. This study aimed to examine behavioral and sociodemographic predictors of diabetes in this population. We analyzed data from the 2023 Behavioral Risk Factor Surveillance System (BRFSS) using a cross-sectional design that incorporated survey weights, strata, and primary sampling units. Binary logistic regression was employed to identify predictors of diabetes, including variables with  The study included a total of 6429 participants. Obesity (AOR = 4.16; 95% CI: 3.33, 33.23), being overweight (AOR = 2.05; 1.62, 2.60), poor general health (AOR = 2.82; 2.38, 38.35), age ≥ 65 years (AOR = 3.08; 2.60, 3.65), male sex (AOR = 1.34; 1.15, 1.58), and health insurance (AOR = 2.14; 1.35, 3.61) were associated with higher odds of diabetes. Physical activity (AOR = 0.76; 0.64, 0.90) and alcohol consumption (AOR = 0.55; 0.47, 47.65) were linked to lower odds of diabetes. Smoking status showed no significant association after adjustment. In non-Hispanic multiracial adults, factors such as adiposity and older age increased the risk of diabetes, while physical activity and alcohol consumption offered protective benefits. These findings indicate that current diabetes prevention strategies are applicable to this subgroup, and public health initiatives should prioritize their inclusion in outreach, screening, and intervention efforts.",
    "disease": "diabetes mellitus",
    "clean_text": "behavioral and sociodemographic predictors of diabetes among non hispanic multiracial adults in the united states using the behavioral risk factor surveillance system diabetes disproportionately affects u s subgroups yet non hispanic multiracial adults are underrepresented in epidemiologic studies this study aimed to examine behavioral and sociodemographic predictors of diabetes in this population we analyzed data from the behavioral risk factor surveillance system brfss using a cross sectional design that incorporated survey weights strata and primary sampling units binary logistic regression was employed to identify predictors of diabetes including variables with the study included a total of participants obesity aor ci being overweight aor poor general health aor age years aor male sex aor and health insurance aor were associated with higher odds of diabetes physical activity aor and alcohol consumption aor were linked to lower odds of diabetes smoking status showed no significant association after adjustment in non hispanic multiracial adults factors such as adiposity and older age increased the risk of diabetes while physical activity and alcohol consumption offered protective benefits these findings indicate that current diabetes prevention strategies are applicable to this subgroup and public health initiatives should prioritize their inclusion in outreach screening and intervention efforts"
}