{
    "pmid": "41467074",
    "title": "Impact of Prior History of Traumatic Stress on Autonomic and Multi-System Symptoms Following COVID-19 Infection.",
    "abstract": "Persistent symptoms of autonomic dysregulation are common after COVID-19 infection and may result from alterations in central and/or peripheral autonomic regulatory processes. Traumatic stress can cause persistent alterations in autonomic function, potentially changing the response to future traumatic or physiologic stressors. However, the relationship between prior history of traumatic stress and autonomic symptom burden after COVID-19 infection has not been explored. Examine the potential for additive and/or interactive effects of traumatic stress and COVID-19 infection on autonomic symptom burden, and compare this with other common post-acute sequelae of COVID-19 (PASC) symptom domains. Observational, self-report, single time-point online assessment. 404 United States adults with (N = 289) and without (N = 112) a self-reported history of COVID-19 infection. Autonomic symptom burden (Composite Autonomic Symptom Score [COMPASS 31]), lifetime traumatic stressors (Life Events Checklist), posttraumatic stress disorder (PTSD Checklist-5), self-reported neurocognitive functioning (Neuro-QoL), insomnia (Insomnia Severity Index), and fatigue and pain (PROMIS Fatigue and Pain Interference measures). Autonomic symptom burden was significantly and positively related to both history of COVID-19 infection and number of probable lifetime traumatic stressors, with probable lifetime traumatic stressors functioning as a positive moderator of the relationship between history of COVID-19 infection and autonomic symptom burden (Cohen's partial f Prior history of traumatic stress has a positive and interactive effect on symptoms of autonomic dysregulation following COVID-19 infection, independent of PTSD symptoms. This suggests that exposure to traumatic stress may affect the response to future stressors, including physiologic stressors such as COVID-19 infection, through persistent changes in stress-threat response systems. This relationship may provide a physiologic explanation for prior observations that baseline anxiety prior to COVID-19 infection is associated with increased likelihood of PASC.",
    "disease": "covid-19",
    "clean_text": "impact of prior history of traumatic stress on autonomic and multi system symptoms following covid infection persistent symptoms of autonomic dysregulation are common after covid infection and may result from alterations in central and or peripheral autonomic regulatory processes traumatic stress can cause persistent alterations in autonomic function potentially changing the response to future traumatic or physiologic stressors however the relationship between prior history of traumatic stress and autonomic symptom burden after covid infection has not been explored examine the potential for additive and or interactive effects of traumatic stress and covid infection on autonomic symptom burden and compare this with other common post acute sequelae of covid pasc symptom domains observational self report single time point online assessment united states adults with n and without n a self reported history of covid infection autonomic symptom burden composite autonomic symptom score compass lifetime traumatic stressors life events checklist posttraumatic stress disorder ptsd checklist self reported neurocognitive functioning neuro qol insomnia insomnia severity index and fatigue and pain promis fatigue and pain interference measures autonomic symptom burden was significantly and positively related to both history of covid infection and number of probable lifetime traumatic stressors with probable lifetime traumatic stressors functioning as a positive moderator of the relationship between history of covid infection and autonomic symptom burden cohen s partial f prior history of traumatic stress has a positive and interactive effect on symptoms of autonomic dysregulation following covid infection independent of ptsd symptoms this suggests that exposure to traumatic stress may affect the response to future stressors including physiologic stressors such as covid infection through persistent changes in stress threat response systems this relationship may provide a physiologic explanation for prior observations that baseline anxiety prior to covid infection is associated with increased likelihood of pasc"
}