{
    "title": "Benzo[a]pyrene aggravated ovalbumin-induced epithelial tight junction disruption via ROS driven-NLRP3/Caspase-1 signaling pathway in asthmatic mice.",
    "doc_id": "40613239",
    "writer": "Xu Y",
    "year": "2025",
    "summary": "Lung tissue damage was exacerbated by BaP, the IgE level increased and the ZO-1 and occludin expression reduced in both models, thereby disrupting airway epithelial tight junctions. Additionally, BaP increased ROS levels and activated the NLRP3/caspase-1 signaling p …",
    "abstract": "Air pollutants contribute to the occurrence and development of asthma by impairing the airway epithelial barrier. However, underlying molecular mechanisms remain unknown. The present study investigated whether co‑exposure to the air pollutant benzo[a]pyrene (BaP) and ovalbumin (OVA) enhanced OVA‑induced epithelial tight junction disruption and explored the potential mechanisms involved. Asthma mouse and airway epithelial cell models were established and exposed to BaP. Lung pathology, immunoglobulin E (IgE), tight junction proteins zonula occludens‑1 (ZO‑1) and occludin, reactive oxygen species (ROS), NOD‑like receptor protein 3 (NLRP3), apoptosis‑associated speck‑like protein containing a CARD, caspase‑1, interleukin (IL)‑18 and IL‑1β were assessed by hematoxylin‑eosin staining, enzyme‑linked immunosorbent assay, western blotting, immunohistochemistry and immunofluorescence. Inhibitors of ROS and NLRP3 were used to assess their effect on ZO‑1 and occludin and downstream signaling pathways to clarify BaP‑induced damage. Lung tissue damage was exacerbated by BaP, the IgE level increased and the ZO‑1 and occludin expression reduced in both models, thereby disrupting airway epithelial tight junctions. Additionally, BaP increased ROS levels and activated the NLRP3/caspase‑1 signaling pathway. However, reducing ROS and NLRP3 restored the ZO‑1 and occludin expression and improved epithelial integrity. Airway tight junction disruption was promoted by BaP by activating the ROS‑driven NLRP3/caspase‑1 signaling pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40613239/",
    "clean_text": "benzo a pyrene aggravated ovalbumin induced epithelial tight junction disruption via ros driven nlrp caspase signaling pathway in asthmatic mice lung tissue damage was exacerbated by bap the ige level increased and the zo and occludin expression reduced in both models thereby disrupting airway epithelial tight junctions additionally bap increased ros levels and activated the nlrp caspase signaling p air pollutants contribute to the occurrence and development of asthma by impairing the airway epithelial barrier however underlying molecular mechanisms remain unknown the present study investigated whether co exposure to the air pollutant benzo a pyrene bap and ovalbumin ova enhanced ova induced epithelial tight junction disruption and explored the potential mechanisms involved asthma mouse and airway epithelial cell models were established and exposed to bap lung pathology immunoglobulin e ige tight junction proteins zonula occludens zo and occludin reactive oxygen species ros nod like receptor protein nlrp apoptosis associated speck like protein containing a card caspase interleukin il and il were assessed by hematoxylin eosin staining enzyme linked immunosorbent assay western blotting immunohistochemistry and immunofluorescence inhibitors of ros and nlrp were used to assess their effect on zo and occludin and downstream signaling pathways to clarify bap induced damage lung tissue damage was exacerbated by bap the ige level increased and the zo and occludin expression reduced in both models thereby disrupting airway epithelial tight junctions additionally bap increased ros levels and activated the nlrp caspase signaling pathway however reducing ros and nlrp restored the zo and occludin expression and improved epithelial integrity airway tight junction disruption was promoted by bap by activating the ros driven nlrp caspase signaling pathway"
}