{
    "title": "Evaluating the measurement properties of patient-reported outcome measures for young adults with life-limiting conditions: A systematic review.",
    "doc_id": "40536040",
    "writer": "Chambers RL",
    "year": "2025",
    "summary": "Thirty-five papers reporting 68 patient reported outcome measures were included. Most studies recruited young adults living with cancer (n = 29/35), we did not identify any studies with young adults living with complex neurodisability. ...Future studie …",
    "abstract": "Background:\n        \n      \n      The number of young adults living with life-limiting conditions is increasing. This population requires palliative care responsive to their needs and preferences.\n    \n\n\n          Aim:\n        \n      \n      To identify patient reported outcome measures developed, adapted and validated to assess the health outcomes of young adults (aged 18-25 years) living with life-limiting conditions. To examine their measurement properties and identify the most comprehensive, valid and reliable measures.\n    \n\n\n          Design:\n        \n      \n      A systematic review and evaluation of measurement properties. PROSPERO ID (CRD42023443273).\n    \n\n\n          Data sources:\n        \n      \n      MEDLINE; EMBASE; CINAHL; PsycInfo; AMED and Cochrane Library from inception to 03/07/2023. Searches were emented by hand-searching references.\n    \n\n\n          Results:\n        \n      \n      Four thousand nine hundred twenty-two papers were identified. Five hundred and fifty-six full texts were assessed for eligibility. Thirty-five papers reporting 68 patient reported outcome measures were included. Most studies recruited young adults living with cancer (n = 29/35), we did not identify any studies with young adults living with complex neurodisability. Most measures (n = 61/68) were existing paediatric or adult patient reported outcome measures. Seven (n = 7/68) were young adult measures. Most were two-dimensional. The most assessed measurement properties were internal consistency, construct validity and structural validity. None of the measures were recommended for use as they did not meet sufficient criteria for content validity and internal consistency.\n    \n\n\n          Conclusion:\n        \n      \n      There is a lack of multi-dimensional patient reported outcome measures for young adults living with life-limiting conditions, especially for non-cancerous conditions. Future studies may identify existing holistic measures developed for children or adults and adapt them for use with young adults. Studies should ask young adults and professionals about the relevance, comprehensiveness and comprehensibility of items.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40536040/",
    "clean_text": "evaluating the measurement properties of patient reported outcome measures for young adults with life limiting conditions a systematic review thirty five papers reporting patient reported outcome measures were included most studies recruited young adults living with cancer n we did not identify any studies with young adults living with complex neurodisability future studie background the number of young adults living with life limiting conditions is increasing this population requires palliative care responsive to their needs and preferences aim to identify patient reported outcome measures developed adapted and validated to assess the health outcomes of young adults aged years living with life limiting conditions to examine their measurement properties and identify the most comprehensive valid and reliable measures design a systematic review and evaluation of measurement properties prospero id crd data sources medline embase cinahl psycinfo amed and cochrane library from inception to searches were emented by hand searching references results four thousand nine hundred twenty two papers were identified five hundred and fifty six full texts were assessed for eligibility thirty five papers reporting patient reported outcome measures were included most studies recruited young adults living with cancer n we did not identify any studies with young adults living with complex neurodisability most measures n were existing paediatric or adult patient reported outcome measures seven n were young adult measures most were two dimensional the most assessed measurement properties were internal consistency construct validity and structural validity none of the measures were recommended for use as they did not meet sufficient criteria for content validity and internal consistency conclusion there is a lack of multi dimensional patient reported outcome measures for young adults living with life limiting conditions especially for non cancerous conditions future studies may identify existing holistic measures developed for children or adults and adapt them for use with young adults studies should ask young adults and professionals about the relevance comprehensiveness and comprehensibility of items"
}