{
    "title": "The life stages of weight: setting achievable goals appropriate to each woman.",
    "doc_id": "10721739",
    "writer": "Hamilton MA",
    "year": "2000",
    "summary": "Weight is a preoccupation in America, especially among women. Using body mass index (BMI) as the measure, many women are found to be overweight (BMI 25-30 kg/m2) or obese (BMI >30 kg/m2). ...This paper is concerned with the classification of body weight …",
    "abstract": "Weight is a preoccupation in America, especially among women. Using body mass index (BMI) as the measure, many women are found to be overweight (BMI 25-30 kg/m2) or obese (BMI >30 kg/m2). A BMI that is less than 18.5 kg/m2 reflects underweight, which is best considered separately. This paper is concerned with the classification of body weight, the distribution of body fat, and the nutritional, medical, and stage-of-life factors that affect fat deposition and weight. The main stages of life in regard to adiposity are the prenatal period, infancy and the period of adiposity rebound (childhood), adolescence, and finally adulthood, with some special considerations at and after menopause.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10721739/",
    "clean_text": "the life stages of weight setting achievable goals appropriate to each woman weight is a preoccupation in america especially among women using body mass index bmi as the measure many women are found to be overweight bmi kg m or obese bmi kg m this paper is concerned with the classification of body weight weight is a preoccupation in america especially among women using body mass index bmi as the measure many women are found to be overweight bmi kg m or obese bmi kg m a bmi that is less than kg m reflects underweight which is best considered separately this paper is concerned with the classification of body weight the distribution of body fat and the nutritional medical and stage of life factors that affect fat deposition and weight the main stages of life in regard to adiposity are the prenatal period infancy and the period of adiposity rebound childhood adolescence and finally adulthood with some special considerations at and after menopause"
}