{
    "pmid": "41460768",
    "title": "Adding High-Intensity Interval Training to a Multidisciplinary Lifestyle Intervention for Childhood Obesity: Secondary Analysis of a Randomized Controlled Trial to Examine the Effects on Physical Activity Behavior.",
    "abstract": "Children and adolescents with overweight or obesity are less physically active than their lean counterparts. We examined the effects of adding a 3-month high-intensity interval training (HIIT) program to a 12-month lifestyle intervention on physical activity (PA) in children and adolescents with overweight or obesity. Participants were randomized to a 12-month lifestyle intervention (control, N = 83) or a 12-month lifestyle intervention with a 3-month HIIT program (HIIT, N = 90). PA was assessed using accelerometry at baseline, and subsequently at 3 and 12 months. Linear mixed models estimated the mean difference in PA intensity between groups. Associations were explored using Pearson's correlation coefficient. The HIIT group showed a greater increase in moderate-to-vigorous PA (MVPA) after 3 months (p = 0.04), with a mean increase of 8.3 min per day (p < 0.01) compared to 0.9 min per day (p = 0.75) in the control group. At 12 months, there was no difference between the groups (p = 0.64), and MVPA returned to baseline levels. Across randomization, sedentary time increased by 17.5 min per day (p = 0.02) at 3 months and by 29.9 min per day (p < 0.01) at 12 months. Changes from baseline to 12 months in vigorous activity were inversely correlated with changes in BMI z-score (r = -0.26, p = 0.02). Adding a 3-month HIIT program to a 12-month lifestyle intervention in children and adolescents with overweight or obesity increased MVPA at 3 months, but not at 12 months. The inverse correlation between changes in vigorous-intensity PA and changes in BMI z-scores underscores the potential of incorporating vigorous-intensity activities into obesity treatment programs. Trial Registration: ClinicalTrials.gov: NCT05465057.",
    "disease": "osteoarthritis",
    "clean_text": "adding high intensity interval training to a multidisciplinary lifestyle intervention for childhood obesity secondary analysis of a randomized controlled trial to examine the effects on physical activity behavior children and adolescents with overweight or obesity are less physically active than their lean counterparts we examined the effects of adding a month high intensity interval training hiit program to a month lifestyle intervention on physical activity pa in children and adolescents with overweight or obesity participants were randomized to a month lifestyle intervention control n or a month lifestyle intervention with a month hiit program hiit n pa was assessed using accelerometry at baseline and subsequently at and months linear mixed models estimated the mean difference in pa intensity between groups associations were explored using pearson s correlation coefficient the hiit group showed a greater increase in moderate to vigorous pa mvpa after months p with a mean increase of min per day p compared to min per day p in the control group at months there was no difference between the groups p and mvpa returned to baseline levels across randomization sedentary time increased by min per day p at months and by min per day p at months changes from baseline to months in vigorous activity were inversely correlated with changes in bmi z score r p adding a month hiit program to a month lifestyle intervention in children and adolescents with overweight or obesity increased mvpa at months but not at months the inverse correlation between changes in vigorous intensity pa and changes in bmi z scores underscores the potential of incorporating vigorous intensity activities into obesity treatment programs trial registration clinicaltrials gov nct"
}