{
    "title": "Renal injury: 5-year experience and literature review.",
    "doc_id": "16888410",
    "writer": "Gourgiotis S",
    "year": "2006",
    "summary": "MATERIALS AND METHODS: From 1999 to 2003, 28 patients were identified with renal injuries. 25 (89.3%) of the injuries were caused by blunt trauma, 2 (7.1%) by stab wounds, and 1 (3.6%) by gunshot wound. ...Nephrectomy is associated with high-grade renal in …",
    "abstract": "Introduction:\n        \n      \n      Appropriate management of renal trauma is controversial. The purpose of this study is to present our 5-year experience in renal trauma and review the literature.\n    \n\n\n          Materials and methods:\n        \n      \n      From 1999 to 2003, 28 patients were identified with renal injuries. 25 (89.3%) of the injuries were caused by blunt trauma, 2 (7.1%) by stab wounds, and 1 (3.6%) by gunshot wound. Methods for diagnosis included ultrasonography (US), computed tomography (CT), diagnostic peritoneal lavage (DPL), combinations of more than one technique or no one of them. The English-language literature about renal trauma was also identified using Medline, and additional cited works not detected in the initial search obtained.\n    \n\n\n          Results:\n        \n      \n      18 patients underwent immediate or during 24 h operation; while 5 nephrectomies were performed. 11 patients with grade I to III injuries were selected for nonoperative management of renal injuries. All complications were noted and studied according to the initial therapeutic management and grade. Follow-up was clinical and radiological. 3 postoperative deaths were observed.\n    \n\n\n          Conclusion:\n        \n      \n      The goals of treatment of renal injuries include accurate staging and minimal complications. Surgery can be avoided in most cases of blunt renal injury but there is also a trend towards conservative management of penetrating trauma. Nephrectomy is associated with high-grade renal injuries, while minor renal injuries can safely be managed conservatively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16888410/",
    "clean_text": "renal injury year experience and literature review materials and methods from to patients were identified with renal injuries of the injuries were caused by blunt trauma by stab wounds and by gunshot wound nephrectomy is associated with high grade renal in introduction appropriate management of renal trauma is controversial the purpose of this study is to present our year experience in renal trauma and review the literature materials and methods from to patients were identified with renal injuries of the injuries were caused by blunt trauma by stab wounds and by gunshot wound methods for diagnosis included ultrasonography us computed tomography ct diagnostic peritoneal lavage dpl combinations of more than one technique or no one of them the english language literature about renal trauma was also identified using medline and additional cited works not detected in the initial search obtained results patients underwent immediate or during h operation while nephrectomies were performed patients with grade i to iii injuries were selected for nonoperative management of renal injuries all complications were noted and studied according to the initial therapeutic management and grade follow up was clinical and radiological postoperative deaths were observed conclusion the goals of treatment of renal injuries include accurate staging and minimal complications surgery can be avoided in most cases of blunt renal injury but there is also a trend towards conservative management of penetrating trauma nephrectomy is associated with high grade renal injuries while minor renal injuries can safely be managed conservatively"
}