{
    "title": "Breast elevation and compression decrease exercise-induced breast discomfort.",
    "doc_id": "20019639",
    "writer": "McGhee DE",
    "year": "2010",
    "summary": "PURPOSE: The aim of this study was to investigate whether a sports bra designed to both elevate and compress the breasts could decrease exercise-induced breast discomfort and bra fit discomfort experienced by women with large breasts relative to a standard en …",
    "abstract": "Purpose:\n        \n      \n      The aim of this study was to investigate whether a sports bra designed to both elevate and compress the breasts could decrease exercise-induced breast discomfort and bra fit discomfort experienced by women with large breasts relative to a standard encapsulation sports bra.\n    \n\n\n          Methods:\n        \n      \n      Breast kinematic data, bra fit comfort, exercise-induced breast discomfort, and bra rankings in terms of preference to wear during running were compared in 20 women with large breasts who ran on a treadmill under three bra conditions: an experimental bra that incorporated both breast compression and elevation, an encapsulation sports bra, and a placebo bra. Subjective data were collected immediately before and after the treadmill running trials.\n    \n\n\n          Results:\n        \n      \n      Exercise-induced breast discomfort (P < 0.01) and bra discomfort (P < 0.01) were significantly less for the experimental bra condition relative to the sports bra and placebo bra. This reduction in discomfort was achieved through greater breast elevation (P < 0.01) and compression, with no difference found in vertical breast displacement (P = 0.12) or vertical breast velocity (P = 0.06).\n    \n\n\n          Conclusions:\n        \n      \n      The design features of greater breast elevation and compression provided significantly increased breast and bra comfort compared with a standard encapsulation sports bra during physical activity for women with large breasts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20019639/",
    "clean_text": "breast elevation and compression decrease exercise induced breast discomfort purpose the aim of this study was to investigate whether a sports bra designed to both elevate and compress the breasts could decrease exercise induced breast discomfort and bra fit discomfort experienced by women with large breasts relative to a standard en purpose the aim of this study was to investigate whether a sports bra designed to both elevate and compress the breasts could decrease exercise induced breast discomfort and bra fit discomfort experienced by women with large breasts relative to a standard encapsulation sports bra methods breast kinematic data bra fit comfort exercise induced breast discomfort and bra rankings in terms of preference to wear during running were compared in women with large breasts who ran on a treadmill under three bra conditions an experimental bra that incorporated both breast compression and elevation an encapsulation sports bra and a placebo bra subjective data were collected immediately before and after the treadmill running trials results exercise induced breast discomfort p and bra discomfort p were significantly less for the experimental bra condition relative to the sports bra and placebo bra this reduction in discomfort was achieved through greater breast elevation p and compression with no difference found in vertical breast displacement p or vertical breast velocity p conclusions the design features of greater breast elevation and compression provided significantly increased breast and bra comfort compared with a standard encapsulation sports bra during physical activity for women with large breasts"
}