{
    "pmid": "41461702",
    "title": "Multi-scale aggregation network for colonoscopic polyp segmentation via frequency domain decoupling.",
    "abstract": "Automated segmentation of colorectal polyps is of great significance for early screening and clinical intervention of colorectal cancer. However, the diversity of polyp morphology and the uneven contrast caused by illumination changes in colonoscopy images make accurate segmentation and edge extraction of polyps a challenging task. To this end, this paper proposes a frequency domain decoupled multi-scale feature aggregation network (FDANet). The network employs wavelet transform to decompose spatial domain features into frequency domain sub-bands, extracting both low-frequency and high-frequency components. By leveraging their distinct frequency characteristics, the model is guided to suppress redundant information, emphasize target-relevant features, and achieve more robust and accurate segmentation results. In FDANet, the low-frequency attention enhancement module (LAEM) suppresses high-frequency background noise by performing Gaussian difference operations on low-frequency components and incorporates a hybrid attention mechanism to strengthen the feature representation of foreground regions. The high-frequency multi-scale aggregation module (HMAM) employs directional convolution kernels to model high-frequency components, extract fine-grained edge information, and construct a multi-scale feature pyramid to accommodate the morphological and scale diversity of polyps, while enhancing spatial detail awareness during the decoding stage. Additionally, an edge loss function is introduced to supervise the modeling of edge contours within this module, effectively suppressing background noise interference and further improving boundary localization accuracy. Experimental results show that this method achieves good segmentation results on CVC-ClinicDB and Kvasir-SEG datasets, outperforming other advanced segmentation methods.",
    "disease": "colorectal cancer",
    "clean_text": "multi scale aggregation network for colonoscopic polyp segmentation via frequency domain decoupling automated segmentation of colorectal polyps is of great significance for early screening and clinical intervention of colorectal cancer however the diversity of polyp morphology and the uneven contrast caused by illumination changes in colonoscopy images make accurate segmentation and edge extraction of polyps a challenging task to this end this paper proposes a frequency domain decoupled multi scale feature aggregation network fdanet the network employs wavelet transform to decompose spatial domain features into frequency domain sub bands extracting both low frequency and high frequency components by leveraging their distinct frequency characteristics the model is guided to suppress redundant information emphasize target relevant features and achieve more robust and accurate segmentation results in fdanet the low frequency attention enhancement module laem suppresses high frequency background noise by performing gaussian difference operations on low frequency components and incorporates a hybrid attention mechanism to strengthen the feature representation of foreground regions the high frequency multi scale aggregation module hmam employs directional convolution kernels to model high frequency components extract fine grained edge information and construct a multi scale feature pyramid to accommodate the morphological and scale diversity of polyps while enhancing spatial detail awareness during the decoding stage additionally an edge loss function is introduced to supervise the modeling of edge contours within this module effectively suppressing background noise interference and further improving boundary localization accuracy experimental results show that this method achieves good segmentation results on cvc clinicdb and kvasir seg datasets outperforming other advanced segmentation methods"
}