{
    "title": "Prostate cancer and chronic prostatitis.",
    "doc_id": "18765133",
    "writer": "Sandhu JS.",
    "year": "2008",
    "summary": "Prostate cancer and chronic prostatitis are prevalent disorders in men. The cause of prostate cancer and chronic prostatitis is multifocal and diverse. ...This review addresses the link between chronic prostatitis and prostate cancer, esp …",
    "abstract": "Prostate cancer and chronic prostatitis are prevalent disorders in men. The cause of prostate cancer and chronic prostatitis is multifocal and diverse. Both disorders exhibit characteristic elevation of serum prostate-specific antigen, currently the primary screening test for prostate cancer. Prostate inflammation, regardless of cause, is the histopathologic hallmark of chronic prostatitis. In general, inflammation is associated with multiple cancers, and prostate inflammation, in particular, is a suggested factor in the development and progression of prostate cancer. This review addresses the link between chronic prostatitis and prostate cancer, especially as it relates to clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18765133/",
    "clean_text": "prostate cancer and chronic prostatitis prostate cancer and chronic prostatitis are prevalent disorders in men the cause of prostate cancer and chronic prostatitis is multifocal and diverse this review addresses the link between chronic prostatitis and prostate cancer esp prostate cancer and chronic prostatitis are prevalent disorders in men the cause of prostate cancer and chronic prostatitis is multifocal and diverse both disorders exhibit characteristic elevation of serum prostate specific antigen currently the primary screening test for prostate cancer prostate inflammation regardless of cause is the histopathologic hallmark of chronic prostatitis in general inflammation is associated with multiple cancers and prostate inflammation in particular is a suggested factor in the development and progression of prostate cancer this review addresses the link between chronic prostatitis and prostate cancer especially as it relates to clinical practice"
}