{
    "pmid": "41441840",
    "title": "Presidential Address: Examining Family Media Ecology: A Focus on Convergence.",
    "abstract": "Infants are growing up in a complicated digital world, where media within the household is used to meet varying needs of the family. This paper is a version of the Presidential Address I gave in 2024 to the International Congress on Infant Studies in Glasgow. The address focused on convergence, defined as the replication of core findings across multiple methodological approaches, using examples drawn from family media ecology. The CAFE consortium is provided as an illustration of a global collaboration which created more precise measures of family media ecology and measured more diverse populations. The Dynamic Relational Ecological Approach to Media Effects Researcher (DREAMER) framework shaped the discussion from the role of individual child factors to broader structural factors. Converging findings on infant cognitive constraints on learning from media via the transfer deficit were discussed. Then both amelioration of the transfer deficit via joint engagement and exacerbation of negative outcomes due to technoference demonstrated the dynamic and relational nature of family media ecology. Structural factors, such as the COVID pandemic, drastically changed family media ecology globally. For some digital inequity led to underconnectivity and poorer outcomes and for others digital connection via videochat supported infant outcomes. Taken together the review concluded that multiple converging evidence-based findings are needed to tackle complex problems like growing up the digital age.",
    "disease": "pneumonia",
    "clean_text": "presidential address examining family media ecology a focus on convergence infants are growing up in a complicated digital world where media within the household is used to meet varying needs of the family this paper is a version of the presidential address i gave in to the international congress on infant studies in glasgow the address focused on convergence defined as the replication of core findings across multiple methodological approaches using examples drawn from family media ecology the cafe consortium is provided as an illustration of a global collaboration which created more precise measures of family media ecology and measured more diverse populations the dynamic relational ecological approach to media effects researcher dreamer framework shaped the discussion from the role of individual child factors to broader structural factors converging findings on infant cognitive constraints on learning from media via the transfer deficit were discussed then both amelioration of the transfer deficit via joint engagement and exacerbation of negative outcomes due to technoference demonstrated the dynamic and relational nature of family media ecology structural factors such as the covid pandemic drastically changed family media ecology globally for some digital inequity led to underconnectivity and poorer outcomes and for others digital connection via videochat supported infant outcomes taken together the review concluded that multiple converging evidence based findings are needed to tackle complex problems like growing up the digital age"
}