{
    "title": "Juvenile idiopathic arthritis overview and involvement of the temporomandibular joint: prevalence, systemic therapy.",
    "doc_id": "25483440",
    "writer": "Carrasco R.",
    "year": "2015",
    "summary": "TMJ disease is especially prevalent in juvenile arthritis. The adult and pediatric inflammatory arthritides share common pathophysiology but are still markedly different. The preponderance of TMJ arthritis research exists in juvenile arthritis. This article discusse …",
    "abstract": "The temporomandibular joint (TMJ) is one of the many joints involved in the inflammatory arthritides. As imaging of joints has developed, so have the data regarding extent and prevalence of TMJ involvement in these diseases. TMJ disease is especially prevalent in juvenile arthritis. The adult and pediatric inflammatory arthritides share common pathophysiology but are still markedly different. The preponderance of TMJ arthritis research exists in juvenile arthritis. This article discusses classification, treatment, and TMJ involvement in juvenile idiopathic arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25483440/",
    "clean_text": "juvenile idiopathic arthritis overview and involvement of the temporomandibular joint prevalence systemic therapy tmj disease is especially prevalent in juvenile arthritis the adult and pediatric inflammatory arthritides share common pathophysiology but are still markedly different the preponderance of tmj arthritis research exists in juvenile arthritis this article discusse the temporomandibular joint tmj is one of the many joints involved in the inflammatory arthritides as imaging of joints has developed so have the data regarding extent and prevalence of tmj involvement in these diseases tmj disease is especially prevalent in juvenile arthritis the adult and pediatric inflammatory arthritides share common pathophysiology but are still markedly different the preponderance of tmj arthritis research exists in juvenile arthritis this article discusses classification treatment and tmj involvement in juvenile idiopathic arthritis"
}