{
    "pmid": "41399063",
    "title": "[Single-cell RNA sequencing of B cells reveals molecular typing in Sjögren syndrome].",
    "abstract": "To establish a molecular classification framework for Sjögren syndrome (SS) by stratifying patients into distinct subtypes through unsupervised clustering of B cell single-cell RNA sequencing (scRNA-seq). This study characterizes subtype-specific gene signatures to construct protein-protein interaction (PPI) networks, thereby elucidating core regulatory mechanisms and potential therapeutic targets. Concurrently, it defines the clinical heterogeneity of SS by profiling autoantibodies and B-cell subset distributions across subtypes. The scRNA-seq data from 24 SS patients and 4 healthy controls were obtained from the Gene Expression Omnibus (GEO) database. We constructed a B cell atlas and identified differential gene expression profiles between SS and healthy controls B cells. Unsupervised clustering was applied to stratify SS patients into different molecular subtypes. Functional enrichment analysis of subtype-specific gene signatures was performed to infer associated biological processes/pathways. PPI networks were constructed using the STRING database and Cytoscape software to identify core functions and potential therapeutic targets for subtype-specific genes. The prevalence of autoantibodies and proportions of B cell subsets were statistically analyzed across subtypes. The B cells were classified into eight subsets: transitional B cell, naïve B cell, memory B cell, double negative 1 (DN1) B cell, double negative 2 (DN2) B cell, VAV3 Stratification of SS patients through clustering of B cell DEGs successfully defined three molecular subtypes (interferon-dominant, B cell activation, and endoplasmic reticulum stress subtypes). Each subtype exhibits distinct autoantibody profiles and B cell subset distributions. This molecular typing framework advances our understanding of SS heterogeneity and provides actionable insights for targeted therapy development. 通过无监督聚类的方法分析B细胞单细胞转录组数据，将干燥综合征(Sjögren syndrome, SS)患者区分为不同亚型，建立SS的分子分型框架；同时根据不同亚型特征基因集构建蛋白质-蛋白质相互作用(protein-protein interaction，PPI)网络以探索不同亚型的核心调控机制，为精准的分子分型提供依据，并揭示SS潜在的治疗靶点，同时探索不同亚型患者的自身抗体及B细胞亚群特点。 从基因表达综合数据库(Gene Expression Omnibus，GEO)获取SS患者( 将B细胞识别为8个细胞亚群，包括过渡B细胞、初始B细胞、记忆B细胞、双阴性B细胞1型、双阴性B细胞2型、VAV3 通过无监督聚类分析SS患者与健康对照的B细胞差异表达基因，成功将SS患者分为3个分子分型，各亚型表现出特征性的自身抗体谱和优势B细胞亚群，此分子分型框架揭示了SS的B细胞特征，为探索潜在治疗靶点和指导精准治疗提供了新的依据。",
    "disease": "rheumatoid arthritis",
    "clean_text": "single cell rna sequencing of b cells reveals molecular typing in sj gren syndrome to establish a molecular classification framework for sj gren syndrome ss by stratifying patients into distinct subtypes through unsupervised clustering of b cell single cell rna sequencing scrna seq this study characterizes subtype specific gene signatures to construct protein protein interaction ppi networks thereby elucidating core regulatory mechanisms and potential therapeutic targets concurrently it defines the clinical heterogeneity of ss by profiling autoantibodies and b cell subset distributions across subtypes the scrna seq data from ss patients and healthy controls were obtained from the gene expression omnibus geo database we constructed a b cell atlas and identified differential gene expression profiles between ss and healthy controls b cells unsupervised clustering was applied to stratify ss patients into different molecular subtypes functional enrichment analysis of subtype specific gene signatures was performed to infer associated biological processes pathways ppi networks were constructed using the string database and cytoscape software to identify core functions and potential therapeutic targets for subtype specific genes the prevalence of autoantibodies and proportions of b cell subsets were statistically analyzed across subtypes the b cells were classified into eight subsets transitional b cell na ve b cell memory b cell double negative dn b cell double negative dn b cell vav stratification of ss patients through clustering of b cell degs successfully defined three molecular subtypes interferon dominant b cell activation and endoplasmic reticulum stress subtypes each subtype exhibits distinct autoantibody profiles and b cell subset distributions this molecular typing framework advances our understanding of ss heterogeneity and provides actionable insights for targeted therapy development b sj gren syndrome ss ss protein protein interaction ppi ss b gene expression omnibus geo ss b b b b b b vav ss b ss b ss b"
}