{
    "title": "Current treatment options for nonalcoholic fatty liver disease and nonalcoholic steatohepatitis.",
    "doc_id": "22720278",
    "writer": "Beaton MD.",
    "year": "2012",
    "summary": "Nonalcoholic fatty liver disease is the leading cause of liver disease in western society. It is a cause of end-stage liver disease, with increased mortality secondary to cirrhosis and its complications. ...The present article reviews the current statu …",
    "abstract": "Nonalcoholic fatty liver disease is the leading cause of liver disease in western society. It is a cause of end-stage liver disease, with increased mortality secondary to cirrhosis and its complications. It is also recognized that cardiovascular disease is a significant cause of death in these patients. Significant work evaluating various treatments has been performed in recent years; however, to date, no ideal therapy exists. Lifestyle modification remains the cornerstone of management. The present article reviews the current status of various treatment modalities evaluated in nonalcoholic fatty liver disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22720278/",
    "clean_text": "current treatment options for nonalcoholic fatty liver disease and nonalcoholic steatohepatitis nonalcoholic fatty liver disease is the leading cause of liver disease in western society it is a cause of end stage liver disease with increased mortality secondary to cirrhosis and its complications the present article reviews the current statu nonalcoholic fatty liver disease is the leading cause of liver disease in western society it is a cause of end stage liver disease with increased mortality secondary to cirrhosis and its complications it is also recognized that cardiovascular disease is a significant cause of death in these patients significant work evaluating various treatments has been performed in recent years however to date no ideal therapy exists lifestyle modification remains the cornerstone of management the present article reviews the current status of various treatment modalities evaluated in nonalcoholic fatty liver disease"
}