{
    "title": "Lung cancer in 'Never-smokers': a unique entity.",
    "doc_id": "20187318",
    "writer": "Subramanian J",
    "year": "2010",
    "summary": "Lung cancer in \"never-smokers\" constitutes only a small proportion of patients with lung cancer. ...More recently the identification of molecular changes unique to lung cancer in never-smokers has generated further interest in this diseas …",
    "abstract": "Lung cancer in \"never-smokers\" constitutes only a small proportion of patients with lung cancer. Nevertheless, the topic has recently attracted a good deal of attention. Initially this was due to the fact that never-smokers with lung cancer had better outcomes with epidermal growth factor receptor-tyrosine kinase (EGFR-TK) inhibitors, compared to tobacco smokers with lung cancer. More recently the identification of molecular changes unique to lung cancer in never-smokers has generated further interest in this disease. These findings have the potential to enhance our knowledge of lung cancer biology and lead to the development of new, more effective treatments for lung cancer. In this review, we summarize the existing body of knowledge on lung cancer in never-smokers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20187318/",
    "clean_text": "lung cancer in never smokers a unique entity lung cancer in never smokers constitutes only a small proportion of patients with lung cancer more recently the identification of molecular changes unique to lung cancer in never smokers has generated further interest in this diseas lung cancer in never smokers constitutes only a small proportion of patients with lung cancer nevertheless the topic has recently attracted a good deal of attention initially this was due to the fact that never smokers with lung cancer had better outcomes with epidermal growth factor receptor tyrosine kinase egfr tk inhibitors compared to tobacco smokers with lung cancer more recently the identification of molecular changes unique to lung cancer in never smokers has generated further interest in this disease these findings have the potential to enhance our knowledge of lung cancer biology and lead to the development of new more effective treatments for lung cancer in this review we summarize the existing body of knowledge on lung cancer in never smokers"
}