{
    "title": "Physical Activity Communication: A Scoping Review of the Literature.",
    "doc_id": "30832516",
    "writer": "Bergeron CD",
    "year": "2019",
    "summary": "Engaging in regular physical activity can help prevent chronic disease and enhance quality of life. Unfortunately, less than 20% of American adults meet the recommended physical activity guidelines, perhaps indicating ineffective communication efforts …",
    "abstract": "Engaging in regular physical activity can help prevent chronic disease and enhance quality of life. Unfortunately, less than 20% of American adults meet the recommended physical activity guidelines, perhaps indicating ineffective communication efforts around physical activity. In preparation for the release of the second edition of the Physical Activity Guidelines for Americans, and using the physical activity guidelines as a cornerstone of our approach, we conducted a scoping review of physical activity communication research to understand the scholarly efforts related to communicating about physical activity. Using a social-ecological perspective, we identified studies using the keywords physical activity* OR exercise* AND health communication* in three public health and communication databases and retained studies conducted in the United States and published in English from 1995 through 2015. Sixty-seven articles included a mention of physical activity guidelines, a health communication focus, and media channels used in promoting physical activity. Half of the studies were published in health/science communication journals. One third of the studies mentioned physical activity guidelines. Only 19% of the studies featured mental health benefits of physical activity while more than 64% emphasized physical health benefits. Nearly all the studies (96%) mentioned the use of persuasion to encourage engagement in physical activity. More effort is needed to study the influence of communicating physical activity guidelines to the public. Best practices for future physical activity communication are discussed for both researchers and practitioners.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30832516/",
    "clean_text": "physical activity communication a scoping review of the literature engaging in regular physical activity can help prevent chronic disease and enhance quality of life unfortunately less than of american adults meet the recommended physical activity guidelines perhaps indicating ineffective communication efforts engaging in regular physical activity can help prevent chronic disease and enhance quality of life unfortunately less than of american adults meet the recommended physical activity guidelines perhaps indicating ineffective communication efforts around physical activity in preparation for the release of the second edition of the physical activity guidelines for americans and using the physical activity guidelines as a cornerstone of our approach we conducted a scoping review of physical activity communication research to understand the scholarly efforts related to communicating about physical activity using a social ecological perspective we identified studies using the keywords physical activity or exercise and health communication in three public health and communication databases and retained studies conducted in the united states and published in english from through sixty seven articles included a mention of physical activity guidelines a health communication focus and media channels used in promoting physical activity half of the studies were published in health science communication journals one third of the studies mentioned physical activity guidelines only of the studies featured mental health benefits of physical activity while more than emphasized physical health benefits nearly all the studies mentioned the use of persuasion to encourage engagement in physical activity more effort is needed to study the influence of communicating physical activity guidelines to the public best practices for future physical activity communication are discussed for both researchers and practitioners"
}