{
    "pmid": "41469040",
    "title": "STEM-PD trial protocol: a multi-centre, single-arm, first-in-human, dose-escalation trial, investigating the safety and tolerability of intraputamenal transplantation of human embryonic stem cell-derived dopaminergic cells for Parkinson's disease.",
    "abstract": "Parkinson's disease (PD) is a common neurodegenerative disease, which has extensive pathology that critically includes the loss of midbrain dopaminergic neurons. This loss leads to debilitating motor features such as bradykinesia and rigidity, as well as some non-motor symptoms. Intracerebral dopamine cell transplants have been explored for many years as a new approach to treating PD and initially used human fetal ventral mesencephalic tissue with inconsistent results, related in part to major logistical challenges in sourcing enough tissue of the right quality and the limited possibilities for quality control and standardisation. Dopaminergic neurons can now be derived reliably from human stem cell sources, which may overcome some of the challenges associated with fetal tissue transplantations. STEM-PD is a multi-centre, single-arm, dose-escalation, first-in-human advanced therapy investigational medicinal product (ATIMP) trial in Europe using a cell product that consists of dopaminergic neural progenitors derived from the RC17 human embryonic stem cell line. The aim of the study is to assess the safety, tolerability and feasibility of intraputamenal transplantation of this cell product in patients with moderately advanced PD. Eight participants will be recruited from two sites, Skånes University Hospital (Lund, Sweden) and Cambridge University Hospital (Cambridge, UK). The primary outcome of the trial is safety and tolerability, assessed by the number and nature of adverse events and serious adverse events, and the absence of space-occupying lesions on cranial MRI, in the first 12 months following transplantation. Secondary and exploratory outcomes, including clinical measures, changes in anti-Parkinson's medication and measures of graft survival using positron emission tomography imaging, will be assessed at both 12 and 36 months post-grafting. Ethical approval was obtained from the Swedish Ethical Review Authority (EPM dnr 2021-06945-01) and South Central - Oxford A Research Ethics Committee (reference 23/SC/0243). Clinical Trial Authorisation was given by the Swedish Medical Products Agency (Dnr: 5.1-2022-57953) and the Medicines and Healthcare products Regulatory Agency for clinical trials authorisation (reference CTA 40773/0001/001-0001). Authorisation for transfer to Clinical Trial Regulation (EU) 536/2014 was given by the Swedish Medical Products Agency (Dnr: 5.1.1-2024-100773). Potential participants will receive verbal and written information about the trial and written informed consent will be obtained prior to enrolment. A lay summary of the results of the trial will be uploaded to the trial website which is publicly accessible. Trial results will be published in peer-reviewed journals. NCT05635409.",
    "disease": "parkinson disease",
    "clean_text": "stem pd trial protocol a multi centre single arm first in human dose escalation trial investigating the safety and tolerability of intraputamenal transplantation of human embryonic stem cell derived dopaminergic cells for parkinson s disease parkinson s disease pd is a common neurodegenerative disease which has extensive pathology that critically includes the loss of midbrain dopaminergic neurons this loss leads to debilitating motor features such as bradykinesia and rigidity as well as some non motor symptoms intracerebral dopamine cell transplants have been explored for many years as a new approach to treating pd and initially used human fetal ventral mesencephalic tissue with inconsistent results related in part to major logistical challenges in sourcing enough tissue of the right quality and the limited possibilities for quality control and standardisation dopaminergic neurons can now be derived reliably from human stem cell sources which may overcome some of the challenges associated with fetal tissue transplantations stem pd is a multi centre single arm dose escalation first in human advanced therapy investigational medicinal product atimp trial in europe using a cell product that consists of dopaminergic neural progenitors derived from the rc human embryonic stem cell line the aim of the study is to assess the safety tolerability and feasibility of intraputamenal transplantation of this cell product in patients with moderately advanced pd eight participants will be recruited from two sites sk nes university hospital lund sweden and cambridge university hospital cambridge uk the primary outcome of the trial is safety and tolerability assessed by the number and nature of adverse events and serious adverse events and the absence of space occupying lesions on cranial mri in the first months following transplantation secondary and exploratory outcomes including clinical measures changes in anti parkinson s medication and measures of graft survival using positron emission tomography imaging will be assessed at both and months post grafting ethical approval was obtained from the swedish ethical review authority epm dnr and south central oxford a research ethics committee reference sc clinical trial authorisation was given by the swedish medical products agency dnr and the medicines and healthcare products regulatory agency for clinical trials authorisation reference cta authorisation for transfer to clinical trial regulation eu was given by the swedish medical products agency dnr potential participants will receive verbal and written information about the trial and written informed consent will be obtained prior to enrolment a lay summary of the results of the trial will be uploaded to the trial website which is publicly accessible trial results will be published in peer reviewed journals nct"
}