{
    "title": "Reporting Weight Loss 2021: Position Statement of the Dutch Society for Metabolic and Bariatric Surgery (DSMBS).",
    "doc_id": "34283377",
    "writer": "van de Laar AW",
    "year": "2021",
    "summary": "Many studies proved that this popular outcome measure, in contrast to other weight loss metrics, is inaccurate and error-sensitive when comparing weight loss within and between studies. It is inappropriate for assessing poor weight loss r …",
    "abstract": "Prevailing recommendations on reporting weight loss after bariatric and metabolic surgery are not evidence-based. They promote the outcome metric percentage excess weight loss (%EWL), sometimes indicated as percentage excess body mass index loss (%EBMIL). Many studies proved that this popular outcome measure, in contrast to other weight loss metrics, is inaccurate and error-sensitive when comparing weight loss within and between studies. It is inappropriate for assessing poor weight loss response and weight regain as well. The percentage (total) weight loss metric is the best alternative. The Dutch Society for Metabolic and Bariatric Surgery (DSMBS) recommends to stop using the %EWL (or %EBMIL) metric as primary outcome measure in all cases and calls on the International Federation for the Surgery of Obesity and Metabolic Disorders (IFSO) to propagate this evidence-based recommendation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34283377/",
    "clean_text": "reporting weight loss position statement of the dutch society for metabolic and bariatric surgery dsmbs many studies proved that this popular outcome measure in contrast to other weight loss metrics is inaccurate and error sensitive when comparing weight loss within and between studies it is inappropriate for assessing poor weight loss r prevailing recommendations on reporting weight loss after bariatric and metabolic surgery are not evidence based they promote the outcome metric percentage excess weight loss ewl sometimes indicated as percentage excess body mass index loss ebmil many studies proved that this popular outcome measure in contrast to other weight loss metrics is inaccurate and error sensitive when comparing weight loss within and between studies it is inappropriate for assessing poor weight loss response and weight regain as well the percentage total weight loss metric is the best alternative the dutch society for metabolic and bariatric surgery dsmbs recommends to stop using the ewl or ebmil metric as primary outcome measure in all cases and calls on the international federation for the surgery of obesity and metabolic disorders ifso to propagate this evidence based recommendation"
}