{
    "title": "PD-L1 positive lympho-epithelial lesions in inflammatory prostate.",
    "doc_id": "35670049",
    "writer": "Dikov D",
    "year": "2022",
    "summary": "METHODS: We studied LEL in 144 prostatic surgical and autopsy specimens in various types of prostatic CI: NIH-category IV prostatitis (histologic prostatitis-HP), nonspecific granulomatous prostatitis (NSGP), and the reactive lymphoid infiltrate …",
    "abstract": "Objectives:\n        \n      \n      Ductal epithelial changes (lympho-epithelial lesions-LEL) in prostatic chronic inflammation (CI) are not well studied so far.\n    \n\n\n          Aim:\n        \n      \n      to investigate LEL immediately adjacent to prostatic CI.\n    \n\n\n          Methods:\n        \n      \n      We studied LEL in 144 prostatic surgical and autopsy specimens in various types of prostatic CI: NIH-category IV prostatitis (histologic prostatitis-HP), nonspecific granulomatous prostatitis (NSGP), and the reactive lymphoid infiltrates in the vicinity of benign prostatic hyperplasia (BPH) and prostate adenocarcinoma (PCa). CI is scored as low and high grade (LG, HG) according to the severity of inflammation.\n    \n\n\n          Results:\n        \n      \n      LEL was identified in all types of prostatic specimens and in all types of prostatic CI: in 70.9% of patients with HP; in 100% of cases with NSGP; in 68.7% and in 80% adjacent to BPH and PCa respectively. Statistical analysis showed a significant correlation of the presence of LEL with HG CI (p<0.001). LEL showed strong membranous PD-L1 expression.\n    \n\n\n          Conclusions:\n        \n      \n      The study presents the first attempt to examine LEL in inflammatory human prostate. PD-L1 positive LEL have no diagnostic organ specificity, although they are a constant histological finding in HG prostatic CI. LEL, inducible after birth by CI, are an integral part of prostate-associated lymphoid tissue (PALT) and of the inflammatory prostatic microenvironment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35670049/",
    "clean_text": "pd l positive lympho epithelial lesions in inflammatory prostate methods we studied lel in prostatic surgical and autopsy specimens in various types of prostatic ci nih category iv prostatitis histologic prostatitis hp nonspecific granulomatous prostatitis nsgp and the reactive lymphoid infiltrate objectives ductal epithelial changes lympho epithelial lesions lel in prostatic chronic inflammation ci are not well studied so far aim to investigate lel immediately adjacent to prostatic ci methods we studied lel in prostatic surgical and autopsy specimens in various types of prostatic ci nih category iv prostatitis histologic prostatitis hp nonspecific granulomatous prostatitis nsgp and the reactive lymphoid infiltrates in the vicinity of benign prostatic hyperplasia bph and prostate adenocarcinoma pca ci is scored as low and high grade lg hg according to the severity of inflammation results lel was identified in all types of prostatic specimens and in all types of prostatic ci in of patients with hp in of cases with nsgp in and in adjacent to bph and pca respectively statistical analysis showed a significant correlation of the presence of lel with hg ci p lel showed strong membranous pd l expression conclusions the study presents the first attempt to examine lel in inflammatory human prostate pd l positive lel have no diagnostic organ specificity although they are a constant histological finding in hg prostatic ci lel inducible after birth by ci are an integral part of prostate associated lymphoid tissue palt and of the inflammatory prostatic microenvironment"
}