{
    "pmid": "41411859",
    "title": "Isolation, identification, molecular characterization, and pathogenicity analysis of ALV-J in a local black chicken flock in China.",
    "abstract": "Avian leukosis virus subgroup J (ALV-J) is the most widespread and damaging subgroup among all avian leukosis viruses (ALV), and has caused substantial economic losses to China's poultry industry in the past. More recently, with continuous implementation of ALV eradication measures in poultry breeding stock in China, reports of ALV-J have become scarce. However, a suspected ALV-J-induced tumor outbreak occurred in a dual-purpose black chicken flock in Anhui, China. This study isolated a strain of ALV-J, designated AH2024, from this flock and further sequenced and analyzed its genome. The results showed that the genomic features of AH2024 were consistent with those of most hemangioma-inducing ALV-J strains, with highly conserved gag and pol genes and a close phylogenetic relationship to the SCDY1 strain. Recombination analysis using RDP4 software predicted that AH2024 is a recombinant strain derived from GD1109 and SCDY1, with predicted recombination sites in the untranslated region (UTR) and the gag and pol genes. Analysis of the 3' UTR showed that AH2024 shared the same redundant transmembrane domain (rTM) segment and partial direct repeat 1 (DR1) deletion as most strains that induce hemangioma, while maintaining a complete E element. U3 region analysis indicated that, in comparison with the ALV-J prototype strain HPRS-103, AH2024 shows conserved transcriptional elements but did not possess the E2BP element because of a base mutation. To assess the potential threat of AH2024 to different chicken populations, pathogenicity studies were conducted in specific pathogen-free (SPF) chickens, Hy-Line Brown layers, and Arbor Acres Plus (AA+) broilers. The results demonstrated that AH2024 infection significantly suppressed weight gain and reduced antibody titers following H9 avian influenza vaccination in all three groups. Additionally, it caused hepatosplenomegaly, thymic atrophy, and bursal regression, with persistent viral shedding via plasma and cloacal routes. This study provides additional warning regarding the prevalence of ALV-J in China, emphasizing the need to eradicate ALV in local chicken breeds.",
    "disease": "influenza",
    "clean_text": "isolation identification molecular characterization and pathogenicity analysis of alv j in a local black chicken flock in china avian leukosis virus subgroup j alv j is the most widespread and damaging subgroup among all avian leukosis viruses alv and has caused substantial economic losses to china s poultry industry in the past more recently with continuous implementation of alv eradication measures in poultry breeding stock in china reports of alv j have become scarce however a suspected alv j induced tumor outbreak occurred in a dual purpose black chicken flock in anhui china this study isolated a strain of alv j designated ah from this flock and further sequenced and analyzed its genome the results showed that the genomic features of ah were consistent with those of most hemangioma inducing alv j strains with highly conserved gag and pol genes and a close phylogenetic relationship to the scdy strain recombination analysis using rdp software predicted that ah is a recombinant strain derived from gd and scdy with predicted recombination sites in the untranslated region utr and the gag and pol genes analysis of the utr showed that ah shared the same redundant transmembrane domain rtm segment and partial direct repeat dr deletion as most strains that induce hemangioma while maintaining a complete e element u region analysis indicated that in comparison with the alv j prototype strain hprs ah shows conserved transcriptional elements but did not possess the e bp element because of a base mutation to assess the potential threat of ah to different chicken populations pathogenicity studies were conducted in specific pathogen free spf chickens hy line brown layers and arbor acres plus aa broilers the results demonstrated that ah infection significantly suppressed weight gain and reduced antibody titers following h avian influenza vaccination in all three groups additionally it caused hepatosplenomegaly thymic atrophy and bursal regression with persistent viral shedding via plasma and cloacal routes this study provides additional warning regarding the prevalence of alv j in china emphasizing the need to eradicate alv in local chicken breeds"
}