{
    "title": "Mentalization-based treatments with children and families: A systematic review of the literature.",
    "doc_id": "32493055",
    "writer": "Byrne G",
    "year": "2020",
    "summary": "OBJECTIVES: Over the past decade, mentalization-based treatment (MBT) approaches have been developed specifically for children, adolescents and families. ...CONCLUSION: Despite methodological shortcomings and heterogeneity in design, the existing literature does provide te …",
    "abstract": "Objectives:\n        \n      \n      Over the past decade, mentalization-based treatment (MBT) approaches have been developed specifically for children, adolescents and families. This study provides a systematic review of MBT applicable to both children and families.\n    \n\n\n          Method:\n        \n      \n      Five databases were searched to identify reports of MBT studies published up to February 2020. Studies were screened and reported according to PRISMA guidelines.\n    \n\n\n          Results:\n        \n      \n      A total of 34 studies were included in this review. Of these, 14 focused on parent-child dyads, two on child therapy, seven applied the approach to parenting, four evaluated the application of MBT to the school environment and seven focused on adolescent populations.\n    \n\n\n          Conclusion:\n        \n      \n      Despite methodological shortcomings and heterogeneity in design, the existing literature does provide tentative support for the use of MBT approaches for these populations, specifically in increasing mentalizing/reflective functioning. Further controlled and methodologically rigorous studies are required.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32493055/",
    "clean_text": "mentalization based treatments with children and families a systematic review of the literature objectives over the past decade mentalization based treatment mbt approaches have been developed specifically for children adolescents and families conclusion despite methodological shortcomings and heterogeneity in design the existing literature does provide te objectives over the past decade mentalization based treatment mbt approaches have been developed specifically for children adolescents and families this study provides a systematic review of mbt applicable to both children and families method five databases were searched to identify reports of mbt studies published up to february studies were screened and reported according to prisma guidelines results a total of studies were included in this review of these focused on parent child dyads two on child therapy seven applied the approach to parenting four evaluated the application of mbt to the school environment and seven focused on adolescent populations conclusion despite methodological shortcomings and heterogeneity in design the existing literature does provide tentative support for the use of mbt approaches for these populations specifically in increasing mentalizing reflective functioning further controlled and methodologically rigorous studies are required"
}