{
    "title": "Pregnant Women in Turkey Experience Severe Fear of Childbirth: A Systematic Review and Meta-Analysis.",
    "doc_id": "30651038",
    "writer": "Deliktas A",
    "year": "2019",
    "summary": "The purpose of this study is to determine the level of fear of childbirth among Turkish healthy pregnant women. Method: The researchers reviewed the eight databases considering inclusion criteria and 14 studies were included. The data analysis was conducted using me …",
    "abstract": "Background: Culture is an important factor to determine fear of childbirth which is shaped by social learning processes. The purpose of this study is to determine the level of fear of childbirth among Turkish healthy pregnant women. Method: The researchers reviewed the eight databases considering inclusion criteria and 14 studies were included. The data analysis was conducted using meta-analysis. Results: Pregnant women experienced severe levels of fear, 67.26 ± 4.08, 95% confidence interval [59.26, 75.26], and 21 out of every 100 women experienced clinical level of fear. Between study variance was significant for parity (Qb = 6.40, p = .04) and region (Qb = 19.14, p = .00) moderators. Conclusions: The high level of FOC, particularly in the Eastern region, suggests that some of the cultural factors in the Eastern region in Turkey negatively affect the birth expectations. In a country like Turkey with a multicultural population, the health care professional should provide culturally sensitive care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30651038/",
    "clean_text": "pregnant women in turkey experience severe fear of childbirth a systematic review and meta analysis the purpose of this study is to determine the level of fear of childbirth among turkish healthy pregnant women method the researchers reviewed the eight databases considering inclusion criteria and studies were included the data analysis was conducted using me background culture is an important factor to determine fear of childbirth which is shaped by social learning processes the purpose of this study is to determine the level of fear of childbirth among turkish healthy pregnant women method the researchers reviewed the eight databases considering inclusion criteria and studies were included the data analysis was conducted using meta analysis results pregnant women experienced severe levels of fear confidence interval and out of every women experienced clinical level of fear between study variance was significant for parity qb p and region qb p moderators conclusions the high level of foc particularly in the eastern region suggests that some of the cultural factors in the eastern region in turkey negatively affect the birth expectations in a country like turkey with a multicultural population the health care professional should provide culturally sensitive care"
}