{
    "pmid": "41438607",
    "title": "FluAttn: Antigenicity prediction of influenza A/H3N2 through attention-based feature mining.",
    "abstract": "The rapid antigenic drift of influenza A/H3N2 compromises the durability of vaccine-induced protection, underscoring the need for accurate antigenic assessment to evaluate vaccine efficacy and guide vaccine updates. Although the hemagglutination inhibition (HI) assay remains the gold standard for antigenic characterization, its labor-intensive and time-consuming procedures hinder large-scale application. Sequence-based computational approaches have therefore emerged as high-throughput and cost-effective complements to the HI assay. However, most existing methods insufficiently exploit differences in the intrinsic properties of amino acids across sequence positions, constraining advances in antigenicity prediction. To address this limitation, we propose FluAttn, an attention-based feature mining framework that automatically identifies and integrates antigenicity-relevant features from various amino acid property datasets. FluAttn not only allows for customizable feature scales but also simultaneously quantifies the differential contributions of these features during the mining process, thereby facilitating synergistic feature integration and enabling high-precision prediction of antigenic distances between A/H3N2 influenza viruses. Evaluation on datasets covering the periods 1963-2003 and 2003-2025 demonstrates that FluAttn significantly outperforms existing methods in both accuracy and robustness, providing a cost-effective and reliable framework for early antigenic characterization and vaccine candidate screening.",
    "disease": "influenza",
    "clean_text": "fluattn antigenicity prediction of influenza a h n through attention based feature mining the rapid antigenic drift of influenza a h n compromises the durability of vaccine induced protection underscoring the need for accurate antigenic assessment to evaluate vaccine efficacy and guide vaccine updates although the hemagglutination inhibition hi assay remains the gold standard for antigenic characterization its labor intensive and time consuming procedures hinder large scale application sequence based computational approaches have therefore emerged as high throughput and cost effective complements to the hi assay however most existing methods insufficiently exploit differences in the intrinsic properties of amino acids across sequence positions constraining advances in antigenicity prediction to address this limitation we propose fluattn an attention based feature mining framework that automatically identifies and integrates antigenicity relevant features from various amino acid property datasets fluattn not only allows for customizable feature scales but also simultaneously quantifies the differential contributions of these features during the mining process thereby facilitating synergistic feature integration and enabling high precision prediction of antigenic distances between a h n influenza viruses evaluation on datasets covering the periods and demonstrates that fluattn significantly outperforms existing methods in both accuracy and robustness providing a cost effective and reliable framework for early antigenic characterization and vaccine candidate screening"
}