{
    "pmid": "41454677",
    "title": "Allergic phenotypes and asthma in multiple sclerosis: Epidemiologic and genetic relationships.",
    "abstract": "Multiple sclerosis (MS) and allergic disorders (ADs) are classically seen as immunologically distinct, and prior studies suggest potential inverse associations and overlapping genetic contributors. Compare the prevalence of asthma, and dietary and environmental allergic phenotypes in persons with MS (PwMS) versus unaffected controls, compare AD prevalence by MS clinical course, and evaluate associations between MS genetic risk,  We analyzed survey and genotype data from 1542 PwMS and 700 controls from the Accelerated Cure Project. Logistic regression models were adjusted for key confounders. Genetic analyses included 1252 unrelated non-Hispanic White PwMS, assessing the main effects of  PwMS had lower odds of seasonal allergies compared to controls (OR = 0.79; 95% CI: 0.65, 0.96), with a non-significant reduction in primary progressive versus relapsing at onset MS (OR = 0.58; 95% CI: 0.37, 0.92). Among PwMS,  MS is associated with reduced seasonal allergies. MS genetic risk factors appear to shape allergy susceptibility in PwMS.",
    "disease": "asthma",
    "clean_text": "allergic phenotypes and asthma in multiple sclerosis epidemiologic and genetic relationships multiple sclerosis ms and allergic disorders ads are classically seen as immunologically distinct and prior studies suggest potential inverse associations and overlapping genetic contributors compare the prevalence of asthma and dietary and environmental allergic phenotypes in persons with ms pwms versus unaffected controls compare ad prevalence by ms clinical course and evaluate associations between ms genetic risk we analyzed survey and genotype data from pwms and controls from the accelerated cure project logistic regression models were adjusted for key confounders genetic analyses included unrelated non hispanic white pwms assessing the main effects of pwms had lower odds of seasonal allergies compared to controls or ci with a non significant reduction in primary progressive versus relapsing at onset ms or ci among pwms ms is associated with reduced seasonal allergies ms genetic risk factors appear to shape allergy susceptibility in pwms"
}