{
    "title": "Diagnosis and treatment of discogenic low back pain.",
    "doc_id": "8474769",
    "writer": "Fischgrund JS",
    "year": "1993",
    "summary": "Low back pain (LBP) is very prevalent in the general population. Treatment of nonradicular back pain, in the absence of deformity, continues to be controversial. ...This review discusses the etiology and diagnosis of discogenic back pain …",
    "abstract": "Low back pain (LBP) is very prevalent in the general population. Treatment of nonradicular back pain, in the absence of deformity, continues to be controversial. Recently, anatomic dissections, magnetic resonance imaging studies, and the use of provocative discograms (pain-related response during the injection similar to the typical pattern of pain reported prior to the procedure) have contributed to our understanding of the etiology of discogenic back pain. Various techniques of spine fusion, with and without instrumentation, have altered the natural history of LBP unresponsive to conservative treatment. This review discusses the etiology and diagnosis of discogenic back pain and the treatment options available to the spine surgeon.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8474769/",
    "clean_text": "diagnosis and treatment of discogenic low back pain low back pain lbp is very prevalent in the general population treatment of nonradicular back pain in the absence of deformity continues to be controversial this review discusses the etiology and diagnosis of discogenic back pain low back pain lbp is very prevalent in the general population treatment of nonradicular back pain in the absence of deformity continues to be controversial recently anatomic dissections magnetic resonance imaging studies and the use of provocative discograms pain related response during the injection similar to the typical pattern of pain reported prior to the procedure have contributed to our understanding of the etiology of discogenic back pain various techniques of spine fusion with and without instrumentation have altered the natural history of lbp unresponsive to conservative treatment this review discusses the etiology and diagnosis of discogenic back pain and the treatment options available to the spine surgeon"
}