{
    "pmid": "41408135",
    "title": "Diagnostically challenging ligneous conjunctivitis with confirmed ",
    "abstract": "This study reports the ocular and systemic manifestations, genetic findings, and management approaches in 10 patients diagnosed with ligneous conjunctivitis (LC) and followed at a university hospital. In this retrospective case series, medical records were retrospectively reviewed to collect demographic characteristics, age at diagnosis, family history, serum plasminogen (PLG) activity levels, ocular/systemic findings, and treatment modalities. Ten patients (7 females, 3 males; age range: 2-40 years) were followed for a mean duration of 9.4 ± 5.5 years. PLG activity was markedly reduced (18-25%) in six individuals. Systemic comorbidities included hydrocephalus ( The diagnosis of LC is based on the integration of clinical and genetic findings, characterized by recurrent, firm pseudomembranes on the tarsal conjunctiva and often supported by a positive family history or parental consanguinity. Reduced PLG activity, histopathological confirmation of fibrin-rich membranes, and supportive genetic findings further substantiate the diagnosis.",
    "disease": "epilepsy",
    "clean_text": "diagnostically challenging ligneous conjunctivitis with confirmed this study reports the ocular and systemic manifestations genetic findings and management approaches in patients diagnosed with ligneous conjunctivitis lc and followed at a university hospital in this retrospective case series medical records were retrospectively reviewed to collect demographic characteristics age at diagnosis family history serum plasminogen plg activity levels ocular systemic findings and treatment modalities ten patients females males age range years were followed for a mean duration of years plg activity was markedly reduced in six individuals systemic comorbidities included hydrocephalus the diagnosis of lc is based on the integration of clinical and genetic findings characterized by recurrent firm pseudomembranes on the tarsal conjunctiva and often supported by a positive family history or parental consanguinity reduced plg activity histopathological confirmation of fibrin rich membranes and supportive genetic findings further substantiate the diagnosis"
}