{
    "title": "Experimental spinal cord trauma: a review of mechanically induced spinal cord injury in rat models.",
    "doc_id": "27845888",
    "writer": "Abdullahi D",
    "year": "2017",
    "summary": "It has been shown that animal spinal cord compression (using methods such as clips, balloons, spinal cord strapping, or calibrated forceps) mimics the persistent spinal canal occlusion that is common in human spinal cord injury (SCI). ...Compression mo …",
    "abstract": "It has been shown that animal spinal cord compression (using methods such as clips, balloons, spinal cord strapping, or calibrated forceps) mimics the persistent spinal canal occlusion that is common in human spinal cord injury (SCI). These methods can be used to investigate the effects of compression or to know the optimal timing of decompression (as duration of compression can affect the outcome of pathology) in acute SCI. Compression models involve prolonged cord compression and are distinct from contusion models, which apply only transient force to inflict an acute injury to the spinal cord. While the use of forceps to compress the spinal cord is a common choice due to it being inexpensive, it has not been critically assessed against the other methods to determine whether it is the best method to use. To date, there is no available review specifically focused on the current compression methods of inducing SCI in rats; thus, we performed a systematic and comprehensive publication search to identify studies on experimental spinalization in rat models, and this review discusses the advantages and limitations of each method.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27845888/",
    "clean_text": "experimental spinal cord trauma a review of mechanically induced spinal cord injury in rat models it has been shown that animal spinal cord compression using methods such as clips balloons spinal cord strapping or calibrated forceps mimics the persistent spinal canal occlusion that is common in human spinal cord injury sci compression mo it has been shown that animal spinal cord compression using methods such as clips balloons spinal cord strapping or calibrated forceps mimics the persistent spinal canal occlusion that is common in human spinal cord injury sci these methods can be used to investigate the effects of compression or to know the optimal timing of decompression as duration of compression can affect the outcome of pathology in acute sci compression models involve prolonged cord compression and are distinct from contusion models which apply only transient force to inflict an acute injury to the spinal cord while the use of forceps to compress the spinal cord is a common choice due to it being inexpensive it has not been critically assessed against the other methods to determine whether it is the best method to use to date there is no available review specifically focused on the current compression methods of inducing sci in rats thus we performed a systematic and comprehensive publication search to identify studies on experimental spinalization in rat models and this review discusses the advantages and limitations of each method"
}