{
    "title": "Historical perspective on physical employment standards.",
    "doc_id": "31282466",
    "writer": "Gebhardt DL.",
    "year": "2019",
    "summary": "BACKGROUND: When one thinks of jobs with physical employment standards, the first thoughts typically center around firefighting, law enforcement, and military jobs. ...OBJECTIVE: This paper provides a historical perspective of physical employment standards for hirin …",
    "abstract": "Background:\n        \n      \n      When one thinks of jobs with physical employment standards, the first thoughts typically center around firefighting, law enforcement, and military jobs. However, there are 100s of arduous jobs that exist in the public and private sectors that range from moderately demanding to strenuous. The Bureau of Labor Statistics reported that 28% of the workforce in the United States performs physically demanding jobs that involve construction, machinery installation and repair, public safety, and other professions.\n    \n\n\n          Objective:\n        \n      \n      This paper provides a historical perspective of physical employment standards for hiring workers into these arduous jobs, how we arrived at our current knowledge base, and the challenges faced today when determining and implementing physical employment standards.\n    \n\n\n          Method:\n        \n      \n      This narrative review draws on evidence from 62 published sources.\n    \n\n\n          Results:\n        \n      \n      This paper focuses on the need for a multidisciplinary approach to identifying job requirements, the professions (e.g., medical, psychology, physiology) that underpin the methodologies, and the knowledge used by current researchers. Descriptions of test and cut score development, legal issues, and challenges for the future also are highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31282466/",
    "clean_text": "historical perspective on physical employment standards background when one thinks of jobs with physical employment standards the first thoughts typically center around firefighting law enforcement and military jobs objective this paper provides a historical perspective of physical employment standards for hirin background when one thinks of jobs with physical employment standards the first thoughts typically center around firefighting law enforcement and military jobs however there are s of arduous jobs that exist in the public and private sectors that range from moderately demanding to strenuous the bureau of labor statistics reported that of the workforce in the united states performs physically demanding jobs that involve construction machinery installation and repair public safety and other professions objective this paper provides a historical perspective of physical employment standards for hiring workers into these arduous jobs how we arrived at our current knowledge base and the challenges faced today when determining and implementing physical employment standards method this narrative review draws on evidence from published sources results this paper focuses on the need for a multidisciplinary approach to identifying job requirements the professions e g medical psychology physiology that underpin the methodologies and the knowledge used by current researchers descriptions of test and cut score development legal issues and challenges for the future also are highlighted"
}