{
    "title": "Management of adverse effects/toxicity of ibrutinib.",
    "doc_id": "30878129",
    "writer": "Paydas S.",
    "year": "2019",
    "summary": "Ibrutinib is generally well tolerated drug with rapid and durable responses but has some side events. The most common side effects are diarrhea, upper respiratory tract infection, bleeding, fatigue and cardiac side effects. ...However atrial fib …",
    "abstract": "Bruton tyrosine kinase signaling (BTK) is critical step for B-cell development and immunoglobulin synthesis. Ibrutinib is an orally bioavailable bruton tyrosine kinase inhibitor (BTKi) and forms an irreversible covalent bound to BTK at the Cysteine-481 residue. Ibrutinib has been approved by FDA for the treatment of mantle cell lymphoma, chronic lymphocytic leukemia, Waldenstrom's macroglobulinemia, marginal zone lymphoma and chronic graft-versus-host disease in allogeneic stem cell transplantation. Ibrutinib is generally well tolerated drug with rapid and durable responses but has some side events. The most common side effects are diarrhea, upper respiratory tract infection, bleeding, fatigue and cardiac side effects. These events are generally mild (grade I-II). However atrial fibrillation (AF) and bleeding are important and may be grade III or higher side effects require strict monitoring. Here side effects of ibrutinib have been summarized and important considerations in the management of these adverse events have been reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30878129/",
    "clean_text": "management of adverse effects toxicity of ibrutinib ibrutinib is generally well tolerated drug with rapid and durable responses but has some side events the most common side effects are diarrhea upper respiratory tract infection bleeding fatigue and cardiac side effects however atrial fib bruton tyrosine kinase signaling btk is critical step for b cell development and immunoglobulin synthesis ibrutinib is an orally bioavailable bruton tyrosine kinase inhibitor btki and forms an irreversible covalent bound to btk at the cysteine residue ibrutinib has been approved by fda for the treatment of mantle cell lymphoma chronic lymphocytic leukemia waldenstrom s macroglobulinemia marginal zone lymphoma and chronic graft versus host disease in allogeneic stem cell transplantation ibrutinib is generally well tolerated drug with rapid and durable responses but has some side events the most common side effects are diarrhea upper respiratory tract infection bleeding fatigue and cardiac side effects these events are generally mild grade i ii however atrial fibrillation af and bleeding are important and may be grade iii or higher side effects require strict monitoring here side effects of ibrutinib have been summarized and important considerations in the management of these adverse events have been reviewed"
}