{
    "title": "Virtual reality in psychiatric disorders: A systematic review of reviews.",
    "doc_id": "32951730",
    "writer": "Cieślik B",
    "year": "2020",
    "summary": "OBJECTIVES: To broadly characterize the literature to date on the application of VR in psychiatric disorders by conducting a systematic review of reviews, describe the limitations of existing research, suggest avenues for future research to address gaps in the curre …",
    "abstract": "Background:\n        \n      \n      Virtual reality (VR) is being used more and more often as a therapeutic tool in psychology or psychiatry. In recent years, VR interventions appear more extensively also in disorders such as depression, anxiety and phobia. However, there has yet to be a comprehensive synthesis and critical review of the literature to identify future directions to advance the field in this area.\n    \n\n\n          Objectives:\n        \n      \n      To broadly characterize the literature to date on the application of VR in psychiatric disorders by conducting a systematic review of reviews, describe the limitations of existing research, suggest avenues for future research to address gaps in the current literature and provide practical recommendations for incorporating VR into various treatments for psychiatric disorders.\n    \n\n\n          Methods:\n        \n      \n      PubMed and Web of Science databases were searched for reviews on VR use in psychiatric disorders (e.g. various pain perceptions, post-traumatic stress disorder, phobias, attention deficit hyperactivity disorder, psychosis, depression). The methodological quality of each literature review was assessed using AMSTAR.\n    \n\n\n          Results:\n        \n      \n      The original search identified 848 reviews, of which 70 were included in the systematic review of reviews. Broadly, the literature indicates that various VR interventions could be useful in different psychiatric disorders.\n    \n\n\n          Conclusion:\n        \n      \n      This study provides evidence supporting the positive impact of VR therapy in psychiatric disorders. However, the impact is defined differently according to the studied area. Nevertheless, due to the continuous development of VR hardware and software, it is essential to conduct further research in the area of psychiatric disorders, especially as no review has concluded that VR does not work.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32951730/",
    "clean_text": "virtual reality in psychiatric disorders a systematic review of reviews objectives to broadly characterize the literature to date on the application of vr in psychiatric disorders by conducting a systematic review of reviews describe the limitations of existing research suggest avenues for future research to address gaps in the curre background virtual reality vr is being used more and more often as a therapeutic tool in psychology or psychiatry in recent years vr interventions appear more extensively also in disorders such as depression anxiety and phobia however there has yet to be a comprehensive synthesis and critical review of the literature to identify future directions to advance the field in this area objectives to broadly characterize the literature to date on the application of vr in psychiatric disorders by conducting a systematic review of reviews describe the limitations of existing research suggest avenues for future research to address gaps in the current literature and provide practical recommendations for incorporating vr into various treatments for psychiatric disorders methods pubmed and web of science databases were searched for reviews on vr use in psychiatric disorders e g various pain perceptions post traumatic stress disorder phobias attention deficit hyperactivity disorder psychosis depression the methodological quality of each literature review was assessed using amstar results the original search identified reviews of which were included in the systematic review of reviews broadly the literature indicates that various vr interventions could be useful in different psychiatric disorders conclusion this study provides evidence supporting the positive impact of vr therapy in psychiatric disorders however the impact is defined differently according to the studied area nevertheless due to the continuous development of vr hardware and software it is essential to conduct further research in the area of psychiatric disorders especially as no review has concluded that vr does not work"
}