{
    "pmid": "41474213",
    "title": "Psychosocial Determinants of Preparedness and Stress Management among Frontline Healthcare Workers in Kerala during Pandemic Response: A Cross-sectional Study.",
    "abstract": "Frontline healthcare workers (HCWs) experienced unprecedented psychosocial stress during the coronavirus disease 2019 pandemic. Their preparedness, shaped by knowledge, training, and occupational role, played a critical role in response effectiveness. This study aimed to assess knowledge, preparedness, and stress among HCWs in Kerala, India. A cross-sectional survey was conducted among 369 HCWs, including doctors, nurses, and allied health professionals, from various healthcare levels across Kerala. Data were collected using a structured, validated questionnaire assessing demographics, self-perceived knowledge, training experiences, attitudes, and psychosocial impacts. Statistical analysis was performed using SPSS version 25, with the Chi-square and Fisher's exact tests to explore associations between variables. Nurses constituted the majority of respondents (71.5%), and 65.3% were aged 20-39 years. While prepandemic training was perceived as inadequate by most participants, 94.6% reported improved preparedness following training during the pandemic. Significant associations were found between occupation and perceived knowledge (P < 0.05). Attitude-related responses revealed that 53.9% felt scared at the onset, while 95.1% later reported mental preparedness for future waves. Occupational role was significantly associated with perceived luck in surviving the pandemic (P = 0.048) and multiple experience-related variables, including early mental health impact (P = 0.04). The findings highlight discrepancies in training adequacy and suggest that younger and nursing professionals were more psychologically impacted. Targeted interventions are needed to address profession-specific stressors and resilience building. Effective in-pandemic training improved preparedness and confidence. Strengthening predisaster training and mental health support is essential for building a resilient healthcare workforce.",
    "disease": "covid-19",
    "clean_text": "psychosocial determinants of preparedness and stress management among frontline healthcare workers in kerala during pandemic response a cross sectional study frontline healthcare workers hcws experienced unprecedented psychosocial stress during the coronavirus disease pandemic their preparedness shaped by knowledge training and occupational role played a critical role in response effectiveness this study aimed to assess knowledge preparedness and stress among hcws in kerala india a cross sectional survey was conducted among hcws including doctors nurses and allied health professionals from various healthcare levels across kerala data were collected using a structured validated questionnaire assessing demographics self perceived knowledge training experiences attitudes and psychosocial impacts statistical analysis was performed using spss version with the chi square and fisher s exact tests to explore associations between variables nurses constituted the majority of respondents and were aged years while prepandemic training was perceived as inadequate by most participants reported improved preparedness following training during the pandemic significant associations were found between occupation and perceived knowledge p attitude related responses revealed that felt scared at the onset while later reported mental preparedness for future waves occupational role was significantly associated with perceived luck in surviving the pandemic p and multiple experience related variables including early mental health impact p the findings highlight discrepancies in training adequacy and suggest that younger and nursing professionals were more psychologically impacted targeted interventions are needed to address profession specific stressors and resilience building effective in pandemic training improved preparedness and confidence strengthening predisaster training and mental health support is essential for building a resilient healthcare workforce"
}