{
    "pmid": "41353432",
    "title": "Association between sleep disorders and rheumatoid arthritis in U.S. adults.",
    "abstract": "Evidence on the association between sleep disorders and rheumatoid arthritis (RA) remains limited. This study aimed to investigate this relationship in U.S. adults using data from the National Health and Nutrition Examination Survey (NHANES). This cross-sectional study included adults aged ≥ 18 years from the 2005-2018 NHANES cycles. A total of 28,040 participants were included. Weighted multivariate logistic regression models were employed to assess the association between sleep disorders and RA. Three models were constructed: an unadjusted model, a minimally adjusted model controlling for demographic variables, and a fully adjusted model incorporating additional lifestyle and clinical covariates. Subgroup analyses were performed to assess the consistency of associations across different population strata, and sensitivity analyses were conducted to confirm the robustness of the results. Of the 28,040 participants, 4168 (14.32%) were identified as having sleep disorders, and 1589 (4.28%) reported having RA. In the fully adjusted model, sleep disorders were significantly associated with increased odds of RA (OR = 1.76, 95% CI: 1.46-2.13, P < 0.001). Subgroup analyses showed that this positive association persisted across all examined strata, with no significant interactions (P for interaction > 0.05). In conclusion, our findings indicate a statistically significant association between sleep disorders and the prevalence of RA in U.S. adults. However, given the limitations of the cross-sectional design, causal inferences cannot be made. Future longitudinal and mechanistic studies are warranted to clarify the temporal direction and biological pathways underlying this association.",
    "disease": "rheumatoid arthritis",
    "clean_text": "association between sleep disorders and rheumatoid arthritis in u s adults evidence on the association between sleep disorders and rheumatoid arthritis ra remains limited this study aimed to investigate this relationship in u s adults using data from the national health and nutrition examination survey nhanes this cross sectional study included adults aged years from the nhanes cycles a total of participants were included weighted multivariate logistic regression models were employed to assess the association between sleep disorders and ra three models were constructed an unadjusted model a minimally adjusted model controlling for demographic variables and a fully adjusted model incorporating additional lifestyle and clinical covariates subgroup analyses were performed to assess the consistency of associations across different population strata and sensitivity analyses were conducted to confirm the robustness of the results of the participants were identified as having sleep disorders and reported having ra in the fully adjusted model sleep disorders were significantly associated with increased odds of ra or ci p subgroup analyses showed that this positive association persisted across all examined strata with no significant interactions p for interaction in conclusion our findings indicate a statistically significant association between sleep disorders and the prevalence of ra in u s adults however given the limitations of the cross sectional design causal inferences cannot be made future longitudinal and mechanistic studies are warranted to clarify the temporal direction and biological pathways underlying this association"
}