{
    "pmid": "41443483",
    "title": "Integrated pharmacokinetic properties, tissue distribution and metabolism of multiple active constituents in DBD for the treatment of GEM-induced myelosuppression.",
    "abstract": "Danggui Buxue Decoction (DBD), a classic traditional Chinese medicine (TCM), known for its immune regulatory and hematopoietic effects, DBD improved the quality of life in non-small-cell lung cancer (NSCLC) patients. Previous research confirmed that DBD can alleviate gemcitabine (GEM) induced myelosuppression. However, the in vivo pharmacodynamics material basis for this formula remains unclear. The objective of this study is to elucidate the impact of GEM-induced myelosuppression on the in vivo pharmacokinetic, specifically the absorption, distribution and metabolism, of multicomponent DBD. A myelosuppression rat model was induced by GEM. A sensitive and accurate method for quantifying six potential bioactive constituents of DBD in biological samples was developed using liquid chromatography-tandem mass spectrometry (LC-MS/MS), and this method was fully validated. Then, the integrated pharmacokinetic properties of DBD in normal rats and myelosuppression rats were investigated. Subsequently, tissue distributions of those constituents in three organs were determined, the metabolism of these constituents was characterized in plasma, small intestine and colon, and the overall parameters between normal and myelosuppression rats were compared. Then, intestinal injury and the expression levels of occludin, claudin-1, CYP3A, CYP2D6/7, UGT1A1 and UGT1A9 were investigated. Finally, 16S rDNA gene sequencing was adopt to analyze intestinal bacteria composition for the treatment of myelosuppression by DBD. In the pharmacokinetic study, it was found that a single administration under myelosuppressive conditions affected the absorption of calycosin (C), calycosin-7-O-β-D-glucoside (CG), formononetin (F), ononin (O) and ferulic acid (FA). The plasma exposure of CG, F and FA increased. When DBD was administered long-term to alleviate myelosuppression, significant differences in pharmacokinetic parameters were observed for five compounds (excluding C) compared with normal rats in CD group. The plasma exposure of F and astragaloside IV (A) increased, while that of FA decreased. In the tissue distribution study, compared with C and M groups, the contents of C, O and CG changed significantly. Under long-term administration, the tissue contents of CG, O, F, A and FA also showed significant alterations in model rats compared with normal rats. A total of 56 metabolites derived from C, CG, F, O and FA were identified in plasma, small intestine and colon. Among these, 22 differential metabolites were detected in plasma, and 23 were found in the small intestine and colon of myelosuppressed rats in MD group. Furthermore, long-term administration significantly influenced the absorption, distribution and metabolism of six components in DBD, both in healthy and myelosuppressed rats. H&E staining confirmed the presence of intestinal injury in myelosuppressed rats. Western blot analysis revealed altered expression levels of occludin and claudin-1 in the intestinal tissue, as well as UGT1A1 in the liver. Simultaneously, myelosuppression induced an increase in the pathogenic bacterium (Escherichia-Shigella), while the abundance of the probiotic (Lactobacillus) decreased. This is consistent with the observed intestinal injury and downregulation of occludin. Interestingly, the abundances of other beneficial bacteria (Phascolarctobacterium) were increased in myelosuppressed rats. In summary, the disposition of the six components in DBD was closely linked to the gut microbiota, intestinal tight junction proteins and metabolic enzymes in myelosuppressed rats. Herein, we report for the first time on the pharmacokinetics, tissue distribution, and metabolism of six constituents in DBD during myelosuppression treatment. The in vivo disposition mechanisms were explained through analyses of intestinal integrity, protein expression and microbial abundance. This work provides valuable data and new insights for identifying the efficacy-related substance basis of DBD against GEM-induced myelosuppression.",
    "disease": "lung cancer",
    "clean_text": "integrated pharmacokinetic properties tissue distribution and metabolism of multiple active constituents in dbd for the treatment of gem induced myelosuppression danggui buxue decoction dbd a classic traditional chinese medicine tcm known for its immune regulatory and hematopoietic effects dbd improved the quality of life in non small cell lung cancer nsclc patients previous research confirmed that dbd can alleviate gemcitabine gem induced myelosuppression however the in vivo pharmacodynamics material basis for this formula remains unclear the objective of this study is to elucidate the impact of gem induced myelosuppression on the in vivo pharmacokinetic specifically the absorption distribution and metabolism of multicomponent dbd a myelosuppression rat model was induced by gem a sensitive and accurate method for quantifying six potential bioactive constituents of dbd in biological samples was developed using liquid chromatography tandem mass spectrometry lc ms ms and this method was fully validated then the integrated pharmacokinetic properties of dbd in normal rats and myelosuppression rats were investigated subsequently tissue distributions of those constituents in three organs were determined the metabolism of these constituents was characterized in plasma small intestine and colon and the overall parameters between normal and myelosuppression rats were compared then intestinal injury and the expression levels of occludin claudin cyp a cyp d ugt a and ugt a were investigated finally s rdna gene sequencing was adopt to analyze intestinal bacteria composition for the treatment of myelosuppression by dbd in the pharmacokinetic study it was found that a single administration under myelosuppressive conditions affected the absorption of calycosin c calycosin o d glucoside cg formononetin f ononin o and ferulic acid fa the plasma exposure of cg f and fa increased when dbd was administered long term to alleviate myelosuppression significant differences in pharmacokinetic parameters were observed for five compounds excluding c compared with normal rats in cd group the plasma exposure of f and astragaloside iv a increased while that of fa decreased in the tissue distribution study compared with c and m groups the contents of c o and cg changed significantly under long term administration the tissue contents of cg o f a and fa also showed significant alterations in model rats compared with normal rats a total of metabolites derived from c cg f o and fa were identified in plasma small intestine and colon among these differential metabolites were detected in plasma and were found in the small intestine and colon of myelosuppressed rats in md group furthermore long term administration significantly influenced the absorption distribution and metabolism of six components in dbd both in healthy and myelosuppressed rats h e staining confirmed the presence of intestinal injury in myelosuppressed rats western blot analysis revealed altered expression levels of occludin and claudin in the intestinal tissue as well as ugt a in the liver simultaneously myelosuppression induced an increase in the pathogenic bacterium escherichia shigella while the abundance of the probiotic lactobacillus decreased this is consistent with the observed intestinal injury and downregulation of occludin interestingly the abundances of other beneficial bacteria phascolarctobacterium were increased in myelosuppressed rats in summary the disposition of the six components in dbd was closely linked to the gut microbiota intestinal tight junction proteins and metabolic enzymes in myelosuppressed rats herein we report for the first time on the pharmacokinetics tissue distribution and metabolism of six constituents in dbd during myelosuppression treatment the in vivo disposition mechanisms were explained through analyses of intestinal integrity protein expression and microbial abundance this work provides valuable data and new insights for identifying the efficacy related substance basis of dbd against gem induced myelosuppression"
}