{
    "title": "Breast Cancer Survivorship: Where Are We Today?",
    "doc_id": "26059925",
    "writer": "Ganz PA",
    "year": "2015",
    "summary": "Breast cancer is the most common cancer in women, and survivors with this diagnosis account for almost one fourth of the over 14 million cancer survivors in the US. ...Increasingly, we are paying attention to the long term and late effects of breast …",
    "abstract": "Breast cancer is the most common cancer in women, and survivors with this diagnosis account for almost one fourth of the over 14 million cancer survivors in the US. After several decades of basic and clinical trials research, we have learned much about the heterogeneity of breast cancer and have evolved a complex and multidisciplinary treatment approach to the disease. Increasingly, we are paying attention to the long term and late effects of breast cancer treatment, and this is largely the subject of this volume. In this chapter, the authors introduce the topic of breast cancer survivorship and highlight the organization and content of this volume, briefly describing the contents of the subsequent chapters.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26059925/",
    "clean_text": "breast cancer survivorship where are we today breast cancer is the most common cancer in women and survivors with this diagnosis account for almost one fourth of the over million cancer survivors in the us increasingly we are paying attention to the long term and late effects of breast breast cancer is the most common cancer in women and survivors with this diagnosis account for almost one fourth of the over million cancer survivors in the us after several decades of basic and clinical trials research we have learned much about the heterogeneity of breast cancer and have evolved a complex and multidisciplinary treatment approach to the disease increasingly we are paying attention to the long term and late effects of breast cancer treatment and this is largely the subject of this volume in this chapter the authors introduce the topic of breast cancer survivorship and highlight the organization and content of this volume briefly describing the contents of the subsequent chapters"
}