{
    "title": "[Back pain in the primary care setting : Specific back pain].",
    "doc_id": "33355682",
    "writer": "Schwill C.",
    "year": "2021",
    "summary": "Back pain is a common reason for consulting a general practitioner. For 80% of patients, the back pain is nonspecific. ...The diagnosis, treatment and continuous follow-up of the patient with specific back pain is interdisciplinary and re …",
    "abstract": "Back pain is a common reason for consulting a general practitioner. For 80% of patients, the back pain is nonspecific. Specific back pain has a determinable cause that needs to be rapidly identified. The diagnostic work-up to clarify spinal pain involves a detailed patient history taking into account the \"red flags\", a clinical examination and further stepwise diagnostics. In addition to laboratory diagnostics, structured morphological imaging is necessary. Causes of specific back pain include: fractures, infections, radiculopathy, tumors, axial spondylarthritis, as well as extravertebral causes. The diagnosis, treatment and continuous follow-up of the patient with specific back pain is interdisciplinary and requires close communication with the relevant specialists.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33355682/",
    "clean_text": "back pain in the primary care setting specific back pain back pain is a common reason for consulting a general practitioner for of patients the back pain is nonspecific the diagnosis treatment and continuous follow up of the patient with specific back pain is interdisciplinary and re back pain is a common reason for consulting a general practitioner for of patients the back pain is nonspecific specific back pain has a determinable cause that needs to be rapidly identified the diagnostic work up to clarify spinal pain involves a detailed patient history taking into account the red flags a clinical examination and further stepwise diagnostics in addition to laboratory diagnostics structured morphological imaging is necessary causes of specific back pain include fractures infections radiculopathy tumors axial spondylarthritis as well as extravertebral causes the diagnosis treatment and continuous follow up of the patient with specific back pain is interdisciplinary and requires close communication with the relevant specialists"
}