{
    "title": "Evaluation of a COVID-19 Vaccine Campaign and SARS-CoV-2 Infection and Mortality Among Adults Aged 60 Years And Older in a Middle-Income Country.",
    "doc_id": "34714342",
    "writer": "Macchia A",
    "year": "2021",
    "summary": "OBJECTIVE: To assess whether the pragmatic application of the 3 COVID-19 vaccines available in Argentina, 2 of which have no reports of evaluation in real-world settings to date, were associated with a reduction in morbidity, all-cause mortality, and mortalit …",
    "abstract": "Importance:\n        \n      \n      Although there are reports of COVID-19 vaccine implementation in real-world populations, these come from high-income countries or from experience with messenger RNA technology vaccines. Data on outcomes of vaccine deployment in low- or middle-income countries are lacking.\n    \n\n\n          Objective:\n        \n      \n      To assess whether the pragmatic application of the 3 COVID-19 vaccines available in Argentina, 2 of which have no reports of evaluation in real-world settings to date, were associated with a reduction in morbidity, all-cause mortality, and mortality due to COVID-19.\n    \n\n\n          Design, setting, and participants:\n        \n      \n      This cohort study used individual and ecological data to explore outcomes following vaccination with rAd26-rAd5, ChAdOx1, and BBIBP-CorV. To correct for differences in exposure times, results are shown using incidence density per 100 000 person-days from the start of the vaccination campaign (December 29, 2020) to the occurrence of an event or the end of follow-up (May 15, 2021). Participants included 663 602 people aged at least 60 years residing in the city of Buenos Aires, Argentina. Statistical analysis was performed from June 1 to June 15, 2021.\n    \n\n\n          Main outcomes and measures:\n        \n      \n      Diagnosis of COVID-19 confirmed by reverse transcription-polymerase chain reaction, death from all causes, and death within 30 days of a diagnosis of COVID-19. Poisson regression models were fitted to estimate associations with all 3 outcomes.\n    \n\n\n          Results:\n        \n      \n      Among 663 602 residents of the city of Buenos Aires included in the study, 540 792 (81.4%) were vaccinated with at least 1 dose, with 457 066 receiving 1 dose (mean [SD] age, 74.5 (8.9) years; 61.5% were female [n = 281 284]; 68.0% [n = 310 987] received the rAd26-rAd5 vaccine; 29.5% [n = 135 036] received ChAdOx1; 2.4% [n = 11 043] received BBIBP-CorV) and 83 726 receiving 2 doses (mean [SD] age, 73.4 [6.8] years; 63.5% were female [n = 53 204]). The incidence density of confirmed COVID-19 was 36.25 cases/100 000 person-days (95% CI, 35.80-36.70 cases/100 000 person-days) among those who did not receive a vaccine, 19.13 cases/100 000 person-days (95% CI, 18.63-19.62 cases/100 000 person-days) among those who received 1 dose, and 4.33 cases/100 000 person-days (95% CI, 3.85-4.81 cases/100 000 person-days) among those who received 2 doses. All-cause mortality was 11.74 cases/100 000 person-days (95% CI, 11.51-11.96 cases/100 000 person-days), 4.01 cases/100 000 person-days (95% CI, 3.78-4.24 cases/100 000 person-days) and 0.40 cases/100 000 person-days (95% CI, 0.26-0.55 cases/100 000 person-days). COVID-19-related-death rate was 2.31 cases/100 000 person-days (95% CI, 2.19-2.42 cases/100 000 person-days), 0.59 cases/100 000 person-days (95% CI, 0.50-0.67 cases/100 000 person-days), and 0.04 cases/100 000 person-days (95% CI, 0.0-0.09 cases/100 000 person-days) among the same groups. A 2-dose vaccination schedule was associated with an 88.1% (95% CI, 86.8%-89.2%) reduction in documented infection, 96.6% (95% CI, 95.3%-97.5%) reduction in all-cause death, and 98.3% (95% CI, 95.3%-99.4%) reduction in COVID-19-related death. A single dose was associated with a 47.2% (95% CI, 44.2%-50.1%) reduction in documented infection, 65.8% (95% CI, 61.7%-69.5%) reduction in all-cause death, and 74.5% (95% CI, 66%-80.8%) reduction in COVID-19-related death.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      This study found that within the first 5 months after the start of the vaccination campaign, vaccination was associated with a significant reduction in COVID-19 infection as well as a reduction in mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34714342/",
    "clean_text": "evaluation of a covid vaccine campaign and sars cov infection and mortality among adults aged years and older in a middle income country objective to assess whether the pragmatic application of the covid vaccines available in argentina of which have no reports of evaluation in real world settings to date were associated with a reduction in morbidity all cause mortality and mortalit importance although there are reports of covid vaccine implementation in real world populations these come from high income countries or from experience with messenger rna technology vaccines data on outcomes of vaccine deployment in low or middle income countries are lacking objective to assess whether the pragmatic application of the covid vaccines available in argentina of which have no reports of evaluation in real world settings to date were associated with a reduction in morbidity all cause mortality and mortality due to covid design setting and participants this cohort study used individual and ecological data to explore outcomes following vaccination with rad rad chadox and bbibp corv to correct for differences in exposure times results are shown using incidence density per person days from the start of the vaccination campaign december to the occurrence of an event or the end of follow up may participants included people aged at least years residing in the city of buenos aires argentina statistical analysis was performed from june to june main outcomes and measures diagnosis of covid confirmed by reverse transcription polymerase chain reaction death from all causes and death within days of a diagnosis of covid poisson regression models were fitted to estimate associations with all outcomes results among residents of the city of buenos aires included in the study were vaccinated with at least dose with receiving dose mean sd age years were female n n received the rad rad vaccine n received chadox n received bbibp corv and receiving doses mean sd age years were female n the incidence density of confirmed covid was cases person days ci cases person days among those who did not receive a vaccine cases person days ci cases person days among those who received dose and cases person days ci cases person days among those who received doses all cause mortality was cases person days ci cases person days cases person days ci cases person days and cases person days ci cases person days covid related death rate was cases person days ci cases person days cases person days ci cases person days and cases person days ci cases person days among the same groups a dose vaccination schedule was associated with an ci reduction in documented infection ci reduction in all cause death and ci reduction in covid related death a single dose was associated with a ci reduction in documented infection ci reduction in all cause death and ci reduction in covid related death conclusions and relevance this study found that within the first months after the start of the vaccination campaign vaccination was associated with a significant reduction in covid infection as well as a reduction in mortality"
}