{
    "pmid": "41469087",
    "title": "Clustering patterns in Finnish type 1 diabetes patients: a nationwide register-based study.",
    "abstract": "Type 1 diabetes mellitus (T1DM) is a chronic autoimmune disease targeting insulin-producing cells in the pancreas. The rising global incidence, particularly in early childhood, suggests environmental triggers, such as infections, may contribute to its pathogenesis. Prior studies have reported spatiotemporal clustering of T1DM, and we aimed to further investigate spatial and spatiotemporal clustering in Finnish children using high-quality data with complete residential histories. We included patients under 18 diagnosed with T1DM between 1990 and 2019, identified from the Finnish Social Insurance Institution, based on insulin reimbursement. Each case was assigned three age-matched and sex-matched controls. Clustering was analyzed using the Cuzick-Edwards test, Knox test, and Jacquez's Q statistic. Multiple testing adjustments were applied using the Benjamini-Hochberg correction. The study included 16 307 cases and 48 914 controls (median age at diagnosis: 8.9 years; 56% male). The Cuzick-Edwards test identified modest spatial clustering among males 1 year prior to diagnosis, while the Knox test revealed significant spatiotemporal clustering across all cases. Analyses incorporating full residential histories confirmed these findings, with more pronounced spatiotemporal clustering in children over 6 years old. These results demonstrate evidence of spatiotemporal clustering of T1DM in Finnish children, supporting the hypothesis of environmental triggers in T1DM etiology. These findings highlight the need for further research to identify the specific environmental factors and mechanisms behind the clustering.",
    "disease": "diabetes mellitus",
    "clean_text": "clustering patterns in finnish type diabetes patients a nationwide register based study type diabetes mellitus t dm is a chronic autoimmune disease targeting insulin producing cells in the pancreas the rising global incidence particularly in early childhood suggests environmental triggers such as infections may contribute to its pathogenesis prior studies have reported spatiotemporal clustering of t dm and we aimed to further investigate spatial and spatiotemporal clustering in finnish children using high quality data with complete residential histories we included patients under diagnosed with t dm between and identified from the finnish social insurance institution based on insulin reimbursement each case was assigned three age matched and sex matched controls clustering was analyzed using the cuzick edwards test knox test and jacquez s q statistic multiple testing adjustments were applied using the benjamini hochberg correction the study included cases and controls median age at diagnosis years male the cuzick edwards test identified modest spatial clustering among males year prior to diagnosis while the knox test revealed significant spatiotemporal clustering across all cases analyses incorporating full residential histories confirmed these findings with more pronounced spatiotemporal clustering in children over years old these results demonstrate evidence of spatiotemporal clustering of t dm in finnish children supporting the hypothesis of environmental triggers in t dm etiology these findings highlight the need for further research to identify the specific environmental factors and mechanisms behind the clustering"
}