{
    "title": "Low expression of cyclooxygenase-2 in chronic kidney disease in young dogs.",
    "doc_id": "27892876",
    "writer": "Yabuki A",
    "year": "2016",
    "summary": "Chronic kidney disease (CKD) often results in end-stage renal failure in young dogs; however, the pathogenesis of this disease is not established. ...COX-1 signals were not detected in diseased or normal kidneys. COX-2 signals were low or undetectable in dise …",
    "abstract": "Chronic kidney disease (CKD) often results in end-stage renal failure in young dogs; however, the pathogenesis of this disease is not established. This study investigated renal expression of cyclooxygenase (COX)-1 and COX-2 proteins in three dogs with chronic kidney disease by immunohistochemistry. Histopathology showed asynchronous differentiation of renal tissues, including immature glomeruli. COX-1 signals were not detected in diseased or normal kidneys. COX-2 signals were low or undetectable in diseased kidneys, while normal kidneys showed clear positive signals in the macula densa (MD). Quantitative scores of COX-2 in diseased kidneys were significantly lower than those in normal kidneys. These findings demonstrate low renal COX-2 expression in CKD in young dogs, but whether this is correlated with disease pathogenesis remains unclear.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27892876/",
    "clean_text": "low expression of cyclooxygenase in chronic kidney disease in young dogs chronic kidney disease ckd often results in end stage renal failure in young dogs however the pathogenesis of this disease is not established cox signals were not detected in diseased or normal kidneys cox signals were low or undetectable in dise chronic kidney disease ckd often results in end stage renal failure in young dogs however the pathogenesis of this disease is not established this study investigated renal expression of cyclooxygenase cox and cox proteins in three dogs with chronic kidney disease by immunohistochemistry histopathology showed asynchronous differentiation of renal tissues including immature glomeruli cox signals were not detected in diseased or normal kidneys cox signals were low or undetectable in diseased kidneys while normal kidneys showed clear positive signals in the macula densa md quantitative scores of cox in diseased kidneys were significantly lower than those in normal kidneys these findings demonstrate low renal cox expression in ckd in young dogs but whether this is correlated with disease pathogenesis remains unclear"
}