{
    "pmid": "41379597",
    "title": "Coronary artery bypass grafting versus percutaneous coronary intervention outcomes among patients with acute coronary syndrome and unprotected left main coronary artery disease: a meta-analysis with a reconstructed time-to-event analysis.",
    "abstract": "Patients with an unprotected left main coronary artery (ULMCA) presenting with acute coronary syndrome (ACS) were underrepresented in randomized trials. We aimed to compare the outcomes of coronary artery bypass grafting (CABG) and percutaneous coronary intervention (PCI) in these patients. Electronic databases were searched for studies comparing CABG vs PCI for patients with ULMCA presenting with ACS. The primary outcome was all-cause mortality. The outcomes were reported using a risk ratio (RR) and 95% confidence interval (CI) using random-effect model. A total of 7 studies with 4033 patients were included. There was no difference in the incidence of all-cause mortality between CABG and PCI. CABG was associated with a trend toward a higher incidence of stroke in short-term, but with lower rates of lower target vessel revascularization, and target lesion revascularization during long-term follow-up. CABG and PCI were associated with comparable long-term mortality among patients with ULMCA who presented with ACS. However, CABG was associated with a lower incidence of MI and revascularization but a trend toward a higher incidence of stroke. These findings could help with informed decision-making among patients with ULMCA presenting with ACS. The protocol was registered on PROSPERO (CRD420251034578).",
    "disease": "coronary artery disease",
    "clean_text": "coronary artery bypass grafting versus percutaneous coronary intervention outcomes among patients with acute coronary syndrome and unprotected left main coronary artery disease a meta analysis with a reconstructed time to event analysis patients with an unprotected left main coronary artery ulmca presenting with acute coronary syndrome acs were underrepresented in randomized trials we aimed to compare the outcomes of coronary artery bypass grafting cabg and percutaneous coronary intervention pci in these patients electronic databases were searched for studies comparing cabg vs pci for patients with ulmca presenting with acs the primary outcome was all cause mortality the outcomes were reported using a risk ratio rr and confidence interval ci using random effect model a total of studies with patients were included there was no difference in the incidence of all cause mortality between cabg and pci cabg was associated with a trend toward a higher incidence of stroke in short term but with lower rates of lower target vessel revascularization and target lesion revascularization during long term follow up cabg and pci were associated with comparable long term mortality among patients with ulmca who presented with acs however cabg was associated with a lower incidence of mi and revascularization but a trend toward a higher incidence of stroke these findings could help with informed decision making among patients with ulmca presenting with acs the protocol was registered on prospero crd"
}