{
    "title": "The relationship between sleep quality and quality of life in aging: a systematic review and meta-analysis.",
    "doc_id": "34459704",
    "writer": "Sella E",
    "year": "2023",
    "summary": "This study examined the available literature concerning the association between sleep quality and quality of life (QoL) in autonomous older people with no sleep disorders. ...The results showed that self-reported sleep quality, but not ob …",
    "abstract": "This study examined the available literature concerning the association between sleep quality and quality of life (QoL) in autonomous older people with no sleep disorders. A systematic review and meta-analysis were conducted on studies identified in the PsycInfo, PubMed and Scopus databases that examined the associations between QoL and sleep quality in older adults. Our systematic literature search identified 23 studies concerning a total of 21,092 participants (range of mean ages: 58-79 years). The results showed that self-reported sleep quality, but not objective sleep quality, correlated positively with QoL with a moderate effect size (for self-reported sleep quality, the overall estimate of the average effect size was a Pearson's r = .28 [95% CI: .34, .23]; for objective sleep quality, it was r = .01 [.12, -.09]). This also applied to the main domains of QoL concerning physical and psychological health, social relationships and environmental aspects (the estimated average effect sizes ranged from Pearson's r = .13 to r = .35). These findings highlight the influence of sleep quality, and particularly of self-reported sleep quality, on QoL (as a whole and in its specific domains) in older adults with normal aging and no insomnia. This influence should therefore be investigated systematically when examining QoL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34459704/",
    "clean_text": "the relationship between sleep quality and quality of life in aging a systematic review and meta analysis this study examined the available literature concerning the association between sleep quality and quality of life qol in autonomous older people with no sleep disorders the results showed that self reported sleep quality but not ob this study examined the available literature concerning the association between sleep quality and quality of life qol in autonomous older people with no sleep disorders a systematic review and meta analysis were conducted on studies identified in the psycinfo pubmed and scopus databases that examined the associations between qol and sleep quality in older adults our systematic literature search identified studies concerning a total of participants range of mean ages years the results showed that self reported sleep quality but not objective sleep quality correlated positively with qol with a moderate effect size for self reported sleep quality the overall estimate of the average effect size was a pearson s r ci for objective sleep quality it was r this also applied to the main domains of qol concerning physical and psychological health social relationships and environmental aspects the estimated average effect sizes ranged from pearson s r to r these findings highlight the influence of sleep quality and particularly of self reported sleep quality on qol as a whole and in its specific domains in older adults with normal aging and no insomnia this influence should therefore be investigated systematically when examining qol"
}