{
    "pmid": "41432378",
    "title": "S100 calcium-binding protein beta (S100B) in serum as a biomarker for epilepsy after traumatic brain injury: A register-based cohort study in Danish adults.",
    "abstract": "This study was undertaken to evaluate whether elevated serum levels of S100 calcium-binding protein beta (S100B) provide a prognostic biomarker for the development of epilepsy after traumatic brain injury (TBI). We conducted a register-based cohort study in adults (≥18 years of age) who presented to Danish emergency departments between 2013 and 2022 with a head injury and underwent serum S100B sampling. We classified injury severity hierarchically according to TBI diagnoses (No TBI, mild TBI without [mTBI-] and with [mTBI+] detectable lesions) recorded the first week after injury admission. Epilepsy onset was set to the date of the first epilepsy diagnosis or first redeemed antiseizure medication prescription after TBI. Persons were followed until epilepsy onset, death, or December 31, 2022, whichever came first. We estimated hazard ratios (HRs) and absolute risk (AR) of epilepsy according to S100B levels with corresponding 95% confidence intervals (CIs), according to injury severity, age, sex, and multimorbidity. Mean serum S100B levels increased with TBI severity (p < .0001). A 1-unit S100B increase (in μg/L) after TBI carried increased epilepsy risk (HR = 1.46, 95% CI = 1.20-1.77), but only in mTBI+ patients (HR = 2.12, 95% CI = 1.55-2.92). The overall 5-year AR of epilepsy after any head injury was 3.8% (95% CI = 1.5%-7.8%), 2.0% (95% CI = 1.2%-3.1%), and 1.0% (95% CI = .8%-1.3%) in patients with S100B levels of 2.0, 1.0, and .1 μg/L, respectively, and in the subgroup of mTBI+ patients the ARs were 21.3% (95% CI = 9.0%-38.2%), 5.7% (95% CI = 2.6%-10.6%), and .8% (95% CI = .2%-2.4%). Age and sex had minor influence on the association, but having a high multimorbidity score (HR = 2.03, 95% CI = 1.28-3.23) was a pivotal modifier, rendering the association insignificant in those without (HR = 1.21, 95% CI = 0.88-1.67). Elevated serum S100B levels after TBI were associated with subsequent epilepsy, likely reflecting the extent of intracranial injury. Despite study limitations, these findings support the potential of S100B as a prognostic biomarker.",
    "disease": "epilepsy",
    "clean_text": "s calcium binding protein beta s b in serum as a biomarker for epilepsy after traumatic brain injury a register based cohort study in danish adults this study was undertaken to evaluate whether elevated serum levels of s calcium binding protein beta s b provide a prognostic biomarker for the development of epilepsy after traumatic brain injury tbi we conducted a register based cohort study in adults years of age who presented to danish emergency departments between and with a head injury and underwent serum s b sampling we classified injury severity hierarchically according to tbi diagnoses no tbi mild tbi without mtbi and with mtbi detectable lesions recorded the first week after injury admission epilepsy onset was set to the date of the first epilepsy diagnosis or first redeemed antiseizure medication prescription after tbi persons were followed until epilepsy onset death or december whichever came first we estimated hazard ratios hrs and absolute risk ar of epilepsy according to s b levels with corresponding confidence intervals cis according to injury severity age sex and multimorbidity mean serum s b levels increased with tbi severity p a unit s b increase in g l after tbi carried increased epilepsy risk hr ci but only in mtbi patients hr ci the overall year ar of epilepsy after any head injury was ci ci and ci in patients with s b levels of and g l respectively and in the subgroup of mtbi patients the ars were ci ci and ci age and sex had minor influence on the association but having a high multimorbidity score hr ci was a pivotal modifier rendering the association insignificant in those without hr ci elevated serum s b levels after tbi were associated with subsequent epilepsy likely reflecting the extent of intracranial injury despite study limitations these findings support the potential of s b as a prognostic biomarker"
}