{
    "pmid": "41457830",
    "title": "Dynamic blood dose estimates in radiotherapy and correlations with adverse clinical outcomes in brain, head-and-neck, and lung cancer patients.",
    "abstract": "In cancer radiotherapy, radiation-induced lymphopenia (RIL) has been reported to be correlated with adverse clinical outcomes such as reduced locoregional control (LRC), distant-metastasis-free survival (DMFS), and overall survival (OS) in various treatment sites. Frameworks to simulate the radiation dose to circulating blood have been developed in response, and simulated blood dose values have been reported to be correlated with severe RIL and/or adverse clinical outcomes. However, validations with different patient datasets or expansions to additional treatment sites, as well as the identification of particularly relevant blood dose metrics and blood compartments to allow for their inclusion during radiotherapy treatment planning, remain lacking. This study aims to investigate a potential correlation between simulated blood dose values and adverse clinical outcomes in 215 patients with head-and-neck squamous cell carcinoma (HNSCC), 180 patients with glioblastoma (GBM), and 490 patients with non-small-cell lung cancer (NSCLC), and to identify particularly relevant blood dose metrics and blood compartments to allow for their inclusion during radiotherapy treatment planning and thereby enable the optimization of the estimated dose delivered to circulating blood. For all 885 patients, TotalSegmentator was used to automatically delineate additional organs-at-risk (OARs), blood vessels, and tissues which were not already manually delineated for radiotherapy treatment planning. Subsequently, the dynamic HEDOS model, which considers temporal aspects such as blood flow dynamics and treatment delivery time, was used to simulate the radiation dose delivered to circulate blood during radiotherapy. Static blood dose models consisting of the mean dose to the union of all HEDOS blood compartments (D During multivariable Cox regression analysis, the blood dose estimates from the dynamic blood dose model exhibited a statistically significant (p < 0.05) correlation with DMFS and OS in the HNSCC and NSCLC datasets as well as with LRC in the HNSCC dataset. D The dynamic blood dose model exhibited a statistically significant correlation with adverse clinical outcomes in five out of seven cases, compared to just two cases for the static blood dose models. Consideration of temporal aspects such as blood flow dynamics and treatment delivery time was therefore essential to some of the observed correlations. For each treatment site, particularly relevant blood compartments were identified, allowing for their inclusion during radiotherapy treatment planning as part of future studies which aim to reduce the estimated dose to circulating blood.",
    "disease": "lung cancer",
    "clean_text": "dynamic blood dose estimates in radiotherapy and correlations with adverse clinical outcomes in brain head and neck and lung cancer patients in cancer radiotherapy radiation induced lymphopenia ril has been reported to be correlated with adverse clinical outcomes such as reduced locoregional control lrc distant metastasis free survival dmfs and overall survival os in various treatment sites frameworks to simulate the radiation dose to circulating blood have been developed in response and simulated blood dose values have been reported to be correlated with severe ril and or adverse clinical outcomes however validations with different patient datasets or expansions to additional treatment sites as well as the identification of particularly relevant blood dose metrics and blood compartments to allow for their inclusion during radiotherapy treatment planning remain lacking this study aims to investigate a potential correlation between simulated blood dose values and adverse clinical outcomes in patients with head and neck squamous cell carcinoma hnscc patients with glioblastoma gbm and patients with non small cell lung cancer nsclc and to identify particularly relevant blood dose metrics and blood compartments to allow for their inclusion during radiotherapy treatment planning and thereby enable the optimization of the estimated dose delivered to circulating blood for all patients totalsegmentator was used to automatically delineate additional organs at risk oars blood vessels and tissues which were not already manually delineated for radiotherapy treatment planning subsequently the dynamic hedos model which considers temporal aspects such as blood flow dynamics and treatment delivery time was used to simulate the radiation dose delivered to circulate blood during radiotherapy static blood dose models consisting of the mean dose to the union of all hedos blood compartments d during multivariable cox regression analysis the blood dose estimates from the dynamic blood dose model exhibited a statistically significant p correlation with dmfs and os in the hnscc and nsclc datasets as well as with lrc in the hnscc dataset d the dynamic blood dose model exhibited a statistically significant correlation with adverse clinical outcomes in five out of seven cases compared to just two cases for the static blood dose models consideration of temporal aspects such as blood flow dynamics and treatment delivery time was therefore essential to some of the observed correlations for each treatment site particularly relevant blood compartments were identified allowing for their inclusion during radiotherapy treatment planning as part of future studies which aim to reduce the estimated dose to circulating blood"
}