{
    "title": "Child delinquency and intelligence testing at Santiago's Juvenile Court, Chile, 1929-1942.",
    "doc_id": "31355657",
    "writer": "Vetö S.",
    "year": "2019",
    "summary": "This article deals with intelligence testing conducted at Santiago's Juvenile Court, in Chile, between 1929 and 1942. It is based on an analysis of 56 court records containing psychological or psychopedagogical reports filed by the Section for Observation and Classificatio …",
    "abstract": "This article deals with intelligence testing conducted at Santiago's Juvenile Court, in Chile, between 1929 and 1942. It is based on an analysis of 56 court records containing psychological or psychopedagogical reports filed by the Section for Observation and Classification at Santiago's House of Juveniles, an institution created in 1929 as part of the Juvenile Protection Law. To understand the purposes for juvenile intelligence testing in this field, several articles published at the time by the key actors involved in these institutions will also be analyzed. The results of this research signal, first, that psychology did indeed play a role in the juvenile justice system by laying the groundwork for the idea that it was necessary to measure and diagnose intelligence. The Binet-Simon Intelligence Scale, developed in France between 1904 and 1911 and adapted for Chile between 1922 and 1925, was systematically administered to juveniles in Santiago's Juvenile Court; the results were deployed as technical-scientific recommendations at the service of the presiding juvenile judge. On the one hand, this instrument, supposedly scientific and objective, helped legitimize the nascent field of psychology. On the other, it emerged as a useful tool in its own right to assess children. Second, the notions of intelligence underpinning these practices, while certainly in debt to the American approaches from which they were appropriated, managed to forge a more balanced stance between nature and nurture, positioning intelligence testing as a way of conceiving of and planning to prevent crime and reeducate juveniles. (PsycINFO Database Record (c) 2019 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31355657/",
    "clean_text": "child delinquency and intelligence testing at santiago s juvenile court chile this article deals with intelligence testing conducted at santiago s juvenile court in chile between and it is based on an analysis of court records containing psychological or psychopedagogical reports filed by the section for observation and classificatio this article deals with intelligence testing conducted at santiago s juvenile court in chile between and it is based on an analysis of court records containing psychological or psychopedagogical reports filed by the section for observation and classification at santiago s house of juveniles an institution created in as part of the juvenile protection law to understand the purposes for juvenile intelligence testing in this field several articles published at the time by the key actors involved in these institutions will also be analyzed the results of this research signal first that psychology did indeed play a role in the juvenile justice system by laying the groundwork for the idea that it was necessary to measure and diagnose intelligence the binet simon intelligence scale developed in france between and and adapted for chile between and was systematically administered to juveniles in santiago s juvenile court the results were deployed as technical scientific recommendations at the service of the presiding juvenile judge on the one hand this instrument supposedly scientific and objective helped legitimize the nascent field of psychology on the other it emerged as a useful tool in its own right to assess children second the notions of intelligence underpinning these practices while certainly in debt to the american approaches from which they were appropriated managed to forge a more balanced stance between nature and nurture positioning intelligence testing as a way of conceiving of and planning to prevent crime and reeducate juveniles psycinfo database record c apa all rights reserved"
}