{
    "pmid": "41431413",
    "title": "Total Ankle Arthroplasty in Rheumatoid Arthritis: Clinical Outcomes and Prosthesis Survivorship with Mean 8-Year Follow-up.",
    "abstract": "Total ankle arthroplasty (TAA) is a surgical option for end-stage ankle arthritis, including that caused by rheumatoid arthritis (RA). However, concerns persist regarding postoperative complications associated with inflammatory responses and immunosuppression in patients with RA. This study evaluated clinical outcomes and prosthesis survivorship in RA patients who underwent TAA for painful ankle arthritis. Thirty-four consecutive TAAs performed in RA patients with a minimum follow-up of 2 years were included and reviewed retrospectively. The visual analog scale for pain, ankle osteoarthritis scale pain and disability subscores, and ankle range of motion were used to assess clinical outcomes. Prosthesis survivorship, reoperations, complications, and risk factors were also analyzed. The mean follow-up duration was 95.5 months (range, 26-221 months). All clinical scores significantly improved from preoperative values to the final follow-up. Revision surgery was performed on 6 ankles (17.6%), and 1 ankle (2.9%) failed due to deep infection. No minor wound complications were observed. Kaplan-Meier survival analysis demonstrated prosthesis survivorship rates of 97.4% at both 5 and 10 years postoperatively, and revision-free survivorship rates of 81.5% at 5 years and 74.7% at 10 years. No individual factor was significantly associated with revision. Mobile-bearing TAA resulted in favorable clinical outcomes and high prosthesis survivorship in RA patients. No disease-specific factor was associated with revision surgery. These findings support TAA as a viable surgical option for RA patients with painful end-stage ankle arthritis.",
    "disease": "rheumatoid arthritis",
    "clean_text": "total ankle arthroplasty in rheumatoid arthritis clinical outcomes and prosthesis survivorship with mean year follow up total ankle arthroplasty taa is a surgical option for end stage ankle arthritis including that caused by rheumatoid arthritis ra however concerns persist regarding postoperative complications associated with inflammatory responses and immunosuppression in patients with ra this study evaluated clinical outcomes and prosthesis survivorship in ra patients who underwent taa for painful ankle arthritis thirty four consecutive taas performed in ra patients with a minimum follow up of years were included and reviewed retrospectively the visual analog scale for pain ankle osteoarthritis scale pain and disability subscores and ankle range of motion were used to assess clinical outcomes prosthesis survivorship reoperations complications and risk factors were also analyzed the mean follow up duration was months range months all clinical scores significantly improved from preoperative values to the final follow up revision surgery was performed on ankles and ankle failed due to deep infection no minor wound complications were observed kaplan meier survival analysis demonstrated prosthesis survivorship rates of at both and years postoperatively and revision free survivorship rates of at years and at years no individual factor was significantly associated with revision mobile bearing taa resulted in favorable clinical outcomes and high prosthesis survivorship in ra patients no disease specific factor was associated with revision surgery these findings support taa as a viable surgical option for ra patients with painful end stage ankle arthritis"
}