{
    "title": "Metformin and gut microbiota: their interactions and their impact on diabetes.",
    "doc_id": "30719628",
    "writer": "Vallianou NG",
    "year": "2019",
    "summary": "However, dissociations between the composition of the gut microbiota and the human host may play a crucial role in the development of type 2 diabetes. ...In this review, we will focus on the effects of metformin in gut microbiota among patients with T2 …",
    "abstract": "The ratio of human to bacterial cells in the human body (microbiota) is around 1:1. As a result of co-evolution of the host mucosal immune system and the microbiota, both have developed multiple mechanisms to maintain homeostasis. However, dissociations between the composition of the gut microbiota and the human host may play a crucial role in the development of type 2 diabetes. Metformin, the most frequently administered medication to treat patients with type 2 diabetes, has only recently been suggested to alter gut microbiota composition through the increase in mucin-degrading Akkermansia muciniphila, as well as several SCFA-producing (short-chain fatty acid) microbiota. The gut microbiota of participants on metformin has exerted alterations in gut metabolomics with increased ability to produce butyrate and propionate, substances involved in glucose homeostasis. Thus, metformin appears to affect the microbiome, and an individual's metformin tolerance or intolerance may be influenced by their microbiome. In this review, we will focus on the effects of metformin in gut microbiota among patients with T2DM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30719628/",
    "clean_text": "metformin and gut microbiota their interactions and their impact on diabetes however dissociations between the composition of the gut microbiota and the human host may play a crucial role in the development of type diabetes in this review we will focus on the effects of metformin in gut microbiota among patients with t the ratio of human to bacterial cells in the human body microbiota is around as a result of co evolution of the host mucosal immune system and the microbiota both have developed multiple mechanisms to maintain homeostasis however dissociations between the composition of the gut microbiota and the human host may play a crucial role in the development of type diabetes metformin the most frequently administered medication to treat patients with type diabetes has only recently been suggested to alter gut microbiota composition through the increase in mucin degrading akkermansia muciniphila as well as several scfa producing short chain fatty acid microbiota the gut microbiota of participants on metformin has exerted alterations in gut metabolomics with increased ability to produce butyrate and propionate substances involved in glucose homeostasis thus metformin appears to affect the microbiome and an individual s metformin tolerance or intolerance may be influenced by their microbiome in this review we will focus on the effects of metformin in gut microbiota among patients with t dm"
}