{
    "title": "Incidence, drivers and global health implications of the 2019/2020 yellow fever sporadic outbreaks in Sub-Saharan Africa.",
    "doc_id": "33739369",
    "writer": "Uchenna Emeribe A",
    "year": "2021",
    "summary": "The 2019 and 2020 sporadic outbreaks of yellow fever (YF) in Sub-Saharan African countries had raised a lot of global health concerns. ...",
    "abstract": "The 2019 and 2020 sporadic outbreaks of yellow fever (YF) in Sub-Saharan African countries had raised a lot of global health concerns. This article aims to narratively review the vector biology, YF vaccination program, environmental factors and climatic changes, and to understand how they could facilitate the reemergence of YF. This study comprehensively reviewed articles that focused on the interplay and complexity of YF virus (YFV) vector diversity/competence, YF vaccine immunodynamics and climatic change impacts on YFV transmission as they influence the 2019/2020 sporadic outbreaks in Sub-Saharan Africa (SSA). Based on available reports, vectorial migration, climatic changes and YF immunization level could be reasons for the re-mergence of YF at the community and national levels. Essentially, the drivers of YFV infection due to spillover are moderately constant. However, changes in land use and landscape have been shown to influence sylvan-to-urban spillover. Furthermore, increased precipitation and warmer temperatures due to climate change are likely to broaden the range of mosquitoes' habitat. The 2019/2020 YF outbreaks in SSA is basically a result of inadequate vaccination campaigns, YF surveillance and vector control. Consequently, and most importantly, adequate immunization coverage must be implemented and properly achieved under the responsibility of the public health stakeholders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33739369/",
    "clean_text": "incidence drivers and global health implications of the yellow fever sporadic outbreaks in sub saharan africa the and sporadic outbreaks of yellow fever yf in sub saharan african countries had raised a lot of global health concerns the and sporadic outbreaks of yellow fever yf in sub saharan african countries had raised a lot of global health concerns this article aims to narratively review the vector biology yf vaccination program environmental factors and climatic changes and to understand how they could facilitate the reemergence of yf this study comprehensively reviewed articles that focused on the interplay and complexity of yf virus yfv vector diversity competence yf vaccine immunodynamics and climatic change impacts on yfv transmission as they influence the sporadic outbreaks in sub saharan africa ssa based on available reports vectorial migration climatic changes and yf immunization level could be reasons for the re mergence of yf at the community and national levels essentially the drivers of yfv infection due to spillover are moderately constant however changes in land use and landscape have been shown to influence sylvan to urban spillover furthermore increased precipitation and warmer temperatures due to climate change are likely to broaden the range of mosquitoes habitat the yf outbreaks in ssa is basically a result of inadequate vaccination campaigns yf surveillance and vector control consequently and most importantly adequate immunization coverage must be implemented and properly achieved under the responsibility of the public health stakeholders"
}