{
    "title": "[Management of suicidal crisis: mentalizing as a team].",
    "doc_id": "36790154",
    "writer": "Greiner C",
    "year": "2023",
    "summary": "Mentalizing abilities are challenged differently depending on our role with the patient. In this article we explore the specifics of interdisciplinary crisis work through the lens of mentalization-based therapy....",
    "abstract": "The hospital management of patients experiencing a suicidal crisis and suffering from a personality disorder is complex for caregivers. The care model must be adapted and applied by a multidisciplinary team. The emotional charge of these crisis situations makes it difficult for caregivers to maintain their ability to treat mental states with curiosity and without necessarily experiencing them as they appear to them. In other words, it could be difficult to mentalize. For example, an expressed desire to die may be much more complex in reality. Mentalizing abilities are challenged differently depending on our role with the patient. In this article we explore the specifics of interdisciplinary crisis work through the lens of mentalization-based therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36790154/",
    "clean_text": "management of suicidal crisis mentalizing as a team mentalizing abilities are challenged differently depending on our role with the patient in this article we explore the specifics of interdisciplinary crisis work through the lens of mentalization based therapy the hospital management of patients experiencing a suicidal crisis and suffering from a personality disorder is complex for caregivers the care model must be adapted and applied by a multidisciplinary team the emotional charge of these crisis situations makes it difficult for caregivers to maintain their ability to treat mental states with curiosity and without necessarily experiencing them as they appear to them in other words it could be difficult to mentalize for example an expressed desire to die may be much more complex in reality mentalizing abilities are challenged differently depending on our role with the patient in this article we explore the specifics of interdisciplinary crisis work through the lens of mentalization based therapy"
}