{
    "title": "Fatty Liver Index and Development of Cardiovascular Disease: Findings from the UK Biobank.",
    "doc_id": "33782808",
    "writer": "Zou B",
    "year": "2021",
    "summary": "Cardiovascular disease is the main cause of death in people with nonalcoholic fatty liver disease. AIMS: To determine the association between baseline cardiovascular risk factors with fatty liver index, and to investigate the association between fat …",
    "abstract": "Background:\n        \n      \n      Nonalcoholic fatty liver disease is common and is associated with rising morbidity and mortality in the UK. Cardiovascular disease is the main cause of death in people with nonalcoholic fatty liver disease.\n    \n\n\n          Aims:\n        \n      \n      To determine the association between baseline cardiovascular risk factors with fatty liver index, and to investigate the association between fatty liver index and the incidence of cardiovascular disease in the UK.\n    \n\n\n          Methods:\n        \n      \n      This study is a population-based retrospective cohort study using the UK Biobank database.\n    \n\n\n          Results:\n        \n      \n      The mean fatty liver index in the study cohort was 44.9, and 33.7% met the criteria for nonalcoholic fatty liver disease. Fatty liver index was significantly associated with a wide range of cardiovascular risk factors at baseline. During a mean follow-up of 7.86 years, the combined incidence of cardiovascular disease was 6.92 per 1000-person years at risk. We found significant association between fatty liver index and incident cardiovascular disease in the fully adjusted model. We found significant association between fatty liver index and incident cardiovascular disease in subgroups stratified by BMI as well as subgroups with fatty liver index < 30, < 60, and ≥ 60.\n    \n\n\n          Conclusions:\n        \n      \n      Fatty liver index not only predicts NAFLD diagnosis, but also indicates baseline and future development of cardiovascular disease on long-term follow-up across weight categories and fatty liver index spectrum. These findings can inform clinicians and other stakeholders on cardiovascular disease management and preventive efforts. Patients with high fatty liver index should be counseled on the increased future risk of developing cardiovascular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33782808/",
    "clean_text": "fatty liver index and development of cardiovascular disease findings from the uk biobank cardiovascular disease is the main cause of death in people with nonalcoholic fatty liver disease aims to determine the association between baseline cardiovascular risk factors with fatty liver index and to investigate the association between fat background nonalcoholic fatty liver disease is common and is associated with rising morbidity and mortality in the uk cardiovascular disease is the main cause of death in people with nonalcoholic fatty liver disease aims to determine the association between baseline cardiovascular risk factors with fatty liver index and to investigate the association between fatty liver index and the incidence of cardiovascular disease in the uk methods this study is a population based retrospective cohort study using the uk biobank database results the mean fatty liver index in the study cohort was and met the criteria for nonalcoholic fatty liver disease fatty liver index was significantly associated with a wide range of cardiovascular risk factors at baseline during a mean follow up of years the combined incidence of cardiovascular disease was per person years at risk we found significant association between fatty liver index and incident cardiovascular disease in the fully adjusted model we found significant association between fatty liver index and incident cardiovascular disease in subgroups stratified by bmi as well as subgroups with fatty liver index and conclusions fatty liver index not only predicts nafld diagnosis but also indicates baseline and future development of cardiovascular disease on long term follow up across weight categories and fatty liver index spectrum these findings can inform clinicians and other stakeholders on cardiovascular disease management and preventive efforts patients with high fatty liver index should be counseled on the increased future risk of developing cardiovascular disease"
}