{
    "pmid": "41345879",
    "title": "Maternal rheumatoid arthritis and the risk of offspring autism spectrum disorder: two national birth cohorts and a meta-analysis.",
    "abstract": "Prenatal maternal rheumatoid arthritis (RA) is postulated to increase the risk of offspring with Autism Spectrum Disorder (ASD), yet findings of the association are inconsistent, potentially owing to small sample sizes and insufficient consideration of the timing of RA onset. This study aimed to examine the association between maternal RA, particularly its timing, and offspring ASD risk. Two Israeli birth cohorts with national coverage and a meta-analysis were analyzed. Two harmonized birth cohorts of individuals born between 2003 and 2014 from Israeli Health Maintenance Organizations were followed up to 2021–05-01. Meta-analysis included all studies published up to 2023–06-07. Two exposures differentiated the timing of RA onset through maternal RA diagnosed before or after delivery. The association between maternal RA and the risk of offspring ASD was quantified by separate and pooled hazard ratios (HRs) from Cox proportional hazards regression with adjusted confounders. In the meta-analysis, the association was quantified using odds ratios (OR) fitted with random effects models with sensitivity analyses testing heterogeneity. Two Israeli birth cohorts included Cohort I (Population = 251,903; ASD = 1,939 [0.77%]) and Cohort II (Population = 309,696; ASD = 3,008 [0.97%]), contributing a total of 5.9 million person-years. Meta-analysis included 13 eligible studies (9 eligible estimates, population = 4,015,055, ASD = 45,124). Maternal RA before delivery increased the risk of offspring ASD (Cohort I HR = 1.55, 95% CI = 0.98–2.46; Cohort II HR = 1.83, 95% CI = 1.30–2.58; Combined I + II HR = 1.77, 95% CI = 1.45–2.17. Meta-analysis: OR = 1.57, 95% CI = 1.31–1.87). Very few cases of seronegative RA compared to seropositive cases; RA subtype analysis was not feasible. It is important to acknowledge that the inclusion of the exposure “RA after delivery” also encompasses future RA information after the diagnosis of ASD, which may introduce biases. The association between RA drugs and offspring ASD risk has not been established due to a lack of data. Drawing on the strengths of two parallel birth cohorts from Israel and supported by meta-analysis, the current study indicates a modest but robust increase in the risk of ASD among offspring of mothers diagnosed with RA before delivery, but not when diagnosed only after delivery. This temporal specificity argues against shared genetic etiology and points toward maternal inflammatory status during pregnancy as a causal factor in offspring ASD risk. The online version contains supplementary material available at 10.1186/s13229-025-00694-w.",
    "disease": "rheumatoid arthritis",
    "clean_text": "maternal rheumatoid arthritis and the risk of offspring autism spectrum disorder two national birth cohorts and a meta analysis prenatal maternal rheumatoid arthritis ra is postulated to increase the risk of offspring with autism spectrum disorder asd yet findings of the association are inconsistent potentially owing to small sample sizes and insufficient consideration of the timing of ra onset this study aimed to examine the association between maternal ra particularly its timing and offspring asd risk two israeli birth cohorts with national coverage and a meta analysis were analyzed two harmonized birth cohorts of individuals born between and from israeli health maintenance organizations were followed up to meta analysis included all studies published up to two exposures differentiated the timing of ra onset through maternal ra diagnosed before or after delivery the association between maternal ra and the risk of offspring asd was quantified by separate and pooled hazard ratios hrs from cox proportional hazards regression with adjusted confounders in the meta analysis the association was quantified using odds ratios or fitted with random effects models with sensitivity analyses testing heterogeneity two israeli birth cohorts included cohort i population asd and cohort ii population asd contributing a total of million person years meta analysis included eligible studies eligible estimates population asd maternal ra before delivery increased the risk of offspring asd cohort i hr ci cohort ii hr ci combined i ii hr ci meta analysis or ci very few cases of seronegative ra compared to seropositive cases ra subtype analysis was not feasible it is important to acknowledge that the inclusion of the exposure ra after delivery also encompasses future ra information after the diagnosis of asd which may introduce biases the association between ra drugs and offspring asd risk has not been established due to a lack of data drawing on the strengths of two parallel birth cohorts from israel and supported by meta analysis the current study indicates a modest but robust increase in the risk of asd among offspring of mothers diagnosed with ra before delivery but not when diagnosed only after delivery this temporal specificity argues against shared genetic etiology and points toward maternal inflammatory status during pregnancy as a causal factor in offspring asd risk the online version contains supplementary material available at s w"
}