{
    "pmid": "41451103",
    "title": "The burden of interstitial lung disease and pulmonary sarcoidosis lung cancer among adolescents and young adults from 1990 to 2021 and its projections: a comparative study between China and other G20 countries.",
    "abstract": "Interstitial lung disease and pulmonary sarcoidosis (ILD and PS) and lung cancer represent significant global health threats. Limited research has examined the disease burden and temporal trends of ILD and PS lung cancer among adolescents and young adults (aged 15-39 years). This study aimed to assess the burden of ILD and PS lung cancer in China, analyze contributing factors, compare this burden with other G20 nations, and forecast future disease trends in China. For ILD and PS lung cancer in China, we established incidence, prevalence, mortality, and disability-adjusted life years (DALYs) by executing data from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2021. Analyses that were comparative to other G20 nations were carried out. Estimated annual percentage changes (EAPCs) were used to assess temporal trends in age-standardized rates (ASRs). Decomposition analysis quantified drivers of burden changes. Furthermore, autoregressive integrated moving average (ARIMA) models projected incidence, mortality, and DALY rates for ILD and PS lung cancer in China from 2021 to 2050. Between 1990 and 2021, China experienced a steady decline in the age-standardized prevalence rate (ASPR), incidence rate (ASIR), death rate (ASDR), and disability-adjusted life years (DALY) rate for ILD and PS. The estimated annual percentage change (EAPC) values were -2.5 (95% CI: -2.9 to -2.1) for ASPR, -2.1 (95% CI: -2.5 to-1.8) for ASIR, -0.55 (95% CI: -0.71 to -0.39) for ASDR, and -1.2 (95% CI: -1.3 to -1.2) for the age-standardized DALY rate. According to 2021 data, among G20 nations, China ranked 19th in ASPR and ASIR for ILD and PS, while it ranked 20th in both ASDR and DALY rate. In contrast, the burden of lung cancer remained consistently high. With the exception of ASPR, which ranked second, all other burden indicators for lung cancer were the highest among G20 countries, with corresponding EAPCs of 0.22 (95% CI: 0.02 to 0.41) for ASPR, -0.52 (95% CI: -0.71 to -0.34) for ASIR, -0.98 (95% CI: -1.18 to-0.78) for ASDR, and -1.01 (95% CI:-1.19 to -0.83) for the age-standardized DALY rate. Decomposition analysis further revealed that shifts in epidemiological patterns were the key factor curbing the rise in absolute numbers of prevalence, incidence, deaths, and DALYs for ILD and PS in China, whereas population growth served as the primary driver increasing the prevalence and incidence of lung cancer. Model-based projections indicate that over the next 29 years, the ASPR, ASIR, ASDR, and age-standardized DALY rate for both ILD and PS lung cancer in China are expected to continue declining. ILD and PS lung cancer impose substantial epidemiological burdens across G20 countries, including China. This pressing reality necessitates coordinated multinational efforts to establish collaborative research frameworks, integrate healthcare resources, optimize early screening protocols, and jointly develop evidence-based prevention and control strategies to address this critical public health challenge.",
    "disease": "lung cancer",
    "clean_text": "the burden of interstitial lung disease and pulmonary sarcoidosis lung cancer among adolescents and young adults from to and its projections a comparative study between china and other g countries interstitial lung disease and pulmonary sarcoidosis ild and ps and lung cancer represent significant global health threats limited research has examined the disease burden and temporal trends of ild and ps lung cancer among adolescents and young adults aged years this study aimed to assess the burden of ild and ps lung cancer in china analyze contributing factors compare this burden with other g nations and forecast future disease trends in china for ild and ps lung cancer in china we established incidence prevalence mortality and disability adjusted life years dalys by executing data from the global burden of diseases injuries and risk factors study gbd analyses that were comparative to other g nations were carried out estimated annual percentage changes eapcs were used to assess temporal trends in age standardized rates asrs decomposition analysis quantified drivers of burden changes furthermore autoregressive integrated moving average arima models projected incidence mortality and daly rates for ild and ps lung cancer in china from to between and china experienced a steady decline in the age standardized prevalence rate aspr incidence rate asir death rate asdr and disability adjusted life years daly rate for ild and ps the estimated annual percentage change eapc values were ci to for aspr ci to for asir ci to for asdr and ci to for the age standardized daly rate according to data among g nations china ranked th in aspr and asir for ild and ps while it ranked th in both asdr and daly rate in contrast the burden of lung cancer remained consistently high with the exception of aspr which ranked second all other burden indicators for lung cancer were the highest among g countries with corresponding eapcs of ci to for aspr ci to for asir ci to for asdr and ci to for the age standardized daly rate decomposition analysis further revealed that shifts in epidemiological patterns were the key factor curbing the rise in absolute numbers of prevalence incidence deaths and dalys for ild and ps in china whereas population growth served as the primary driver increasing the prevalence and incidence of lung cancer model based projections indicate that over the next years the aspr asir asdr and age standardized daly rate for both ild and ps lung cancer in china are expected to continue declining ild and ps lung cancer impose substantial epidemiological burdens across g countries including china this pressing reality necessitates coordinated multinational efforts to establish collaborative research frameworks integrate healthcare resources optimize early screening protocols and jointly develop evidence based prevention and control strategies to address this critical public health challenge"
}