{
    "title": "Yellow fever: the recurring plague.",
    "doc_id": "15487593",
    "writer": "Tomori O.",
    "year": "2004",
    "summary": "Despite the availability of a safe and efficacious vaccine, yellow fever (YF) remains a disease of significant public health importance, with an estimated 200,000 cases and 30,000 deaths annually. ...The distinctive properties of lifelong immunity after a single dos …",
    "abstract": "Despite the availability of a safe and efficacious vaccine, yellow fever (YF) remains a disease of significant public health importance, with an estimated 200,000 cases and 30,000 deaths annually. The disease is endemic in tropical regions of Africa and South America; nearly 90% of YF cases and deaths occur in Africa. It is a significant hazard to unvaccinated travelers to these endemic areas. Virus transmission occurs between humans, mosquitoes, and monkeys. The mosquito, the true reservoir of YF, is infected throughout its life, and can transmit the virus transovarially through infected eggs. Man and monkeys, on the other hand, play the role of temporary amplifiers of the virus available for mosquito infection. Recent increases in the density and distribution of the urban mosquito vector, Aedes aegypti, as well as the rise in air travel increase the risk of introduction and spread of yellow fever to North and Central America, the Caribbean, the Middle East, Asia, Australia, and Oceania. It is an acute infectious disease characterized by sudden onset with a two-phase development, separated by a short period of remission. The clinical spectrum of yellow fever varies from very mild, nonspecific, febrile illness to a fulminating, sometimes fatal disease with pathognomic features. In severe cases, jaundice, bleeding diathesis, with hepatorenal involvement are common. The case fatality rate of severe yellow fever is 50% or higher. The pathogenesis and pathophysiology of the disease are poorly understood and have not been the subject of modern clinical research. There is no specific treatment for YF, making the management of YF patients extremely problematic. YF is a zoonotic disease that cannot be eradicated, therefore instituting preventive vaccination through routine childhood vaccination in endemic countries, can significantly reduce the burden of the disease. The distinctive properties of lifelong immunity after a single dose of yellow fever vaccination are the basis of the new applications of yellow fever 17D virus as a vector for foreign genes, \"the chimeric vaccine,' and the promise of developing new vaccines against other viruses, and possibly against cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15487593/",
    "clean_text": "yellow fever the recurring plague despite the availability of a safe and efficacious vaccine yellow fever yf remains a disease of significant public health importance with an estimated cases and deaths annually the distinctive properties of lifelong immunity after a single dos despite the availability of a safe and efficacious vaccine yellow fever yf remains a disease of significant public health importance with an estimated cases and deaths annually the disease is endemic in tropical regions of africa and south america nearly of yf cases and deaths occur in africa it is a significant hazard to unvaccinated travelers to these endemic areas virus transmission occurs between humans mosquitoes and monkeys the mosquito the true reservoir of yf is infected throughout its life and can transmit the virus transovarially through infected eggs man and monkeys on the other hand play the role of temporary amplifiers of the virus available for mosquito infection recent increases in the density and distribution of the urban mosquito vector aedes aegypti as well as the rise in air travel increase the risk of introduction and spread of yellow fever to north and central america the caribbean the middle east asia australia and oceania it is an acute infectious disease characterized by sudden onset with a two phase development separated by a short period of remission the clinical spectrum of yellow fever varies from very mild nonspecific febrile illness to a fulminating sometimes fatal disease with pathognomic features in severe cases jaundice bleeding diathesis with hepatorenal involvement are common the case fatality rate of severe yellow fever is or higher the pathogenesis and pathophysiology of the disease are poorly understood and have not been the subject of modern clinical research there is no specific treatment for yf making the management of yf patients extremely problematic yf is a zoonotic disease that cannot be eradicated therefore instituting preventive vaccination through routine childhood vaccination in endemic countries can significantly reduce the burden of the disease the distinctive properties of lifelong immunity after a single dose of yellow fever vaccination are the basis of the new applications of yellow fever d virus as a vector for foreign genes the chimeric vaccine and the promise of developing new vaccines against other viruses and possibly against cancers"
}