{
    "pmid": "41426267",
    "title": "Associated Factors of Primary Cam Morphology in 4477 Early Adolescents: A Multiethnic, Population-Based, Cross-sectional Study (Generation R).",
    "abstract": "Multiple prospective cohort studies have consistently shown a strong association between cam morphology and the development of hip osteoarthritis. However, associated factors of primary cam morphology (PCM) in the general adolescent population remain largely unexplored. To investigate associated factors of the presence of PCM and increased alpha angle in early adolescents from the general population. Cross-sectional study; Level of evidence, 3. The authors included 4477 participants with high-resolution dual-energy x-ray absorptiometry scans of the right hip from the population-based Generation R cohort in Rotterdam, the Netherlands. The alpha angle was automatically measured using validated methods. PCM was defined as an alpha angle ≥60°. The authors used multivariable logistic and linear regression models to investigate factors (demographic, anthropometric, and lifestyle factors and proximal femoral physis status) associated with PCM and increased alpha angle, respectively. Of the included participants (median age, 13.5 years [2.5th-97.5th percentile, 13.2-14.6]; 51.6% female, 73.7% European), 151 (3.4%) had PCM. Male sex (adjusted odds ratio [aOR], 2.56; 95% CI, 1.62-4.04) and closed proximal femoral physis (aOR 3.28; 95% CI, 2.05-5.24) were associated with higher odds of PCM, whereas underweight (aOR 0.42; 95% CI, 0.18-0.97) was associated with lower odds of PCM. Factors associated with increased alpha angle included male sex (β coefficient, 2.99; 95% CI, 2.40-3.58), closed proximal femoral physis (β coefficient, 1.22; 95% CI, 0.61-1.82), cutting sport type (β coefficient, 1.07; 95% CI, 0.30-1.85), overweight (β coefficient, 0.89; 95% CI, 0.22-1.55), and obesity (β coefficient, 1.81; 95% CI, 0.57-3.04). Ethnicity and physical activity frequency were not associated with PCM or increased alpha angle. Among Dutch early adolescents, male sex and proximal femoral physis closure were associated factors of PCM and increased alpha angle, while cutting sport type, overweight, and obesity were modifiable factors of increased alpha angle. These findings could inform potential primary prevention strategies for PCM.",
    "disease": "osteoarthritis",
    "clean_text": "associated factors of primary cam morphology in early adolescents a multiethnic population based cross sectional study generation r multiple prospective cohort studies have consistently shown a strong association between cam morphology and the development of hip osteoarthritis however associated factors of primary cam morphology pcm in the general adolescent population remain largely unexplored to investigate associated factors of the presence of pcm and increased alpha angle in early adolescents from the general population cross sectional study level of evidence the authors included participants with high resolution dual energy x ray absorptiometry scans of the right hip from the population based generation r cohort in rotterdam the netherlands the alpha angle was automatically measured using validated methods pcm was defined as an alpha angle the authors used multivariable logistic and linear regression models to investigate factors demographic anthropometric and lifestyle factors and proximal femoral physis status associated with pcm and increased alpha angle respectively of the included participants median age years th th percentile female european had pcm male sex adjusted odds ratio aor ci and closed proximal femoral physis aor ci were associated with higher odds of pcm whereas underweight aor ci was associated with lower odds of pcm factors associated with increased alpha angle included male sex coefficient ci closed proximal femoral physis coefficient ci cutting sport type coefficient ci overweight coefficient ci and obesity coefficient ci ethnicity and physical activity frequency were not associated with pcm or increased alpha angle among dutch early adolescents male sex and proximal femoral physis closure were associated factors of pcm and increased alpha angle while cutting sport type overweight and obesity were modifiable factors of increased alpha angle these findings could inform potential primary prevention strategies for pcm"
}