{
    "pmid": "41358777",
    "title": "Analysis of epidemiological characteristics of influenza in Qingdao, China during 2019-2023.",
    "abstract": "Influenza is a respiratory infectious disease that seriously affects public health. Currently, there is lack of study on spatial-temporal and seasonal analysis of data for nearly five years. This study aimed to investigate the epidemiological characteristics of influenza in Qingdao City, China, from 2019 to 2023, to contribute towards public health and disease control interventions. The annual influenza incidence rate of the city was visualized in streets and towns. Spatial autocorrelation analysis and spatial-temporal analysis were performed to measure the cluster effect on spatial distribution and temporal trends. Seasonal trend analysis was used to describe the seasonal distribution of influenza. Etiology analysis of the influenza virus displayed an altered trend of positive rates and subtypes. Positive spatial autocorrelation was detected on urban and coastal streets, except in 2021. A possible spatial-temporal cluster was discovered in November 2023 that was located in urban and coastal streets. There was a major peak in winter and small fluctuations formed the seasonal epidemic trend of influenza incidence in Qingdao. Etiology analysis revealed that the positive rate of influenza virus usually peaks from January to March. Influenza A virus (H1N1 and H3N2) and influenza B virus (Victoria lineage) alternatively or jointly spread in the five years, and influenza A virus was the dominant type. This study identified the epidemic characteristics of influenza in Qingdao City in the five years. Further research on environmental factors and etiological characteristics is recommended to help explore the epidemic patterns of outbreaks and aggregation of influenza.",
    "disease": "influenza",
    "clean_text": "analysis of epidemiological characteristics of influenza in qingdao china during influenza is a respiratory infectious disease that seriously affects public health currently there is lack of study on spatial temporal and seasonal analysis of data for nearly five years this study aimed to investigate the epidemiological characteristics of influenza in qingdao city china from to to contribute towards public health and disease control interventions the annual influenza incidence rate of the city was visualized in streets and towns spatial autocorrelation analysis and spatial temporal analysis were performed to measure the cluster effect on spatial distribution and temporal trends seasonal trend analysis was used to describe the seasonal distribution of influenza etiology analysis of the influenza virus displayed an altered trend of positive rates and subtypes positive spatial autocorrelation was detected on urban and coastal streets except in a possible spatial temporal cluster was discovered in november that was located in urban and coastal streets there was a major peak in winter and small fluctuations formed the seasonal epidemic trend of influenza incidence in qingdao etiology analysis revealed that the positive rate of influenza virus usually peaks from january to march influenza a virus h n and h n and influenza b virus victoria lineage alternatively or jointly spread in the five years and influenza a virus was the dominant type this study identified the epidemic characteristics of influenza in qingdao city in the five years further research on environmental factors and etiological characteristics is recommended to help explore the epidemic patterns of outbreaks and aggregation of influenza"
}