{
    "title": "Heart failure and cognitive dysfunction.",
    "doc_id": "25464210",
    "writer": "Ampadu J",
    "year": "2015",
    "summary": "It has been estimated that 5.1million Americans suffer from heart failure. Cognitive impairment has been described as a consequence of heart failure in numerous studies spanning the last three decades. ...We evaluate the prevalence, pathophysiology, tr …",
    "abstract": "It has been estimated that 5.1million Americans suffer from heart failure. Cognitive impairment has been described as a consequence of heart failure in numerous studies spanning the last three decades. This systematic review helps differentiate \"cognitive impairment\" into mild cognitive impairment, dementia, and delirium. We evaluate the prevalence, pathophysiology, treatment modalities, and possible outcomes previously described with these associations in heart failure. This review also assesses the utility of the different screening modalities and their efficacy as they pertain to recognizing cognitive impairment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25464210/",
    "clean_text": "heart failure and cognitive dysfunction it has been estimated that million americans suffer from heart failure cognitive impairment has been described as a consequence of heart failure in numerous studies spanning the last three decades we evaluate the prevalence pathophysiology tr it has been estimated that million americans suffer from heart failure cognitive impairment has been described as a consequence of heart failure in numerous studies spanning the last three decades this systematic review helps differentiate cognitive impairment into mild cognitive impairment dementia and delirium we evaluate the prevalence pathophysiology treatment modalities and possible outcomes previously described with these associations in heart failure this review also assesses the utility of the different screening modalities and their efficacy as they pertain to recognizing cognitive impairment"
}