{
    "pmid": "41334128",
    "title": "Evolving insights into viral hepatitis: Advances, evidence, and expert perspectives from the ESCMID Study Group for Viral Hepatitis (ESGVH) - Part 2: hepatitis B, C, and delta.",
    "abstract": "Hepatitis B virus (HBV), hepatitis delta virus (HDV), and hepatitis C virus (HCV) remain leading drivers of chronic viral hepatitis, cirrhosis, hepatocellular carcinoma, and liver-related mortality. This ESCMID Study Group for Viral Hepatitis (ESGVH) narrative review summarizes recent advances and expert perspectives in the field. For HBV, emerging biomarkers such as quantitative HBs antigen, HBV RNA, and hepatitis B core-related antigen offer opportunities to refine monitoring and to individualize treatment. HDV epidemiology is evolving, and is being increasingly studied; in parallel, the approval of bulevirtide represents a major breakthrough in therapy, with further agents in the HDV pipeline. For HCV, direct-acting antivirals provide curative therapy and have made elimination a realistic goal, while identifying remaining gaps in diagnosis, linkage-to-care, and equitable access offers clear opportunities to accelerate progress. Together, these advances bring the goal of a hepatitis-free future closer than ever.",
    "disease": "liver cirrhosis",
    "clean_text": "evolving insights into viral hepatitis advances evidence and expert perspectives from the escmid study group for viral hepatitis esgvh part hepatitis b c and delta hepatitis b virus hbv hepatitis delta virus hdv and hepatitis c virus hcv remain leading drivers of chronic viral hepatitis cirrhosis hepatocellular carcinoma and liver related mortality this escmid study group for viral hepatitis esgvh narrative review summarizes recent advances and expert perspectives in the field for hbv emerging biomarkers such as quantitative hbs antigen hbv rna and hepatitis b core related antigen offer opportunities to refine monitoring and to individualize treatment hdv epidemiology is evolving and is being increasingly studied in parallel the approval of bulevirtide represents a major breakthrough in therapy with further agents in the hdv pipeline for hcv direct acting antivirals provide curative therapy and have made elimination a realistic goal while identifying remaining gaps in diagnosis linkage to care and equitable access offers clear opportunities to accelerate progress together these advances bring the goal of a hepatitis free future closer than ever"
}