{
    "title": "Plasma troponin levels after cardiac surgery vs after myocardial infarction.",
    "doc_id": "17130336",
    "writer": "Abramov D",
    "year": "2006",
    "summary": "Raised plasma troponin, a diagnostic marker for myocardial infarction, usually occurs after cardiac surgery, leading to difficulties in diagnosing postoperative myocardial infarction. To ascertain whether the same processes influence troponin elevation …",
    "abstract": "Raised plasma troponin, a diagnostic marker for myocardial infarction, usually occurs after cardiac surgery, leading to difficulties in diagnosing postoperative myocardial infarction. To ascertain whether the same processes influence troponin elevation in both conditions, a literature search was performed for plasma troponin elimination curves after myocardial infarction, myocardial infarction with reperfusion, and cardiac surgery. From 70 studies, 11 curves using the Stratus immunoassay kit were analyzed: 5 post-cardiac surgery (412 patients), 2 after myocardial infarction with reperfusion (169 patients), and 4 after myocardial infarction (640 patients). For each group, a new plot was formulated from the mean troponin level at each time interval. While the up-slope of the cardiac surgery curve was much steeper than that of myocardial infarction, resembling that of myocardial infarction with reperfusion, its down-slope was significantly more gentle than that of both other groups (-0.91 vs -5.31, t = 3.47, df = 8, p < 0.01). This suggests that postoperative troponin elevation involves enhanced cell permeability as seen after ischemia reperfusion rather than permanent cellular damage. The gentler down-slope may point to surgery-induced impaired troponin removal from the circulation. Due to the different mechanisms proposed, implications from post-myocardial infarction troponin levels may not be conferred on post-cardiac surgery patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17130336/",
    "clean_text": "plasma troponin levels after cardiac surgery vs after myocardial infarction raised plasma troponin a diagnostic marker for myocardial infarction usually occurs after cardiac surgery leading to difficulties in diagnosing postoperative myocardial infarction to ascertain whether the same processes influence troponin elevation raised plasma troponin a diagnostic marker for myocardial infarction usually occurs after cardiac surgery leading to difficulties in diagnosing postoperative myocardial infarction to ascertain whether the same processes influence troponin elevation in both conditions a literature search was performed for plasma troponin elimination curves after myocardial infarction myocardial infarction with reperfusion and cardiac surgery from studies curves using the stratus immunoassay kit were analyzed post cardiac surgery patients after myocardial infarction with reperfusion patients and after myocardial infarction patients for each group a new plot was formulated from the mean troponin level at each time interval while the up slope of the cardiac surgery curve was much steeper than that of myocardial infarction resembling that of myocardial infarction with reperfusion its down slope was significantly more gentle than that of both other groups vs t df p this suggests that postoperative troponin elevation involves enhanced cell permeability as seen after ischemia reperfusion rather than permanent cellular damage the gentler down slope may point to surgery induced impaired troponin removal from the circulation due to the different mechanisms proposed implications from post myocardial infarction troponin levels may not be conferred on post cardiac surgery patients"
}