{
    "title": "Integrated Care for Older People: Guidelines on Community-Level Interventions to Manage Declines in Intrinsic Capacity.",
    "doc_id": "29608259",
    "writer": "[No authors listed]",
    "year": "2017",
    "summary": "The provision of integrated care is key for older people. The WHO Guidelines on Integrated Care for Older People (ICOPE) propose evidence-based recommendations for health care professionals to prevent, slow or reverse declines in the physical and mental capacities o …",
    "abstract": "The provision of integrated care is key for older people. The WHO Guidelines on Integrated Care for Older People (ICOPE) propose evidence-based recommendations for health care professionals to prevent, slow or reverse declines in the physical and mental capacities of older people. These recommendations require countries to place the needs and preferences of older adults at the centre and to coordinate care. The ICOPE Guidelines will allow countries to improve the health and well-being of their older populations, and to move closer to the achievement of universal health coverage for all at all ages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29608259/",
    "clean_text": "integrated care for older people guidelines on community level interventions to manage declines in intrinsic capacity the provision of integrated care is key for older people the who guidelines on integrated care for older people icope propose evidence based recommendations for health care professionals to prevent slow or reverse declines in the physical and mental capacities o the provision of integrated care is key for older people the who guidelines on integrated care for older people icope propose evidence based recommendations for health care professionals to prevent slow or reverse declines in the physical and mental capacities of older people these recommendations require countries to place the needs and preferences of older adults at the centre and to coordinate care the icope guidelines will allow countries to improve the health and well being of their older populations and to move closer to the achievement of universal health coverage for all at all ages"
}