{
    "title": "Adverse childhood experiences predict internet gaming disorder in university students: the mediating role of resilience.",
    "doc_id": "37972967",
    "writer": "Ma J",
    "year": "2024",
    "summary": "METHODS: The adverse childhood experience scale, resilience scale and IGD Scale were administered to 9349 university students. Correlations and mediating effects were calculated among these scores. ...",
    "abstract": "Background:\n        \n      \n      To investigate the relationship between adverse childhood experiences and internet gaming disorder (IGD) and the mediating role of resilience in the relationship between these two factors.\n    \n\n\n          Methods:\n        \n      \n      The adverse childhood experience scale, resilience scale and IGD Scale were administered to 9349 university students. Correlations and mediating effects were calculated among these scores.\n    \n\n\n          Results:\n        \n      \n      After controlling for sex and age, significant correlations among adverse childhood experiences, resilience and IGD were observed; resilience was a partial mediator variable in the relationship between adverse childhood experiences and IGD.\n    \n\n\n          Conclusions:\n        \n      \n      The more adverse childhood experiences an individual has, the less their mental toughness and the greater their tendency to become addicted to internet games. Adverse childhood experiences can effectively predict IGD, and the risk of becoming addicted to the internet can be decreased by increasing one's mental toughness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37972967/",
    "clean_text": "adverse childhood experiences predict internet gaming disorder in university students the mediating role of resilience methods the adverse childhood experience scale resilience scale and igd scale were administered to university students correlations and mediating effects were calculated among these scores background to investigate the relationship between adverse childhood experiences and internet gaming disorder igd and the mediating role of resilience in the relationship between these two factors methods the adverse childhood experience scale resilience scale and igd scale were administered to university students correlations and mediating effects were calculated among these scores results after controlling for sex and age significant correlations among adverse childhood experiences resilience and igd were observed resilience was a partial mediator variable in the relationship between adverse childhood experiences and igd conclusions the more adverse childhood experiences an individual has the less their mental toughness and the greater their tendency to become addicted to internet games adverse childhood experiences can effectively predict igd and the risk of becoming addicted to the internet can be decreased by increasing one s mental toughness"
}