{
    "pmid": "41436503",
    "title": "Duration of recovery from severe acute malnutrition and associated factors in children aged 6-59 months: a retrospective cohort study.",
    "abstract": "Malnutrition, particularly severe acute malnutrition (SAM) in children under five, is a global crisis affecting 25-35 million children, especially in Africa and Southeast Asia. In Ethiopia, 21% are underweight, 36% stunted, and 7% wasted. This study assesses recovery time from SAM in children admitted to public hospitals in Jimma Town. We conducted a retrospective study with 323 participants, collecting data from medical charts and analyzing it in Stata version 15. Used Kaplan-Meier for survival analysis and Cox regression for predictors of hospital stay, considering p-values < 0.05 as significant. A total of 81.1% of children with severe acute malnutrition recovered, with a recovery rate of 6.8 per 100 person-days and a median recovery time of 12 days. The predictors of nutritional recovery time were: unvaccinated (AHR = 1.630, 95% CI: 1.444, 1.894), having medical complications (AHR = 1.335, 95% CI: 1.195, 1.576), tuberculosis (AHR = 1.565, 95% CI: 1.395-2.809), pneumonia (AHR = 2.668, 95% CI: 2.405-2.769), being non-edematous (AHR = 1.880, 95% CI: 1.278, 2.765), marasmic kwashiorkor (AHR = 2.000, 95% CI: 1.254, 3.486), and hospital-acquired infections (AHR = 1.459, 95% CI: 1.315, 1.669). The study found optimal median recovery time influenced by vaccination status, comorbidities, and medical complications. Improved vaccination coverage, timely treatment, and infection control reduce hospital stays for severe acute malnutrition.",
    "disease": "tuberculosis",
    "clean_text": "duration of recovery from severe acute malnutrition and associated factors in children aged months a retrospective cohort study malnutrition particularly severe acute malnutrition sam in children under five is a global crisis affecting million children especially in africa and southeast asia in ethiopia are underweight stunted and wasted this study assesses recovery time from sam in children admitted to public hospitals in jimma town we conducted a retrospective study with participants collecting data from medical charts and analyzing it in stata version used kaplan meier for survival analysis and cox regression for predictors of hospital stay considering p values as significant a total of of children with severe acute malnutrition recovered with a recovery rate of per person days and a median recovery time of days the predictors of nutritional recovery time were unvaccinated ahr ci having medical complications ahr ci tuberculosis ahr ci pneumonia ahr ci being non edematous ahr ci marasmic kwashiorkor ahr ci and hospital acquired infections ahr ci the study found optimal median recovery time influenced by vaccination status comorbidities and medical complications improved vaccination coverage timely treatment and infection control reduce hospital stays for severe acute malnutrition"
}