{
    "title": "Herpes zoster virus vaccine.",
    "doc_id": "18828650",
    "writer": "Woolery WA.",
    "year": "2008",
    "summary": "Varicella zoster virus (VZV) is the etiologic agent of varicella and herpes zoster (HZ) in humans. ...Herpes zoster vaccine is approved for the prevention of shingles in appropriate persons aged 60 and older. ...",
    "abstract": "Varicella zoster virus (VZV) is the etiologic agent of varicella and herpes zoster (HZ) in humans. Herpes zoster is the result of reactivation of VZV within certain sensory ganglia. The burden of illness from HZ and post-herpetic neuralgia (PHN) is high. Herpes-zoster vaccine contains live attenuated varicella-zoster virus in an amount approximately 14 times greater than that found in the varicella virus vaccine. Herpes zoster vaccine is approved for the prevention of shingles in appropriate persons aged 60 and older. The vaccine is administered in a single subcutaneous dose. Reported side effects are mild and generally limited to localized injection site findings. Herpes-zoster vaccine reportedly decreases the occurrence of herpes zoster by approximately 50 percent and prevents the development of PHN by two thirds. The vaccine appears to be minimally effective in those individuals over the age of 80 and is not recommended in this age group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18828650/",
    "clean_text": "herpes zoster virus vaccine varicella zoster virus vzv is the etiologic agent of varicella and herpes zoster hz in humans herpes zoster vaccine is approved for the prevention of shingles in appropriate persons aged and older varicella zoster virus vzv is the etiologic agent of varicella and herpes zoster hz in humans herpes zoster is the result of reactivation of vzv within certain sensory ganglia the burden of illness from hz and post herpetic neuralgia phn is high herpes zoster vaccine contains live attenuated varicella zoster virus in an amount approximately times greater than that found in the varicella virus vaccine herpes zoster vaccine is approved for the prevention of shingles in appropriate persons aged and older the vaccine is administered in a single subcutaneous dose reported side effects are mild and generally limited to localized injection site findings herpes zoster vaccine reportedly decreases the occurrence of herpes zoster by approximately percent and prevents the development of phn by two thirds the vaccine appears to be minimally effective in those individuals over the age of and is not recommended in this age group"
}