{
    "pmid": "41365508",
    "title": "FAPI PET in the Diagnosis and Management of Inflammatory Diseases: Clinical Value and Future Perspectives.",
    "abstract": "Fibroblast activation protein (FAP) is a serine protease overexpressed in activated fibroblasts during tissue remodeling, chronic inflammation, and fibrosis. While initially developed as a target for cancer imaging, FAP inhibitor (FAPI)-based PET imaging has shown increasing promise in a broad range of non-neoplastic inflammatory diseases. This review provides a comprehensive summary of recent advances in the application of FAPI PET/CT and PET/MR in inflammatory conditions, including immune-mediated inflammatory arthritis, thyroid-associated disorders, cardiovascular inflammatory disorders, immunoglobulin G4-related disease (IgG4-RD), infectious diseases, and others. Across these disease categories, FAPI PET demonstrates high target-to-background contrast and enables sensitive detection of fibroblast activation, which correlates with inflammatory and fibrotic burden. In conditions such as rheumatoid arthritis, Takayasu arteritis, IgG4-RD, and Crohn disease, FAPI PET has shown added diagnostic value over 18F-FDG PET, particularly in evaluating disease activity, subclinical involvement, and fibrotic changes. Furthermore, its whole-body capability facilitates accurate lesion localization, biopsy site selection, and dynamic treatment monitoring. Despite encouraging results, further research is warranted to address tracer heterogeneity, refine disease-specific imaging protocols, and validate its utility through large-scale prospective trials. Overall, FAPI PET is an emerging molecular imaging modality with significant potential for personalized diagnosis, disease stratification, and clinical decision-making in inflammation-driven conditions.",
    "disease": "rheumatoid arthritis",
    "clean_text": "fapi pet in the diagnosis and management of inflammatory diseases clinical value and future perspectives fibroblast activation protein fap is a serine protease overexpressed in activated fibroblasts during tissue remodeling chronic inflammation and fibrosis while initially developed as a target for cancer imaging fap inhibitor fapi based pet imaging has shown increasing promise in a broad range of non neoplastic inflammatory diseases this review provides a comprehensive summary of recent advances in the application of fapi pet ct and pet mr in inflammatory conditions including immune mediated inflammatory arthritis thyroid associated disorders cardiovascular inflammatory disorders immunoglobulin g related disease igg rd infectious diseases and others across these disease categories fapi pet demonstrates high target to background contrast and enables sensitive detection of fibroblast activation which correlates with inflammatory and fibrotic burden in conditions such as rheumatoid arthritis takayasu arteritis igg rd and crohn disease fapi pet has shown added diagnostic value over f fdg pet particularly in evaluating disease activity subclinical involvement and fibrotic changes furthermore its whole body capability facilitates accurate lesion localization biopsy site selection and dynamic treatment monitoring despite encouraging results further research is warranted to address tracer heterogeneity refine disease specific imaging protocols and validate its utility through large scale prospective trials overall fapi pet is an emerging molecular imaging modality with significant potential for personalized diagnosis disease stratification and clinical decision making in inflammation driven conditions"
}