{
    "pmid": "41427587",
    "title": "Clinical Analysis of Tuberculosis in Children and Adolescents Treated for Malignancy or Undergoing Hematopoietic Cell Transplantation-A Multicenter Nationwide Study.",
    "abstract": "Due to its relatively low incidence in developed countries, tuberculosis (TB) is rarely considered in differential diagnosis, even among immunocompromised patients. However, with shifting epidemiological patterns, the threat is underestimated. The aim of this study was to describe epidemiology, clinical characteristics, treatment, and outcome of TB in pediatric patients with malignancy and hematopoietic stem cell transplant (HSCT) recipients in Poland. Five cases of TB were reported from all Polish pediatric hematology, oncology, and transplant centers among patients diagnosed with malignancies or those who underwent HSCT over the period from 2012 to 2023. The infections were categorized into two groups: the malignancy group (n = 1; 20%) and the HSCT group (n = 4; 80%). Within the malignancy subgroup, a single case of TB occurred in a female patient aged 1.9 years, who was treated for relapse of B-cell precursor acute lymphoblastic leukemia (BCP ALL). She developed extrapulmonary TB with lymph node involvement. In the HSCT subgroup, four TB cases were identified in three girls and one boy, with a median age of 0.7 years. All patients had undergone HSCT due to primary immunodeficiencies. The BCP ALL patient was treated with rifampicin and isoniazid. Among the HSCT patients, two received combination therapy with rifampicin, isoniazid, ethambutol, and streptomycin. One patient was treated with rifampicin and isoniazid, and another patient received rifampicin monotherapy. Two children died: BCP ALL patient due to disease progression and transplanted patient because of TB progression. TB should be considered in the differential diagnosis of immunocompromised patients.",
    "disease": "tuberculosis",
    "clean_text": "clinical analysis of tuberculosis in children and adolescents treated for malignancy or undergoing hematopoietic cell transplantation a multicenter nationwide study due to its relatively low incidence in developed countries tuberculosis tb is rarely considered in differential diagnosis even among immunocompromised patients however with shifting epidemiological patterns the threat is underestimated the aim of this study was to describe epidemiology clinical characteristics treatment and outcome of tb in pediatric patients with malignancy and hematopoietic stem cell transplant hsct recipients in poland five cases of tb were reported from all polish pediatric hematology oncology and transplant centers among patients diagnosed with malignancies or those who underwent hsct over the period from to the infections were categorized into two groups the malignancy group n and the hsct group n within the malignancy subgroup a single case of tb occurred in a female patient aged years who was treated for relapse of b cell precursor acute lymphoblastic leukemia bcp all she developed extrapulmonary tb with lymph node involvement in the hsct subgroup four tb cases were identified in three girls and one boy with a median age of years all patients had undergone hsct due to primary immunodeficiencies the bcp all patient was treated with rifampicin and isoniazid among the hsct patients two received combination therapy with rifampicin isoniazid ethambutol and streptomycin one patient was treated with rifampicin and isoniazid and another patient received rifampicin monotherapy two children died bcp all patient due to disease progression and transplanted patient because of tb progression tb should be considered in the differential diagnosis of immunocompromised patients"
}