{
    "title": "Mental health care financing in Italy: current situation and perspectives.",
    "doc_id": "24840087",
    "writer": "Amaddeo F",
    "year": "2014",
    "summary": "Through a review of the studies conducted on the analysis of the costs of the Italian mental health provision of care, this study aimed at describing the current financing system for mental health care in Italy. From the deinstitutionalization to the p …",
    "abstract": "Through a review of the studies conducted on the analysis of the costs of the Italian mental health provision of care, this study aimed at describing the current financing system for mental health care in Italy. From the deinstitutionalization to the present days, Italian mental health care financing has evolved in line with both national plans and the actual European directives. The description of the current situation of mental health care financing in Italy can be useful to inform service planning and resource allocation, and to offer a wider European perspective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24840087/",
    "clean_text": "mental health care financing in italy current situation and perspectives through a review of the studies conducted on the analysis of the costs of the italian mental health provision of care this study aimed at describing the current financing system for mental health care in italy from the deinstitutionalization to the p through a review of the studies conducted on the analysis of the costs of the italian mental health provision of care this study aimed at describing the current financing system for mental health care in italy from the deinstitutionalization to the present days italian mental health care financing has evolved in line with both national plans and the actual european directives the description of the current situation of mental health care financing in italy can be useful to inform service planning and resource allocation and to offer a wider european perspective"
}