{
    "pmid": "41469671",
    "title": "Evaluation of the stiffness of the transplanted liver and spleen in recipients after liver transplantation on shear wave elastography.",
    "abstract": "Liver fibrosis after liver transplantation seriously affects graft survival. This study aimed to use shear wave elastography (SWE) to non-invasively evaluate the stiffness of the transplanted liver and spleen in liver transplant recipients. Seventy-one patients who were regularly reviewed in our hospital after liver transplantation (> 2 years) were enrolled and were divided into two groups: Group B (30 cases without splenomegaly before liver transplantation) and Group C (41 cases with splenomegaly before liver transplantation). Besides, we selected 35 normal controls as Group A. All patients underwent conventional ultrasound, SWE, and serum liver fibrosis markers exams to obtain the oblique diameter of right lobe of liver (ODRL), portal vein diameter (PVD), portal vein velocity (PVV), peak systolic velocity (PSV), splenic vein diameter (SVD), splenic length, splenic thickness, liver stiffness measurement (LSM), spleen stiffness measurement (SSM) and laboratory test results. Research the correlation between SWE parameters and serum liver fibrosis markers by Pearson linear analysis. There was no difference in ODRL, PVD, PVV, and PSV among the three groups (all P > 0.05). Compared with Group A, hyaluronic acid (HA), laminin (LN), type III N-peptide collagen (PIIIP N-P), collagen type IV (IVC), and LSM were increased in Groups B and C (all P < 0.05) and were all higher in Group C than in Group B (all P < 0.05). Compared with Groups A and B, Group C was significantly higher in SVD, splenic length, splenic thickness, and SSM (all P < 0.05), whereas there was no difference in comparison of Group B with Group A (all P > 0.05). Pearson's correlation analysis showed that LSM and HA, LN, PIIIN-P, and IVC were positively correlated. SWE is valuable to evaluate the stiffness of transplanted liver and spleen in recipients after liver transplantation, and preoperative splenomegaly is a factor influencing graft fibrosis after transplantation.",
    "disease": "liver cirrhosis",
    "clean_text": "evaluation of the stiffness of the transplanted liver and spleen in recipients after liver transplantation on shear wave elastography liver fibrosis after liver transplantation seriously affects graft survival this study aimed to use shear wave elastography swe to non invasively evaluate the stiffness of the transplanted liver and spleen in liver transplant recipients seventy one patients who were regularly reviewed in our hospital after liver transplantation years were enrolled and were divided into two groups group b cases without splenomegaly before liver transplantation and group c cases with splenomegaly before liver transplantation besides we selected normal controls as group a all patients underwent conventional ultrasound swe and serum liver fibrosis markers exams to obtain the oblique diameter of right lobe of liver odrl portal vein diameter pvd portal vein velocity pvv peak systolic velocity psv splenic vein diameter svd splenic length splenic thickness liver stiffness measurement lsm spleen stiffness measurement ssm and laboratory test results research the correlation between swe parameters and serum liver fibrosis markers by pearson linear analysis there was no difference in odrl pvd pvv and psv among the three groups all p compared with group a hyaluronic acid ha laminin ln type iii n peptide collagen piiip n p collagen type iv ivc and lsm were increased in groups b and c all p and were all higher in group c than in group b all p compared with groups a and b group c was significantly higher in svd splenic length splenic thickness and ssm all p whereas there was no difference in comparison of group b with group a all p pearson s correlation analysis showed that lsm and ha ln piiin p and ivc were positively correlated swe is valuable to evaluate the stiffness of transplanted liver and spleen in recipients after liver transplantation and preoperative splenomegaly is a factor influencing graft fibrosis after transplantation"
}