{
    "pmid": "41394461",
    "title": "Progressive Posterior Tibial Translation in Conventional Cruciate-Retaining Total Knee Arthroplasty: An Observational Study in 151 Osteoarthritic Knees.",
    "abstract": "Apart from infection, instability and implant wear are the most common reasons for revision surgery following total knee arthroplasty (TKA). Conventional cruciate-retaining (CR) designs, being less constrained than their modern counterparts, rely on the posterior cruciate ligament (PCL) for long-term stability and survivorship. This study aims to evaluate the association between PCL degeneration and posterior tibial translation (PTT), to determine whether PTT progresses over time, and assess the impact of PTT on functional outcomes (instability symptoms) in CR TKA performed for osteoarthritis, where the PCL appeared macroscopically normal intra-operatively. All CR TKA cases performed for osteoarthritis over a 6-month period were included. Histological assessment of the PCL was done to evaluate degeneration. PTT was measured via stress radiographs at 6, 12, and 18 months post-operatively. Functional outcomes were assessed using the Knee Society Score (KSS) at each follow-up. Statistical analysis was performed to determine associations between PCL degeneration, PTT progression, and functional outcomes. A total of 151 knees in 105 patients were assessed over a mean follow-up of 22.1 ± 3.2 months. Minimal, mild, and moderate PCL degeneration were found in 37, 101, and 13 knees, respectively. PTT increased significantly over time ( Histological PCL degeneration was present in all patients regardless of knee function or arthritis severity. All CR knees developed progressive posterior tibial translation irrespective of the degree of PCL degeneration. The extent of PTT had no significant impact on functional outcomes or clinical instability in the short-term follow-up.",
    "disease": "osteoarthritis",
    "clean_text": "progressive posterior tibial translation in conventional cruciate retaining total knee arthroplasty an observational study in osteoarthritic knees apart from infection instability and implant wear are the most common reasons for revision surgery following total knee arthroplasty tka conventional cruciate retaining cr designs being less constrained than their modern counterparts rely on the posterior cruciate ligament pcl for long term stability and survivorship this study aims to evaluate the association between pcl degeneration and posterior tibial translation ptt to determine whether ptt progresses over time and assess the impact of ptt on functional outcomes instability symptoms in cr tka performed for osteoarthritis where the pcl appeared macroscopically normal intra operatively all cr tka cases performed for osteoarthritis over a month period were included histological assessment of the pcl was done to evaluate degeneration ptt was measured via stress radiographs at and months post operatively functional outcomes were assessed using the knee society score kss at each follow up statistical analysis was performed to determine associations between pcl degeneration ptt progression and functional outcomes a total of knees in patients were assessed over a mean follow up of months minimal mild and moderate pcl degeneration were found in and knees respectively ptt increased significantly over time histological pcl degeneration was present in all patients regardless of knee function or arthritis severity all cr knees developed progressive posterior tibial translation irrespective of the degree of pcl degeneration the extent of ptt had no significant impact on functional outcomes or clinical instability in the short term follow up"
}