{
    "pmid": "41422247",
    "title": "Dietary nitrosyl-heme from processed meats and its association with colorectal cancer risk: findings from the EPIC cohort study.",
    "abstract": "Processed meat (PM) consumption is an established risk factor for colorectal cancer (CRC). It has been hypothesized that nitrosyl-heme, formed by the addition of nitrites during meat processing, may enhance the carcinogenic effects of PMs. This study aims to investigate the association between nitrosyl-heme intake and CRC risk within the European Prospective Investigation into Cancer and Nutrition(EPIC) study. This prospective study included 367,463 participants(70.3% women) from seven countries from the EPIC-study. Dietary data were collected via baseline questionnaires, and nitrosyl-heme exposure was estimated using biochemical data from 52 Spanish PMs, extrapolated to country-specific items. Sex-specific multivariable-adjusted hazard ratios(HRs) and 95% confidence intervals(CIs) were calculated using Cox proportional hazards models. Over a 15-year median follow-up, 5,115 incident CRC cases were identified. Comparing the highest vs. the lowest sex-specific tertile of nitrosyl-heme intake we found no significant association with CRC risk (HR This study offers insights into nitrosyl-heme exposure in European populations but found no link to CRC risk. Further research is needed to understand nitrosyl-heme's role in CRC.",
    "disease": "colorectal cancer",
    "clean_text": "dietary nitrosyl heme from processed meats and its association with colorectal cancer risk findings from the epic cohort study processed meat pm consumption is an established risk factor for colorectal cancer crc it has been hypothesized that nitrosyl heme formed by the addition of nitrites during meat processing may enhance the carcinogenic effects of pms this study aims to investigate the association between nitrosyl heme intake and crc risk within the european prospective investigation into cancer and nutrition epic study this prospective study included participants women from seven countries from the epic study dietary data were collected via baseline questionnaires and nitrosyl heme exposure was estimated using biochemical data from spanish pms extrapolated to country specific items sex specific multivariable adjusted hazard ratios hrs and confidence intervals cis were calculated using cox proportional hazards models over a year median follow up incident crc cases were identified comparing the highest vs the lowest sex specific tertile of nitrosyl heme intake we found no significant association with crc risk hr this study offers insights into nitrosyl heme exposure in european populations but found no link to crc risk further research is needed to understand nitrosyl heme s role in crc"
}