{
    "title": "Low back pain (acute).",
    "doc_id": "19445792",
    "writer": "Hall H",
    "year": "2008",
    "summary": "INTRODUCTION: Low back pain (LBP) affects about 70% of people in resource-rich countries at some point. ...METHODS AND OUTCOMES: We conducted a systematic review and aimed to answer the following clinical questions: What are the effects of oral drug treatments for …",
    "abstract": "Introduction:\n        \n      \n      Low back pain (LBP) affects about 70% of people in resource-rich countries at some point. Acute low back pain is usually perceived as self-limiting; however, one year later, as many as 33% of people still have moderate-intensity pain and 15% have severe pain. It has a high recurrence rate; 75% of those with a first episode have a recurrence. Although acute episodes may resolve completely, they may also increase in severity and duration over time.\n    \n\n\n          Methods and outcomes:\n        \n      \n      We conducted a systematic review and aimed to answer the following clinical questions: What are the effects of oral drug treatments for low back pain? What are the effects of local injections for low back pain? What are the effects of non-drug treatments for low back pain? We searched: Medline, Embase, The Cochrane Library, and other important databases up to May 2007 (Clinical Evidence reviews are updated periodically, please check our website for the most up-to-date version of this review). We included harms alerts from relevant organisations such as the US Food and Drug Administration (FDA) and the UK Medicines and Healthcare products Regulatory Agency (MHRA).\n    \n\n\n          Results:\n        \n      \n      We found 34 systematic reviews, RCTs, or observational studies that met our inclusion criteria. We performed a GRADE evaluation of the quality of evidence for interventions.\n    \n\n\n          Conclusions:\n        \n      \n      In this systematic review we present information relating to the effectiveness and safety of the following interventions: acupuncture, advice to stay active, analgesics (paracetamol, opioids), back exercises, back schools, bed rest, behavioural therapy, electromyographic biofeedback, epidural corticosteroid injections, lumbar supports, massage, multidisciplinary treatment programmes, muscle relaxants, non-steroidal anti-inflammatory drugs (NSAIDs), spinal manipulation (in the short term), temperature treatments (short wave diathermy, ultrasound, ice, heat), traction, and transcutaneous electrical nerve stimulation (TENS).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19445792/",
    "clean_text": "low back pain acute introduction low back pain lbp affects about of people in resource rich countries at some point methods and outcomes we conducted a systematic review and aimed to answer the following clinical questions what are the effects of oral drug treatments for introduction low back pain lbp affects about of people in resource rich countries at some point acute low back pain is usually perceived as self limiting however one year later as many as of people still have moderate intensity pain and have severe pain it has a high recurrence rate of those with a first episode have a recurrence although acute episodes may resolve completely they may also increase in severity and duration over time methods and outcomes we conducted a systematic review and aimed to answer the following clinical questions what are the effects of oral drug treatments for low back pain what are the effects of local injections for low back pain what are the effects of non drug treatments for low back pain we searched medline embase the cochrane library and other important databases up to may clinical evidence reviews are updated periodically please check our website for the most up to date version of this review we included harms alerts from relevant organisations such as the us food and drug administration fda and the uk medicines and healthcare products regulatory agency mhra results we found systematic reviews rcts or observational studies that met our inclusion criteria we performed a grade evaluation of the quality of evidence for interventions conclusions in this systematic review we present information relating to the effectiveness and safety of the following interventions acupuncture advice to stay active analgesics paracetamol opioids back exercises back schools bed rest behavioural therapy electromyographic biofeedback epidural corticosteroid injections lumbar supports massage multidisciplinary treatment programmes muscle relaxants non steroidal anti inflammatory drugs nsaids spinal manipulation in the short term temperature treatments short wave diathermy ultrasound ice heat traction and transcutaneous electrical nerve stimulation tens"
}