{
    "pmid": "41434211",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "A poorly understood facet of AD is the complex relationship between the burden of pathology and cognition, as evidenced by the phenomenon of cognitive reserve. Recent single cell recording techniques have reported that normal brain function involves continuous remodelling of functional neuronal properties, even under stable environmental conditions, leading to time-dependent variation in neuronal responses to stimulation, though, to the best of our knowledge, this neuronal variability hasn't been investigated across a brain-wide scale. We hypothesize that microscopic variability in neuronal activation patterns results in microscopic variability in vascular reactivity which manifests as mesoscopic variability in blood oxygenation level dependent (BOLD) functional magnetic resonance imaging (fMRI) activation patterns. We further hypothesize that the fMRI activation pattern variability may be a robust neurophysiological correlate of cognitive reserve. We have undertaken a protracted BOLD fMRI protocol to deeply characterise individual response variability across repetitive somatosensory stimulations in transgenic Fischer 344 rat model (TGF344-AD) that expressed the APPswe and PS1ΔE9 mutations, leading to age-related development amyloid, tau phosphorylation, frank neuronal loss, and cognitive decline. We have determined that 30% of our transgenic animals show little to no cognitive impairment (Figure 1), supporting the use of this model in studying cognitive reserve. The subjectwise parametric activation maps (Figure 2A) and the corresponding effect-size (beta) series (Figure 2B) were used to examine trial-by-trial voxel-level response variability. To quantify both temporal and spatial variability, we plotted the variability of all pairwise stimulation trial combinations in Figure 2C-E and quantified the variability in the activation patterns using a Pearon's correlation. The animals were then categorized into 3 groups: young (Figure 3A), cognitively maintained aged (Figure 3B), and cognitively impaired aged (Figure 3C). Figure 3A-C shows the average Pearson's correlation coefficient for each pair of stimulus repetitions across all rats in the group. The amount of brain activation pattern variability increased with age and degree of cognitive impairment (Figure 3D). Our proposed assay is sensitive to group-wise differences in activation pattern variability that correlates with cognitive performance.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium a poorly understood facet of ad is the complex relationship between the burden of pathology and cognition as evidenced by the phenomenon of cognitive reserve recent single cell recording techniques have reported that normal brain function involves continuous remodelling of functional neuronal properties even under stable environmental conditions leading to time dependent variation in neuronal responses to stimulation though to the best of our knowledge this neuronal variability hasn t been investigated across a brain wide scale we hypothesize that microscopic variability in neuronal activation patterns results in microscopic variability in vascular reactivity which manifests as mesoscopic variability in blood oxygenation level dependent bold functional magnetic resonance imaging fmri activation patterns we further hypothesize that the fmri activation pattern variability may be a robust neurophysiological correlate of cognitive reserve we have undertaken a protracted bold fmri protocol to deeply characterise individual response variability across repetitive somatosensory stimulations in transgenic fischer rat model tgf ad that expressed the appswe and ps e mutations leading to age related development amyloid tau phosphorylation frank neuronal loss and cognitive decline we have determined that of our transgenic animals show little to no cognitive impairment figure supporting the use of this model in studying cognitive reserve the subjectwise parametric activation maps figure a and the corresponding effect size beta series figure b were used to examine trial by trial voxel level response variability to quantify both temporal and spatial variability we plotted the variability of all pairwise stimulation trial combinations in figure c e and quantified the variability in the activation patterns using a pearon s correlation the animals were then categorized into groups young figure a cognitively maintained aged figure b and cognitively impaired aged figure c figure a c shows the average pearson s correlation coefficient for each pair of stimulus repetitions across all rats in the group the amount of brain activation pattern variability increased with age and degree of cognitive impairment figure d our proposed assay is sensitive to group wise differences in activation pattern variability that correlates with cognitive performance"
}