{
    "title": "Atrial fibrillation: natural history, complications, and management.",
    "doc_id": "3285783",
    "writer": "Alpert JS",
    "year": "1988",
    "summary": "When atrial fibrillation develops, there is loss of the atrial transport factor (\"atrial kick\"), with consequent decrease of cardiac output. ...Atrial fibrillation can be electrically or pharmacologically reverted to sinus rhythm. ...",
    "abstract": "Atrial fibrillation is a clinically important arrhythmia that carries important prognostic and therapeutic implications. Hypertension, ischemic heart disease, and rheumatic valvular disease are the commonest causes of atrial fibrillation. The presence of chronic or paroxysmal atrial fibrillation places the patient at increased risk for embolic stroke and/or death. When atrial fibrillation develops, there is loss of the atrial transport factor (\"atrial kick\"), with consequent decrease of cardiac output. Stroke output declines by 20-30% in normal individuals with loss of atrial kick; the decline in stroke output is considerably larger in patients with heart disease. Atrial fibrillation can be electrically or pharmacologically reverted to sinus rhythm. Even patients with refractory atrial fibrillation can be reverted to sinus rhythm with amiodarone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3285783/",
    "clean_text": "atrial fibrillation natural history complications and management when atrial fibrillation develops there is loss of the atrial transport factor atrial kick with consequent decrease of cardiac output atrial fibrillation can be electrically or pharmacologically reverted to sinus rhythm atrial fibrillation is a clinically important arrhythmia that carries important prognostic and therapeutic implications hypertension ischemic heart disease and rheumatic valvular disease are the commonest causes of atrial fibrillation the presence of chronic or paroxysmal atrial fibrillation places the patient at increased risk for embolic stroke and or death when atrial fibrillation develops there is loss of the atrial transport factor atrial kick with consequent decrease of cardiac output stroke output declines by in normal individuals with loss of atrial kick the decline in stroke output is considerably larger in patients with heart disease atrial fibrillation can be electrically or pharmacologically reverted to sinus rhythm even patients with refractory atrial fibrillation can be reverted to sinus rhythm with amiodarone"
}