{
    "pmid": "41438140",
    "title": "GATA2 deficiency presenting with Hodgkin's lymphoma and cryptogenic organizing pneumonia: a case report of two siblings.",
    "abstract": "GATA2 deficiency is a rare genetic disorder affecting hematopoiesis, immune function, and the lymphatic system, predisposing individuals to infections and hematologic malignancies. Its link to myeloid neoplasms is well-known, but association with Hodgkin's lymphoma is less explored, and presentation with cryptogenic organizing pneumonia (COP) is extremely rare. We report two Palestinian siblings with GATA2 deficiency, each presenting distinct complications. The first, a 27-year-old male, had recurrent febrile illnesses, pancytopenia, and progressive lymphadenopathy. He was misdiagnosed with tuberculosis based on imaging and treated for a year before bronchoalveolar lavage and lymph node biopsy confirmed Hodgkin lymphoma. Despite plans for hematopoietic stem cell transplantation, he died from lymphoma complications before the procedure. His 33-year-old brother developed recurrent skin infections, hidradenitis suppurativa, and progressive respiratory failure. Genetic testing confirmed GATA2 deficiency. High-resolution CT showed cryptogenic organizing pneumonia, an uncommon pulmonary manifestation. Following corticosteroid therapy, his condition improved, achieving full resolution over six months. These cases highlight the variability of clinical presentations in GATA2 deficiency and underscore the importance of considering rare or atypical manifestations. Our observations suggest that Hodgkin lymphoma and COP may rarely occur in the setting of GATA2 deficiency, but further studies are needed to clarify any potential associations. Misclassification of infectious and hematologic disorders can lead to inappropriate treatment and poor outcomes, as in the first case. These observations support considering early genetic testing in patients with unexplained cytopenias, recurrent infections, or atypical pulmonary disease, particularly with a suggestive family history. Early recognition allows timely intervention, personalized surveillance, and potential curative strategies such as hematopoietic stem cell transplantation. Further research is needed to clarify mechanisms linking GATA2 mutations to lymphoproliferative and pulmonary disorders, improving diagnosis and therapy.",
    "disease": "tuberculosis",
    "clean_text": "gata deficiency presenting with hodgkin s lymphoma and cryptogenic organizing pneumonia a case report of two siblings gata deficiency is a rare genetic disorder affecting hematopoiesis immune function and the lymphatic system predisposing individuals to infections and hematologic malignancies its link to myeloid neoplasms is well known but association with hodgkin s lymphoma is less explored and presentation with cryptogenic organizing pneumonia cop is extremely rare we report two palestinian siblings with gata deficiency each presenting distinct complications the first a year old male had recurrent febrile illnesses pancytopenia and progressive lymphadenopathy he was misdiagnosed with tuberculosis based on imaging and treated for a year before bronchoalveolar lavage and lymph node biopsy confirmed hodgkin lymphoma despite plans for hematopoietic stem cell transplantation he died from lymphoma complications before the procedure his year old brother developed recurrent skin infections hidradenitis suppurativa and progressive respiratory failure genetic testing confirmed gata deficiency high resolution ct showed cryptogenic organizing pneumonia an uncommon pulmonary manifestation following corticosteroid therapy his condition improved achieving full resolution over six months these cases highlight the variability of clinical presentations in gata deficiency and underscore the importance of considering rare or atypical manifestations our observations suggest that hodgkin lymphoma and cop may rarely occur in the setting of gata deficiency but further studies are needed to clarify any potential associations misclassification of infectious and hematologic disorders can lead to inappropriate treatment and poor outcomes as in the first case these observations support considering early genetic testing in patients with unexplained cytopenias recurrent infections or atypical pulmonary disease particularly with a suggestive family history early recognition allows timely intervention personalized surveillance and potential curative strategies such as hematopoietic stem cell transplantation further research is needed to clarify mechanisms linking gata mutations to lymphoproliferative and pulmonary disorders improving diagnosis and therapy"
}