{
    "pmid": "41462111",
    "title": "Clinical characteristics and mortality outcomes of acute kidney injury following COVID-19 infection in patients with chronic kidney disease at different stages.",
    "abstract": "To analyze the incidence, clinical characteristics, and mortality risk of acute kidney injury (AKI) in patients with preexisting chronic kidney disease (CKD) after severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, and further provide evidence-based guidance for reducing AKI-related mortality and promoting the recovery of renal function in this specific patient cohort. A total of 1,820 hospitalized COVID-19 patients admitted between December 7, 2022, and January 31, 2023, Patients were stratified into four groups based on two key criteria: their preexisting chronic kidney disease (CKD) history and whether they developed acute kidney injury (AKI) during the hospitalization period: CKD-AKI group (CKD with AKI), CKD-Non AKI group (CKD without AKI), Non CKD-AKI group (AKI without CKD), and Non CKD-Non AKI group (no CKD and no AKI). Baseline characteristics, laboratory parameters, and outcomes were compared across the four groups. Key analyses focused on clinical features of AKI in CKD-AKI vs. Non CKD-AKI groups, AKI incidence and mortality rates across CKD stages, and risk factors for AKI development and causes of death. Among 1,820 enrolled patients, 205 (11.3%) developed AKI. The AKI incidence was higher in the CKD group than in the Non CKD group (26.0% vs. 9.7%). The duration of AKI was significantly longer in the CKD-AKI group than in the Non CKD-AKI group (P < 0.05). Among CKD-AKI patients, both the time from COVID-19 onset to AKI development and the time from AKI onset to peak serum creatinine level were significantly longer in non-survivors than in survivors (both P < 0.05). In patients with CKD, the incidence of AKI increased progressively with advancing CKD stages, ranging from 12.5% in stage 3b to 55.8% in stage 5, with AKI stage 2 being the most prevalent (47.8%). Fatal cases were predominantly concentrated in CKD stages 3b to 5, accounting for 74.2% (23/31) of all CKD-related deaths. Analysis of organ failure in fatal cases demonstrated that the incidence of renal failure was higher in the CKD-AKI group than in the Non CKD-AKI group (50% vs. 15%). Patients with end-stage chronic kidney disease and COVID-19 are at a substantially increased risk of AKI, particularly in critical illness. This complication is independently associated with elevated mortality, underscoring the imperative for early, serial renal function monitoring and prompt intervention to mitigate adverse outcomes. Not applicable.",
    "disease": "chronic kidney disease",
    "clean_text": "clinical characteristics and mortality outcomes of acute kidney injury following covid infection in patients with chronic kidney disease at different stages to analyze the incidence clinical characteristics and mortality risk of acute kidney injury aki in patients with preexisting chronic kidney disease ckd after severe acute respiratory syndrome coronavirus sars cov infection and further provide evidence based guidance for reducing aki related mortality and promoting the recovery of renal function in this specific patient cohort a total of hospitalized covid patients admitted between december and january patients were stratified into four groups based on two key criteria their preexisting chronic kidney disease ckd history and whether they developed acute kidney injury aki during the hospitalization period ckd aki group ckd with aki ckd non aki group ckd without aki non ckd aki group aki without ckd and non ckd non aki group no ckd and no aki baseline characteristics laboratory parameters and outcomes were compared across the four groups key analyses focused on clinical features of aki in ckd aki vs non ckd aki groups aki incidence and mortality rates across ckd stages and risk factors for aki development and causes of death among enrolled patients developed aki the aki incidence was higher in the ckd group than in the non ckd group vs the duration of aki was significantly longer in the ckd aki group than in the non ckd aki group p among ckd aki patients both the time from covid onset to aki development and the time from aki onset to peak serum creatinine level were significantly longer in non survivors than in survivors both p in patients with ckd the incidence of aki increased progressively with advancing ckd stages ranging from in stage b to in stage with aki stage being the most prevalent fatal cases were predominantly concentrated in ckd stages b to accounting for of all ckd related deaths analysis of organ failure in fatal cases demonstrated that the incidence of renal failure was higher in the ckd aki group than in the non ckd aki group vs patients with end stage chronic kidney disease and covid are at a substantially increased risk of aki particularly in critical illness this complication is independently associated with elevated mortality underscoring the imperative for early serial renal function monitoring and prompt intervention to mitigate adverse outcomes not applicable"
}