{
    "pmid": "41452330",
    "title": "A Mutation in Vesicular Acetylcholine Transporter Increases Tubulin Acetylation Compromising Synaptic Vesicle Transport.",
    "abstract": "Kinesin-3 UNC-104(KIF1A) is the major anterograde axonal transporter of synaptic vesicles and is expressed pan-neuronally. Genetic defects in this molecular motor are linked to KIF1A-associated neurological disorders (KAND), a spectrum of severe neurological conditions encompassing Charcot-Marie-Tooth (CMT) disease and hereditary spastic paraplegia (HSP). From a candidate screen for genes causing neurotransmission defects in C. elegans and simultaneously affecting post-translational modification of tubulin, we identified allele unc-17(e245) significantly elevating tubulin acetylation in vitro and in vivo. UNC-17 encodes for a VAChT (vesicular acetylcholine transporter) and its human ortholog SLC18A3 is implicated in Alzheimer's and Huntington's disease. To exclude secondary effects of the unc-17 mutation, we tracked UNC-104 and RAB-3 motility in the non-cholinergic ALM neuron. With upregulated tubulin acetylation in ALM (anterior lateral microtubule) neurons in unc-17(e245) strains (visualized by immunostaining), motility of both motor and its cargo is significantly compromised. However, motility of UNC-104 improves when knocking down α-tubulin acetyltransferase MEC-17(ATAT1) in unc-17(e245) strains and, conversely, is negatively affected when overexpressing MEC-17 in wild type animals. Similar effects were observed in cholinergic sublaterals. UNC-17 and UNC-104 colocalize in cholinergic head neurons, consistent with a motor-cargo relationship. Strikingly, mec-17 knockdown significantly decreases their colocalization, while unc-17 knockdown reduces UNC-104/MEC-17 colocalization in head neurons. Direct protein-protein interactions were validated through bimolecular fluorescence complementation (BiFC) and co-immunoprecipitation (Co-IP) assays. In both assays, mec-17 knockdown significantly reduced the UNC-104/UNC-17 associations, whereas unc-17 knockdown significantly diminished UNC-104/MEC-17 interactions. These findings indicate a tripartite regulatory complex UNC-104/UNC-17/MEC-17. We propose that unc-17 knockdown disrupts sequestration of MEC-17 within this complex and that the release of MEC-17 results in increased tubulin acetylation. Resulting elevated tubulin acetylation suppresses UNC-104 motor processivity and cargo transport efficiency.",
    "disease": "alzheimer disease",
    "clean_text": "a mutation in vesicular acetylcholine transporter increases tubulin acetylation compromising synaptic vesicle transport kinesin unc kif a is the major anterograde axonal transporter of synaptic vesicles and is expressed pan neuronally genetic defects in this molecular motor are linked to kif a associated neurological disorders kand a spectrum of severe neurological conditions encompassing charcot marie tooth cmt disease and hereditary spastic paraplegia hsp from a candidate screen for genes causing neurotransmission defects in c elegans and simultaneously affecting post translational modification of tubulin we identified allele unc e significantly elevating tubulin acetylation in vitro and in vivo unc encodes for a vacht vesicular acetylcholine transporter and its human ortholog slc a is implicated in alzheimer s and huntington s disease to exclude secondary effects of the unc mutation we tracked unc and rab motility in the non cholinergic alm neuron with upregulated tubulin acetylation in alm anterior lateral microtubule neurons in unc e strains visualized by immunostaining motility of both motor and its cargo is significantly compromised however motility of unc improves when knocking down tubulin acetyltransferase mec atat in unc e strains and conversely is negatively affected when overexpressing mec in wild type animals similar effects were observed in cholinergic sublaterals unc and unc colocalize in cholinergic head neurons consistent with a motor cargo relationship strikingly mec knockdown significantly decreases their colocalization while unc knockdown reduces unc mec colocalization in head neurons direct protein protein interactions were validated through bimolecular fluorescence complementation bifc and co immunoprecipitation co ip assays in both assays mec knockdown significantly reduced the unc unc associations whereas unc knockdown significantly diminished unc mec interactions these findings indicate a tripartite regulatory complex unc unc mec we propose that unc knockdown disrupts sequestration of mec within this complex and that the release of mec results in increased tubulin acetylation resulting elevated tubulin acetylation suppresses unc motor processivity and cargo transport efficiency"
}