{
    "pmid": "41397798",
    "title": "[Effectiveness of arthroscopic treatment for femoroacetabular impingement syndrome combined with ligamentum teres injury].",
    "abstract": "To investigate the effectiveness of hip arthroscopy in the treatment of patients with femoroacetabular impingement (FAI) syndrome combined with ligamentum teres injury. A retrospective analysis was conducted on 23 patients (23 hips) with Cam-type FAI syndrome combined with ligamentum teres injury who met the selection criteria between April 2022 and May 2024. The cohort included 12 males and 11 females, with a mean age of 29.16 years (range, 16-57 years). According to Tönnis classification, there were 5 cases of grade 0, 10 cases of grade Ⅰ, and 8 cases of grade Ⅱ in hip osteoarthritis. The disease duration ranged from 6 to 24 months, with an average of 12 months. Under hip arthroscopy, hypertrophic synovium and the damaged ligamentum teres were debrided, while the torn labrum and cartilage were repaired, and femoral head-neck osteoplasty was performed to eliminate impingement, restore the normal morphology of the acetabulum and femoral head-neck, and suture the joint capsule. Acetabular lateral center-edge angle (LCEA) and α angle (reflecting the degree of non-sphericity at the femoral head-neck junction) were measured before and after operation, and the modified Harris hip score (mHHS), the International Hip Outcome Tool-12 (IHOT-12), and the visual analogue scale (VAS) score for pain were evaluated. The operation was successfully completed in all patients. The incisions healed by first intention after operation, and there was no perioperative complications such as iatrogenic cartilage injury, fracture, infection, neurovascular traction injury, or lower extremity venous thrombosis. All the 23 patients were followed up 12-24 months, with an average of 14.6 months. The pain of hip joint significantly relieved, and the function of hip joint improved; no complication such as joint stiffness, joint instability, and osteonecrosis of the femoral head occurred. The α angle, VAS score, mHHS score, and IHOT-12 score at last follow-up were significantly better than those before operation (  Hip arthroscopy is a safe and effective treatment for patients with FAI syndrome combined with ligamentum teres injury, which can achieve satisfactory effectiveness. 探讨髋关节镜下治疗髋关节撞击综合征（femoroacetabular impingement，FAI）合并圆韧带损伤患者的临床疗效。. 回顾分析2022年4月—2024年5月收治且符合选择标准的23例（23髋）凸轮型FAI合并圆韧带损伤患者临床资料。其中男12例，女11例；年龄16～57岁，平均29.16岁。髋关节骨关节炎Tönnis分级0级5例，Ⅰ级10例，Ⅱ级8例。病程6～24个月，平均12个月。髋关节镜下行增生滑膜及损伤圆韧带清理，同时修复损伤盂唇及软骨，磨除股骨头颈部增生，去除撞击因素，恢复髋臼和股骨头颈正常形态，缝合关节囊。术前及术后测量髋臼外侧中心边缘角（lateral center-edge angle，LCEA）及α角（反映股骨头颈交界处的非球形程度），行改良Harris髋关节评分（mHHS）、国际髋关节结果评分（IHOT-12）和疼痛视觉模拟评分（VAS）。. 患者均顺利完成手术。术后切口均Ⅰ期愈合，未出现医源性软骨损伤、骨折、感染、血管神经牵拉损伤及下肢深静脉血栓形成等围术期相关并发症。23例患者均获随访，随访时间12～24个月，平均14.6个月。患者髋关节疼痛明显缓解，髋关节功能改善；无关节僵硬、关节不稳、股骨头坏死等并发症发生。末次随访时，患者α角、VAS评分、mHHS评分和IHOT-12评分均显著优于术前，差异有统计学意义（  髋关节镜下治疗FAI合并圆韧带损伤患者是一种安全有效的治疗方式，可取得令患者满意的疗效。.",
    "disease": "osteoarthritis",
    "clean_text": "effectiveness of arthroscopic treatment for femoroacetabular impingement syndrome combined with ligamentum teres injury to investigate the effectiveness of hip arthroscopy in the treatment of patients with femoroacetabular impingement fai syndrome combined with ligamentum teres injury a retrospective analysis was conducted on patients hips with cam type fai syndrome combined with ligamentum teres injury who met the selection criteria between april and may the cohort included males and females with a mean age of years range years according to t nnis classification there were cases of grade cases of grade and cases of grade in hip osteoarthritis the disease duration ranged from to months with an average of months under hip arthroscopy hypertrophic synovium and the damaged ligamentum teres were debrided while the torn labrum and cartilage were repaired and femoral head neck osteoplasty was performed to eliminate impingement restore the normal morphology of the acetabulum and femoral head neck and suture the joint capsule acetabular lateral center edge angle lcea and angle reflecting the degree of non sphericity at the femoral head neck junction were measured before and after operation and the modified harris hip score mhhs the international hip outcome tool ihot and the visual analogue scale vas score for pain were evaluated the operation was successfully completed in all patients the incisions healed by first intention after operation and there was no perioperative complications such as iatrogenic cartilage injury fracture infection neurovascular traction injury or lower extremity venous thrombosis all the patients were followed up months with an average of months the pain of hip joint significantly relieved and the function of hip joint improved no complication such as joint stiffness joint instability and osteonecrosis of the femoral head occurred the angle vas score mhhs score and ihot score at last follow up were significantly better than those before operation hip arthroscopy is a safe and effective treatment for patients with fai syndrome combined with ligamentum teres injury which can achieve satisfactory effectiveness femoroacetabular impingement fai fai t nnis lateral center edge angle lcea harris mhhs ihot vas vas mhhs ihot fai"
}