{
    "title": "Pharmacological USP2 targeting suppresses ovarian cancer growth by potentiating apoptosis and ferroptosis.",
    "doc_id": "39486565",
    "writer": "Yang D",
    "year": "2024",
    "summary": "Ovarian cancer is a frequently observed type of gynaecologic malignancy generally associated with poor prognosis around the world. ...Our findings show that ML364 effectively hindered ovarian cancer growth and migration using a series of in vitro assay …",
    "abstract": "Ovarian cancer is a frequently observed type of gynaecologic malignancy generally associated with poor prognosis around the world. Ubiquitin-specific proteases (USPs) form the largest subfamily of deubiquitylating enzymes and have emerged as potential therapeutic targets against human cancers. Through a systematic analysis of the prognostic significance of USP expression, USP2 was found to be inversely correlated with patient survival in ovarian cancer. Accordingly, we investigated the effects of pharmacological inhibition of USP2 on ovarian cancer by exploiting its small molecule inhibitor ML364. Our findings show that ML364 effectively hindered ovarian cancer growth and migration using a series of in vitro assays. In addition to apoptosis induction, ML364 also sensitized ovarian cancer cells to ferroptosis. Mechanistically, ML364 treatment resulted in cyclin D1 downregulation, increased poly (ADP-ribose) polymerase (PARP) cleavage, and elevated ROS levels in ovarian cancer cells. Collectively, our findings suggest USP2 as a potential therapeutic target in ovarian cancer, and hence, its pharmacological inhibition warrants further investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39486565/",
    "clean_text": "pharmacological usp targeting suppresses ovarian cancer growth by potentiating apoptosis and ferroptosis ovarian cancer is a frequently observed type of gynaecologic malignancy generally associated with poor prognosis around the world our findings show that ml effectively hindered ovarian cancer growth and migration using a series of in vitro assay ovarian cancer is a frequently observed type of gynaecologic malignancy generally associated with poor prognosis around the world ubiquitin specific proteases usps form the largest subfamily of deubiquitylating enzymes and have emerged as potential therapeutic targets against human cancers through a systematic analysis of the prognostic significance of usp expression usp was found to be inversely correlated with patient survival in ovarian cancer accordingly we investigated the effects of pharmacological inhibition of usp on ovarian cancer by exploiting its small molecule inhibitor ml our findings show that ml effectively hindered ovarian cancer growth and migration using a series of in vitro assays in addition to apoptosis induction ml also sensitized ovarian cancer cells to ferroptosis mechanistically ml treatment resulted in cyclin d downregulation increased poly adp ribose polymerase parp cleavage and elevated ros levels in ovarian cancer cells collectively our findings suggest usp as a potential therapeutic target in ovarian cancer and hence its pharmacological inhibition warrants further investigation"
}