{
    "title": "Bedaquiline Resistance and Molecular Characterization of Rifampicin-Resistant Mycobacterium Tuberculosis Isolates in Zhejiang, China.",
    "doc_id": "37928607",
    "writer": "Tong E",
    "year": "2023",
    "summary": "PURPOSE: This study aimed to determine the prevalence and molecular characterization of bedaquiline (BDQ) resistance among rifampicin-resistant tuberculosis (RR-TB) isolates collected from Zhejiang, China. PATIENTS AND METHODS: A total of 245 RR-TB isolates were collected …",
    "abstract": "Purpose:\n        \n      \n      This study aimed to determine the prevalence and molecular characterization of bedaquiline (BDQ) resistance among rifampicin-resistant tuberculosis (RR-TB) isolates collected from Zhejiang, China.\n    \n\n\n          Patients and methods:\n        \n      \n      A total of 245 RR-TB isolates were collected from 19 municipal TB hospitals in Zhejiang province, China between January and December 2021. Microplate assays were used to determine the minimum inhibitory concentrations (MIC) of BDQ. Whole-genome sequencing (WGS) was performed on isolates with MIC values for BDQ ≥ 0.25 μg/mL.\n    \n\n\n          Results:\n        \n      \n      Five (2.04%) BDQ-resistant strains were isolated from 245 tuberculosis patients. The resistance rate of BDQ was not correlated to the sex, age, treatment history, or occupation of patients. Four BDQ-resistant isolates and three BDQ-sensitive isolates were found to carry Rv0678 mutations, and one BDQ-resistant strain carried both Rv0678 and pepQ mutations. No mutations within the atpE and Rv1979c genes were observed.\n    \n\n\n          Conclusion:\n        \n      \n      BDQ demonstrated strong in vitro antibacterial activity against RR-TB isolates, and the Rv0678 gene was identified as the primary mechanism contributing to BDQ resistance among RR-TB isolates from Zhejiang, China. Furthermore, in addition to the four currently known resistance-associated genes (atpE, Rv0678, Rv1979c, and pepQ), other mechanisms of resistance to BDQ may exist that need further study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37928607/",
    "clean_text": "bedaquiline resistance and molecular characterization of rifampicin resistant mycobacterium tuberculosis isolates in zhejiang china purpose this study aimed to determine the prevalence and molecular characterization of bedaquiline bdq resistance among rifampicin resistant tuberculosis rr tb isolates collected from zhejiang china patients and methods a total of rr tb isolates were collected purpose this study aimed to determine the prevalence and molecular characterization of bedaquiline bdq resistance among rifampicin resistant tuberculosis rr tb isolates collected from zhejiang china patients and methods a total of rr tb isolates were collected from municipal tb hospitals in zhejiang province china between january and december microplate assays were used to determine the minimum inhibitory concentrations mic of bdq whole genome sequencing wgs was performed on isolates with mic values for bdq g ml results five bdq resistant strains were isolated from tuberculosis patients the resistance rate of bdq was not correlated to the sex age treatment history or occupation of patients four bdq resistant isolates and three bdq sensitive isolates were found to carry rv mutations and one bdq resistant strain carried both rv and pepq mutations no mutations within the atpe and rv c genes were observed conclusion bdq demonstrated strong in vitro antibacterial activity against rr tb isolates and the rv gene was identified as the primary mechanism contributing to bdq resistance among rr tb isolates from zhejiang china furthermore in addition to the four currently known resistance associated genes atpe rv rv c and pepq other mechanisms of resistance to bdq may exist that need further study"
}