{
    "title": "Endometrial cancer.",
    "doc_id": "22277287",
    "writer": "Arora V",
    "year": "2012",
    "summary": "Increasingly, endometrial cancer is being diagnosed in younger women in whom preserving fertility may be an important consideration when deciding optimal management. Conservative management of endometrial carcinoma may be a therapeutic option in carefully sel …",
    "abstract": "Endometrial carcinoma is the most common gynaecological malignancy in the Western world. The standard management of endometrial carcinoma is total hysterectomy and bilateral salpingo-oophorectomy with or without pelvic and para-aortic lymph-node dissection. Increasingly, endometrial cancer is being diagnosed in younger women in whom preserving fertility may be an important consideration when deciding optimal management. Conservative management of endometrial carcinoma may be a therapeutic option in carefully selected women with well-differentiated endometrial cancer in the absence of any myometrial invasion or adnexal disease seen on imaging. The biggest concern with conservative management of endometrial carcinoma is disease progression while on treatment or after initial response to medical treatment. Women opting for conservative management should be aware that hormonal therapy is not the standard form of management. Potential adverse outcomes should be taken into consideration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22277287/",
    "clean_text": "endometrial cancer increasingly endometrial cancer is being diagnosed in younger women in whom preserving fertility may be an important consideration when deciding optimal management conservative management of endometrial carcinoma may be a therapeutic option in carefully sel endometrial carcinoma is the most common gynaecological malignancy in the western world the standard management of endometrial carcinoma is total hysterectomy and bilateral salpingo oophorectomy with or without pelvic and para aortic lymph node dissection increasingly endometrial cancer is being diagnosed in younger women in whom preserving fertility may be an important consideration when deciding optimal management conservative management of endometrial carcinoma may be a therapeutic option in carefully selected women with well differentiated endometrial cancer in the absence of any myometrial invasion or adnexal disease seen on imaging the biggest concern with conservative management of endometrial carcinoma is disease progression while on treatment or after initial response to medical treatment women opting for conservative management should be aware that hormonal therapy is not the standard form of management potential adverse outcomes should be taken into consideration"
}