{
    "title": "Viability of dental implants in head and neck irradiated patients: A systematic review.",
    "doc_id": "25926008",
    "writer": "Zen Filho EV",
    "year": "2016",
    "summary": "The placement of implants in irradiated bone is viable, and head and neck RT should not be considered as a contraindication for dental rehabilitation with implants. 2015 Wiley Periodicals, Inc. Head Neck 38: E2229-E2240, 2016....",
    "abstract": "Background:\n        \n      \n      The purpose of this systematic review was to evaluate the safety of dental implants placed in irradiated bone and to discuss their viability when placed post-radiotherapy (RT).\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed to answer the questions: \"Are dental implants in irradiated bone viable?\" and \"What are the main factors that influence the loss of implants in irradiated patients?\"\n    \n\n\n          Results:\n        \n      \n      The search strategy resulted in 8 publications. A total of 331 patients received 1237 implants, with an overall failure rate of 9.53%. The osseointegration success rates ranged between 62.5% and 100%. The optimal time interval between irradiation and dental implantation varied from 6 to 15 months.\n    \n\n\n          Conclusion:\n        \n      \n      The interval time between RT and implant placement and the radiation doses are not associated with significant implant failure rates. The placement of implants in irradiated bone is viable, and head and neck RT should not be considered as a contraindication for dental rehabilitation with implants. © 2015 Wiley Periodicals, Inc. Head Neck 38: E2229-E2240, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25926008/",
    "clean_text": "viability of dental implants in head and neck irradiated patients a systematic review the placement of implants in irradiated bone is viable and head and neck rt should not be considered as a contraindication for dental rehabilitation with implants wiley periodicals inc head neck e e background the purpose of this systematic review was to evaluate the safety of dental implants placed in irradiated bone and to discuss their viability when placed post radiotherapy rt methods a systematic review was performed to answer the questions are dental implants in irradiated bone viable and what are the main factors that influence the loss of implants in irradiated patients results the search strategy resulted in publications a total of patients received implants with an overall failure rate of the osseointegration success rates ranged between and the optimal time interval between irradiation and dental implantation varied from to months conclusion the interval time between rt and implant placement and the radiation doses are not associated with significant implant failure rates the placement of implants in irradiated bone is viable and head and neck rt should not be considered as a contraindication for dental rehabilitation with implants wiley periodicals inc head neck e e"
}