{
    "title": "The prevalence of low back pain among nurses in Serbia.",
    "doc_id": "34924418",
    "writer": "Bozic A",
    "year": "2022",
    "summary": "BACKGROUND: The presence of low back pain in nurses is becoming increasingly prominent and it has significant impact both on the individual as well as on the community. ...The implementation of better ergonomic approach and adequate organization of work could …",
    "abstract": "Background:\n        \n      \n      The presence of low back pain in nurses is becoming increasingly prominent and it has significant impact both on the individual as well as on the community.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to determine the prevalence of low back pain among practicing nurses.\n    \n\n\n          Methods:\n        \n      \n      The research has been conducted in five health care institutions in the area of Vojvodina. Data were collected using the Nordic Musculoskeletal Questionnaire (NMQ).\n    \n\n\n          Results:\n        \n      \n      Five hundred and twelve nurses participated in this study. Most of the participants (93.95%) indicated that they experienced discomfort or pain in the lower back in the last 12 months. Due to low back pain, 61.95% of participants had reduced working abilities and 76.09% of participants have never taken time off from work.\n    \n\n\n          Conclusions:\n        \n      \n      Due to low back pain nurses have a reduced working capacity, but they nevertheless rarely seek medical help or the change of the work place. The implementation of better ergonomic approach and adequate organization of work could reduce the occurrence of low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34924418/",
    "clean_text": "the prevalence of low back pain among nurses in serbia background the presence of low back pain in nurses is becoming increasingly prominent and it has significant impact both on the individual as well as on the community the implementation of better ergonomic approach and adequate organization of work could background the presence of low back pain in nurses is becoming increasingly prominent and it has significant impact both on the individual as well as on the community objective the aim of this study was to determine the prevalence of low back pain among practicing nurses methods the research has been conducted in five health care institutions in the area of vojvodina data were collected using the nordic musculoskeletal questionnaire nmq results five hundred and twelve nurses participated in this study most of the participants indicated that they experienced discomfort or pain in the lower back in the last months due to low back pain of participants had reduced working abilities and of participants have never taken time off from work conclusions due to low back pain nurses have a reduced working capacity but they nevertheless rarely seek medical help or the change of the work place the implementation of better ergonomic approach and adequate organization of work could reduce the occurrence of low back pain"
}