{
    "title": "MicroRNA-128/homeobox B8 axis regulates ovarian cancer cell progression.",
    "doc_id": "31271703",
    "writer": "Li R",
    "year": "2019",
    "summary": "Results showed that decreased miR-128 expression and increased HOXB8 expression were observed in ovarian cancer tissues and cell lines. Transfection with miR-128 mimics suppressed the cell proliferation and enhanced paclitaxel sensitivity in ovarian cancer cell line …",
    "abstract": "MicroRNA-128 (miR-128) has been found to be dysregulated and might function as a tumour suppressor in various cancers, including ovarian cancer. However, the underlying mechanism of miR-128 in ovarian cancer has not been fully understood. The miR-128 and homeobox B8 (HOXB8) levels in clinical samples and cultured cell lines were measured using qRT-PCR and/or Western blot analysis. Cell proliferation was assessed using Cell Counting Kit-8 assay. Cell apoptosis was determined using flow cytometry. The association between miR-128 and HOXB8 was confirmed using dual-luciferase reporter assay. Results showed that decreased miR-128 expression and increased HOXB8 expression were observed in ovarian cancer tissues and cell lines. Transfection with miR-128 mimics suppressed the cell proliferation and enhanced paclitaxel sensitivity in ovarian cancer cell lines. miR-128 directly targeted HOXB8 in ovarian cancer cell lines. Knockdown of HOXB8 abolished the effects of miR-128 inhibitor on ovarian cancer cell proliferation and paclitaxel sensitivity. Summarily, miR-128 displayed a tumour suppressor role in ovarian cancer via targeting HOXB8. It is supposed that miR-128 might be effective for targeting therapy for ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31271703/",
    "clean_text": "microrna homeobox b axis regulates ovarian cancer cell progression results showed that decreased mir expression and increased hoxb expression were observed in ovarian cancer tissues and cell lines transfection with mir mimics suppressed the cell proliferation and enhanced paclitaxel sensitivity in ovarian cancer cell line microrna mir has been found to be dysregulated and might function as a tumour suppressor in various cancers including ovarian cancer however the underlying mechanism of mir in ovarian cancer has not been fully understood the mir and homeobox b hoxb levels in clinical samples and cultured cell lines were measured using qrt pcr and or western blot analysis cell proliferation was assessed using cell counting kit assay cell apoptosis was determined using flow cytometry the association between mir and hoxb was confirmed using dual luciferase reporter assay results showed that decreased mir expression and increased hoxb expression were observed in ovarian cancer tissues and cell lines transfection with mir mimics suppressed the cell proliferation and enhanced paclitaxel sensitivity in ovarian cancer cell lines mir directly targeted hoxb in ovarian cancer cell lines knockdown of hoxb abolished the effects of mir inhibitor on ovarian cancer cell proliferation and paclitaxel sensitivity summarily mir displayed a tumour suppressor role in ovarian cancer via targeting hoxb it is supposed that mir might be effective for targeting therapy for ovarian cancer"
}