{
    "title": "Biomarkers of Thromboelastography Platelet Mapping Predict Hematoma Expansion After Spontaneous Intracerebral Hemorrhage.",
    "doc_id": "40677225",
    "writer": "Copenhaver KM",
    "year": "2025",
    "summary": "BACKGROUND: Hematoma expansion (HE) is a preventable cause of disability and death in patients with acute intracerebral hemorrhage (ICH). ...",
    "abstract": "Background:\n        \n      \n      Hematoma expansion (HE) is a preventable cause of disability and death in patients with acute intracerebral hemorrhage (ICH). Platelet activity is essential for coagulation, and antiplatelet medications (eg, aspirin, clopidogrel) increase HE risk. General markers of platelet activity are associated with later HE, but specific biomarkers of platelet activity could enhance our understanding. We hypothesized that hemostatic biomarkers of platelet activity would correlate with later HE.\n    \n\n\n          Methods:\n        \n      \n      We conducted a tri-center observational cohort study of spontaneous ICH patients with multiple imaging scans for HE calculation. The thromboelastography 6s Platelet Mapping assay assessed platelet activity with 3 biomarkers: (1) adenosine diphosphate receptor-induced platelet activation, (2) platelet-fibrin network clot strength measured by heparinized kaolin with heparinase, and (3) fibrinogen-only clot strength measured by activator F (ActF). Spearman rank measured the correlation between HE and platelet activity. A linear regression model predicted HE from ActF. We tested whether the relationship between ActF and HE interacted with pre-ICH antiplatelet medication.\n    \n\n\n          Results:\n        \n      \n      Thirty-five patients were included. Eleven (35.48%) took pre-ICH antiplatelet medication. Heparinized kaolin with heparinase negatively correlated with HE (ρ=-0.34, P=0.02), indicating that stronger platelet-fibrin clots were associated with less subsequent HE. ActF's association with HE depended on pre-ICH antiplatelet medication use (interaction P=0.005). More ActF (fibrinogen) was associated with less HE in patients who did not take pre-ICH antiplatelet medication.\n    \n\n\n          Conclusions:\n        \n      \n      Hemostatic biomarkers from the thromboelastography 6s Platelet Mapping assay predicted subsequent HE and may aid in determining neurosurgical need. Strengthening platelet-mediated coagulation may be a target for reducing HE and improving ICH outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40677225/",
    "clean_text": "biomarkers of thromboelastography platelet mapping predict hematoma expansion after spontaneous intracerebral hemorrhage background hematoma expansion he is a preventable cause of disability and death in patients with acute intracerebral hemorrhage ich background hematoma expansion he is a preventable cause of disability and death in patients with acute intracerebral hemorrhage ich platelet activity is essential for coagulation and antiplatelet medications eg aspirin clopidogrel increase he risk general markers of platelet activity are associated with later he but specific biomarkers of platelet activity could enhance our understanding we hypothesized that hemostatic biomarkers of platelet activity would correlate with later he methods we conducted a tri center observational cohort study of spontaneous ich patients with multiple imaging scans for he calculation the thromboelastography s platelet mapping assay assessed platelet activity with biomarkers adenosine diphosphate receptor induced platelet activation platelet fibrin network clot strength measured by heparinized kaolin with heparinase and fibrinogen only clot strength measured by activator f actf spearman rank measured the correlation between he and platelet activity a linear regression model predicted he from actf we tested whether the relationship between actf and he interacted with pre ich antiplatelet medication results thirty five patients were included eleven took pre ich antiplatelet medication heparinized kaolin with heparinase negatively correlated with he p indicating that stronger platelet fibrin clots were associated with less subsequent he actf s association with he depended on pre ich antiplatelet medication use interaction p more actf fibrinogen was associated with less he in patients who did not take pre ich antiplatelet medication conclusions hemostatic biomarkers from the thromboelastography s platelet mapping assay predicted subsequent he and may aid in determining neurosurgical need strengthening platelet mediated coagulation may be a target for reducing he and improving ich outcomes"
}