{
    "title": "Prognostic impact of type 1 and type 2 diabetes mellitus in atrial fibrillation and the effect of severe hypoglycaemia: a nationwide cohort study.",
    "doc_id": "35580601",
    "writer": "Karayiannides S",
    "year": "2022",
    "summary": "RESULTS: Using individuals without diabetes as reference (HR = 1), the adjusted HRs in type 1 vs. type 2 diabetes were for mortality 1.87 (CI 1.73-2.02) vs. 1.51 (CI 1.47-1.55), heart failure 1.59 (CI 1. …",
    "abstract": "Aims:\n        \n      \n      To compare prognosis between individuals without diabetes, type 1 and type 2 diabetes in a nationwide atrial fibrillation cohort in Sweden and study the significance of severe hypoglycaemia.\n    \n\n\n          Methods:\n        \n      \n      Using data from all-inclusive national registers, 309,611 patients with non-valvular atrial fibrillation were enrolled during 2013-2014. Of these, 2,221 had type 1 and 58,073 had type 2 diabetes. Patients were followed for all-cause mortality until 27 March 2017, and for myocardial infarction, ischaemic stroke and first-ever diagnosis of heart failure or dementia until 31 December 2015. Hazard ratios (HRs) and 95% confidence intervals (CIs) were calculated using Cox and competing risk regression.\n    \n\n\n          Results:\n        \n      \n      Using individuals without diabetes as reference (HR = 1), the adjusted HRs in type 1 vs. type 2 diabetes were for mortality 1.87 (CI 1.73-2.02) vs. 1.51 (CI 1.47-1.55), heart failure 1.59 (CI 1.42-1.78) vs. 1.41 (CI 1.34-1.48), myocardial infarction 2.49 (CI 2.17-2.85) vs. 1.70 (CI 1.59-1.81), ischaemic stroke 1.59 (CI 1.35-1.87) vs. 1.31 (CI 1.22-1.40), and dementia 1.46 (CI 1.15-1.85) vs. 1.28 (CI 1.18-1.40). Among individuals with type 2 diabetes, those with previous severe hypoglycaemia had increased risk of mortality (HR 1.26; CI 1.17-1.36) and dementia (HR 1.37; CI 1.08-1.73) compared with those without previous severe hypoglycaemia.\n    \n\n\n          Conclusion:\n        \n      \n      Presence of diabetes-regardless of type- in atrial fibrillation is associated with an increased risk of premature death, cardiovascular events and dementia. This increase is more pronounced in type 1 than in type 2 diabetes. A history of severe hypoglycaemia is associated with a worsened prognosis in type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35580601/",
    "clean_text": "prognostic impact of type and type diabetes mellitus in atrial fibrillation and the effect of severe hypoglycaemia a nationwide cohort study results using individuals without diabetes as reference hr the adjusted hrs in type vs type diabetes were for mortality ci vs ci heart failure ci aims to compare prognosis between individuals without diabetes type and type diabetes in a nationwide atrial fibrillation cohort in sweden and study the significance of severe hypoglycaemia methods using data from all inclusive national registers patients with non valvular atrial fibrillation were enrolled during of these had type and had type diabetes patients were followed for all cause mortality until march and for myocardial infarction ischaemic stroke and first ever diagnosis of heart failure or dementia until december hazard ratios hrs and confidence intervals cis were calculated using cox and competing risk regression results using individuals without diabetes as reference hr the adjusted hrs in type vs type diabetes were for mortality ci vs ci heart failure ci vs ci myocardial infarction ci vs ci ischaemic stroke ci vs ci and dementia ci vs ci among individuals with type diabetes those with previous severe hypoglycaemia had increased risk of mortality hr ci and dementia hr ci compared with those without previous severe hypoglycaemia conclusion presence of diabetes regardless of type in atrial fibrillation is associated with an increased risk of premature death cardiovascular events and dementia this increase is more pronounced in type than in type diabetes a history of severe hypoglycaemia is associated with a worsened prognosis in type diabetes"
}