{
    "pmid": "41443542",
    "title": "Balancing hope and heart: An umbrella review of cardiotoxicity in immune checkpoint inhibitor cancer therapies.",
    "abstract": "Immune checkpoint inhibitors (ICIs) have significantly advanced cancer treatment, especially in improving survival rates for patients with various malignancies such as melanoma, non-small cell lung cancer (NSCLC), and renal cell carcinoma. Despite their therapeutic promise, ICIs carry the risk of immune-related adverse events, with cardiotoxicity emerging as a notable concern. This umbrella review aims to critically evaluate the diverse data from published systematic reviews and meta-analyses, to provide a cohesive overview of ICI-associated cardiotoxicity across different cancer types and treatment regimens. This umbrella review analytically evaluates data from systematic reviews and meta-analyses on cardiotoxicity in cancer patients receiving ICI therapy. We conducted a comprehensive search across PubMed, Scopus, and Google Scholar, from inception till Jan 2025. The JBI checklist was employed to assess the quality of included studies. Our analysis reveals varying cardiotoxicity risks associated with ICIs. The incidence of cardiac immune-related adverse events ranges from 0.8 % to 1.3 %, with myocarditis being the most common (0.5-0.72 % of patients). Combination therapies significantly increase risks: dual ICIs elevate myocarditis risk 3.07-fold compared to monotherapies, whereas PD-1/PD-L1 inhibitors with chemotherapy increase all-grade and severe cardiotoxicity by 53 % and 63%, respectively. NSCLC patients face a 97 % higher risk of all-grade cardiotoxicity with combination treatments. ICI-induced myocarditis carries a high mortality rate of 37.7 %. Notably, some studies report no significant increase in cardiac events, highlighting the need for further investigation to reconcile these disparate findings. The variability in cardiotoxicity reports highlights the complex risk landscape associated with ICI therapy. Although ICIs continue to enhance cancer care, they require careful cardiovascular monitoring and comprehensive risk management, particularly for combination therapies and patients with existing heart conditions.",
    "disease": "lung cancer",
    "clean_text": "balancing hope and heart an umbrella review of cardiotoxicity in immune checkpoint inhibitor cancer therapies immune checkpoint inhibitors icis have significantly advanced cancer treatment especially in improving survival rates for patients with various malignancies such as melanoma non small cell lung cancer nsclc and renal cell carcinoma despite their therapeutic promise icis carry the risk of immune related adverse events with cardiotoxicity emerging as a notable concern this umbrella review aims to critically evaluate the diverse data from published systematic reviews and meta analyses to provide a cohesive overview of ici associated cardiotoxicity across different cancer types and treatment regimens this umbrella review analytically evaluates data from systematic reviews and meta analyses on cardiotoxicity in cancer patients receiving ici therapy we conducted a comprehensive search across pubmed scopus and google scholar from inception till jan the jbi checklist was employed to assess the quality of included studies our analysis reveals varying cardiotoxicity risks associated with icis the incidence of cardiac immune related adverse events ranges from to with myocarditis being the most common of patients combination therapies significantly increase risks dual icis elevate myocarditis risk fold compared to monotherapies whereas pd pd l inhibitors with chemotherapy increase all grade and severe cardiotoxicity by and respectively nsclc patients face a higher risk of all grade cardiotoxicity with combination treatments ici induced myocarditis carries a high mortality rate of notably some studies report no significant increase in cardiac events highlighting the need for further investigation to reconcile these disparate findings the variability in cardiotoxicity reports highlights the complex risk landscape associated with ici therapy although icis continue to enhance cancer care they require careful cardiovascular monitoring and comprehensive risk management particularly for combination therapies and patients with existing heart conditions"
}