{
    "pmid": "41419490",
    "title": "Age-related nigral downregulation of the Parkinson's risk factor FAM49B primes human microglia for inflammaging.",
    "abstract": "Parkinson's Disease (PD) is characterized by the loss of dopaminergic neurons in the substantia nigra pars compacta (SNpc), which is associated with changes in microglia function. While age remains the biggest risk factor, the underlying molecular cause of PD onset and its concurrent neuroinflammation are not well understood. Many identified PD risk genes have been directly linked to dopamine neuron impairment, while others are linked to immune cell function. In this study, we found that the PD risk gene FAM49B is critically expressed in microglia of the human SNpc and is downregulated with age and PD. We utilized human and murine microglia cells to demonstrate the role of FAM49B in regulating fundamental microglial functions such as cytoskeletal maintenance, migration, surface adherence, energy homeostasis, autophagy, and, importantly, inflammatory response. Downregulation of microglial FAM49B, as observed in the SNpc of aging individuals, led to significant alterations in these cellular functions, which are associated with increased microglial activation. Thus, our study highlights novel cell-type-specific roles of FAM49B and provides a potential mechanism for susceptibility to neuroinflammation, and reactive gliosis observed in both PD and normal aging.",
    "disease": "parkinson disease",
    "clean_text": "age related nigral downregulation of the parkinson s risk factor fam b primes human microglia for inflammaging parkinson s disease pd is characterized by the loss of dopaminergic neurons in the substantia nigra pars compacta snpc which is associated with changes in microglia function while age remains the biggest risk factor the underlying molecular cause of pd onset and its concurrent neuroinflammation are not well understood many identified pd risk genes have been directly linked to dopamine neuron impairment while others are linked to immune cell function in this study we found that the pd risk gene fam b is critically expressed in microglia of the human snpc and is downregulated with age and pd we utilized human and murine microglia cells to demonstrate the role of fam b in regulating fundamental microglial functions such as cytoskeletal maintenance migration surface adherence energy homeostasis autophagy and importantly inflammatory response downregulation of microglial fam b as observed in the snpc of aging individuals led to significant alterations in these cellular functions which are associated with increased microglial activation thus our study highlights novel cell type specific roles of fam b and provides a potential mechanism for susceptibility to neuroinflammation and reactive gliosis observed in both pd and normal aging"
}