{
    "title": "Keeping Antibiotics at Home Promotes Self-Medication with Antibiotics among Chinese University Students.",
    "doc_id": "29621165",
    "writer": "Wang X",
    "year": "2018",
    "summary": "OBJECTIVES: To determine the sources of antibiotics leftover at home, the risk factors of keeping antibiotics at home, and the associations between keeping antibiotics at home and SMA among Chinese university students. METHODS: Six provinces were purposely selected from si …",
    "abstract": "Background:\n        \n      \n      Inappropriate use of antibiotics has caused antimicrobial resistance, presenting a major health challenge to the world population. Self-medication with antibiotics (SMA) is currently at an alarming level in China.\n    \n\n\n          Objectives:\n        \n      \n      To determine the sources of antibiotics leftover at home, the risk factors of keeping antibiotics at home, and the associations between keeping antibiotics at home and SMA among Chinese university students.\n    \n\n\n          Methods:\n        \n      \n      Six provinces were purposely selected from six regions of China, and one multi-disciplinary university was selected from each chosen province. A total of 11,192 university students were selected using cluster random sampling from the selected universities. Logistic regression was conducted to examine the relationship between keeping antibiotics at home and SMA.\n    \n\n\n          Results:\n        \n      \n      Out of the 11,192 students surveyed, 7057 (63.1%) reported keeping antibiotics at home at the time they were surveyed. Of those who kept antibiotics in their home, 1965 (27.8%) reported that these antibiotics were left over from a previous prescription by a doctor and 4893 (69.3%), purchased antibiotics over the counter. Additionally, 29.6% (507/1711) of students self-medicated with antibiotics when ill during the month before the survey. Students keeping antibiotics at home were five times (95% CI 3.53, 7.05) more likely to engage in SMA when ill and 2.6 times (95% CI 2.34, 2.89) more likely to self-medicating with antibiotics for prophylaxis than the other students. Female students, those with a family background of higher education, and those who had a parent working in the medical field had a significantly higher chance of keeping antibiotics at home.\n    \n\n\n          Conclusions:\n        \n      \n      The high prevalence of keeping antibiotics at home and SMA among young adults is a serious concern. Professional regulations and population-tailored health education are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29621165/",
    "clean_text": "keeping antibiotics at home promotes self medication with antibiotics among chinese university students objectives to determine the sources of antibiotics leftover at home the risk factors of keeping antibiotics at home and the associations between keeping antibiotics at home and sma among chinese university students methods six provinces were purposely selected from si background inappropriate use of antibiotics has caused antimicrobial resistance presenting a major health challenge to the world population self medication with antibiotics sma is currently at an alarming level in china objectives to determine the sources of antibiotics leftover at home the risk factors of keeping antibiotics at home and the associations between keeping antibiotics at home and sma among chinese university students methods six provinces were purposely selected from six regions of china and one multi disciplinary university was selected from each chosen province a total of university students were selected using cluster random sampling from the selected universities logistic regression was conducted to examine the relationship between keeping antibiotics at home and sma results out of the students surveyed reported keeping antibiotics at home at the time they were surveyed of those who kept antibiotics in their home reported that these antibiotics were left over from a previous prescription by a doctor and purchased antibiotics over the counter additionally of students self medicated with antibiotics when ill during the month before the survey students keeping antibiotics at home were five times ci more likely to engage in sma when ill and times ci more likely to self medicating with antibiotics for prophylaxis than the other students female students those with a family background of higher education and those who had a parent working in the medical field had a significantly higher chance of keeping antibiotics at home conclusions the high prevalence of keeping antibiotics at home and sma among young adults is a serious concern professional regulations and population tailored health education are needed"
}