{
    "title": "Recombinant Zoster Vaccine (Shingrix) to Prevent Herpes Zoster.",
    "doc_id": "30145235",
    "writer": "Sly JR",
    "year": "2018",
    "summary": "Women ages 50 years and older are at risk for herpes zoster, a reactivated virus from varicella zoster virus (chickenpox) that causes a painful vesicular rash and can result in postherpetic neuralgia. It is estimated that one in three adults will be affected …",
    "abstract": "Women ages 50 years and older are at risk for herpes zoster, a reactivated virus from varicella zoster virus (chickenpox) that causes a painful vesicular rash and can result in postherpetic neuralgia. It is estimated that one in three adults will be affected by herpes zoster in their lifetime. Research evidence points to the need to prevent herpes zoster through vaccination. Since 2006, clinicians have been vaccinating adults with zoster vaccine live (brand name Zostavax), but the efficacy of this vaccine wanes with time and advanced age. In October 2017, the U.S. Food and Drug Administration approved recombinant zoster vaccine under the brand name Shingrix to prevent herpes zoster. Studies have shown significantly better efficacy of Shingrix versus Zostavax. This article summarizes new guidance regarding vaccination with Shingrix and discusses implications for women's health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30145235/",
    "clean_text": "recombinant zoster vaccine shingrix to prevent herpes zoster women ages years and older are at risk for herpes zoster a reactivated virus from varicella zoster virus chickenpox that causes a painful vesicular rash and can result in postherpetic neuralgia it is estimated that one in three adults will be affected women ages years and older are at risk for herpes zoster a reactivated virus from varicella zoster virus chickenpox that causes a painful vesicular rash and can result in postherpetic neuralgia it is estimated that one in three adults will be affected by herpes zoster in their lifetime research evidence points to the need to prevent herpes zoster through vaccination since clinicians have been vaccinating adults with zoster vaccine live brand name zostavax but the efficacy of this vaccine wanes with time and advanced age in october the u s food and drug administration approved recombinant zoster vaccine under the brand name shingrix to prevent herpes zoster studies have shown significantly better efficacy of shingrix versus zostavax this article summarizes new guidance regarding vaccination with shingrix and discusses implications for women s health"
}