{
    "title": "Whitefly-transmitted criniviruses of cucurbits: current status and future prospects.",
    "doc_id": "24426308",
    "writer": "Abrahamian PE",
    "year": "2014",
    "summary": "Currently, four criniviruses: Beet pseudo-yellows virus, Cucurbit chlorotic yellows virus, Cucurbit yellow stunting disorder virus and Lettuce infectious yellows virus have been reported to infect field- or greenhouse- grown cucurbits. ...",
    "abstract": "In the past decade, crinviruses have gained interest due to their rapid widespread and destructive nature for cucurbit cultivation. Several members of the genus Crinivirus are considered emerging viruses. Currently, four criniviruses: Beet pseudo-yellows virus, Cucurbit chlorotic yellows virus, Cucurbit yellow stunting disorder virus and Lettuce infectious yellows virus have been reported to infect field- or greenhouse- grown cucurbits. Apart from their cucurbit hosts, criniviruses infect other cash crops and weeds. Criniviruses are exclusively transmitted by whiteflies. The virion titer and the vector genus or species complex are predominant factors affecting virus transmission. These criniviruses maintain genetic stability with limited intra-species variability. They share similar core genome structure and replication strategies with some variations in the non-core proteins and downstream replication processes. Management of the diseases induced by criniviruses relies on integrated disease management strategies and on resistant varieties, when available. This review will cover their epidemiology, molecular biology, detection and management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24426308/",
    "clean_text": "whitefly transmitted criniviruses of cucurbits current status and future prospects currently four criniviruses beet pseudo yellows virus cucurbit chlorotic yellows virus cucurbit yellow stunting disorder virus and lettuce infectious yellows virus have been reported to infect field or greenhouse grown cucurbits in the past decade crinviruses have gained interest due to their rapid widespread and destructive nature for cucurbit cultivation several members of the genus crinivirus are considered emerging viruses currently four criniviruses beet pseudo yellows virus cucurbit chlorotic yellows virus cucurbit yellow stunting disorder virus and lettuce infectious yellows virus have been reported to infect field or greenhouse grown cucurbits apart from their cucurbit hosts criniviruses infect other cash crops and weeds criniviruses are exclusively transmitted by whiteflies the virion titer and the vector genus or species complex are predominant factors affecting virus transmission these criniviruses maintain genetic stability with limited intra species variability they share similar core genome structure and replication strategies with some variations in the non core proteins and downstream replication processes management of the diseases induced by criniviruses relies on integrated disease management strategies and on resistant varieties when available this review will cover their epidemiology molecular biology detection and management"
}