{
    "pmid": "41398321",
    "title": "Structural basis for genome-wide site-specific DNA recognition by Nuclear Factor IA.",
    "abstract": "Nuclear Factor IA, a member of the long-studied Nuclear Factor I family of DNA-binding proteins, plays pivotal roles in development and metabolism. Dysregulation or loss of Nuclear Factor IA is associated with severe neurological defects in humans and disruptions in fatty acid metabolism linked to conditions such as osteoarthritis. Despite extensive study, the DNA recognition mechanism of Nuclear Factor I family proteins remains unresolved. Previous studies have proposed that these proteins dimerize via their DNA-binding domains to bind TGGCA-containing dyad sequences. In this study, we demonstrate that both full-length Nuclear Factor IA and its isolated DNA-binding domain are monomeric in solution, challenging dimer models. Genome-wide ChIP-Seq analysis shows TGGCA half-sites are enriched among Nuclear Factor IA binding motifs. We determine Nuclear Factor IA's crystal and solution structures bound to half-site and dyad-symmetric DNA motifs, providing a structural basis for its monomeric DNA recognition. Furthermore, functional binding assays show that key residues in Nuclear Factor IA, which facilitate base-specific interactions, are critical for DNA sequence recognition and binding. These findings establish the DNA-binding mechanism of Nuclear Factor IA and provide a detailed molecular framework for understanding the functions of this classic transcription factor family.",
    "disease": "osteoarthritis",
    "clean_text": "structural basis for genome wide site specific dna recognition by nuclear factor ia nuclear factor ia a member of the long studied nuclear factor i family of dna binding proteins plays pivotal roles in development and metabolism dysregulation or loss of nuclear factor ia is associated with severe neurological defects in humans and disruptions in fatty acid metabolism linked to conditions such as osteoarthritis despite extensive study the dna recognition mechanism of nuclear factor i family proteins remains unresolved previous studies have proposed that these proteins dimerize via their dna binding domains to bind tggca containing dyad sequences in this study we demonstrate that both full length nuclear factor ia and its isolated dna binding domain are monomeric in solution challenging dimer models genome wide chip seq analysis shows tggca half sites are enriched among nuclear factor ia binding motifs we determine nuclear factor ia s crystal and solution structures bound to half site and dyad symmetric dna motifs providing a structural basis for its monomeric dna recognition furthermore functional binding assays show that key residues in nuclear factor ia which facilitate base specific interactions are critical for dna sequence recognition and binding these findings establish the dna binding mechanism of nuclear factor ia and provide a detailed molecular framework for understanding the functions of this classic transcription factor family"
}