{
    "pmid": "41390972",
    "title": "Lung injury, oxidative stress and impaired functioning in a model of prolonged ozone exposure in female mice are associated with macrophage proinflammatory and profibrotic activation and altered bioenergetics.",
    "abstract": "Prolonged exposure to ozone causes lung injury and persistent inflammation, pathologies associated with emphysema and asthma. Herein, we characterized inflammatory cells in the lungs using a murine model of prolonged ozone exposure, with the long-term goal of assessing their role in disease pathogenesis. Mice were exposed to air or ozone (1.5 ppm, 2 h, 2x/wk, 6 wk). Bronchoalveolar lavage fluid (BAL) and cells and lung tissue were collected 24 h after the final exposure. Alveolar/bronchiolar hyperplasia, epithelial degeneration and mononuclear cell infiltration were observed following ozone exposure; BAL protein, cells, fibrinogen, and SP-A and SP-D were also increased, along with markers of oxidative stress, and impaired pulmonary function. Flow cytometric analysis of infiltrating myeloid cells revealed that after ozone exposure, the majority of these cells were mature infiltrating macrophages. These were comprised mainly of anti-inflammatory/profibrotic macrophages, with a smaller number of proinflammatory macrophages. Proinflammatory genes (Il1β, Ccl3, Ccl17, Ccl22, Tnfα) and NF-κB activity were increased in BAL cells from ozone exposed mice (>97% macrophages); profibrotic genes (Mmp12, Mmp28, Tgfβ), but not anti-inflammatory genes (Il10, Arg1), were also upregulated. Following ozone exposure, glycolytic activity and oxidative phosphorylation increased in BAL cells, consistent with proinflammatory and profibrotic activation, respectively. These findings are important as they provide a rationale for evaluating the role of inflammatory macrophages in the pathophysiological response to prolonged ozone exposure.",
    "disease": "asthma",
    "clean_text": "lung injury oxidative stress and impaired functioning in a model of prolonged ozone exposure in female mice are associated with macrophage proinflammatory and profibrotic activation and altered bioenergetics prolonged exposure to ozone causes lung injury and persistent inflammation pathologies associated with emphysema and asthma herein we characterized inflammatory cells in the lungs using a murine model of prolonged ozone exposure with the long term goal of assessing their role in disease pathogenesis mice were exposed to air or ozone ppm h x wk wk bronchoalveolar lavage fluid bal and cells and lung tissue were collected h after the final exposure alveolar bronchiolar hyperplasia epithelial degeneration and mononuclear cell infiltration were observed following ozone exposure bal protein cells fibrinogen and sp a and sp d were also increased along with markers of oxidative stress and impaired pulmonary function flow cytometric analysis of infiltrating myeloid cells revealed that after ozone exposure the majority of these cells were mature infiltrating macrophages these were comprised mainly of anti inflammatory profibrotic macrophages with a smaller number of proinflammatory macrophages proinflammatory genes il ccl ccl ccl tnf and nf b activity were increased in bal cells from ozone exposed mice macrophages profibrotic genes mmp mmp tgf but not anti inflammatory genes il arg were also upregulated following ozone exposure glycolytic activity and oxidative phosphorylation increased in bal cells consistent with proinflammatory and profibrotic activation respectively these findings are important as they provide a rationale for evaluating the role of inflammatory macrophages in the pathophysiological response to prolonged ozone exposure"
}