{
    "pmid": "41394411",
    "title": "Chronic cervical instability in mice and rats: a reproducible model to simulate human intervertebral disc degeneration.",
    "abstract": "Chronic low-back pain, a leading cause of global disability, is closely linked to intervertebral disc degeneration (IVDD). Traditional animal models have faced challenges in replicating the gradual, chronic nature of human IVDD. To address these limitations, we aimed to develop a novel mouse model of cervical spine instability that more accurately mimics the progressive degeneration observed in humans. This study used 48 male Sprague-Dawley rats (3 months old, weighing 230 ± 20 g) and 48 male C57BL/6 mice (12 weeks old, weighing 20 ± 2 g). A bilateral cervical laminectomy combined with spinous process resection was performed while preserving the facet joints and posterior cervical muscles to induce chronic intervertebral instability. Longitudinal assessments were conducted using  MRI findings demonstrated progressive degeneration at the C4/5, C5/6, and C6/7 levels, with the most pronounced changes observed at 4 and 8 weeks post-surgery and partial recovery at 12 weeks. H&E and Safranin O staining confirmed significant cellular loss, structural disorganization, and proteoglycan depletion in the affected discs. Immunofluorescence staining revealed a progressive decrease in collagen type II and aggrecan expression over time. Conversely, collagen type I expression increased, indicating a shift toward fibrosis. Western blot analysis confirmed elevated levels of oxidative stress markers (albumin and AOPPs), matrix metalloproteinases (MMP3 and MMP13), senescence markers (p53, p21, p16), and inflammatory cytokines (IL-1β, TNF-α) at 4 and 8 weeks, with a partial decline by 12 weeks. This innovative cervical instability model not only minimizes the risk of nerve injury and reduces animal stress compared to previous models but also offers a reproducible and ethically sound platform for investigating IVDD pathogenesis and testing potential therapeutic interventions.",
    "disease": "osteoarthritis",
    "clean_text": "chronic cervical instability in mice and rats a reproducible model to simulate human intervertebral disc degeneration chronic low back pain a leading cause of global disability is closely linked to intervertebral disc degeneration ivdd traditional animal models have faced challenges in replicating the gradual chronic nature of human ivdd to address these limitations we aimed to develop a novel mouse model of cervical spine instability that more accurately mimics the progressive degeneration observed in humans this study used male sprague dawley rats months old weighing g and male c bl mice weeks old weighing g a bilateral cervical laminectomy combined with spinous process resection was performed while preserving the facet joints and posterior cervical muscles to induce chronic intervertebral instability longitudinal assessments were conducted using mri findings demonstrated progressive degeneration at the c c and c levels with the most pronounced changes observed at and weeks post surgery and partial recovery at weeks h e and safranin o staining confirmed significant cellular loss structural disorganization and proteoglycan depletion in the affected discs immunofluorescence staining revealed a progressive decrease in collagen type ii and aggrecan expression over time conversely collagen type i expression increased indicating a shift toward fibrosis western blot analysis confirmed elevated levels of oxidative stress markers albumin and aopps matrix metalloproteinases mmp and mmp senescence markers p p p and inflammatory cytokines il tnf at and weeks with a partial decline by weeks this innovative cervical instability model not only minimizes the risk of nerve injury and reduces animal stress compared to previous models but also offers a reproducible and ethically sound platform for investigating ivdd pathogenesis and testing potential therapeutic interventions"
}