{
    "pmid": "41446323",
    "title": "Efficacy of intravenous immunoglobulin in patients with chronic inflammatory demyelinating polyneuropathy with or without diabetes: insights from a multicenter prospective comparative study.",
    "abstract": "Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) is the most frequently observed autoimmune neuropathy in patients with diabetes mellitus (DM). While intravenous immune globulin (IVIG) is a well-established treatment for CIDP, its efficacy in diabetic patients remains uncertain due to their exclusion from prior randomized trials, largely because of concerns about confounding diabetic axonal neuropathy. To evaluate the effectiveness of IVIG therapy in CIDP patients with diabetes mellitus (CIDP-DM) compared to those without diabetes (CIDP). Multi-center, prospective, observational study after at least 3 monthly infusions of IVIG therapy. Thirty-six patients meeting diagnostic criteria for CIDP were enrolled and stratified into CIDP or CIDP-DM. All patients were followed for a minimum of 3 months after initiating IVIG therapy. Clinical outcomes were assessed at baseline (visit #1) and after 3 monthly IVIG infusions (visit #4) using the adjusted Inflammatory Neuropathy Cause and Treatment Disability Score, the Rasch-built Overall Disability Scale, and the Chronic Acquired Polyneuropathy Patient-reported Index, measured at baseline and at the point of maximal improvement. No significant differences were observed in clinical outcomes, treatment-related adverse events, or tolerance between CIDP and CIDP-DM groups, indicating comparable effectiveness of IVIG therapy. However, subgroup analyses revealed that longer duration of diabetes and elevated HbA1c levels were associated with delayed response to IVIG, likely due to cumulative axonal degeneration. Despite the small number of enrolled patients, IVIG appears equally effective in CIDP patients with and without diabetes. Earlier initiation of IVIG treatment should be considered in CIDP-DM patients to mitigate potential delays in therapeutic response associated with a possibly chronic diabetic neuropathy-related component.",
    "disease": "diabetes mellitus",
    "clean_text": "efficacy of intravenous immunoglobulin in patients with chronic inflammatory demyelinating polyneuropathy with or without diabetes insights from a multicenter prospective comparative study chronic inflammatory demyelinating polyradiculoneuropathy cidp is the most frequently observed autoimmune neuropathy in patients with diabetes mellitus dm while intravenous immune globulin ivig is a well established treatment for cidp its efficacy in diabetic patients remains uncertain due to their exclusion from prior randomized trials largely because of concerns about confounding diabetic axonal neuropathy to evaluate the effectiveness of ivig therapy in cidp patients with diabetes mellitus cidp dm compared to those without diabetes cidp multi center prospective observational study after at least monthly infusions of ivig therapy thirty six patients meeting diagnostic criteria for cidp were enrolled and stratified into cidp or cidp dm all patients were followed for a minimum of months after initiating ivig therapy clinical outcomes were assessed at baseline visit and after monthly ivig infusions visit using the adjusted inflammatory neuropathy cause and treatment disability score the rasch built overall disability scale and the chronic acquired polyneuropathy patient reported index measured at baseline and at the point of maximal improvement no significant differences were observed in clinical outcomes treatment related adverse events or tolerance between cidp and cidp dm groups indicating comparable effectiveness of ivig therapy however subgroup analyses revealed that longer duration of diabetes and elevated hba c levels were associated with delayed response to ivig likely due to cumulative axonal degeneration despite the small number of enrolled patients ivig appears equally effective in cidp patients with and without diabetes earlier initiation of ivig treatment should be considered in cidp dm patients to mitigate potential delays in therapeutic response associated with a possibly chronic diabetic neuropathy related component"
}