{
    "pmid": "41399072",
    "title": "[Clinical characteristics, efficacy and safety of antifibrotic agents in elderly patients with connective tissue disease-associated interstitial lung disease].",
    "abstract": "To investigate the clinical characteristics, treatment regimens, and the efficacy and safety of antifibrotic agents in elderly patients with connective tissue disease-associated interstitial lung disease (CTD-ILD). This single-center retrospective cohort study enrolled 129 elderly patients (≥60 years) with a confirmed diagnosis of CTD-ILD at Beijing Hospital from June 2016 to June 2024. Baseline data, including comorbidities and CTD subtypes, treatment regimens (glucocorticoids, immunosuppressants, antifibrotic agents), pulmonary function parameters, high-resolution computed tomography (HRCT) imaging features, and adverse events were retrieved from the electronic medical record system. Treatment efficacy was evaluated according to the 2022 American Thoracic Society/European Respiratory Society criteria for progressive pulmonary fibrosis. Statistical analyses were performed using SPSS 26.0, with  (1) Clinical characteristics: The predominant CTD subtypes were rheumatoid arthritis (RA), primary Sjögren syndrome (pSS), and polymyositis or dermatomyositis (PM/DM). Hypertension was present in 45.7% of the patients, reflecting the characteristics of multiple comorbidities in the elderly population. (2) CTD treatment regimens: 76.0% of the patients received glucocorticoid therapy, 83.7% used immunosuppressants (IS)/conventional synthetic disease-modifying antirheumatic drugs (csDMARDs), among which cyclophosphamide had the highest usage rate (47.3%); 31.8% of the patients were combined with antifibrotic drugs (nintedanib 16.3%, pirfenidone 10.1%, and 5.4% used both). (3) Efficacy of antifibrotic therapy: There was no statistically significant difference in the 6-month HRCT progression rate between the antifibrotic and non-antifibrotic groups (31.3%  The main subtypes of CTD-ILD in the elderly are RA, pSS, and PM/DM, which are often complicated with hypertension. Antifibrotic agents may significantly delay the deterioration of pulmonary function, but attention should be paid to the risks of gastrointestinal adverse effects and hepatotoxicity. Infection remains the primary complication, emphasizing the need to balance benefits of immunosuppressive therapy and the risk of infection to formulate treatment strategies. 探讨老年结缔组织病相关间质性肺病(connective tissue disease-associated interstitial lung disease, CTD-ILD)的疾病特征、治疗方案及抗纤维化药物疗效与安全性。 采用单中心回顾性队列研究, 纳入2016年6月至2024年6月北京医院确诊的129例老年(≥60岁)CTD-ILD患者。通过电子病历系统收集基线资料, 包括合并症、结缔组织病(connective tissue disease, CTD)亚型、治疗方案(糖皮质激素、免疫抑制剂、抗纤维化药物)、肺功能参数、高分辨率CT(high-resolution computed tomography, HRCT)及不良事件数据。疗效评估参照2022年《美国胸科学会/欧洲呼吸学会进行性肺纤维化标准》, 统计学分析使用SPSS 26.0软件, 组间比较使用 (1) 临床特征: CTD亚型以类风湿关节炎(rheumatoid arthritis, RA)、原发性干燥综合征(primary Sjögren syndrome, pSS)、多发性肌炎/皮肌炎(polymyositis/dermatomyositis, PM/DM)为主; 45.7%患者合并高血压, 体现老年人群多病共患特点。(2)CTD治疗方案: 76.0%患者使用糖皮质激素, 83.7%使用各类免疫抑制剂/传统合成改善病情抗风湿药, 其中环磷酰胺使用率最高(47.3%), 31.8%患者联用抗纤维化药物(尼达尼布16.3%, 吡非尼酮10.1%, 5.4%两者均有使用)。(3)抗纤维化疗效: 抗纤维化组与未使用抗纤维化组6个月HRCT进展率差异无统计学意义(31.3%  老年CTD-ILD以RA、pSS、PM/DM为主要亚型, 常合并高血压; 抗纤维化药物可显著延缓肺功能恶化, 但需警惕胃肠道不良反应及肝毒性; 感染是主要并发症, 临床需权衡免疫抑制治疗的获益与感染风险, 制定个体化治疗策略。",
    "disease": "rheumatoid arthritis",
    "clean_text": "clinical characteristics efficacy and safety of antifibrotic agents in elderly patients with connective tissue disease associated interstitial lung disease to investigate the clinical characteristics treatment regimens and the efficacy and safety of antifibrotic agents in elderly patients with connective tissue disease associated interstitial lung disease ctd ild this single center retrospective cohort study enrolled elderly patients years with a confirmed diagnosis of ctd ild at beijing hospital from june to june baseline data including comorbidities and ctd subtypes treatment regimens glucocorticoids immunosuppressants antifibrotic agents pulmonary function parameters high resolution computed tomography hrct imaging features and adverse events were retrieved from the electronic medical record system treatment efficacy was evaluated according to the american thoracic society european respiratory society criteria for progressive pulmonary fibrosis statistical analyses were performed using spss with clinical characteristics the predominant ctd subtypes were rheumatoid arthritis ra primary sj gren syndrome pss and polymyositis or dermatomyositis pm dm hypertension was present in of the patients reflecting the characteristics of multiple comorbidities in the elderly population ctd treatment regimens of the patients received glucocorticoid therapy used immunosuppressants is conventional synthetic disease modifying antirheumatic drugs csdmards among which cyclophosphamide had the highest usage rate of the patients were combined with antifibrotic drugs nintedanib pirfenidone and used both efficacy of antifibrotic therapy there was no statistically significant difference in the month hrct progression rate between the antifibrotic and non antifibrotic groups the main subtypes of ctd ild in the elderly are ra pss and pm dm which are often complicated with hypertension antifibrotic agents may significantly delay the deterioration of pulmonary function but attention should be paid to the risks of gastrointestinal adverse effects and hepatotoxicity infection remains the primary complication emphasizing the need to balance benefits of immunosuppressive therapy and the risk of infection to formulate treatment strategies connective tissue disease associated interstitial lung disease ctd ild ctd ild connective tissue disease ctd ct high resolution computed tomography hrct spss ctd rheumatoid arthritis ra primary sj gren syndrome pss polymyositis dermatomyositis pm dm ctd hrct ctd ild ra pss pm dm"
}