{
    "pmid": "41469908",
    "title": "Impact of COVID-19 on testicular torsion: A single-center retrospective study from a children's hospital.",
    "abstract": "Testicular torsion is a urological emergency necessitating immediate surgical intervention. However, the altered medical environment during the coronavirus disease 2019 (COVID-19) pandemic posed several challenges and the current study aimed to analyze its effects on the treatment of pediatric testicular torsion cases. We retrospectively analyzed 47 pediatric patients diagnosed with testicular torsion at Severance Children's Hospital from 2009 to 2022. Patients were categorized into pre-COVID-19 (n=38) and COVID-19 (n=8) groups. Data were collected for each patient, and the differences between the two groups were statistically analyzed. The patients' median age was from 13 years (range, 1-19 years) to 13 years (range, 1-16 years) between the pre-COVID-19 and COVID-19 period (p=0.309). The analysis revealed a significant difference between the pre-COVID-19 and COVID-19 groups in the time from symptom onset to emergency department arrival (6.4 hours [0.7-120.0] vs. 20.0 hours [1.3-288.0], p=0.031) and the time from symptom onset to surgery start (19.5 hours [4.5-124.3] vs. 28.5 hours [6.1-293.4], p=0.047). The median postoperative size of the affected testis was 9.8 mL (range, 2.0-13.9 mL) during the COVID-19 period, compared to 1.6 mL (range, 0.1-7.3 mL) in pre-COVID-19 period (p=0.012). The testicular volume ratio (affected/unaffected) was used to evaluate outcomes across patients with varying ages and testicular sizes. The current study shows that pandemic-related delays in treatment may worsen ischemic injury in testicular torsion, emphasizing the importance of timely intervention even during global crises.",
    "disease": "pneumonia",
    "clean_text": "impact of covid on testicular torsion a single center retrospective study from a children s hospital testicular torsion is a urological emergency necessitating immediate surgical intervention however the altered medical environment during the coronavirus disease covid pandemic posed several challenges and the current study aimed to analyze its effects on the treatment of pediatric testicular torsion cases we retrospectively analyzed pediatric patients diagnosed with testicular torsion at severance children s hospital from to patients were categorized into pre covid n and covid n groups data were collected for each patient and the differences between the two groups were statistically analyzed the patients median age was from years range years to years range years between the pre covid and covid period p the analysis revealed a significant difference between the pre covid and covid groups in the time from symptom onset to emergency department arrival hours vs hours p and the time from symptom onset to surgery start hours vs hours p the median postoperative size of the affected testis was ml range ml during the covid period compared to ml range ml in pre covid period p the testicular volume ratio affected unaffected was used to evaluate outcomes across patients with varying ages and testicular sizes the current study shows that pandemic related delays in treatment may worsen ischemic injury in testicular torsion emphasizing the importance of timely intervention even during global crises"
}