{
    "title": "The spinal pharmacology of urinary function: studies on urinary continence in the unanaesthetized rat.",
    "doc_id": "1699710",
    "writer": "Tiseo PJ",
    "year": "1990",
    "summary": "The growth of knowledge of the pharmacology of spinal systems has yielded considerable information on the potential spinal neurotransmitter systems and their associated receptors. ...In the spinal cord these agonists (mu/delta and GABAA/B) produce discrete ch …",
    "abstract": "The volume-evoked micturition reflex (VEMR) is under the control of a complex vesico-spino-bulbo-spino-vesical reflex arc. When functional this system provides for the storage and retention of urine and its subsequent efficient expulsion by virtue of a joint contraction of the bladder and synergic relaxation of the urethral sphincter. Transection of the spinal cord results in an initial disruption of this organization (areflexia) followed by a time-dependent change in the characteristics of the functioning of this reflex system. The growth of knowledge of the pharmacology of spinal systems has yielded considerable information on the potential spinal neurotransmitter systems and their associated receptors. Given the possible role of such systems in mediating and modulating the VEMR, a reasonable approach has been to investigate the effects of spinally administered agonists and antagonists in unanaesthetized animals in which the VEMR can be examined. Thus, it appears that the initial state of bladder distension is signalled by larger (A type) afferent fibres. After spinal injury and the loss of this supraspinal control, smaller unmyelinated C fibres play a predominant role in controlling this reflex. On stimulation these C fibres release peptides (VIP, CCK, substance P, CGRP) and excitatory amino acids (glutamate). Studies in this laboratory have shown that whereas administration of these peptides is without effect in normal intact rats, the antagonists for glutamate and VIP receptors (but not CCK) produce a dose-dependent increase in spontaneous bladder contractions with a corresponding decrease in the volume required to evoke a VEMR. Other spinal systems, such as those for opioids and GABA, are known to exert modulatory effects upon spinal somatomotor reflex arcs. In the spinal cord these agonists (mu/delta and GABAA/B) produce discrete changes in the VEMR in intact and spinally transected animals. Thus these studies may provide insight into the coordinated mechanisms which govern the VEMR and may also allow the development of pharmacological approaches to managing the dysfunctional bladder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1699710/",
    "clean_text": "the spinal pharmacology of urinary function studies on urinary continence in the unanaesthetized rat the growth of knowledge of the pharmacology of spinal systems has yielded considerable information on the potential spinal neurotransmitter systems and their associated receptors in the spinal cord these agonists mu delta and gabaa b produce discrete ch the volume evoked micturition reflex vemr is under the control of a complex vesico spino bulbo spino vesical reflex arc when functional this system provides for the storage and retention of urine and its subsequent efficient expulsion by virtue of a joint contraction of the bladder and synergic relaxation of the urethral sphincter transection of the spinal cord results in an initial disruption of this organization areflexia followed by a time dependent change in the characteristics of the functioning of this reflex system the growth of knowledge of the pharmacology of spinal systems has yielded considerable information on the potential spinal neurotransmitter systems and their associated receptors given the possible role of such systems in mediating and modulating the vemr a reasonable approach has been to investigate the effects of spinally administered agonists and antagonists in unanaesthetized animals in which the vemr can be examined thus it appears that the initial state of bladder distension is signalled by larger a type afferent fibres after spinal injury and the loss of this supraspinal control smaller unmyelinated c fibres play a predominant role in controlling this reflex on stimulation these c fibres release peptides vip cck substance p cgrp and excitatory amino acids glutamate studies in this laboratory have shown that whereas administration of these peptides is without effect in normal intact rats the antagonists for glutamate and vip receptors but not cck produce a dose dependent increase in spontaneous bladder contractions with a corresponding decrease in the volume required to evoke a vemr other spinal systems such as those for opioids and gaba are known to exert modulatory effects upon spinal somatomotor reflex arcs in the spinal cord these agonists mu delta and gabaa b produce discrete changes in the vemr in intact and spinally transected animals thus these studies may provide insight into the coordinated mechanisms which govern the vemr and may also allow the development of pharmacological approaches to managing the dysfunctional bladder"
}