{
    "pmid": "41446849",
    "title": "Efficacy of simulation-based training for airway management in preparing hospitals for the COVID-19 pandemic: a systematic review.",
    "abstract": "In response to the coronavirus pandemic, hospitals worldwide implemented simulation-based training to help healthcare providers (HCPs) adapt to revised protocols for airway management in patients with infectious coronavirus disease 2019 (COVID-19). We conducted a systematic review of simulation-based studies on airway management in COVID-19 patients, with the aim of analyzing the findings of these studies and consolidating evidence-based recommendations to optimize responses to possible future pandemics. We performed a systematic literature search of PubMed, Embase, Medline, and the Cochrane Library on 25 August 2022. As different studies measured different outcomes (e.g., only confidence, only knowledge, or both) in different ways, a random-effects model was used for meta-analysis and change scores were calculated. The systematic review included 20 studies after screening 141 articles. The meta-analysis revealed significant improvements in participants' confidence and knowledge after simulation training, as evidenced by negative standardized mean differences (SMDs, Cohen's d). Sensitivity analysis confirmed that the results were robust across various correlation estimates. However, there was a high risk of publication bias, as funnel plots showed asymmetry and studies fell outside the 95% confidence interval. This systematic review highlights the effectiveness of simulation training in improving healthcare providers' confidence and knowledge regarding airway management during pandemics. The findings underscore the positive impact of simulation-based education, as demonstrated by significant improvements from pre-training to post-training assessments. However, the observed publication bias suggests that additional high-quality, unbiased studies are necessary to strengthen the evidence base and inform future training programs for pandemic preparedness. PROSPERO, CRD42022293708.",
    "disease": "covid-19",
    "clean_text": "efficacy of simulation based training for airway management in preparing hospitals for the covid pandemic a systematic review in response to the coronavirus pandemic hospitals worldwide implemented simulation based training to help healthcare providers hcps adapt to revised protocols for airway management in patients with infectious coronavirus disease covid we conducted a systematic review of simulation based studies on airway management in covid patients with the aim of analyzing the findings of these studies and consolidating evidence based recommendations to optimize responses to possible future pandemics we performed a systematic literature search of pubmed embase medline and the cochrane library on august as different studies measured different outcomes e g only confidence only knowledge or both in different ways a random effects model was used for meta analysis and change scores were calculated the systematic review included studies after screening articles the meta analysis revealed significant improvements in participants confidence and knowledge after simulation training as evidenced by negative standardized mean differences smds cohen s d sensitivity analysis confirmed that the results were robust across various correlation estimates however there was a high risk of publication bias as funnel plots showed asymmetry and studies fell outside the confidence interval this systematic review highlights the effectiveness of simulation training in improving healthcare providers confidence and knowledge regarding airway management during pandemics the findings underscore the positive impact of simulation based education as demonstrated by significant improvements from pre training to post training assessments however the observed publication bias suggests that additional high quality unbiased studies are necessary to strengthen the evidence base and inform future training programs for pandemic preparedness prospero crd"
}