{
    "title": "Inspiratory threshold loading reduces lipoperoxidation in obese and normal-weight subjects.",
    "doc_id": "31271310",
    "writer": "Callegaro CC",
    "year": "2019",
    "summary": "We investigated the effects of inspiratory threshold loading on biomarkers of oxidative stress in obese and normal-weight subjects. Twenty obese (31.4 6 years old, 10 men and 10 women, 37.5 4.7 kg/m(2)) and 20 normal-weight (29.4 8 years old, 10 men and 10 women, 23 …",
    "abstract": "Obesity is related to increased oxidative stress. Although low-intensity physical exercise reduces oxidative stress, obese subjects may show exercise intolerance. For these subjects, inspiratory threshold loading could be an alternative tool to reduce oxidative stress. We investigated the effects of inspiratory threshold loading on biomarkers of oxidative stress in obese and normal-weight subjects. Twenty obese (31.4 ± 6 years old, 10 men and 10 women, 37.5 ± 4.7 kg/m2) and 20 normal-weight (29.4 ± 8 years old, 10 men and 10 women, 23.2 ± 1.5 kg/m2) subjects matched for age and gender participated in the study. Maximal inspiratory pressure (MIP) was assessed by a pressure transducer. Blood sampling was performed before and after loading and control protocols to assess thiobarbituric acid reactive substances (TBARS), protein carbonylation, and reduced glutathione. Inspiratory threshold loading was performed at 60% MIP and maintained until task failure. The 30-min control protocol was performed at 0 cmH2O. Our results demonstrated that inspiratory threshold loading reduced TBARS across time in obese (6.21 ± 2.03 to 4.91 ± 2.14 nmol MDA/ml) and normal-weight subjects (5.60 ± 3.58 to 4.69 ± 2.80 nmol MDA/ml; p = 0.007), but no change was observed in protein carbonyls and glutathione in both groups. The control protocol showed no significant changes in TBARS and protein carbonyls. However, reduced glutathione was increased across time in both groups (obese: from 0.50 ± 0.37 to 0.56 ± 0.35 μmol GSH/ml; normal-weight: from 0.61 ± 0.11 to 0.81 ± 0.23 μmol GSH/ml; p = 0.002). These findings suggest that inspiratory threshold loading could be potentially used as an alternative tool to reduce oxidative stress in both normal-weight and obese individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31271310/",
    "clean_text": "inspiratory threshold loading reduces lipoperoxidation in obese and normal weight subjects we investigated the effects of inspiratory threshold loading on biomarkers of oxidative stress in obese and normal weight subjects twenty obese years old men and women kg m and normal weight years old men and women obesity is related to increased oxidative stress although low intensity physical exercise reduces oxidative stress obese subjects may show exercise intolerance for these subjects inspiratory threshold loading could be an alternative tool to reduce oxidative stress we investigated the effects of inspiratory threshold loading on biomarkers of oxidative stress in obese and normal weight subjects twenty obese years old men and women kg m and normal weight years old men and women kg m subjects matched for age and gender participated in the study maximal inspiratory pressure mip was assessed by a pressure transducer blood sampling was performed before and after loading and control protocols to assess thiobarbituric acid reactive substances tbars protein carbonylation and reduced glutathione inspiratory threshold loading was performed at mip and maintained until task failure the min control protocol was performed at cmh o our results demonstrated that inspiratory threshold loading reduced tbars across time in obese to nmol mda ml and normal weight subjects to nmol mda ml p but no change was observed in protein carbonyls and glutathione in both groups the control protocol showed no significant changes in tbars and protein carbonyls however reduced glutathione was increased across time in both groups obese from to mol gsh ml normal weight from to mol gsh ml p these findings suggest that inspiratory threshold loading could be potentially used as an alternative tool to reduce oxidative stress in both normal weight and obese individuals"
}