{
    "title": "Substrate-dependent metabolomic signatures of myeloperoxidase activity in airway epithelial cells: Implications for early cystic fibrosis lung disease.",
    "doc_id": "37356776",
    "writer": "Kim SO",
    "year": "2023",
    "summary": "These oxidants are toxic to pathogens, but may also react with host cells to elicit biological activity and potential toxicity. ...Continued research with this exposure model may yield additional oxidant-specific biomarkers and reveal explicit mechanisms of oxida …",
    "abstract": "Myeloperoxidase (MPO) is released by neutrophils in inflamed tissues. MPO oxidizes chloride, bromide, and thiocyanate to produce hypochlorous acid (HOCl), hypobromous acid (HOBr), and hypothiocyanous acid (HOSCN), respectively. These oxidants are toxic to pathogens, but may also react with host cells to elicit biological activity and potential toxicity. In cystic fibrosis (CF) and related diseases, increased neutrophil inflammation leads to increased airway MPO and airway epithelial cell (AEC) exposure to its oxidants. In this study, we investigated how equal dose-rate exposures of MPO-derived oxidants differentially impact the metabolome of human AECs (BEAS-2B cells). We utilized enzymatic oxidant production with rate-limiting glucose oxidase (GOX) coupled to MPO, and chloride, bromide (Br-), or thiocyanate (SCN-) as substrates. AECs exposed to GOX/MPO/SCN- (favoring HOSCN) were viable after 24 h, while exposure to GOX/MPO (favoring HOCl) or GOX/MPO/Br- (favoring HOBr) developed cytotoxicity after 6 h. Cell glutathione and peroxiredoxin-3 oxidation were insufficient to explain these differences. However, untargeted metabolomics revealed GOX/MPO and GOX/MPO/Br- diverged significantly from GOX/MPO/SCN- for dozens of metabolites. We noted methionine sulfoxide and dehydromethionine were significantly increased in GOX/MPO- or GOX/MPO/Br--treated cells, and analyzed them as potential biomarkers of lung damage in bronchoalveolar lavage fluid from 5-year-olds with CF (n = 27). Both metabolites were associated with increasing bronchiectasis, neutrophils, and MPO activity. This suggests MPO production of HOCl and/or HOBr may contribute to inflammatory lung damage in early CF. In summary, our in vitro model enabled unbiased identification of exposure-specific metabolite products which may serve as biomarkers of lung damage in vivo. Continued research with this exposure model may yield additional oxidant-specific biomarkers and reveal explicit mechanisms of oxidant byproduct formation and cellular redox signaling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37356776/",
    "clean_text": "substrate dependent metabolomic signatures of myeloperoxidase activity in airway epithelial cells implications for early cystic fibrosis lung disease these oxidants are toxic to pathogens but may also react with host cells to elicit biological activity and potential toxicity continued research with this exposure model may yield additional oxidant specific biomarkers and reveal explicit mechanisms of oxida myeloperoxidase mpo is released by neutrophils in inflamed tissues mpo oxidizes chloride bromide and thiocyanate to produce hypochlorous acid hocl hypobromous acid hobr and hypothiocyanous acid hoscn respectively these oxidants are toxic to pathogens but may also react with host cells to elicit biological activity and potential toxicity in cystic fibrosis cf and related diseases increased neutrophil inflammation leads to increased airway mpo and airway epithelial cell aec exposure to its oxidants in this study we investigated how equal dose rate exposures of mpo derived oxidants differentially impact the metabolome of human aecs beas b cells we utilized enzymatic oxidant production with rate limiting glucose oxidase gox coupled to mpo and chloride bromide br or thiocyanate scn as substrates aecs exposed to gox mpo scn favoring hoscn were viable after h while exposure to gox mpo favoring hocl or gox mpo br favoring hobr developed cytotoxicity after h cell glutathione and peroxiredoxin oxidation were insufficient to explain these differences however untargeted metabolomics revealed gox mpo and gox mpo br diverged significantly from gox mpo scn for dozens of metabolites we noted methionine sulfoxide and dehydromethionine were significantly increased in gox mpo or gox mpo br treated cells and analyzed them as potential biomarkers of lung damage in bronchoalveolar lavage fluid from year olds with cf n both metabolites were associated with increasing bronchiectasis neutrophils and mpo activity this suggests mpo production of hocl and or hobr may contribute to inflammatory lung damage in early cf in summary our in vitro model enabled unbiased identification of exposure specific metabolite products which may serve as biomarkers of lung damage in vivo continued research with this exposure model may yield additional oxidant specific biomarkers and reveal explicit mechanisms of oxidant byproduct formation and cellular redox signaling"
}