{
    "pmid": "41450892",
    "title": "Constraint-induced movement therapy following stroke: a commentary.",
    "abstract": "Over 113,000 patients present with stroke each year in the United Kingdom. The societal cost of which is approximately £26 billion annually, with £20.6 billion attributed to ongoing care. Approximately 70% of stroke survivors suffer from impaired arm function, with recovery patterns heavily influenced by initial motor weakness. Constraint-induced movement therapy (CIMT) has demonstrated some potential in rehabilitating this dysfunction where finger extension is preserved. CIMT is therefore now recommended in national healthcare guidelines. Systematic reviews of CIMT have varied in their sample groups, focusing on acute, subacute and chronic strokes, with varying CIMT delivery protocols. A recent systematic review was undertaken by Yang et al (2023) with the aim of identifying the efficiency of CIMT in patients with preservation of finger extension and the optimum protocol for delivery. This commentary aims to critically appraise the methods used within the review by Yang et al., (2023) and expand upon the findings in the context of clinical practice.",
    "disease": "stroke",
    "clean_text": "constraint induced movement therapy following stroke a commentary over patients present with stroke each year in the united kingdom the societal cost of which is approximately billion annually with billion attributed to ongoing care approximately of stroke survivors suffer from impaired arm function with recovery patterns heavily influenced by initial motor weakness constraint induced movement therapy cimt has demonstrated some potential in rehabilitating this dysfunction where finger extension is preserved cimt is therefore now recommended in national healthcare guidelines systematic reviews of cimt have varied in their sample groups focusing on acute subacute and chronic strokes with varying cimt delivery protocols a recent systematic review was undertaken by yang et al with the aim of identifying the efficiency of cimt in patients with preservation of finger extension and the optimum protocol for delivery this commentary aims to critically appraise the methods used within the review by yang et al and expand upon the findings in the context of clinical practice"
}