{
    "title": "Experiences of living with juvenile idiopathic arthritis: a qualitative systematic review.",
    "doc_id": "34669687",
    "writer": "Min M",
    "year": "2022",
    "summary": "OBJECTIVE: The objective of this review was to investigate the available qualitative evidence to enhance understanding of the experiences of children and young adults living with juvenile idiopathic arthritis, and their carers, in any setting. INTRODUCTION: Juven …",
    "abstract": "Objective:\n        \n      \n      The objective of this review was to investigate the available qualitative evidence to enhance understanding of the experiences of children and young adults living with juvenile idiopathic arthritis, and their carers, in any setting.\n    \n\n\n          Introduction:\n        \n      \n      Juvenile idiopathic arthritis is the most common chronic rheumatic disease in childhood. Despite the availability of effective treatments, persistent pain, growth retardation, physical disability, and psychological problems can occur. This may reduce the quality of life for patients with juvenile idiopathic arthritis by negatively affecting their family, educational, and social well-being. Patient-centered management and care for patients with juvenile idiopathic arthritis requires increasing attention to their self-reported quality of life and experiences, in addition to clinically measured disease activity. Furthermore, caring for children with juvenile idiopathic arthritis may have negative impacts on the lives of their carers and families. The experiences of carers have been poorly understood and studied. This review describes experiences and perspectives from patients and carers in order to inform the needs of families throughout their juvenile idiopathic arthritis journey.\n    \n\n\n          Inclusion criteria:\n        \n      \n      Studies describing the experiences of patients aged <21 years who have been diagnosed with juvenile idiopathic arthritis according to the International League of Associations for Rheumatology criteria, as well as the experiences of their carers, have been considered.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive search using PubMed, CINAHL, Embase, PsycINFO, Web of Science, and Google Scholar, as well as relevant conference proceedings of the American College of Rheumatology (2018-2019), the European Pediatric Rheumatology Congress 2018, the European League Against Rheumatism (2018-2019), and the Asia Pacific League of Associations for Rheumatology (2018-2019), was undertaken in December 2020 to identify pertinent published and unpublished studies. Studies published in English from 2001 to 2020 were included. The JBI approach to study selection, critical appraisal, data extraction, and data synthesis was used.\n    \n\n\n          Results:\n        \n      \n      Ten studies were included in this review. A total of 61 findings were extracted and aggregated to form 12 categories. From the 12 categories, five synthesized findings were developed: i) Self-management of juvenile idiopathic arthritis requires pain management, medication management, and the acquisition of knowledge and professional support; ii) A promising relationship with health care professionals but unbalanced access to services; iii) Parental financial burden and their adjustment to maintain family happiness; iv) Patients and parents support the web-based approach to communicate and develop self-management skills and acknowledge the importance of clinical trials; v) Desire to live a normal life without prejudice from school, social settings, and the workplace.\n    \n\n\n          Conclusions:\n        \n      \n      This review has provided a comprehensive overview of experiences and perceptions of patients juvenile idiopathic arthritis and their parents. It is important to understand what they need to know about the disease. This review also highlights the importance of appropriate web-based programs, career counseling, infrastructures, and school facilities. Findings in this review can guide future policy and practice in order to improve care for families and children with juvenile idiopathic arthritis. Further research is required to develop management strategies for medication intolerance and to evaluate the longitudinal benefits of relevant juvenile idiopathic arthritis programs.\n    \n\n\n          Systematic review registration number:\n        \n      \n      PROSPERO CRD42019133165.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34669687/",
    "clean_text": "experiences of living with juvenile idiopathic arthritis a qualitative systematic review objective the objective of this review was to investigate the available qualitative evidence to enhance understanding of the experiences of children and young adults living with juvenile idiopathic arthritis and their carers in any setting introduction juven objective the objective of this review was to investigate the available qualitative evidence to enhance understanding of the experiences of children and young adults living with juvenile idiopathic arthritis and their carers in any setting introduction juvenile idiopathic arthritis is the most common chronic rheumatic disease in childhood despite the availability of effective treatments persistent pain growth retardation physical disability and psychological problems can occur this may reduce the quality of life for patients with juvenile idiopathic arthritis by negatively affecting their family educational and social well being patient centered management and care for patients with juvenile idiopathic arthritis requires increasing attention to their self reported quality of life and experiences in addition to clinically measured disease activity furthermore caring for children with juvenile idiopathic arthritis may have negative impacts on the lives of their carers and families the experiences of carers have been poorly understood and studied this review describes experiences and perspectives from patients and carers in order to inform the needs of families throughout their juvenile idiopathic arthritis journey inclusion criteria studies describing the experiences of patients aged years who have been diagnosed with juvenile idiopathic arthritis according to the international league of associations for rheumatology criteria as well as the experiences of their carers have been considered methods a comprehensive search using pubmed cinahl embase psycinfo web of science and google scholar as well as relevant conference proceedings of the american college of rheumatology the european pediatric rheumatology congress the european league against rheumatism and the asia pacific league of associations for rheumatology was undertaken in december to identify pertinent published and unpublished studies studies published in english from to were included the jbi approach to study selection critical appraisal data extraction and data synthesis was used results ten studies were included in this review a total of findings were extracted and aggregated to form categories from the categories five synthesized findings were developed i self management of juvenile idiopathic arthritis requires pain management medication management and the acquisition of knowledge and professional support ii a promising relationship with health care professionals but unbalanced access to services iii parental financial burden and their adjustment to maintain family happiness iv patients and parents support the web based approach to communicate and develop self management skills and acknowledge the importance of clinical trials v desire to live a normal life without prejudice from school social settings and the workplace conclusions this review has provided a comprehensive overview of experiences and perceptions of patients juvenile idiopathic arthritis and their parents it is important to understand what they need to know about the disease this review also highlights the importance of appropriate web based programs career counseling infrastructures and school facilities findings in this review can guide future policy and practice in order to improve care for families and children with juvenile idiopathic arthritis further research is required to develop management strategies for medication intolerance and to evaluate the longitudinal benefits of relevant juvenile idiopathic arthritis programs systematic review registration number prospero crd"
}