{
    "title": "[Treatment of diabetes insipidus].",
    "doc_id": "2274021",
    "writer": "Boscaro M",
    "year": "1990",
    "summary": "In our experience, 23 patients with different forms of central diabetes insipidus have successfully treated with 2-3 daily administrations of this drug without any side effect. The recent demonstration that DDAVP given orally exerts an antidiuretic activity i …",
    "abstract": "Although water alone taken in sufficient amount should correct any metabolic abnormality, a proper therapy is available to reduce the symptoms of the diabetes insipidus. In patients with reduced circulating levels of vasopressin, chlorpropamide, clofibrate, idroclorotiazide etc., enhance the effect of vasopressin on the renal tubule or induce a release of vasopressin, thus reducing the diuresis. On the contrary patients with complete diabetes insipidus require replacement therapy. Different forms of extractive vasopressin unfortunately are available: \"aqueous vasopressin\", \"tannate vasopressin\" in a suspension of peanut oil etc., are provided of many side-effects because of the impurities in their preparation. DDAVP is a synthetic analogous of natural vasopressin more specific for antidiuresis and with a long-activity. This compound available in a buffered aqueous solution is administrated by blowing into the nose. In our experience, 23 patients with different forms of central diabetes insipidus have successfully treated with 2-3 daily administrations of this drug without any side effect. The recent demonstration that DDAVP given orally exerts an antidiuretic activity in patients with diabetes insipidus is of therapeutic interest. It is conceivable that DDAVP in a properly formulated tablet will become a therapeutic option for the future treatment of patients with central diabetes insipidus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2274021/",
    "clean_text": "treatment of diabetes insipidus in our experience patients with different forms of central diabetes insipidus have successfully treated with daily administrations of this drug without any side effect the recent demonstration that ddavp given orally exerts an antidiuretic activity i although water alone taken in sufficient amount should correct any metabolic abnormality a proper therapy is available to reduce the symptoms of the diabetes insipidus in patients with reduced circulating levels of vasopressin chlorpropamide clofibrate idroclorotiazide etc enhance the effect of vasopressin on the renal tubule or induce a release of vasopressin thus reducing the diuresis on the contrary patients with complete diabetes insipidus require replacement therapy different forms of extractive vasopressin unfortunately are available aqueous vasopressin tannate vasopressin in a suspension of peanut oil etc are provided of many side effects because of the impurities in their preparation ddavp is a synthetic analogous of natural vasopressin more specific for antidiuresis and with a long activity this compound available in a buffered aqueous solution is administrated by blowing into the nose in our experience patients with different forms of central diabetes insipidus have successfully treated with daily administrations of this drug without any side effect the recent demonstration that ddavp given orally exerts an antidiuretic activity in patients with diabetes insipidus is of therapeutic interest it is conceivable that ddavp in a properly formulated tablet will become a therapeutic option for the future treatment of patients with central diabetes insipidus"
}