{
    "title": "COVID-19 - Recent advancements in identifying novel vaccine candidates and current status of upcoming SARS-CoV-2 vaccines.",
    "doc_id": "32703064",
    "writer": "Iqbal Yatoo M",
    "year": "2020",
    "summary": "The COVID-19 pandemic caused by SARS-CoV-2 has spread rapidly. To date, countries have relied on the prevention of the disease through isolation, quarantine, and clinical care of affected individuals. ...Initial investigations are ongoing to eva …",
    "abstract": "The COVID-19 pandemic caused by SARS-CoV-2 has spread rapidly. To date, countries have relied on the prevention of the disease through isolation, quarantine, and clinical care of affected individuals. However, studies on the roles of asymptomatic and mildly infected subjects in disease transmission, use of antiviral drugs, and vaccination of the general population will be very important for mitigating the effects of the eventual return of this pandemic. Initial investigations are ongoing to evaluate antigenic structures of SARS-CoV-2 and the immunogenicity of vaccine candidates. There also is a need to comprehensively compile the details of previous studies on SARS-related vaccines that can be extrapolated to identify potent vaccine targets for developing COVID-19 vaccines. This review aims to analyze previous studies, current status, and future possibilities for producing SARS-CoV-2 vaccines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32703064/",
    "clean_text": "covid recent advancements in identifying novel vaccine candidates and current status of upcoming sars cov vaccines the covid pandemic caused by sars cov has spread rapidly to date countries have relied on the prevention of the disease through isolation quarantine and clinical care of affected individuals initial investigations are ongoing to eva the covid pandemic caused by sars cov has spread rapidly to date countries have relied on the prevention of the disease through isolation quarantine and clinical care of affected individuals however studies on the roles of asymptomatic and mildly infected subjects in disease transmission use of antiviral drugs and vaccination of the general population will be very important for mitigating the effects of the eventual return of this pandemic initial investigations are ongoing to evaluate antigenic structures of sars cov and the immunogenicity of vaccine candidates there also is a need to comprehensively compile the details of previous studies on sars related vaccines that can be extrapolated to identify potent vaccine targets for developing covid vaccines this review aims to analyze previous studies current status and future possibilities for producing sars cov vaccines"
}