{
    "title": "The Relationship Between Health Literacy and Mental Health Attitudes and Beliefs.",
    "doc_id": "36350237",
    "writer": "Fleary SA",
    "year": "2022",
    "summary": "However, the success of these and other mental health interventions are likely affected by health literacy. Yet, health literacy is understudied in the mental health literature and rarely considered in mental health interven …",
    "abstract": "Background:\n        \n      \n      Mental health first aid programs show promise in reducing stigma and increasing help-seeking. However, the success of these and other mental health interventions are likely affected by health literacy. Yet, health literacy is understudied in the mental health literature and rarely considered in mental health interventions.\n    \n\n\n          Objective:\n        \n      \n      This study explored the relationship between health literacy and mental health stigma, aversion to mental health help-seeking, and willingness to interact with individuals with mental illnesses.\n    \n\n\n          Methods:\n        \n      \n      Adults (N = 601, mean age = 45.64) completed online surveys of their health literacy and mental health attitudes and beliefs. Hierarchal linear regression models were estimated to examine the relationship between health literacy and mental health attitudes and beliefs. Path models were estimated to determine if stigma mediated the relationship between health literacy and (1) aversion to help-seeking and (2) willingness to interact with individuals with mental illnesses.\n    \n\n\n          Key results:\n        \n      \n      Adults with higher functional and communicative health literacy had lower mental health stigma and aversion to mental health help-seeking. Adults with higher communicative health literacy and empowerment were more willing to interact with individuals with mental illnesses. Mental health stigma partially mediated the relationships between communicative health literacy and aversion to mental health help-seeking and willingness to interact with individuals with mental illnesses. Mental health stigma fully mediated the relationships between functional health literacy and aversion to mental health help-seeking and willingness to interact with individuals with mental illnesses.\n    \n\n\n          Conclusions:\n        \n      \n      Results support including health literacy in mental health interventions and reiterate addressing stigma in community and clinical settings. [HLRP: Health Literacy Research and Practice. 2022;6(4):e270-e279.] Plain Language Summary: Many adults with mental health problems do not get help because of negative beliefs about mental health. We found that adults with more skills for accessing, understanding, and using health information had fewer negative opinions and were more willing to interact with others with mental health problems. Improving those skills may reduce negative opinions about mental health and seeking help.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36350237/",
    "clean_text": "the relationship between health literacy and mental health attitudes and beliefs however the success of these and other mental health interventions are likely affected by health literacy yet health literacy is understudied in the mental health literature and rarely considered in mental health interven background mental health first aid programs show promise in reducing stigma and increasing help seeking however the success of these and other mental health interventions are likely affected by health literacy yet health literacy is understudied in the mental health literature and rarely considered in mental health interventions objective this study explored the relationship between health literacy and mental health stigma aversion to mental health help seeking and willingness to interact with individuals with mental illnesses methods adults n mean age completed online surveys of their health literacy and mental health attitudes and beliefs hierarchal linear regression models were estimated to examine the relationship between health literacy and mental health attitudes and beliefs path models were estimated to determine if stigma mediated the relationship between health literacy and aversion to help seeking and willingness to interact with individuals with mental illnesses key results adults with higher functional and communicative health literacy had lower mental health stigma and aversion to mental health help seeking adults with higher communicative health literacy and empowerment were more willing to interact with individuals with mental illnesses mental health stigma partially mediated the relationships between communicative health literacy and aversion to mental health help seeking and willingness to interact with individuals with mental illnesses mental health stigma fully mediated the relationships between functional health literacy and aversion to mental health help seeking and willingness to interact with individuals with mental illnesses conclusions results support including health literacy in mental health interventions and reiterate addressing stigma in community and clinical settings hlrp health literacy research and practice e e plain language summary many adults with mental health problems do not get help because of negative beliefs about mental health we found that adults with more skills for accessing understanding and using health information had fewer negative opinions and were more willing to interact with others with mental health problems improving those skills may reduce negative opinions about mental health and seeking help"
}