{
    "pmid": "41459727",
    "title": "Prevalence, incidence, and outcome of tuberculosis among young hospitalised children with acute illness in Sub-Saharan Africa and South East Asia.",
    "abstract": "Tuberculosis (TB) is a leading cause of paediatric morbidity and mortality. We sought to identify the prevalence of TB among children admitted to hospital with severe illness and to document incidence of TB, survival, and growth in the six months following discharge from hospital in two TB-endemic countries. We screened young children 2-23 months old enrolled in the Childhood Acute Illness and Nutrition Network cohort and admitted to hospitals in Bangladesh and Uganda for participation. Eligible children underwent comprehensive diagnostic evaluation for TB and were followed during hospitalisation and for six months post-discharge. We classified children as having bacteriologically confirmed, clinically diagnosed, or unlikely TB using standardised clinical definitions and microbiologic testing of sputum samples. We compared clinical and sociodemographic characteristics, and their associations with TB disease classification and six-month growth and survival. Of 365 children eligible for participation, 17 (4.7%) were classified as bacteriologically confirmed, 46 (12%) clinically diagnosed, and 302 (83%) unlikely TB. Overall, 37 children were treated for TB; 18 (49%) during initial hospital admission and 19 (51%) during the six-month post-discharge period. All 17 children with bacteriologically confirmed TB survived through the post-discharge period and six-month survival did not differ by TB disease classification. Children with clinically diagnosed TB were more likely to be malnourished at enrolment, and anthropometric Z-scores were significantly lower among children classified as clinically diagnosed compared to unlikely TB throughout the post-discharge period. One in 10 children hospitalised in two distinct TB-endemic countries required treatment for TB, with half of these TB treatment courses initiated within a six-month observational period following hospital discharge. Children who meet criteria for clinically diagnosed TB are at increased risk of poor growth during the six months following hospitalisation, regardless of TB treatment initiation. These unique findings highlight the need for post-discharge monitoring for both TB and growth trajectories among recently hospitalised young children in TB-endemic settings.",
    "disease": "tuberculosis",
    "clean_text": "prevalence incidence and outcome of tuberculosis among young hospitalised children with acute illness in sub saharan africa and south east asia tuberculosis tb is a leading cause of paediatric morbidity and mortality we sought to identify the prevalence of tb among children admitted to hospital with severe illness and to document incidence of tb survival and growth in the six months following discharge from hospital in two tb endemic countries we screened young children months old enrolled in the childhood acute illness and nutrition network cohort and admitted to hospitals in bangladesh and uganda for participation eligible children underwent comprehensive diagnostic evaluation for tb and were followed during hospitalisation and for six months post discharge we classified children as having bacteriologically confirmed clinically diagnosed or unlikely tb using standardised clinical definitions and microbiologic testing of sputum samples we compared clinical and sociodemographic characteristics and their associations with tb disease classification and six month growth and survival of children eligible for participation were classified as bacteriologically confirmed clinically diagnosed and unlikely tb overall children were treated for tb during initial hospital admission and during the six month post discharge period all children with bacteriologically confirmed tb survived through the post discharge period and six month survival did not differ by tb disease classification children with clinically diagnosed tb were more likely to be malnourished at enrolment and anthropometric z scores were significantly lower among children classified as clinically diagnosed compared to unlikely tb throughout the post discharge period one in children hospitalised in two distinct tb endemic countries required treatment for tb with half of these tb treatment courses initiated within a six month observational period following hospital discharge children who meet criteria for clinically diagnosed tb are at increased risk of poor growth during the six months following hospitalisation regardless of tb treatment initiation these unique findings highlight the need for post discharge monitoring for both tb and growth trajectories among recently hospitalised young children in tb endemic settings"
}