{
    "pmid": "41443027",
    "title": "The impact of enlarged perivascular spaces on the association among peripheral inflammation, disease progression and motor symptoms in Parkinson's disease.",
    "abstract": "The glymphatic system and peripheral inflammation are involved in Parkinson's disease (PD), but the underlying mechanisms remain unclear. We studied enlarged perivascular spaces (EPVSs) to investigate the interactions among glymphatic system, peripheral inflammation, disease progression and motor symptoms in PD patients. This study included 85 PD patients and 87 healthy controls (HCs). Based on MDS-UPDRS score, patients were divided into tremor-dominant (TD) and postural instability and gait difficulty (PIGD) subgroups. The disease stage was assessed using the Hoehn-Yahr (H-Y) scale. We evaluated EPVS number in basal ganglia (BG) and centrum semiovale (CSO), collected serum leukocyte counts and their derived ratios, explored their potential effects on motor symptoms and H-Y stage. The numbers of BG-EPVSs and CSO-EPVSs were significantly greater in PD patients than in HCs. Furthermore, the numbers of BG-EPVSs and CSO-EPVSs were positively correlated with leukocyte, neutrophil, neutrophil-to-lymphocyte ratio (NLR), systemic immune-inflammation index (SII), H-Y stage, and motor symptoms and negatively correlated with lymphocyte and lymphocyte-to-monocyte ratio (LMR). However, motor symptoms were positively associated only with neutrophil, NLR, SII, and H-Y stage. Multiple regression analysis confirmed that neutrophil, NLR, SII, and H-Y stage significantly influenced BG-EPVSs numbers, CSO-EPVSs numbers, and MDS-UPDRS III score. Mediation analysis showed that EPVS numbers mediated the relationships among peripheral inflammation, disease progression, and motor symptoms. The EPVS number is associated with peripheral inflammation and may mediate the effects of peripheral inflammation and disease progression on motor symptoms in PD. EPVSs may serve as an effective indicator of glymphatic system dysfunction.",
    "disease": "parkinson disease",
    "clean_text": "the impact of enlarged perivascular spaces on the association among peripheral inflammation disease progression and motor symptoms in parkinson s disease the glymphatic system and peripheral inflammation are involved in parkinson s disease pd but the underlying mechanisms remain unclear we studied enlarged perivascular spaces epvss to investigate the interactions among glymphatic system peripheral inflammation disease progression and motor symptoms in pd patients this study included pd patients and healthy controls hcs based on mds updrs score patients were divided into tremor dominant td and postural instability and gait difficulty pigd subgroups the disease stage was assessed using the hoehn yahr h y scale we evaluated epvs number in basal ganglia bg and centrum semiovale cso collected serum leukocyte counts and their derived ratios explored their potential effects on motor symptoms and h y stage the numbers of bg epvss and cso epvss were significantly greater in pd patients than in hcs furthermore the numbers of bg epvss and cso epvss were positively correlated with leukocyte neutrophil neutrophil to lymphocyte ratio nlr systemic immune inflammation index sii h y stage and motor symptoms and negatively correlated with lymphocyte and lymphocyte to monocyte ratio lmr however motor symptoms were positively associated only with neutrophil nlr sii and h y stage multiple regression analysis confirmed that neutrophil nlr sii and h y stage significantly influenced bg epvss numbers cso epvss numbers and mds updrs iii score mediation analysis showed that epvs numbers mediated the relationships among peripheral inflammation disease progression and motor symptoms the epvs number is associated with peripheral inflammation and may mediate the effects of peripheral inflammation and disease progression on motor symptoms in pd epvss may serve as an effective indicator of glymphatic system dysfunction"
}