{
    "pmid": "41469579",
    "title": "Tuberculosis treatment outcomes and associated factors among patients on anti- TB treatment in Nekemte public health facilities, oromia regional State, Western Ethiopia.",
    "abstract": "Tuberculosis (TB) has been recognized as one of the major public health problems in Ethiopia over the past 50 years. It is the leading cause of morbidity, the third leading cause of hospitalization, and the second leading cause of death. Successful treatment outcomes are crucial in order to improve the Tuberculosis management program. This study is aimed to assess treatment outcomes of TB and the factors that influence the observed treatment outcomes in TB patients of Nekemte public health facility. An institutional-based cross-sectional study design was conducted in Nekemte town public health care facilities from November 1 to November 30, 2021. The data were collected by using a checklist from TB registration logbook, patient medical cards, and laboratory requests. The data was entered into Epi data version 3.1 and analyzed using SPSS version 24. The variables associated with the treatment outcomes were selected using bivariable and multivariable logistic regression analysis. The level of significance was expressed by the adjusted odds ratio (AOR) with a 95% confidence interval (CI). A variable with a p-value less than 0.05 was considered statistically significant. Successful treatment outcomes of the TB patients were 77.3% (95%CI: 74.6, 79.8). Urban residency (AOR = 2.8, 95% CI: 1.8-4.34), absence previous treatment history (AOR = 3.5, 95% CI: 1.34-9.164), absence of history of comorbidity (AOR = 13.9, 95% CI:7.1-27.33), and patients who had DOTs supporter (AOR = 7.7, 95% CI: 3.9 -15.11) were significantly associated with successful TB treatment outcomes. The study found that TB treatment success rates were below national and global targets. Factors such as urban residency, absence of previous TB treatment, absence of comorbidity, DOTs supporter was found to be the significant predictors of TB treatment outcome. To improve success rates, it is recommended to expand access to trained DOTs supporters, particularly in rural areas, and prioritize monitoring of high-risk populations, including patients with a history of TB treatment, additionally, educate family members on supporting treatment adherence and addressing co-morbidities through integrated care models will contribute to improved treatment adherence and success.",
    "disease": "tuberculosis",
    "clean_text": "tuberculosis treatment outcomes and associated factors among patients on anti tb treatment in nekemte public health facilities oromia regional state western ethiopia tuberculosis tb has been recognized as one of the major public health problems in ethiopia over the past years it is the leading cause of morbidity the third leading cause of hospitalization and the second leading cause of death successful treatment outcomes are crucial in order to improve the tuberculosis management program this study is aimed to assess treatment outcomes of tb and the factors that influence the observed treatment outcomes in tb patients of nekemte public health facility an institutional based cross sectional study design was conducted in nekemte town public health care facilities from november to november the data were collected by using a checklist from tb registration logbook patient medical cards and laboratory requests the data was entered into epi data version and analyzed using spss version the variables associated with the treatment outcomes were selected using bivariable and multivariable logistic regression analysis the level of significance was expressed by the adjusted odds ratio aor with a confidence interval ci a variable with a p value less than was considered statistically significant successful treatment outcomes of the tb patients were ci urban residency aor ci absence previous treatment history aor ci absence of history of comorbidity aor ci and patients who had dots supporter aor ci were significantly associated with successful tb treatment outcomes the study found that tb treatment success rates were below national and global targets factors such as urban residency absence of previous tb treatment absence of comorbidity dots supporter was found to be the significant predictors of tb treatment outcome to improve success rates it is recommended to expand access to trained dots supporters particularly in rural areas and prioritize monitoring of high risk populations including patients with a history of tb treatment additionally educate family members on supporting treatment adherence and addressing co morbidities through integrated care models will contribute to improved treatment adherence and success"
}