{
    "title": "Risk factors for developing irritable bowel syndrome: systematic umbrella review of reviews.",
    "doc_id": "39985070",
    "writer": "Sulaimi F",
    "year": "2025",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Irritable bowel syndrome (IBS) is a debilitating disorder affecting 4-9% of the global population. It is a multifaceted disorder with complex and varied causes. This review aims to consolidate the evidence regarding IBS risk factors by examining existing systematic reviews and meta-analyses, covering potential genetic, immunological, psychological, and dietary causes.\n    \n\n\n          Methods:\n        \n      \n      Systematic literature searches were conducted in MEDLINE, Embase and Cochrane library databases. Study selection and data extraction were conducted independently by four authors, with discrepancies resolved by consensus with a senior author. Systematic reviews examining risk factors of IBS development were eligible for review. Results were narratively synthesized. Quality of reviews were analysed using AMSTAR 2, and evidence were appraised using GRADE methodology.\n    \n\n\n          Results:\n        \n      \n      A total of 69 systematic reviews were included in this study. Most reviews were of \"critically low\" quality, while the remaining were \"low\" quality. Common shortcomings included the absence of a list of excluded studies with justifications for their exclusion and inadequate consideration of the risk of bias in individual studies. Eight major categories of risk factors for IBS identified were as follows: dietary, genetic, environmental, psychological, gut microbiome, socio-economic, physiological, and pathological, albeit overlaps exist. The most frequently reported risk factors for IBS development were female gender and anxiety disorders, with overall GRADE evaluation of \"low\"; depression and gastroenteritis, with overall GRADE evaluation of \"moderate\".\n    \n\n\n          Conclusions:\n        \n      \n      Clinical practice should prioritize recognition of these risk factors. Future reviews should improve their reporting of results based on the PRISMA guidelines, to enhance the quality of research in this field.\n    \n\n\n          Protocol registration:\n        \n      \n      PROSPERO CRD42023493739.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39985070/",
    "clean_text": "risk factors for developing irritable bowel syndrome systematic umbrella review of reviews background irritable bowel syndrome ibs is a debilitating disorder affecting of the global population it is a multifaceted disorder with complex and varied causes this review aims to consolidate the evidence regarding ibs risk factors by examining existing systematic reviews and meta analyses covering potential genetic immunological psychological and dietary causes methods systematic literature searches were conducted in medline embase and cochrane library databases study selection and data extraction were conducted independently by four authors with discrepancies resolved by consensus with a senior author systematic reviews examining risk factors of ibs development were eligible for review results were narratively synthesized quality of reviews were analysed using amstar and evidence were appraised using grade methodology results a total of systematic reviews were included in this study most reviews were of critically low quality while the remaining were low quality common shortcomings included the absence of a list of excluded studies with justifications for their exclusion and inadequate consideration of the risk of bias in individual studies eight major categories of risk factors for ibs identified were as follows dietary genetic environmental psychological gut microbiome socio economic physiological and pathological albeit overlaps exist the most frequently reported risk factors for ibs development were female gender and anxiety disorders with overall grade evaluation of low depression and gastroenteritis with overall grade evaluation of moderate conclusions clinical practice should prioritize recognition of these risk factors future reviews should improve their reporting of results based on the prisma guidelines to enhance the quality of research in this field protocol registration prospero crd"
}