{
    "title": "Prevalence of asymptomatic Zika virus infection: a systematic review.",
    "doc_id": "29904223",
    "writer": "Haby MM",
    "year": "2018",
    "summary": "We included observational epidemiological studies where laboratory testing was used to confirm positive exposure of participants to Zika virus and in which Zika virus symptom status was also recorded. We excluded studies in which having symptoms of …",
    "abstract": "Objective:\n        \n      \n      To conduct a systematic review to estimate the prevalence of asymptomatic Zika virus infection in the general population and in specific population groups.\n    \n\n\n          Methods:\n        \n      \n      We searched PubMed®, Embase® and LILACS online databases from inception to 26 January 2018. We included observational epidemiological studies where laboratory testing was used to confirm positive exposure of participants to Zika virus and in which Zika virus symptom status was also recorded. We excluded studies in which having symptoms of Zika virus was a criterion for inclusion. The main outcome assessed was percentage of all Zika virus-positive participants who were asymptomatic. We used a quality-effects approach and the double arcsine transformation for the meta-analysis.\n    \n\n\n          Findings:\n        \n      \n      We assessed 753 studies for inclusion, of which 23 were included in the meta-analysis, totalling 11 305 Zika virus-positive participants. The high degree of heterogeneity in the studies (I2 = 99%) suggests that the pooled prevalence of asymptomatic Zika virus-positive participants was probably not a robust estimate. Analysis based on subgroups of the population (general population, returned travellers, blood donors, adults with Guillain-Barré syndrome, pregnant women and babies with microcephaly) was not able to explain the heterogeneity. Funnel and Doi plots showed major asymmetry, suggesting selection bias or true heterogeneity.\n    \n\n\n          Conclusion:\n        \n      \n      Better-quality research is needed, using standardized methods, to determine the true prevalence of asymptomatic Zika virus and whether it varies between populations or over time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29904223/",
    "clean_text": "prevalence of asymptomatic zika virus infection a systematic review we included observational epidemiological studies where laboratory testing was used to confirm positive exposure of participants to zika virus and in which zika virus symptom status was also recorded we excluded studies in which having symptoms of objective to conduct a systematic review to estimate the prevalence of asymptomatic zika virus infection in the general population and in specific population groups methods we searched pubmed embase and lilacs online databases from inception to january we included observational epidemiological studies where laboratory testing was used to confirm positive exposure of participants to zika virus and in which zika virus symptom status was also recorded we excluded studies in which having symptoms of zika virus was a criterion for inclusion the main outcome assessed was percentage of all zika virus positive participants who were asymptomatic we used a quality effects approach and the double arcsine transformation for the meta analysis findings we assessed studies for inclusion of which were included in the meta analysis totalling zika virus positive participants the high degree of heterogeneity in the studies i suggests that the pooled prevalence of asymptomatic zika virus positive participants was probably not a robust estimate analysis based on subgroups of the population general population returned travellers blood donors adults with guillain barr syndrome pregnant women and babies with microcephaly was not able to explain the heterogeneity funnel and doi plots showed major asymmetry suggesting selection bias or true heterogeneity conclusion better quality research is needed using standardized methods to determine the true prevalence of asymptomatic zika virus and whether it varies between populations or over time"
}