{
    "title": "Side Effects of Antihypertensives Induced by Switching to Different Generic Medications: Case Reports.",
    "doc_id": "37212135",
    "writer": "Wattanapisit A",
    "year": "2023",
    "summary": "Adverse drug reactions, including, hypersensitivity, side effects, and intolerance, should be identified through present and past medical history and clinical characteristics. ...The side effects were possibly caused by the different inactive in …",
    "abstract": "Generic medication is a product that contains the same active substance and pharmaceutical characteristics as brand-name medications. Generic medications are cost-effective and comparable to brand-name medications in terms of clinical endpoints. However, the use of generic medications instead of brand-name medications is a debatable issue among patients and healthcare providers. Two patients with essential hypertension experienced side effects after switching to different generic antihypertensives (one generic medication to another generic medication). Adverse drug reactions, including, hypersensitivity, side effects, and intolerance, should be identified through present and past medical history and clinical characteristics. The adverse drug reactions in both patients were more likely to be side effects of the medications after switching to different generic antihypertensives produced by different companies (patient 1: enalapril and patient 2: amlodipine). The side effects were possibly caused by the different inactive ingredients or excipients. These two case reports emphasise the importance of monitoring adverse drug reactions throughout the course of treatment and communicating with patients prior to switching to a new generic medication.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37212135/",
    "clean_text": "side effects of antihypertensives induced by switching to different generic medications case reports adverse drug reactions including hypersensitivity side effects and intolerance should be identified through present and past medical history and clinical characteristics the side effects were possibly caused by the different inactive in generic medication is a product that contains the same active substance and pharmaceutical characteristics as brand name medications generic medications are cost effective and comparable to brand name medications in terms of clinical endpoints however the use of generic medications instead of brand name medications is a debatable issue among patients and healthcare providers two patients with essential hypertension experienced side effects after switching to different generic antihypertensives one generic medication to another generic medication adverse drug reactions including hypersensitivity side effects and intolerance should be identified through present and past medical history and clinical characteristics the adverse drug reactions in both patients were more likely to be side effects of the medications after switching to different generic antihypertensives produced by different companies patient enalapril and patient amlodipine the side effects were possibly caused by the different inactive ingredients or excipients these two case reports emphasise the importance of monitoring adverse drug reactions throughout the course of treatment and communicating with patients prior to switching to a new generic medication"
}