{
    "pmid": "41445192",
    "title": "First-in-Class SAM-Competitive G9a Inhibitor FLAV-27 as a Disease-Modifying Therapy for Alzheimer's Disease.",
    "abstract": "Alzheimer's disease (AD) is characterized by a progressive cognitive decline involving a multifactorial pathophysiology, including epigenetic dysregulation. Here, we report the discovery and preclinical validation of FLAV-27, a first-in-class, SAM-competitive, brain-penetrant and selective inhibitor of the histone methyltransferase G9a. Unlike prior G9a/GLP inhibitors, FLAV-27 exhibits subnanomolar potency, over 30-fold selectivity, and robust central nervous system bioavailability. Structural studies confirm a unique SAM-binding mode that confers superior specificity and avoids off-target effects. FLAV-27 reduces amyloid beta (Aβ) and p-tau aggregation and restores neuritic complexity in vitro. In Caenorhabditis elegans, it improves mobility, lifespan, and mitochondrial respiration. In mouse models of both late-onset AD (SAMP8) and early-onset AD (5xFAD), FLAV-27 rescues memory performance, social behavior, and synaptic structure. Multi-omics analyses reveal a global reprogramming of H3K9me2/H3K18me-mediated repression, reduced ferroptosis vulnerabilities, and normalization of AD-linked biomarkers, including SMOC1, H3K9me2, and p-Tau181, in the plasma and brain. Our findings position FLAV-27 as a promising epigenetic therapeutic with disease-modifying potential and translational biomarker alignment in AD.",
    "disease": "alzheimer disease",
    "clean_text": "first in class sam competitive g a inhibitor flav as a disease modifying therapy for alzheimer s disease alzheimer s disease ad is characterized by a progressive cognitive decline involving a multifactorial pathophysiology including epigenetic dysregulation here we report the discovery and preclinical validation of flav a first in class sam competitive brain penetrant and selective inhibitor of the histone methyltransferase g a unlike prior g a glp inhibitors flav exhibits subnanomolar potency over fold selectivity and robust central nervous system bioavailability structural studies confirm a unique sam binding mode that confers superior specificity and avoids off target effects flav reduces amyloid beta a and p tau aggregation and restores neuritic complexity in vitro in caenorhabditis elegans it improves mobility lifespan and mitochondrial respiration in mouse models of both late onset ad samp and early onset ad xfad flav rescues memory performance social behavior and synaptic structure multi omics analyses reveal a global reprogramming of h k me h k me mediated repression reduced ferroptosis vulnerabilities and normalization of ad linked biomarkers including smoc h k me and p tau in the plasma and brain our findings position flav as a promising epigenetic therapeutic with disease modifying potential and translational biomarker alignment in ad"
}