{
    "pmid": "41472818",
    "title": "MicroRNA-mediated regulation of the immune response in Calu-3 cells infected with a SARS-CoV-2 E gene variant.",
    "abstract": "SARS-CoV-2, the pathogen of COVID-19, disrupts the alveolar epithelial barrier and triggers exacerbation of airway inflammation. The envelope (E) protein plays a key role in promoting epithelial damage and sustaining inflammation. We previously identified a SARS-CoV-2 variant (F8) containing a 12-bp deletion in the E gene. Compared to the 8X strain, which possesses the wild-type E gene, F8 could induce a higher expression of inflammatory factors in Calu-3 cells. This study analyzed the miRNA expression profiles in Calu-3 cells infected with either the F8 variant or the 8X strain. Quantitative Reverse Transcription Polymerase Chain Reaction (RT-qPCR) was employed to validate the differential expression of candidate miRNAs. Subsequent functional verification assays like ELISA were performed to elucidate the regulatory roles of these miRNAs in host signaling pathways, such as inflammatory responses. We discovered that F8 infection significantly upregulated miR-361-3p and downregulated let-7b-5p. Furthermore, miR-361-3p regulated the PI3K-Akt pathway by directly targeting and inhibiting TSPAN1, ultimately promoting PTEN expression. The downregulation of let-7b-5p might release the suppression on inflammatory cytokines (IL-6, IL-8, PTX3), and partially disorder ZO-1 expression in maintaining the barrier function. This study is the first to demonstrate that the SARS-CoV-2 E protein mutant F8 remodeled the host miRNAs network to coordinate the immune responses and barrier function. All findings provided valuable insights into the pathogenesis of SARS-CoV-2 variants.",
    "disease": "covid-19",
    "clean_text": "microrna mediated regulation of the immune response in calu cells infected with a sars cov e gene variant sars cov the pathogen of covid disrupts the alveolar epithelial barrier and triggers exacerbation of airway inflammation the envelope e protein plays a key role in promoting epithelial damage and sustaining inflammation we previously identified a sars cov variant f containing a bp deletion in the e gene compared to the x strain which possesses the wild type e gene f could induce a higher expression of inflammatory factors in calu cells this study analyzed the mirna expression profiles in calu cells infected with either the f variant or the x strain quantitative reverse transcription polymerase chain reaction rt qpcr was employed to validate the differential expression of candidate mirnas subsequent functional verification assays like elisa were performed to elucidate the regulatory roles of these mirnas in host signaling pathways such as inflammatory responses we discovered that f infection significantly upregulated mir p and downregulated let b p furthermore mir p regulated the pi k akt pathway by directly targeting and inhibiting tspan ultimately promoting pten expression the downregulation of let b p might release the suppression on inflammatory cytokines il il ptx and partially disorder zo expression in maintaining the barrier function this study is the first to demonstrate that the sars cov e protein mutant f remodeled the host mirnas network to coordinate the immune responses and barrier function all findings provided valuable insights into the pathogenesis of sars cov variants"
}