{
    "title": "Behavior of tight-junction, adherens-junction and cell polarity proteins during HNF-4alpha-induced epithelial polarization.",
    "doc_id": "16098509",
    "writer": "Satohisa S",
    "year": "2005",
    "summary": "Using these cells, we examined in the present study behavior of tight-junction, adherens-junction and cell polarity proteins and elucidated the molecular mechanism behind HNF-4alpha-initiated junction formation and epithelial polarization. ...Induced e …",
    "abstract": "We previously reported that expression of tight-junction molecules occludin, claudin-6 and claudin-7, as well as establishment of epithelial polarity, was triggered in mouse F9 cells expressing hepatocyte nuclear factor (HNF)-4alpha [H. Chiba, T. Gotoh, T. Kojima, S. Satohisa, K. Kikuchi, M. Osanai, N. Sawada. Hepatocyte nuclear factor (HNF)-4alpha triggers formation of functional tight junctions and establishment of polarized epithelial morphology in F9 embryonal carcinoma cells, Exp. Cell Res. 286 (2003) 288-297]. Using these cells, we examined in the present study behavior of tight-junction, adherens-junction and cell polarity proteins and elucidated the molecular mechanism behind HNF-4alpha-initiated junction formation and epithelial polarization. We herein show that not only ZO-1 and ZO-2, but also ZO-3, junctional adhesion molecule (JAM)-B, JAM-C and cell polarity proteins PAR-3, PAR-6 and atypical protein kinase C (aPKC) accumulate at primordial adherens junctions in undifferentiated F9 cells. In contrast, CRB3, Pals1 and PATJ appeared to exhibit distinct subcellular localization in immature cells. Induced expression of HNF-4alpha led to translocation of these tight-junction and cell polarity proteins to beltlike tight junctions, where occludin, claudin-6 and claudin-7 were assembled, in differentiated cells. Interestingly, PAR-6, aPKC, CRB3 and Pals1, but not PAR-3 or PATJ, were also concentrated on the apical membranes in differentiated cells. These findings indicate that HNF-4alpha provokes not only expression of tight-junction adhesion molecules, but also modulation of subcellular distribution of junction and cell polarity proteins, resulting in junction formation and epithelial polarization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16098509/",
    "clean_text": "behavior of tight junction adherens junction and cell polarity proteins during hnf alpha induced epithelial polarization using these cells we examined in the present study behavior of tight junction adherens junction and cell polarity proteins and elucidated the molecular mechanism behind hnf alpha initiated junction formation and epithelial polarization induced e we previously reported that expression of tight junction molecules occludin claudin and claudin as well as establishment of epithelial polarity was triggered in mouse f cells expressing hepatocyte nuclear factor hnf alpha h chiba t gotoh t kojima s satohisa k kikuchi m osanai n sawada hepatocyte nuclear factor hnf alpha triggers formation of functional tight junctions and establishment of polarized epithelial morphology in f embryonal carcinoma cells exp cell res using these cells we examined in the present study behavior of tight junction adherens junction and cell polarity proteins and elucidated the molecular mechanism behind hnf alpha initiated junction formation and epithelial polarization we herein show that not only zo and zo but also zo junctional adhesion molecule jam b jam c and cell polarity proteins par par and atypical protein kinase c apkc accumulate at primordial adherens junctions in undifferentiated f cells in contrast crb pals and patj appeared to exhibit distinct subcellular localization in immature cells induced expression of hnf alpha led to translocation of these tight junction and cell polarity proteins to beltlike tight junctions where occludin claudin and claudin were assembled in differentiated cells interestingly par apkc crb and pals but not par or patj were also concentrated on the apical membranes in differentiated cells these findings indicate that hnf alpha provokes not only expression of tight junction adhesion molecules but also modulation of subcellular distribution of junction and cell polarity proteins resulting in junction formation and epithelial polarization"
}