{
    "title": "A systematic review of yoga for heart disease.",
    "doc_id": "24491402",
    "writer": "Cramer H",
    "year": "2015",
    "summary": "BACKGROUND: This systematic review of randomized controlled trials (RCTs) aimed to evaluate the quality of evidence and the strength of recommendation for yoga as an ancillary intervention for heart disease. METHODS: Medline/PubMed, Scopus, the Cochrane Library, and …",
    "abstract": "Background:\n        \n      \n      This systematic review of randomized controlled trials (RCTs) aimed to evaluate the quality of evidence and the strength of recommendation for yoga as an ancillary intervention for heart disease.\n    \n\n\n          Methods:\n        \n      \n      Medline/PubMed, Scopus, the Cochrane Library, and IndMED were searched up to October 2013. Main outcome measures were mortality, nonfatal cardiac events, exercise capacity, health-related quality of life, and modifiable cardiac risk factors. Risk of bias, quality of evidence, and the strength of the recommendation for or against yoga were assessed according to the Cochrane Collaboration and GRADE recommendations.\n    \n\n\n          Results:\n        \n      \n      Seven RCTs with 624 patients comparing yoga to usual care were included. For coronary heart disease (four RCTs), there was very low evidence for no effect on mortality, for a reduced number of angina episodes, and for increased exercise capacity, and low evidence for reduced modifiable cardiac risk factors. For heart failure (two RCTs), there was very low evidence for no effect on mortality, and low evidence for increased exercise capacity, and for no effect on health-related quality of life. For cardiac dysrhythmias treated with implantable cardioverter-defibrillator (one RCT), there was very low evidence for no effect on mortality, and for improved quality, and low evidence for effects on nonfatal device-treated ventricular events. Three RCTs reported safety data and reported that no adverse events occurred.\n    \n\n\n          Conclusions:\n        \n      \n      Based on the results of this review, weak recommendations can be made for the ancillary use of yoga for patients with coronary heart disease, heart failure, and cardiac dysrhythmia at this point.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24491402/",
    "clean_text": "a systematic review of yoga for heart disease background this systematic review of randomized controlled trials rcts aimed to evaluate the quality of evidence and the strength of recommendation for yoga as an ancillary intervention for heart disease methods medline pubmed scopus the cochrane library and background this systematic review of randomized controlled trials rcts aimed to evaluate the quality of evidence and the strength of recommendation for yoga as an ancillary intervention for heart disease methods medline pubmed scopus the cochrane library and indmed were searched up to october main outcome measures were mortality nonfatal cardiac events exercise capacity health related quality of life and modifiable cardiac risk factors risk of bias quality of evidence and the strength of the recommendation for or against yoga were assessed according to the cochrane collaboration and grade recommendations results seven rcts with patients comparing yoga to usual care were included for coronary heart disease four rcts there was very low evidence for no effect on mortality for a reduced number of angina episodes and for increased exercise capacity and low evidence for reduced modifiable cardiac risk factors for heart failure two rcts there was very low evidence for no effect on mortality and low evidence for increased exercise capacity and for no effect on health related quality of life for cardiac dysrhythmias treated with implantable cardioverter defibrillator one rct there was very low evidence for no effect on mortality and for improved quality and low evidence for effects on nonfatal device treated ventricular events three rcts reported safety data and reported that no adverse events occurred conclusions based on the results of this review weak recommendations can be made for the ancillary use of yoga for patients with coronary heart disease heart failure and cardiac dysrhythmia at this point"
}