{
    "pmid": "41406048",
    "title": "The Role of Inflammation and High-Sensitivity C-reactive Protein in Atherosclerotic Cardiovascular Disease and Chronic Kidney Disease: the FLAME-ASCVD Survey Among Nephrologists.",
    "abstract": "Systemic inflammation (SI) contributes to increased cardiovascular risk in patients with atherosclerotic cardiovascular disease (ASCVD) and chronic kidney disease (CKD). We assessed clinical perceptions toward SI and usage of high-sensitivity C-reactive protein (hsCRP) among nephrologists. FLAME-ASCVD Nephro was an online survey of nephrologists from 10 countries who treat ≥20 patients with ASCVD and CKD a month and were practicing for ≥3 years. Results were analyzed using descriptive statistics. Of 513 nephrologists who responded, 300 completed and were included in the survey; the mean age was 46 years and the mean time in practice was 16 years. Hypertension (89%), overweight/obesity (81%), and CKD (80%) were the ASCVD risk factors most often discussed with patients (SI was ninth). The most common unmet needs (ranked 1-3) for patients with ASCVD and CKD were \"lack of effective SI treatment options\" (44%), \"limited awareness of the role of SI in ASCVD\" (35%) and \"higher risk of CV events\" (33%). Seventy-four percent of nephrologists wanted to learn more about the role of SI in ASCVD and 71% test for and use SI results when determining management approaches. Seventy percent of nephrologists considered hsCRP testing in patients with ASCVD and CKD (aided), and proven clinical efficacy of hsCRP was the top reason (37%); out-of-pocket cost (30%) was the most common reason for not considering hsCRP testing. Lack of effective treatment options for SI remains the most common unmet need for patients with ASCVD and CKD. Further medical education is needed to raise awareness among nephrologists about the role of SI and hsCRP testing.",
    "disease": "chronic kidney disease",
    "clean_text": "the role of inflammation and high sensitivity c reactive protein in atherosclerotic cardiovascular disease and chronic kidney disease the flame ascvd survey among nephrologists systemic inflammation si contributes to increased cardiovascular risk in patients with atherosclerotic cardiovascular disease ascvd and chronic kidney disease ckd we assessed clinical perceptions toward si and usage of high sensitivity c reactive protein hscrp among nephrologists flame ascvd nephro was an online survey of nephrologists from countries who treat patients with ascvd and ckd a month and were practicing for years results were analyzed using descriptive statistics of nephrologists who responded completed and were included in the survey the mean age was years and the mean time in practice was years hypertension overweight obesity and ckd were the ascvd risk factors most often discussed with patients si was ninth the most common unmet needs ranked for patients with ascvd and ckd were lack of effective si treatment options limited awareness of the role of si in ascvd and higher risk of cv events seventy four percent of nephrologists wanted to learn more about the role of si in ascvd and test for and use si results when determining management approaches seventy percent of nephrologists considered hscrp testing in patients with ascvd and ckd aided and proven clinical efficacy of hscrp was the top reason out of pocket cost was the most common reason for not considering hscrp testing lack of effective treatment options for si remains the most common unmet need for patients with ascvd and ckd further medical education is needed to raise awareness among nephrologists about the role of si and hscrp testing"
}