{
    "pmid": "41345762",
    "title": "Preoperative low attenuation area percentage as a predictor of postoperative pulmonary complications and prognosis in esophagectomy: a retrospective cohort study.",
    "abstract": "Postoperative pulmonary complications (PPCs) significantly influence clinical outcomes following esophagectomy for esophageal cancer. Identifying reliable preoperative predictors is essential for optimizing surgical outcomes. Although chronic obstructive pulmonary disease (COPD) is an established risk factor, the role of preoperative quantitative emphysema assessment using low-attenuation area percentage (LAA%) on computed tomography (CT) remains unclear. We retrospectively investigated the association of preoperative LAA% with PPCs and postoperative prognosis in patients undergoing thoracic esophagectomy for esophageal cancer. We enrolled 334 patients who underwent esophagectomy for esophageal cancer at Kindai University Hospital between January 2016 and March 2024. Preoperative LAA% was quantified using specialized software, and PPCs were defined as events occurring within 2 weeks after esophagectomy and classified according to the Clavien-Dindo classification. The association between bilateral LAA% and PPCs was assessed using logistic regression analyses, while long-term prognosis was evaluated using Kaplan-Meier survival analysis. The incidence of PPCs was 32.9% (110/334 patients). Multivariable logistic regression analysis demonstrated that preoperative bilateral LAA% ≥ 5% was significantly associated with an increased risk of PPCs (odds ratio [OR]: 3.81, 95% confidence interval [CI] 1.01-14.4, p = 0.04). Kaplan-Meier survival analysis showed that patients with bilateral LAA% ≥ 5% had significantly lower 5-year overall survival than those with bilateral LAA% < 5% (p = 0.03). Preoperative LAA% is a predictor of PPCs and postoperative prognosis after esophagectomy for esophageal cancer. Quantitative CT analysis of emphysema can improve the preoperative risk stratification. Future multicenter studies are needed to validate these results, particularly for minimally invasive esophagectomies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "preoperative low attenuation area percentage as a predictor of postoperative pulmonary complications and prognosis in esophagectomy a retrospective cohort study postoperative pulmonary complications ppcs significantly influence clinical outcomes following esophagectomy for esophageal cancer identifying reliable preoperative predictors is essential for optimizing surgical outcomes although chronic obstructive pulmonary disease copd is an established risk factor the role of preoperative quantitative emphysema assessment using low attenuation area percentage laa on computed tomography ct remains unclear we retrospectively investigated the association of preoperative laa with ppcs and postoperative prognosis in patients undergoing thoracic esophagectomy for esophageal cancer we enrolled patients who underwent esophagectomy for esophageal cancer at kindai university hospital between january and march preoperative laa was quantified using specialized software and ppcs were defined as events occurring within weeks after esophagectomy and classified according to the clavien dindo classification the association between bilateral laa and ppcs was assessed using logistic regression analyses while long term prognosis was evaluated using kaplan meier survival analysis the incidence of ppcs was patients multivariable logistic regression analysis demonstrated that preoperative bilateral laa was significantly associated with an increased risk of ppcs odds ratio or confidence interval ci p kaplan meier survival analysis showed that patients with bilateral laa had significantly lower year overall survival than those with bilateral laa p preoperative laa is a predictor of ppcs and postoperative prognosis after esophagectomy for esophageal cancer quantitative ct analysis of emphysema can improve the preoperative risk stratification future multicenter studies are needed to validate these results particularly for minimally invasive esophagectomies"
}