{
    "pmid": "41379726",
    "title": "Generalized Pustular Psoriasis Confers Increased Risk of Pyoderma Gangrenosum: First Population-Based Evidence.",
    "abstract": "Generalized pustular psoriasis (GPP) and pyoderma gangrenosum (PG) are rare, severe neutrophilic dermatoses with overlapping autoinflammatory pathways. Although case reports suggest a link between GPP and PG, no populationbased studies have quantified this risk. We performed a retrospective cohort study using the TriNetX federated electronic health record network. Adults (≥18 years) with ICD10 codes for GPP (L40.1) or nonGPP psoriasis (L40.0-L40.9 excluding L40.1) from 2018-2023 were identified. Controls had no psoriasis diagnosis. Cohorts were 1:1 propensityscore matched for age, sex, race, ulcerative colitis, Crohn's disease, systemic lupus erythematosus, and rheumatoid arthritis. The primary outcome was new PG diagnosis (L88) postindex. Hazard ratios (HRs) for PG were estimated via matched survival analysis. After matching, the GPP cohort (n = 44,187) had a significantly higher risk of PG than controls (n = 44,187; HR 5.14; 95% CI 2.77-9.53). NonGPP psoriasis patients (n = 393,833) also showed elevated PG risk versus controls (n = 393,833; HR 3.83; 95% CI 3.00-4.90). In direct comparison (n = 193,208 each), GPP had greater PG risk than nonGPP psoriasis (HR 2.33; 95% CI 1.46-3.71). Median followup ranged from 687 to 886 days across comparisons. This first populationbased evidence demonstrates that GPP confers a markedly increased risk of PG compared to both controls and other psoriasis subtypes. These findings underscore the need for heightened clinical vigilance for PG in GPP patients and may inform targeted surveillance strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "generalized pustular psoriasis confers increased risk of pyoderma gangrenosum first population based evidence generalized pustular psoriasis gpp and pyoderma gangrenosum pg are rare severe neutrophilic dermatoses with overlapping autoinflammatory pathways although case reports suggest a link between gpp and pg no populationbased studies have quantified this risk we performed a retrospective cohort study using the trinetx federated electronic health record network adults years with icd codes for gpp l or nongpp psoriasis l l excluding l from were identified controls had no psoriasis diagnosis cohorts were propensityscore matched for age sex race ulcerative colitis crohn s disease systemic lupus erythematosus and rheumatoid arthritis the primary outcome was new pg diagnosis l postindex hazard ratios hrs for pg were estimated via matched survival analysis after matching the gpp cohort n had a significantly higher risk of pg than controls n hr ci nongpp psoriasis patients n also showed elevated pg risk versus controls n hr ci in direct comparison n each gpp had greater pg risk than nongpp psoriasis hr ci median followup ranged from to days across comparisons this first populationbased evidence demonstrates that gpp confers a markedly increased risk of pg compared to both controls and other psoriasis subtypes these findings underscore the need for heightened clinical vigilance for pg in gpp patients and may inform targeted surveillance strategies"
}