{
    "pmid": "41464401",
    "title": "The Impact of COVID-19 on Racialised Minority Populations: A Systematic Review of Experiences and Perspectives.",
    "abstract": "Racialised minority populations were disproportionately affected by COVID-19 and saw the highest rate of COVID-19 infections and mortality. Low socioeconomic status, working as frontline workers, temporary employment, precarious immigration status and pre-existing medical conditions were factors that contributed to disadvantaged experiences. This systematic review looked at the impact of COVID-19 on racialised minority populations globally, recognising their experiences, perspectives and the effects on their physical and mental health. Eight electronic databases were searched (MEDLINE, PsycINFO, Cumulative Index to Nursing and Allied Health Literature (CINAHL), Social Sciences Citation Index (SSCI), Social Policy and Practice (SPP), Applied Social Sciences Index and Abstracts (ASSIA), MedRxiv and Research Square) for English language qualitative studies. Reference lists of relevant literature reviews and reference lists of articles were hand-searched for additional potentially relevant articles. Duplicates were removed, and articles were screened for titles and abstracts, followed by full-text screening. The Mixed Methods Appraisal Tool (MMAT) was used to assess the quality of the included studies (",
    "disease": "pneumonia",
    "clean_text": "the impact of covid on racialised minority populations a systematic review of experiences and perspectives racialised minority populations were disproportionately affected by covid and saw the highest rate of covid infections and mortality low socioeconomic status working as frontline workers temporary employment precarious immigration status and pre existing medical conditions were factors that contributed to disadvantaged experiences this systematic review looked at the impact of covid on racialised minority populations globally recognising their experiences perspectives and the effects on their physical and mental health eight electronic databases were searched medline psycinfo cumulative index to nursing and allied health literature cinahl social sciences citation index ssci social policy and practice spp applied social sciences index and abstracts assia medrxiv and research square for english language qualitative studies reference lists of relevant literature reviews and reference lists of articles were hand searched for additional potentially relevant articles duplicates were removed and articles were screened for titles and abstracts followed by full text screening the mixed methods appraisal tool mmat was used to assess the quality of the included studies"
}