{
    "title": "Does Young's syndrome exist?",
    "doc_id": "19128521",
    "writer": "Arya AK",
    "year": "2009",
    "summary": "There is, in fact, little evidence to support Young's syndrome being a significant aetiological factor for sinus disease, nor indeed to support the existence of Young's syndrome as an entity in its own right. ...As an incidental finding, we found that the term Yo …",
    "abstract": "Background and methods:\n        \n      \n      Young's syndrome describes a combination of male infertility, azoospermia, bronchiectasis and sinusitis. Although Young's syndrome is a well accepted disorder within the realms of infertility medicine, it is also accepted as being a potential cause of sino-nasal disease which is rarely seen by otolaryngologists. However, the significance of the sinus component within this triad is not fully understood. To gain further insight into the relationship of sinusitis with Young's syndrome, we reviewed all of the currently available published literature.\n    \n\n\n          Results:\n        \n      \n      Within the reviewed literature, the diagnosis of sinusitis in Young's syndrome was crude and poorly defined; there was little emphasis on sinus disease in most publications.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of Young's syndrome is reported to be declining, and the level of evidence regarding sinus disease within this syndrome is limited to case series only. There is, in fact, little evidence to support Young's syndrome being a significant aetiological factor for sinus disease, nor indeed to support the existence of Young's syndrome as an entity in its own right. The only documented aetiological factor is mercury exposure in childhood, an event that is seldom currently encountered; this would support our theory of the extinction of the condition. As an incidental finding, we found that the term Young's syndrome refers to two different medical conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19128521/",
    "clean_text": "does young s syndrome exist there is in fact little evidence to support young s syndrome being a significant aetiological factor for sinus disease nor indeed to support the existence of young s syndrome as an entity in its own right as an incidental finding we found that the term yo background and methods young s syndrome describes a combination of male infertility azoospermia bronchiectasis and sinusitis although young s syndrome is a well accepted disorder within the realms of infertility medicine it is also accepted as being a potential cause of sino nasal disease which is rarely seen by otolaryngologists however the significance of the sinus component within this triad is not fully understood to gain further insight into the relationship of sinusitis with young s syndrome we reviewed all of the currently available published literature results within the reviewed literature the diagnosis of sinusitis in young s syndrome was crude and poorly defined there was little emphasis on sinus disease in most publications conclusions the prevalence of young s syndrome is reported to be declining and the level of evidence regarding sinus disease within this syndrome is limited to case series only there is in fact little evidence to support young s syndrome being a significant aetiological factor for sinus disease nor indeed to support the existence of young s syndrome as an entity in its own right the only documented aetiological factor is mercury exposure in childhood an event that is seldom currently encountered this would support our theory of the extinction of the condition as an incidental finding we found that the term young s syndrome refers to two different medical conditions"
}