{
    "title": "The application of lipidomics to biomarker research and pathomechanisms in Alzheimer's disease.",
    "doc_id": "28002106",
    "writer": "Wong MW",
    "year": "2017",
    "summary": "Recently, Alzheimer's disease researchers have attempted to improve early detection and diagnostic criteria for Alzheimer's disease, with the rationale that treatment of disease, or even prevention, may be more successful during th …",
    "abstract": "Purpose of review:\n        \n      \n      Alzheimer's disease is the most common cause of dementia. There are still no disease modifying treatments that can cure or slow disease progression. Recently, Alzheimer's disease researchers have attempted to improve early detection and diagnostic criteria for Alzheimer's disease, with the rationale that treatment of disease, or even prevention, may be more successful during the early preclinical stages of Alzheimer's disease when neurodegenerative damage is not as widespread. As the brain has a high lipid content, lipidomics may offer novel insights into the underlying pathogenesis of Alzheimer's disease. This review reports on recent developments in the relatively unexplored field of lipidomics in Alzheimer's disease, including novel biomarkers and pathomechanisms of Alzheimer's disease.\n    \n\n\n          Recent findings:\n        \n      \n      Numerous biomarker panels involving phospholipids and sphingolipids have been proposed, indicating perturbed lipid metabolism in early stages of Alzheimer's disease. Future strategies targeting these metabolic changes through dietary supplementation could have therapeutic benefits in at-risk individuals.\n    \n\n\n          Summary:\n        \n      \n      Dysregulated lipid metabolism could reflect pathological changes in synaptic function and neuronal membranes, leading to cognitive decline. However, extensive validation in large independent cohorts is required before lipid biomarkers can be used clinically to assess Alzheimer's disease risk and progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28002106/",
    "clean_text": "the application of lipidomics to biomarker research and pathomechanisms in alzheimer s disease recently alzheimer s disease researchers have attempted to improve early detection and diagnostic criteria for alzheimer s disease with the rationale that treatment of disease or even prevention may be more successful during th purpose of review alzheimer s disease is the most common cause of dementia there are still no disease modifying treatments that can cure or slow disease progression recently alzheimer s disease researchers have attempted to improve early detection and diagnostic criteria for alzheimer s disease with the rationale that treatment of disease or even prevention may be more successful during the early preclinical stages of alzheimer s disease when neurodegenerative damage is not as widespread as the brain has a high lipid content lipidomics may offer novel insights into the underlying pathogenesis of alzheimer s disease this review reports on recent developments in the relatively unexplored field of lipidomics in alzheimer s disease including novel biomarkers and pathomechanisms of alzheimer s disease recent findings numerous biomarker panels involving phospholipids and sphingolipids have been proposed indicating perturbed lipid metabolism in early stages of alzheimer s disease future strategies targeting these metabolic changes through dietary supplementation could have therapeutic benefits in at risk individuals summary dysregulated lipid metabolism could reflect pathological changes in synaptic function and neuronal membranes leading to cognitive decline however extensive validation in large independent cohorts is required before lipid biomarkers can be used clinically to assess alzheimer s disease risk and progression"
}