{
    "pmid": "41376634",
    "title": "Citrullinated peptides as drug candidates for rheumatoid arthritis.",
    "abstract": "Rheumatoid arthritis (RA) involves a breakdown of immune tolerance to citrullinated proteins, leading to chronic inflammation and joint damage. Despite advances in treatment, achieving long-term remission remains a major challenge. Restoring immune tolerance to citrullinated proteins represents a promising strategy to halt disease progression and establish lasting remission. This review examines the potential of using citrullinated proteins or peptides to reestablish immune tolerance in RA. It explores the potential role of anti-citrullinated protein antibodies (ACPAs) in disease pathology and how utilizing or targeting specific citrullinated antigens could modulate immune responses. The review also highlights the therapeutic relevance of altering T and B cell function to regulate immune state. We explore mechanisms through which tolerance can be induced, including the use of citrullinated peptides to promote regulatory T (Treg) cell expansion and alter pathogenic B cell subsets. Emerging strategies aimed at re-educating the immune system are discussed, focusing on their potential to provide effective and durable treatment outcomes. These tolerance-based approaches are evaluated for their capacity to shift the immune response away from autoimmunity and towards sustained remission.",
    "disease": "rheumatoid arthritis",
    "clean_text": "citrullinated peptides as drug candidates for rheumatoid arthritis rheumatoid arthritis ra involves a breakdown of immune tolerance to citrullinated proteins leading to chronic inflammation and joint damage despite advances in treatment achieving long term remission remains a major challenge restoring immune tolerance to citrullinated proteins represents a promising strategy to halt disease progression and establish lasting remission this review examines the potential of using citrullinated proteins or peptides to reestablish immune tolerance in ra it explores the potential role of anti citrullinated protein antibodies acpas in disease pathology and how utilizing or targeting specific citrullinated antigens could modulate immune responses the review also highlights the therapeutic relevance of altering t and b cell function to regulate immune state we explore mechanisms through which tolerance can be induced including the use of citrullinated peptides to promote regulatory t treg cell expansion and alter pathogenic b cell subsets emerging strategies aimed at re educating the immune system are discussed focusing on their potential to provide effective and durable treatment outcomes these tolerance based approaches are evaluated for their capacity to shift the immune response away from autoimmunity and towards sustained remission"
}