{
    "title": "Pregnancy With Massive Splenomegaly and Pancytopenia: A Case Report.",
    "doc_id": "38229813",
    "writer": "Sengupta RK",
    "year": "2023",
    "summary": "Massive splenomegaly complicating pregnancy is a rare clinical entity that poses special difficulties, such as anemia, thrombocytopenia, ascites, and jaundice. This case report of a pregnant woman with large splenomegaly and pancytopenia highlights the value of prom …",
    "abstract": "Massive splenomegaly complicating pregnancy is a rare clinical entity that poses special difficulties, such as anemia, thrombocytopenia, ascites, and jaundice. This case report of a pregnant woman with large splenomegaly and pancytopenia highlights the value of prompt diagnosis and effective treatment. Splenomegaly can have a number of causes, including viral infections, hematological problems, portal hypertension, and metabolic abnormalities. A 29-year-old gravida 3 woman at 37 weeks of gestation who had massive splenomegaly was admitted and underwent a cesarean section to avoid complications of splenomegaly. The case report discusses the difficulties in obstetric management caused by enormous splenomegaly during pregnancy, including the choice of delivery method. Significant complications include splenic rupture and bleeding, particularly when pancytopenia is present. The need for several transfusions, the potential side effects of transfusion therapy, and factors related to the origin of splenomegaly when assessing maternal-fetal outcomes are discussed in this case report. The study concludes that in cases with pancytopenia splenomegaly during pregnancy, vigilant monitoring, prompt intervention, and a multidisciplinary approach are crucial to achieve positive outcomes for both the mother and the fetus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38229813/",
    "clean_text": "pregnancy with massive splenomegaly and pancytopenia a case report massive splenomegaly complicating pregnancy is a rare clinical entity that poses special difficulties such as anemia thrombocytopenia ascites and jaundice this case report of a pregnant woman with large splenomegaly and pancytopenia highlights the value of prom massive splenomegaly complicating pregnancy is a rare clinical entity that poses special difficulties such as anemia thrombocytopenia ascites and jaundice this case report of a pregnant woman with large splenomegaly and pancytopenia highlights the value of prompt diagnosis and effective treatment splenomegaly can have a number of causes including viral infections hematological problems portal hypertension and metabolic abnormalities a year old gravida woman at weeks of gestation who had massive splenomegaly was admitted and underwent a cesarean section to avoid complications of splenomegaly the case report discusses the difficulties in obstetric management caused by enormous splenomegaly during pregnancy including the choice of delivery method significant complications include splenic rupture and bleeding particularly when pancytopenia is present the need for several transfusions the potential side effects of transfusion therapy and factors related to the origin of splenomegaly when assessing maternal fetal outcomes are discussed in this case report the study concludes that in cases with pancytopenia splenomegaly during pregnancy vigilant monitoring prompt intervention and a multidisciplinary approach are crucial to achieve positive outcomes for both the mother and the fetus"
}