{
    "title": "Role of dental training and distance of the observer on the perception of apically shifted gingival margin with increased vertical tooth size in the esthetic zone.",
    "doc_id": "36415147",
    "writer": "Montevecchi M",
    "year": "2023",
    "summary": "The influence of size, symmetry, teeth involved in apically shifted gingival margins, and the distance and clinical training of the observer were investigated. MATERIALS AND METHODS: Two groups were identified: 33 first-year dental students (inexperienced) and 40 last-year …",
    "abstract": "Objectives:\n        \n      \n      To evaluate the influence of the gingival contour on the smile esthetics. The influence of size, symmetry, teeth involved in apically shifted gingival margins, and the distance and clinical training of the observer were investigated.\n    \n\n\n          Materials and methods:\n        \n      \n      Two groups were identified: 33 first-year dental students (inexperienced) and 40 last-year students (trained). Each observer expressed four evaluations on four different images assigning a score from 0 to 10. Using a picture of an \"ideal\" female smile, 10 variants were virtually created by shifting (2 and 4 mm) the gingival contour apically at different sites of the upper incisors and canines. A total of 292 evaluations were collected.\n    \n\n\n          Results:\n        \n      \n      Considering a score >6 for a \"pleasant smile,\" only one 4 mm single alteration at the canine gingival contour obtained an insufficient score. \"Observational distance\" and \"clinical training\" did not influence the final score, while size and symmetry of alterations displayed a significant role.\n    \n\n\n          Conclusions:\n        \n      \n      The dental training of the observer and a close interpersonal distance seemed to be irrelevant in the esthetic perception of gingival margin alterations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36415147/",
    "clean_text": "role of dental training and distance of the observer on the perception of apically shifted gingival margin with increased vertical tooth size in the esthetic zone the influence of size symmetry teeth involved in apically shifted gingival margins and the distance and clinical training of the observer were investigated materials and methods two groups were identified first year dental students inexperienced and last year objectives to evaluate the influence of the gingival contour on the smile esthetics the influence of size symmetry teeth involved in apically shifted gingival margins and the distance and clinical training of the observer were investigated materials and methods two groups were identified first year dental students inexperienced and last year students trained each observer expressed four evaluations on four different images assigning a score from to using a picture of an ideal female smile variants were virtually created by shifting and mm the gingival contour apically at different sites of the upper incisors and canines a total of evaluations were collected results considering a score for a pleasant smile only one mm single alteration at the canine gingival contour obtained an insufficient score observational distance and clinical training did not influence the final score while size and symmetry of alterations displayed a significant role conclusions the dental training of the observer and a close interpersonal distance seemed to be irrelevant in the esthetic perception of gingival margin alterations"
}