{
    "title": "COVID-19: Progress in diagnostics, therapy and vaccination.",
    "doc_id": "32685022",
    "writer": "Liu X",
    "year": "2020",
    "summary": "Coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has recently become a pandemic. ...However, no drug or vaccine has yet been specifically …",
    "abstract": "Coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has recently become a pandemic. As the sudden emergence and rapid spread of SARS-CoV-2 is endangering global health and the economy, the development of strategies to contain the virus's spread are urgently needed. At present, various diagnostic kits to test for SARS-CoV-2 are available for use to initiate appropriate treatment faster and to limit further spread of the virus. Several drugs have demonstrated in vitro activity against SARS-CoV-2 or potential clinical benefits. In addition, institutions and companies worldwide are working tirelessly to develop treatments and vaccines against COVID-19. However, no drug or vaccine has yet been specifically approved for COVID-19. Given the urgency of the outbreak, we focus here on recent advances in the diagnostics, treatment, and vaccine development for SARS-CoV-2 infection, helping to guide strategies to address the current COVID-19 pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32685022/",
    "clean_text": "covid progress in diagnostics therapy and vaccination coronavirus disease covid caused by severe acute respiratory syndrome coronavirus sars cov has recently become a pandemic however no drug or vaccine has yet been specifically coronavirus disease covid caused by severe acute respiratory syndrome coronavirus sars cov has recently become a pandemic as the sudden emergence and rapid spread of sars cov is endangering global health and the economy the development of strategies to contain the virus s spread are urgently needed at present various diagnostic kits to test for sars cov are available for use to initiate appropriate treatment faster and to limit further spread of the virus several drugs have demonstrated in vitro activity against sars cov or potential clinical benefits in addition institutions and companies worldwide are working tirelessly to develop treatments and vaccines against covid however no drug or vaccine has yet been specifically approved for covid given the urgency of the outbreak we focus here on recent advances in the diagnostics treatment and vaccine development for sars cov infection helping to guide strategies to address the current covid pandemic"
}