{
    "title": "Epidemiology and semiology of rheumatoid arthritis in Third World countries.",
    "doc_id": "7600065",
    "writer": "Mijiyawa M.",
    "year": "1995",
    "summary": "The rarity of rheumatoid arthritis in rural Africa contrasts with the high prevalence of the disease in Jamaica, where over 2% of the adult population are affected. In a study in Latin America, rheumatoid arthritis was the reason for seeking medical ad …",
    "abstract": "Studies conducted over the last three decades in Third World countries have confirmed that rheumatoid arthritis occurs throughout the world. When interpreting the results of these studies, however, the potential biases resulting from the socioeconomic, demographic and health care conditions in these countries should be kept in mind. These studies, of which most did not include representative samples, identified geographic variations in the semiology and genetic profile of the disease. In India, the prevalence of rheumatoid arthritis (0.75%) is similar to that in the West. In China, Indonesia, and the Philippines, in contrast, rheumatoid arthritis appears rare (prevalence below 0.4%), in both urban and rural settings. The rarity of rheumatoid arthritis in rural Africa contrasts with the high prevalence of the disease in Jamaica, where over 2% of the adult population are affected. In a study in Latin America, rheumatoid arthritis was the reason for seeking medical advice in 22% of rheumatology clinic patients. These differences probably reflect variations in the interactions between genetic and environmental factors. Rheumatoid arthritis may be less severe in Asia and West Africa than in western countries. No such difference has been found for Jamaica or southern and eastern Africa. In China and India, the genetic profile associated with rheumatoid arthritis is not uniform. Thus, associations with antigens other than HLA DR4 have been demonstrated. This genetic variability may reflect the heterogeneity of the Chinese and Indian populations. It may also support the theory of a shared epitope. In southern Africa, most rheumatoid arthritis patients carry the HLA DR4 antigen.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7600065/",
    "clean_text": "epidemiology and semiology of rheumatoid arthritis in third world countries the rarity of rheumatoid arthritis in rural africa contrasts with the high prevalence of the disease in jamaica where over of the adult population are affected in a study in latin america rheumatoid arthritis was the reason for seeking medical ad studies conducted over the last three decades in third world countries have confirmed that rheumatoid arthritis occurs throughout the world when interpreting the results of these studies however the potential biases resulting from the socioeconomic demographic and health care conditions in these countries should be kept in mind these studies of which most did not include representative samples identified geographic variations in the semiology and genetic profile of the disease in india the prevalence of rheumatoid arthritis is similar to that in the west in china indonesia and the philippines in contrast rheumatoid arthritis appears rare prevalence below in both urban and rural settings the rarity of rheumatoid arthritis in rural africa contrasts with the high prevalence of the disease in jamaica where over of the adult population are affected in a study in latin america rheumatoid arthritis was the reason for seeking medical advice in of rheumatology clinic patients these differences probably reflect variations in the interactions between genetic and environmental factors rheumatoid arthritis may be less severe in asia and west africa than in western countries no such difference has been found for jamaica or southern and eastern africa in china and india the genetic profile associated with rheumatoid arthritis is not uniform thus associations with antigens other than hla dr have been demonstrated this genetic variability may reflect the heterogeneity of the chinese and indian populations it may also support the theory of a shared epitope in southern africa most rheumatoid arthritis patients carry the hla dr antigen abstract truncated at words"
}