{
    "title": "Acute exposure to a high-fat diet in juvenile male rats disrupts hippocampal-dependent memory and plasticity through glucocorticoids.",
    "doc_id": "31439894",
    "writer": "Khazen T",
    "year": "2019",
    "summary": "Juvenile HFD abolished both hippocampal synaptic plasticity, assessed through in vivo long-term potentiation (LTP) in CA1, and long-term hippocampal-dependent memory, using object location memory (OLM). ...Systemic application of GR antagonist alleviated HFD-induced LTP an …",
    "abstract": "The limbic circuit is still undergoing maturation during juvenility and adolescence, explaining why environmental and metabolic challenges during these developmental periods can have specific adverse effects on cognitive functions. We have previously shown that long-term exposure (8-12 weeks) to high-fat diet (HFD) during adolescence (from weaning to adulthood), but not at adulthood, was associated with altered amygdala and hippocampal functions. Moreover, these HFD effects were normalized by treatment with glucocorticoid receptor (GR) antagonists. Here, we examined in male rats whether acute exposure (7-9 days) to HFD during juvenility [from postnatal day (PND) 21 to PND 28-30] or adulthood (from PND 60 to PND 67-69) is sufficient to affect hippocampal functions and whether it is also dependent on GRs activation. Juvenile HFD abolished both hippocampal synaptic plasticity, assessed through in vivo long-term potentiation (LTP) in CA1, and long-term hippocampal-dependent memory, using object location memory (OLM). No effect of HFD was observed in short-term OLM suggesting a specific effect on consolidation process. In contrast, adult HFD enhanced in vivo LTP and OLM. Systemic application of GR antagonist alleviated HFD-induced LTP and OLM impairments in juveniles. These results suggest that acute exposure to HFD during juvenility is sufficient to impair hippocampal functions in a GR-dependent manner. Interestingly, this effect depends on the developmental period studied as acute exposure to HFD at adulthood did not impair, but rather enhanced, hippocampal functions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31439894/",
    "clean_text": "acute exposure to a high fat diet in juvenile male rats disrupts hippocampal dependent memory and plasticity through glucocorticoids juvenile hfd abolished both hippocampal synaptic plasticity assessed through in vivo long term potentiation ltp in ca and long term hippocampal dependent memory using object location memory olm systemic application of gr antagonist alleviated hfd induced ltp an the limbic circuit is still undergoing maturation during juvenility and adolescence explaining why environmental and metabolic challenges during these developmental periods can have specific adverse effects on cognitive functions we have previously shown that long term exposure weeks to high fat diet hfd during adolescence from weaning to adulthood but not at adulthood was associated with altered amygdala and hippocampal functions moreover these hfd effects were normalized by treatment with glucocorticoid receptor gr antagonists here we examined in male rats whether acute exposure days to hfd during juvenility from postnatal day pnd to pnd or adulthood from pnd to pnd is sufficient to affect hippocampal functions and whether it is also dependent on grs activation juvenile hfd abolished both hippocampal synaptic plasticity assessed through in vivo long term potentiation ltp in ca and long term hippocampal dependent memory using object location memory olm no effect of hfd was observed in short term olm suggesting a specific effect on consolidation process in contrast adult hfd enhanced in vivo ltp and olm systemic application of gr antagonist alleviated hfd induced ltp and olm impairments in juveniles these results suggest that acute exposure to hfd during juvenility is sufficient to impair hippocampal functions in a gr dependent manner interestingly this effect depends on the developmental period studied as acute exposure to hfd at adulthood did not impair but rather enhanced hippocampal functions"
}