{
    "pmid": "41363761",
    "title": "A Label-Free Phosphate-Transfer DNAzyme for the Cost-Effective Point-of-Care Detection of Influenza Virus.",
    "abstract": "DNAzymes have significantly enriched the toolbox for point-of-care testing (POCT); however, their inferior biostability and reliance on costly chemical labeling limit their broader applicability in high-throughput viral sample analysis. Herein, we constructed a label-free DNAzyme POCT platform for the accurate detection of influenza virus, with low cost (approximately US$0.20 per test). The simple yet robust viral detection system consists merely of a phosphate-transferase-mimicking DNAzyme (P-Dz) with a newly discovered highly-efficient small-molecule substrate, 6,8-difluoro-4-methylumbelliferyl phosphate (DiFMUP). Target viral RNA could specifically restore the catalytically active conformation of P-Dz for initiating the phosphate transfer reaction from DiFMUP and for producing a high fluorescence signal. Without the prerequisite of laborious and expensive chemical labeling of DNA substrate, a readily accessible test filter strip (TFS) was introduced into the system, enabling the interpretation of fluorescence readout via smartphone visualization and thereby achieving the amplified detection of various viral RNA targets. This label-free DNAzyme platform provides a cost-effective and portable platform for bioanalysis, with considerable potential in epidemiological diagnostics and therapeutic monitoring.",
    "disease": "influenza",
    "clean_text": "a label free phosphate transfer dnazyme for the cost effective point of care detection of influenza virus dnazymes have significantly enriched the toolbox for point of care testing poct however their inferior biostability and reliance on costly chemical labeling limit their broader applicability in high throughput viral sample analysis herein we constructed a label free dnazyme poct platform for the accurate detection of influenza virus with low cost approximately us per test the simple yet robust viral detection system consists merely of a phosphate transferase mimicking dnazyme p dz with a newly discovered highly efficient small molecule substrate difluoro methylumbelliferyl phosphate difmup target viral rna could specifically restore the catalytically active conformation of p dz for initiating the phosphate transfer reaction from difmup and for producing a high fluorescence signal without the prerequisite of laborious and expensive chemical labeling of dna substrate a readily accessible test filter strip tfs was introduced into the system enabling the interpretation of fluorescence readout via smartphone visualization and thereby achieving the amplified detection of various viral rna targets this label free dnazyme platform provides a cost effective and portable platform for bioanalysis with considerable potential in epidemiological diagnostics and therapeutic monitoring"
}