{
    "title": "Breast cancer in adolescents and young adults: a review with a focus on biology.",
    "doc_id": "24029122",
    "writer": "Tichy JR",
    "year": "2013",
    "summary": "Age-specific differences in the biology of AYA breast cancer have been explored in large-scale genomic studies with mixed results. Although some studies suggest that AYA breast cancer has a unique biology, others have shown that its aggressive nature i …",
    "abstract": "Breast cancer is a substantial contributor to adolescent and young adult (AYA) malignancies, defined as a diagnosis of cancer between the ages of 15 and 39. In the United States, 6.6% of breast cancer cases are diagnosed among women younger than 40 years. When breast cancer occurs in AYAs, it typically has a worse prognosis and more-aggressive phenotype; higher proportions of high-grade and later-stage tumors; lower estrogen receptor positivity; and, in some studies, higher expression of HER2. Age-specific differences in the biology of AYA breast cancer have been explored in large-scale genomic studies with mixed results. Although some studies suggest that AYA breast cancer has a unique biology, others have shown that its aggressive nature is the result of higher frequencies of aggressive breast cancer subtypes among younger patients. More recently, stromal-related gene signatures have shown prognostic significance in AYA breast cancer, suggesting that differences in microenvironment may account for age-specific differences in breast cancer behavior. Although general principles for selecting cytotoxic and targeted agents are similar between AYAs and the general breast cancer population, endocrine therapy choices in the adjuvant and metastatic settings vary by pre- and postmenopausal status. The role of ovarian suppression remains controversial and is reviewed. The AYA population is a unique group of patients who need individualized care, including considerations of hereditary breast cancer predispositions, future fertility, and the effect of therapy on immediate and long-term quality of life, all of which require coordinated multidisciplinary care. This article addresses the epidemiology, genetics, and management of breast cancer in AYA women and highlights unique medical issues important to this population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24029122/",
    "clean_text": "breast cancer in adolescents and young adults a review with a focus on biology age specific differences in the biology of aya breast cancer have been explored in large scale genomic studies with mixed results although some studies suggest that aya breast cancer has a unique biology others have shown that its aggressive nature i breast cancer is a substantial contributor to adolescent and young adult aya malignancies defined as a diagnosis of cancer between the ages of and in the united states of breast cancer cases are diagnosed among women younger than years when breast cancer occurs in ayas it typically has a worse prognosis and more aggressive phenotype higher proportions of high grade and later stage tumors lower estrogen receptor positivity and in some studies higher expression of her age specific differences in the biology of aya breast cancer have been explored in large scale genomic studies with mixed results although some studies suggest that aya breast cancer has a unique biology others have shown that its aggressive nature is the result of higher frequencies of aggressive breast cancer subtypes among younger patients more recently stromal related gene signatures have shown prognostic significance in aya breast cancer suggesting that differences in microenvironment may account for age specific differences in breast cancer behavior although general principles for selecting cytotoxic and targeted agents are similar between ayas and the general breast cancer population endocrine therapy choices in the adjuvant and metastatic settings vary by pre and postmenopausal status the role of ovarian suppression remains controversial and is reviewed the aya population is a unique group of patients who need individualized care including considerations of hereditary breast cancer predispositions future fertility and the effect of therapy on immediate and long term quality of life all of which require coordinated multidisciplinary care this article addresses the epidemiology genetics and management of breast cancer in aya women and highlights unique medical issues important to this population"
}