{
    "title": "Lipids guide T cell antitumor immunity by shaping their metabolic and functional fitness.",
    "doc_id": "39743401",
    "writer": "Rumiano L",
    "year": "2025",
    "summary": "Beyond their recognized role, lipids have emerged as metabolic rheostats of T cell responses, with distinct species differentially modulating CD8+ T cell (CTL) fate and function. ...This Review discusses the ability of lipids to shape T cell …",
    "abstract": "Lipids are metabolic messengers essential for energy production, membrane structure, and signal transduction. Beyond their recognized role, lipids have emerged as metabolic rheostats of T cell responses, with distinct species differentially modulating CD8+ T cell (CTL) fate and function. Indeed, lipids can influence T cell signaling by altering their membrane composition; in addition, they can affect the differentiation path of T cells through cellular metabolism. This Review discusses the ability of lipids to shape T cell phenotypes and functions. Based on this link between lipid metabolism, metabolic fitness and immunosurveillance, we suggest that lipid could be rationally integrated in the context of immunotherapies to fine-tune fitness and function of adoptive T cell therapy (ACT) products.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39743401/",
    "clean_text": "lipids guide t cell antitumor immunity by shaping their metabolic and functional fitness beyond their recognized role lipids have emerged as metabolic rheostats of t cell responses with distinct species differentially modulating cd t cell ctl fate and function this review discusses the ability of lipids to shape t cell lipids are metabolic messengers essential for energy production membrane structure and signal transduction beyond their recognized role lipids have emerged as metabolic rheostats of t cell responses with distinct species differentially modulating cd t cell ctl fate and function indeed lipids can influence t cell signaling by altering their membrane composition in addition they can affect the differentiation path of t cells through cellular metabolism this review discusses the ability of lipids to shape t cell phenotypes and functions based on this link between lipid metabolism metabolic fitness and immunosurveillance we suggest that lipid could be rationally integrated in the context of immunotherapies to fine tune fitness and function of adoptive t cell therapy act products"
}