{
    "pmid": "41443220",
    "title": "A Year in Coronary Artery Disease: A Focussed 2024 Update.",
    "abstract": "2024 has been a remarkable year in the field of coronary artery disease. There have been key breakthroughs at every stage of a patient's journey, from investigation to medical treatment and intervention, and many new findings are already changing practice. In this review article, we appraise and summarise the most important new evidence published in 2024 from five of the highest impact factor cardiology journals. Topics discussed include acute myocardial infarction in the elderly, antiplatelet de-escalation after percutaneous coronary intervention, the role of beta-blockers after myocardial infarction and efficacy of the microaxial flow pump in cardiogenic shock, alongside many more. We refer to the new changes in the 2024 European Society of Cardiology Chronic Coronary Syndrome guidelines in parallel to provide the reader with a clinically relevant and up-to-date review of coronary artery disease.",
    "disease": "coronary artery disease",
    "clean_text": "a year in coronary artery disease a focussed update has been a remarkable year in the field of coronary artery disease there have been key breakthroughs at every stage of a patient s journey from investigation to medical treatment and intervention and many new findings are already changing practice in this review article we appraise and summarise the most important new evidence published in from five of the highest impact factor cardiology journals topics discussed include acute myocardial infarction in the elderly antiplatelet de escalation after percutaneous coronary intervention the role of beta blockers after myocardial infarction and efficacy of the microaxial flow pump in cardiogenic shock alongside many more we refer to the new changes in the european society of cardiology chronic coronary syndrome guidelines in parallel to provide the reader with a clinically relevant and up to date review of coronary artery disease"
}