{
    "pmid": "41467578",
    "title": "Qualitative process evaluation of a collaborative quality improvement initiative for timely detection of acute respiratory infections in primary care: insights from Argentina during the COVID-19 era.",
    "abstract": "Acute respiratory infections (ARIs) are a leading cause of morbidity and mortality, particularly among older adults and individuals with chronic conditions. Early detection at the primary healthcare (PHC) level is essential to prevent unnecessary hospitalizations, ensure timely treatment, and reduce antibiotic misuse. This qualitative process evaluation examines the implementation of a collaborative quality improvement initiative aimed at enhancing early detection of ARIs in PHC settings in Mendoza, Argentina. The intervention, which included the National Early Warning Score 2 (NEWS2), a triage system, and portable pulse oximeters, sought to recognize early clinical deterioration due to ARIs among adults with suspected or confirmed respiratory COVID-19 in PHC. Guided by the Consolidated Framework for Implementation Research, we conducted semi-structured interviews with 23 healthcare professionals to explore facilitators and barriers to implementation. The intervention's adaptability and design quality were praised, enabling tailored implementation and structured workflows. However, leadership engagement was limited, hindering coordination and resource allocation. Available resources and organizational incentives were insufficient, leading to high workloads and low motivation. External policies lacked formal mandates, reducing perceived legitimacy. Resistance to change and self-efficacy issues limited adoption. Despite these challenges, the intervention improved clinical decision-making and team collaboration, highlighting its potential when supported by strong leadership, adequate resources, and stakeholder involvement. Findings emphasize the need for formative assessments, tailored strategies to address contextual challenges, and non-economic incentives to enhance implementation success. This study provides valuable insights for optimizing the integration of interventions in resource-constrained settings, particularly during public health crises.",
    "disease": "pneumonia",
    "clean_text": "qualitative process evaluation of a collaborative quality improvement initiative for timely detection of acute respiratory infections in primary care insights from argentina during the covid era acute respiratory infections aris are a leading cause of morbidity and mortality particularly among older adults and individuals with chronic conditions early detection at the primary healthcare phc level is essential to prevent unnecessary hospitalizations ensure timely treatment and reduce antibiotic misuse this qualitative process evaluation examines the implementation of a collaborative quality improvement initiative aimed at enhancing early detection of aris in phc settings in mendoza argentina the intervention which included the national early warning score news a triage system and portable pulse oximeters sought to recognize early clinical deterioration due to aris among adults with suspected or confirmed respiratory covid in phc guided by the consolidated framework for implementation research we conducted semi structured interviews with healthcare professionals to explore facilitators and barriers to implementation the intervention s adaptability and design quality were praised enabling tailored implementation and structured workflows however leadership engagement was limited hindering coordination and resource allocation available resources and organizational incentives were insufficient leading to high workloads and low motivation external policies lacked formal mandates reducing perceived legitimacy resistance to change and self efficacy issues limited adoption despite these challenges the intervention improved clinical decision making and team collaboration highlighting its potential when supported by strong leadership adequate resources and stakeholder involvement findings emphasize the need for formative assessments tailored strategies to address contextual challenges and non economic incentives to enhance implementation success this study provides valuable insights for optimizing the integration of interventions in resource constrained settings particularly during public health crises"
}