{
    "pmid": "41474797",
    "title": "Host Protein Kinase C⍺: The novel Mitogen Activated Protein Kinase (MAPK) specific scaffold regulating nuclear export of influenza virus ribonucleoprotein complexes.",
    "abstract": "Host protein kinase C (PKC) isoforms are well known modulators of different steps of influenza virus replication cycle. PKC⍺ was reported to activate the Rapidly Accelerated Fibrosarcoma (Raf)/ Mitogen-activated protein kinase kinase (MEK)/ Extracellular signal-regulated kinase (ERK)- mitogen-activated protein kinase (MAPK) pathway to promote nuclear export of influenza virus ribonucleoprotein complexes (RNPs). However, the molecular mechanism by which PKC⍺ activates specific members of the MAPK cascade and thereby facilitate virus replication, has never been investigated. Here we unravel the novel role of PKC⍺ as a MAPK-specific scaffold to bridge stable kinase-substrate interaction between ERK2 with influenza virus nucleoprotein NP, the major constituent of RNP. Using analogue sensitive kinase, we show that ERK2 can directly phosphorylate NP at specific serine-threonine residues, which promote vRNP nuclear export and are indispensable for virus propagation. PKC⍺ not only activates MAPK cascade, but also participates in stable interactions with the upstream kinase MEK1, effector kinase ERK2, and the substrate NP, thereby forming a multiprotein complex that regulate ERK2 activation, substrate recognition and subsequent phosphorylation events. This multiprotein complex localizes in the nucleus early during infection but eventually moves into cytoplasm at later stages of the viral life cycle. Overexpression of a dominant negative variant of PKC⍺ blocks this complex formation, vRNP export and progeny virus production, thereby establishing PKC⍺ as a key regulator of influenza virus replication. In summary, our results advance the molecular level understanding of the cross-talk between PKC⍺ and MAPK pathway supporting influenza A and B virus replication.",
    "disease": "influenza",
    "clean_text": "host protein kinase c the novel mitogen activated protein kinase mapk specific scaffold regulating nuclear export of influenza virus ribonucleoprotein complexes host protein kinase c pkc isoforms are well known modulators of different steps of influenza virus replication cycle pkc was reported to activate the rapidly accelerated fibrosarcoma raf mitogen activated protein kinase kinase mek extracellular signal regulated kinase erk mitogen activated protein kinase mapk pathway to promote nuclear export of influenza virus ribonucleoprotein complexes rnps however the molecular mechanism by which pkc activates specific members of the mapk cascade and thereby facilitate virus replication has never been investigated here we unravel the novel role of pkc as a mapk specific scaffold to bridge stable kinase substrate interaction between erk with influenza virus nucleoprotein np the major constituent of rnp using analogue sensitive kinase we show that erk can directly phosphorylate np at specific serine threonine residues which promote vrnp nuclear export and are indispensable for virus propagation pkc not only activates mapk cascade but also participates in stable interactions with the upstream kinase mek effector kinase erk and the substrate np thereby forming a multiprotein complex that regulate erk activation substrate recognition and subsequent phosphorylation events this multiprotein complex localizes in the nucleus early during infection but eventually moves into cytoplasm at later stages of the viral life cycle overexpression of a dominant negative variant of pkc blocks this complex formation vrnp export and progeny virus production thereby establishing pkc as a key regulator of influenza virus replication in summary our results advance the molecular level understanding of the cross talk between pkc and mapk pathway supporting influenza a and b virus replication"
}