{
    "title": "[Diabetes mellitus, diabetes insipidus, optic atrophy and deafness].",
    "doc_id": "2069360",
    "writer": "Labrune B",
    "year": "1991",
    "summary": "In France, the combination of diabetes insipidus, diabetes mellitus, optic atrophy, and deafness (DIDMOAD) is designated as Wolfram syndrome. ...",
    "abstract": "In France, the combination of diabetes insipidus, diabetes mellitus, optic atrophy, and deafness (DIDMOAD) is designated as Wolfram syndrome. An analysis of 14 personal cases and previous reports showed that the syndrome develops gradually and specified the most common order of occurrence of the various components as well as the other abnormalities (e.g., of the urinary tract) which may be found. Wolfram syndrome is an inherited condition (recessive autosomal transmission). The lack of association with HLA antigens seems to have been established (in the few cases where HLA typing was performed). The prognosis of Wolfram syndrome is grim, with the occurrence of each additional component adding to the severity of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2069360/",
    "clean_text": "diabetes mellitus diabetes insipidus optic atrophy and deafness in france the combination of diabetes insipidus diabetes mellitus optic atrophy and deafness didmoad is designated as wolfram syndrome in france the combination of diabetes insipidus diabetes mellitus optic atrophy and deafness didmoad is designated as wolfram syndrome an analysis of personal cases and previous reports showed that the syndrome develops gradually and specified the most common order of occurrence of the various components as well as the other abnormalities e g of the urinary tract which may be found wolfram syndrome is an inherited condition recessive autosomal transmission the lack of association with hla antigens seems to have been established in the few cases where hla typing was performed the prognosis of wolfram syndrome is grim with the occurrence of each additional component adding to the severity of the disease"
}