{
    "pmid": "41456708",
    "title": "The impact of targeting TRAF2 and NCK-interacting protein kinase (TNIK) on anti-tumor effect and tumor immune environment in c-MYC-high small cell lung cancer.",
    "abstract": "Wnt/β-catenin signaling pathway activation contributes to tumorigenesis and chemo-resistance in small cell lung cancer (SCLC), yet clinical attempts to target this pathway have been unsuccessful. TRAF2 and NCK-interacting protein kinase (TNIK), an essential nuclear activator of Wnt/β-catenin target genes, has not yet been validated as a viable therapeutic target in SCLC. Here, we validated that TNIK inhibition is a promising approach for personalized anti-cancer therapy in SCLC. We correlated the IC50 values of a TNIK inhibitor, NCB-0846 with proteomic profiling (Reverse Phase Protein Array, RPPA) data across 28 SCLC cell lines. Cytokine array analysis was performed to quantify changes in 105 cytokines following TNIK inhibitor treatment. We identified c-MYC expression as a top candidate marker of TNIK inhibition response. In xenograft models of c-MYC TNIK inhibition is more effective in c-MYC",
    "disease": "lung cancer",
    "clean_text": "the impact of targeting traf and nck interacting protein kinase tnik on anti tumor effect and tumor immune environment in c myc high small cell lung cancer wnt catenin signaling pathway activation contributes to tumorigenesis and chemo resistance in small cell lung cancer sclc yet clinical attempts to target this pathway have been unsuccessful traf and nck interacting protein kinase tnik an essential nuclear activator of wnt catenin target genes has not yet been validated as a viable therapeutic target in sclc here we validated that tnik inhibition is a promising approach for personalized anti cancer therapy in sclc we correlated the ic values of a tnik inhibitor ncb with proteomic profiling reverse phase protein array rppa data across sclc cell lines cytokine array analysis was performed to quantify changes in cytokines following tnik inhibitor treatment we identified c myc expression as a top candidate marker of tnik inhibition response in xenograft models of c myc tnik inhibition is more effective in c myc"
}