{
    "title": "Deconstructing stem cell tumorigenicity: a roadmap to safe regenerative medicine.",
    "doc_id": "19415771",
    "writer": "Knoepfler PS.",
    "year": "2009",
    "summary": "Many of the earliest stem cell studies were conducted on cells isolated from tumors rather than from embryos. Of particular interest was research on embryonic carcinoma cells (EC), a type of stem cell derived from teratocarcinoma. The EC …",
    "abstract": "Many of the earliest stem cell studies were conducted on cells isolated from tumors rather than from embryos. Of particular interest was research on embryonic carcinoma cells (EC), a type of stem cell derived from teratocarcinoma. The EC research laid the foundation for the later discovery of and subsequent work on embryonic stem cells (ESC). Both ESC isolated from the mouse (mESC) and then later from humans (hESC) shared not only pluripotency with their EC cousins, but also robust tumorigenicity as each readily form teratoma. Surprisingly, decades after the discovery of mESC, the question of what drives ESC to form tumors remains largely an open one. This gap in the field is particularly serious as stem cell tumorigenicity represents the key obstacle to the safe use of stem cell-based regenerative medicine therapies. Although some adult stem cell therapies appear to be safe, they have only a very narrow range of uses in human disease. Our understanding of the tumorigenicity of human induced pluripotent stem cells (IPSC), perhaps the most promising modality for future patient-specific regenerative medicine therapies, is rudimentary. However, IPSC are predicted to possess tumorigenic potential equal to or greater than that of ESC. Here, the links between pluripotency and tumorigenicity are explored. New methods for more accurately testing the tumorigenic potential of IPSC and of other stem cells applicable to regenerative medicine are proposed. Finally, the most promising emerging approaches for overcoming the challenges of stem cell tumorigenicity are highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19415771/",
    "clean_text": "deconstructing stem cell tumorigenicity a roadmap to safe regenerative medicine many of the earliest stem cell studies were conducted on cells isolated from tumors rather than from embryos of particular interest was research on embryonic carcinoma cells ec a type of stem cell derived from teratocarcinoma the ec many of the earliest stem cell studies were conducted on cells isolated from tumors rather than from embryos of particular interest was research on embryonic carcinoma cells ec a type of stem cell derived from teratocarcinoma the ec research laid the foundation for the later discovery of and subsequent work on embryonic stem cells esc both esc isolated from the mouse mesc and then later from humans hesc shared not only pluripotency with their ec cousins but also robust tumorigenicity as each readily form teratoma surprisingly decades after the discovery of mesc the question of what drives esc to form tumors remains largely an open one this gap in the field is particularly serious as stem cell tumorigenicity represents the key obstacle to the safe use of stem cell based regenerative medicine therapies although some adult stem cell therapies appear to be safe they have only a very narrow range of uses in human disease our understanding of the tumorigenicity of human induced pluripotent stem cells ipsc perhaps the most promising modality for future patient specific regenerative medicine therapies is rudimentary however ipsc are predicted to possess tumorigenic potential equal to or greater than that of esc here the links between pluripotency and tumorigenicity are explored new methods for more accurately testing the tumorigenic potential of ipsc and of other stem cells applicable to regenerative medicine are proposed finally the most promising emerging approaches for overcoming the challenges of stem cell tumorigenicity are highlighted"
}