{
    "title": "Quality of life of liver transplant recipients. A pilot study.",
    "doc_id": "8212150",
    "writer": "Leyendecker B",
    "year": "1993",
    "summary": "In a cross-sectional survey of the quality of life of 45 liver transplant recipients, physical and psychological status, physical complaints, capability to participate in daily life, social support, and global quality of life were assessed. ...N …",
    "abstract": "In a cross-sectional survey of the quality of life of 45 liver transplant recipients, physical and psychological status, physical complaints, capability to participate in daily life, social support, and global quality of life were assessed. The average time of follow-up was 9 months after transplantation. Nine patients had moderate liver damage, 12 suffered from drug side effects, and 10 had extrahepatic diseases. Physical complaints, especially rheumatism, exhaustion, and gastric complaints, were higher than in the general population. Most patients were able to participate in daily life (do housework, take part in family life, etc.). Apart from the complex \"health\" (use of body), they did not differ in this respect from healthy individuals. Eighty percent of the patients reported having very good social support. The psychological status was generally good, with only 5% complaining of anxiety and nervousness. Sixty percent regarded their quality of life to be very high, 31% reported medium quality of life, and 9% felt very bad. No relationship was found between low quality of life and transplant malfunction; patients with extrahepatic diseases had the lowest quality of life. Among all subgroups, the individuals who were actively working again felt best. Psychological qualities necessary for coping with daily life (self-assurance, self-realization, satisfaction, and happiness) correlated most with the global quality of life (r = 0.80), whereas no relationship was found between quality of life and complaints in total (r = -0.32). This survey shows that during the first year after transplantation, transplant recipients report a high quality of life in important areas of living, despite many physical complaints, and even display an almost euphoric mood.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8212150/",
    "clean_text": "quality of life of liver transplant recipients a pilot study in a cross sectional survey of the quality of life of liver transplant recipients physical and psychological status physical complaints capability to participate in daily life social support and global quality of life were assessed n in a cross sectional survey of the quality of life of liver transplant recipients physical and psychological status physical complaints capability to participate in daily life social support and global quality of life were assessed the average time of follow up was months after transplantation nine patients had moderate liver damage suffered from drug side effects and had extrahepatic diseases physical complaints especially rheumatism exhaustion and gastric complaints were higher than in the general population most patients were able to participate in daily life do housework take part in family life etc apart from the complex health use of body they did not differ in this respect from healthy individuals eighty percent of the patients reported having very good social support the psychological status was generally good with only complaining of anxiety and nervousness sixty percent regarded their quality of life to be very high reported medium quality of life and felt very bad no relationship was found between low quality of life and transplant malfunction patients with extrahepatic diseases had the lowest quality of life among all subgroups the individuals who were actively working again felt best psychological qualities necessary for coping with daily life self assurance self realization satisfaction and happiness correlated most with the global quality of life r whereas no relationship was found between quality of life and complaints in total r this survey shows that during the first year after transplantation transplant recipients report a high quality of life in important areas of living despite many physical complaints and even display an almost euphoric mood"
}