{
    "title": "Developing a Respiratory Quality Improvement Program to Prevent and Treat Bronchopulmonary Dysplasia in the Neonatal Intensive Care Unit.",
    "doc_id": "37201986",
    "writer": "Sanlorenzo LA",
    "year": "2023",
    "summary": "To target the multifactorial nature of neonatal lung diseases, neonatal intensive care units (NICUs) should consider developing comprehensive respiratory quality improvement programs that address all drivers of neonatal respiratory disease. This article presents a p …",
    "abstract": "Improvements in respiratory care have resulted in improved outcomes for preterm infants over the past three decades. To target the multifactorial nature of neonatal lung diseases, neonatal intensive care units (NICUs) should consider developing comprehensive respiratory quality improvement programs that address all drivers of neonatal respiratory disease. This article presents a potential framework for developing a quality improvement program to prevent bronchopulmonary dysplasia in the NICU. Drawing on available research and quality improvement reports, the authors discuss key components, measures, drivers, and interventions that should be considered when building a respiratory quality improvement program devoted to preventing and treating bronchopulmonary dysplasia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37201986/",
    "clean_text": "developing a respiratory quality improvement program to prevent and treat bronchopulmonary dysplasia in the neonatal intensive care unit to target the multifactorial nature of neonatal lung diseases neonatal intensive care units nicus should consider developing comprehensive respiratory quality improvement programs that address all drivers of neonatal respiratory disease this article presents a p improvements in respiratory care have resulted in improved outcomes for preterm infants over the past three decades to target the multifactorial nature of neonatal lung diseases neonatal intensive care units nicus should consider developing comprehensive respiratory quality improvement programs that address all drivers of neonatal respiratory disease this article presents a potential framework for developing a quality improvement program to prevent bronchopulmonary dysplasia in the nicu drawing on available research and quality improvement reports the authors discuss key components measures drivers and interventions that should be considered when building a respiratory quality improvement program devoted to preventing and treating bronchopulmonary dysplasia"
}