{
    "title": "Personal injury recovery cost of pedestrian-vehicle collisions in New South Wales, Australia.",
    "doc_id": "26760113",
    "writer": "Mitchell RJ",
    "year": "2016",
    "summary": "The median injury recovery cost decreased with increasing age. TBI ($248,491) and spinal cord and vertebral column injuries ($264,103) had the highest median injury recovery costs for the body region of the most severe injury. TBI accounted for …",
    "abstract": "Background:\n        \n      \n      There is a need for routine estimates of injury recovery costs from pedestrian collisions using hospital separation records for economic evaluations.\n    \n\n\n          Objective:\n        \n      \n      To estimate the cost of injury recovery following pedestrian-vehicle collisions using the personal injury recover cost (PIRC) equation using key demographic and injury characteristics.\n    \n\n\n          Method:\n        \n      \n      An estimation of the costs of on-road pedestrian-vehicle collisions involving individuals who were injured and hospitalized in New South Wales (NSW), Australia, from 2002 to 2011 using the PIRC equation. The PIRC estimates individual injury recovery costs and does not include costs associated with property damage, vehicle repair, or rescue services. Individual recovery costs associated with severe traumatic brain injury (TBI) were estimated. The injured individual's mean, median, and total injury recovery costs are described for key demographic, injury, and crash characteristics.\n    \n\n\n          Results:\n        \n      \n      There were 9,781 pedestrians who were injured, costing an estimated total of $2.4 billion in personal injury recovery costs, an annual cost of $243 million. Males had a total injury recovery cost 1.7 times higher than females. The median injury recovery cost decreased with increasing age. TBI ($248,491) and spinal cord and vertebral column injuries ($264,103) had the highest median injury recovery costs for the body region of the most severe injury. TBI accounted for 22.6% of the total injury recovery costs for the most severe injury sustained. Just over one third of pedestrians sustained 4 or more injuries, with a median cost of $243,992, which was 1.6 times higher than the cost for a pedestrian who sustained a single injury ($153,682).\n    \n\n\n          Conclusions:\n        \n      \n      Personal injury recovery costs following pedestrian-vehicle collisions where a pedestrian is injured are substantial in NSW. The PIRC equation enables the economic cost burden of road traffic injury to be calculated using hospital separation data. The PIRC enables comprehensive personal injury recovery costs to be estimated and would aid in economic evaluations of preventive strategies in road safety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26760113/",
    "clean_text": "personal injury recovery cost of pedestrian vehicle collisions in new south wales australia the median injury recovery cost decreased with increasing age tbi and spinal cord and vertebral column injuries had the highest median injury recovery costs for the body region of the most severe injury tbi accounted for background there is a need for routine estimates of injury recovery costs from pedestrian collisions using hospital separation records for economic evaluations objective to estimate the cost of injury recovery following pedestrian vehicle collisions using the personal injury recover cost pirc equation using key demographic and injury characteristics method an estimation of the costs of on road pedestrian vehicle collisions involving individuals who were injured and hospitalized in new south wales nsw australia from to using the pirc equation the pirc estimates individual injury recovery costs and does not include costs associated with property damage vehicle repair or rescue services individual recovery costs associated with severe traumatic brain injury tbi were estimated the injured individual s mean median and total injury recovery costs are described for key demographic injury and crash characteristics results there were pedestrians who were injured costing an estimated total of billion in personal injury recovery costs an annual cost of million males had a total injury recovery cost times higher than females the median injury recovery cost decreased with increasing age tbi and spinal cord and vertebral column injuries had the highest median injury recovery costs for the body region of the most severe injury tbi accounted for of the total injury recovery costs for the most severe injury sustained just over one third of pedestrians sustained or more injuries with a median cost of which was times higher than the cost for a pedestrian who sustained a single injury conclusions personal injury recovery costs following pedestrian vehicle collisions where a pedestrian is injured are substantial in nsw the pirc equation enables the economic cost burden of road traffic injury to be calculated using hospital separation data the pirc enables comprehensive personal injury recovery costs to be estimated and would aid in economic evaluations of preventive strategies in road safety"
}