{
    "title": "PET/CT for Evaluation of Ovarian Cancer.",
    "doc_id": "31630732",
    "writer": "Kemppainen J",
    "year": "2019",
    "summary": "Ovarian cancer is the leading cause of death from gynecologic cancer in the developed countries. ...It has a high recurrence rate and poor prognosis in advanced disease. Ovarian cancer has distinct type of disease spread in abdomen and above dia …",
    "abstract": "Ovarian cancer is the leading cause of death from gynecologic cancer in the developed countries. It is usually diagnosed in advanced stage since it is often symptomless or symptoms are nonspecific in early course of the disease. It has a high recurrence rate and poor prognosis in advanced disease. Ovarian cancer has distinct type of disease spread in abdomen and above diaphragm. Surgery is irreplaceable in staging but multimodality imaging approach is often needed during the diagnosis, treatment monitoring, and follow-up of patients with ovarian cancer, typically ultrasound, CT, MRI and PET/CT are the main modalities used. The current clinical role of PET/CT in evaluation of ovarian cancer during staging, treatment prognostication and response assessment, and in disease recurrence is discussed in this review compared to conventional imaging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31630732/",
    "clean_text": "pet ct for evaluation of ovarian cancer ovarian cancer is the leading cause of death from gynecologic cancer in the developed countries it has a high recurrence rate and poor prognosis in advanced disease ovarian cancer has distinct type of disease spread in abdomen and above dia ovarian cancer is the leading cause of death from gynecologic cancer in the developed countries it is usually diagnosed in advanced stage since it is often symptomless or symptoms are nonspecific in early course of the disease it has a high recurrence rate and poor prognosis in advanced disease ovarian cancer has distinct type of disease spread in abdomen and above diaphragm surgery is irreplaceable in staging but multimodality imaging approach is often needed during the diagnosis treatment monitoring and follow up of patients with ovarian cancer typically ultrasound ct mri and pet ct are the main modalities used the current clinical role of pet ct in evaluation of ovarian cancer during staging treatment prognostication and response assessment and in disease recurrence is discussed in this review compared to conventional imaging"
}