{
    "pmid": "41425127",
    "title": "Transgastric ERCP is a Useful Modality for Addressing Biliary Complications in Patients After Orthotopic Liver Transplantation and History of Roux-en-Y Gastric Bypass: Case Report and Proposed Treatment Algorithm.",
    "abstract": "Biliary complications after orthotopic liver transplantation (OLTx) have a high incidence with inherent risks. Given the rise of obesity and subsequent bariatric surgery, there are new challenges for management, particularly in the setting of bypass anatomy, which is not well described. Trans-gastric remnant endoscopic retrograde cholangiopancreatography (TG-ERCP) is a novel technique that could evolve into a primary tool for the diagnosis and treatment of biliary complications after OLTx. A 35-year-old female with a history of Roux-en-Y gastric bypass (RYGB), decompensated alcoholic cirrhosis, and a MELD of 40 underwent standard OLTx. The postoperative course was complicated by rising liver function tests and common bile duct (CBD) dilatation without graft biliary tree dilation. Due to her bypass anatomy, TG-ERCP was used to diagnose a biliary stricture which was treated with CBD stenting. A gastric remnant gastrostomy tube (G-tube) was placed as easy access for all interval ERCP interventions until stricture resolution. As metabolic dysfunction-associated steatotic liver disease becomes a larger transplant indication, centers will undoubtedly encounter more recipients with RYGB anatomy. When compared to alternative options, TG-ERCP should be the primary tool for the diagnosis and treatment of postoperative biliary complications, given its high success rate with fewer complications and graft vascular injuries. Future cohort-based studies are necessary to validate this approach and the proposed treatment algorithm.",
    "disease": "liver cirrhosis",
    "clean_text": "transgastric ercp is a useful modality for addressing biliary complications in patients after orthotopic liver transplantation and history of roux en y gastric bypass case report and proposed treatment algorithm biliary complications after orthotopic liver transplantation oltx have a high incidence with inherent risks given the rise of obesity and subsequent bariatric surgery there are new challenges for management particularly in the setting of bypass anatomy which is not well described trans gastric remnant endoscopic retrograde cholangiopancreatography tg ercp is a novel technique that could evolve into a primary tool for the diagnosis and treatment of biliary complications after oltx a year old female with a history of roux en y gastric bypass rygb decompensated alcoholic cirrhosis and a meld of underwent standard oltx the postoperative course was complicated by rising liver function tests and common bile duct cbd dilatation without graft biliary tree dilation due to her bypass anatomy tg ercp was used to diagnose a biliary stricture which was treated with cbd stenting a gastric remnant gastrostomy tube g tube was placed as easy access for all interval ercp interventions until stricture resolution as metabolic dysfunction associated steatotic liver disease becomes a larger transplant indication centers will undoubtedly encounter more recipients with rygb anatomy when compared to alternative options tg ercp should be the primary tool for the diagnosis and treatment of postoperative biliary complications given its high success rate with fewer complications and graft vascular injuries future cohort based studies are necessary to validate this approach and the proposed treatment algorithm"
}