{
    "pmid": "41325649",
    "title": "Growth differentiation factor-15 is associated with adverse outcome, malnutrition risk and health deficit in decompensated cirrhosis.",
    "abstract": "Growth differentiation factor (GDF)-15 plays pivotal roles in pathophysiology and is linked to anorexia, wasting conditions, and adverse outcomes. However, its clinical implementation as a biomarker among cirrhosis remains enigmatic; thus, we explored the relationships between serum GDF-15 and diverse endpoints, including nutritional status, all-cause mortality, and health deficit. This observational study analyzed 287 patients hospitalized due to acute decompensating episodes (median age 64 years, 55.8 % male). Malnutrition risk, various body composition, health deficit, and underlying disease severity were assessed by the RFH-NPT scale, CT scans, handgrip strength/frailty index, and CTP/MELD-Na score, respectively. The median concentrations of GDF-15 were 4.75 (Q1, Q3: 3.25, 7.54) ng/mL. Higher GDF-15 levels were related to a more prevalent malnutrition risk and more detrimental disease severity. Patients with increased GDF-15 had more impairment of renal/hepatic function, lower zinc levels, and marked hypoalbuminemia, addressing metabolic imbalance. Moreover, participants with higher GDF-15 also exhibited more significant health deficit like multidimensional frailty. Multivariate Cox analysis indicated that increased GDF-15 independently predicted 1-year mortality after adjustment for coexisting nutritional status and underpinning disease burden (CTP: HR: 1.07, 95%CI: 1.01, 1.13, P = 0.013; MELD-Na: HR: 1.06, 95%CI: 1.01, 1.12, P = 0.044). Serum GDF-15 concentrations were higher in patients with decompensated cirrhosis at risk of malnutrition. Furthermore, this biomarker was closely linked to an increased risk of adverse outcomes and health deficit. It has potential as a complementary biomarker for assessing the prognosis in the context of cirrhosis.",
    "disease": "liver cirrhosis",
    "clean_text": "growth differentiation factor is associated with adverse outcome malnutrition risk and health deficit in decompensated cirrhosis growth differentiation factor gdf plays pivotal roles in pathophysiology and is linked to anorexia wasting conditions and adverse outcomes however its clinical implementation as a biomarker among cirrhosis remains enigmatic thus we explored the relationships between serum gdf and diverse endpoints including nutritional status all cause mortality and health deficit this observational study analyzed patients hospitalized due to acute decompensating episodes median age years male malnutrition risk various body composition health deficit and underlying disease severity were assessed by the rfh npt scale ct scans handgrip strength frailty index and ctp meld na score respectively the median concentrations of gdf were q q ng ml higher gdf levels were related to a more prevalent malnutrition risk and more detrimental disease severity patients with increased gdf had more impairment of renal hepatic function lower zinc levels and marked hypoalbuminemia addressing metabolic imbalance moreover participants with higher gdf also exhibited more significant health deficit like multidimensional frailty multivariate cox analysis indicated that increased gdf independently predicted year mortality after adjustment for coexisting nutritional status and underpinning disease burden ctp hr ci p meld na hr ci p serum gdf concentrations were higher in patients with decompensated cirrhosis at risk of malnutrition furthermore this biomarker was closely linked to an increased risk of adverse outcomes and health deficit it has potential as a complementary biomarker for assessing the prognosis in the context of cirrhosis"
}