{
    "pmid": "41449370",
    "title": "Viral cultures for assessing airborne infectiousness of SARS-CoV-2: a systematic review and meta-analysis.",
    "abstract": "There is uncertainty about the quantification, viability and infectivity of SARS-CoV-2 in air samples. Our objective was to systematically review the evidence for air sample virus infectiousness with high-level confirmatory studies. We conducted literature searches in LitCovid, medRxiv, PubMed, the WHO Covid-19 databases, and Google Scholar. We included studies that assessed viral infectiousness in the air using viral culture or serial qRT-PCR with or without genomic sequencing. Our primary outcome was the proportion of culture-positive air samples of SARS-CoV-2. Secondary outcomes explored the relationship between infectiousness and Cycle threshold (Ct). We used published methods for assessing quality, and R software for meta-analysis. We included 26 studies that used viral culture to assess air sample positivity of SARS-CoV-2. The overall reporting quality was moderate. The overall pooled frequency of positive viral cultures was 14% (95% CI 7-17, I The proportion of positive SARS-CoV-2 viral cultures following positive RNA samples in the air is low, suggesting that while viral RNA may be present, the likelihood of detecting culturable, infectious viruses is substantially lower. Our findings underscore the need for standardized guidelines to assess and report the infectivity and potential for transmissibility of airborne viruses, including the consistent reporting of Ct values and methods to mitigate bias.",
    "disease": "covid-19",
    "clean_text": "viral cultures for assessing airborne infectiousness of sars cov a systematic review and meta analysis there is uncertainty about the quantification viability and infectivity of sars cov in air samples our objective was to systematically review the evidence for air sample virus infectiousness with high level confirmatory studies we conducted literature searches in litcovid medrxiv pubmed the who covid databases and google scholar we included studies that assessed viral infectiousness in the air using viral culture or serial qrt pcr with or without genomic sequencing our primary outcome was the proportion of culture positive air samples of sars cov secondary outcomes explored the relationship between infectiousness and cycle threshold ct we used published methods for assessing quality and r software for meta analysis we included studies that used viral culture to assess air sample positivity of sars cov the overall reporting quality was moderate the overall pooled frequency of positive viral cultures was ci i the proportion of positive sars cov viral cultures following positive rna samples in the air is low suggesting that while viral rna may be present the likelihood of detecting culturable infectious viruses is substantially lower our findings underscore the need for standardized guidelines to assess and report the infectivity and potential for transmissibility of airborne viruses including the consistent reporting of ct values and methods to mitigate bias"
}