{
    "title": "Spinal cord injury-induced changes in breathing are not due to supraspinal plasticity in turtles (Pseudemys scripta).",
    "doc_id": "16099823",
    "writer": "Johnson SM",
    "year": "2005",
    "summary": "Because isolated brain stems from control and spinalized turtles had similar respiratory motor output and chemosensitivity, breathing changes in spinalized turtles in vivo were probably not due to plasticity within the respiratory rhythm generator. Instead, caudal …",
    "abstract": "After occurrence of spinal cord injury, it is not known whether the respiratory rhythm generator undergoes plasticity to compensate for respiratory insufficiency. To test this hypothesis, respiratory variables were measured in adult semiaquatic turtles using a pneumotachograph attached to a breathing chamber on a water-filled tank. Turtles breathed room air (2 h) before being challenged with two consecutive 2-h bouts of hypercapnia (2 and 6% CO2 or 4 and 8% CO2). Turtles were spinalized at dorsal segments D8-D10 so that only pectoral girdle movement was used for breathing. Measurements were repeated at 4 and 8 wk postinjury. For turtles breathing room air, breathing frequency, tidal volume, and ventilation were not altered by spinalization; single-breath (singlet) frequency increased sevenfold. Spinalized turtles breathing 6-8% CO2 had lower ventilation due to decreased frequency and tidal volume, episodic breathing (breaths/episode) was reduced, and singlet breathing was increased sevenfold. Respiratory variables in sham-operated turtles were unaltered by surgery. Isolated brain stems from control, spinalized, and sham turtles produced similar respiratory motor output and responded the same to increased bath pH. Thus spinalized turtles compensated for pelvic girdle loss while breathing room air but were unable to compensate during hypercapnic challenges. Because isolated brain stems from control and spinalized turtles had similar respiratory motor output and chemosensitivity, breathing changes in spinalized turtles in vivo were probably not due to plasticity within the respiratory rhythm generator. Instead, caudal spinal cord damage probably disrupts spinobulbar pathways that are necessary for normal breathing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16099823/",
    "clean_text": "spinal cord injury induced changes in breathing are not due to supraspinal plasticity in turtles pseudemys scripta because isolated brain stems from control and spinalized turtles had similar respiratory motor output and chemosensitivity breathing changes in spinalized turtles in vivo were probably not due to plasticity within the respiratory rhythm generator instead caudal after occurrence of spinal cord injury it is not known whether the respiratory rhythm generator undergoes plasticity to compensate for respiratory insufficiency to test this hypothesis respiratory variables were measured in adult semiaquatic turtles using a pneumotachograph attached to a breathing chamber on a water filled tank turtles breathed room air h before being challenged with two consecutive h bouts of hypercapnia and co or and co turtles were spinalized at dorsal segments d d so that only pectoral girdle movement was used for breathing measurements were repeated at and wk postinjury for turtles breathing room air breathing frequency tidal volume and ventilation were not altered by spinalization single breath singlet frequency increased sevenfold spinalized turtles breathing co had lower ventilation due to decreased frequency and tidal volume episodic breathing breaths episode was reduced and singlet breathing was increased sevenfold respiratory variables in sham operated turtles were unaltered by surgery isolated brain stems from control spinalized and sham turtles produced similar respiratory motor output and responded the same to increased bath ph thus spinalized turtles compensated for pelvic girdle loss while breathing room air but were unable to compensate during hypercapnic challenges because isolated brain stems from control and spinalized turtles had similar respiratory motor output and chemosensitivity breathing changes in spinalized turtles in vivo were probably not due to plasticity within the respiratory rhythm generator instead caudal spinal cord damage probably disrupts spinobulbar pathways that are necessary for normal breathing"
}