{
    "title": "MicroRNAs in ovarian function and disorders.",
    "doc_id": "26232057",
    "writer": "Li Y",
    "year": "2015",
    "summary": "This review considers recent advances in the identification of miRNAs involved in the regulation of ovarian function as well as the possible influence of miRNAs on ovarian-derived disorders, such as ovarian cancer, polycystic ovarian syndrome and prema …",
    "abstract": "MicroRNAs (miRNAs) are endogenous, small, noncoding single-stranded RNA molecules approximately 22 nucleotides in length. miRNAs are involved in the post-transcriptional regulation of various important cellular physiological and pathological processes, including cell proliferation, differentiation, apoptosis, and hormone biosynthesis and secretion. Ovarian follicles are the key functional units of female reproduction, and the development of these follicles is a complex and precise process accompanied by oocyte maturation as well as surrounding granulosa cell proliferation and differentiation. Numerous miRNAs expressed in the ovary regulate ovarian follicle growth, atresia, ovulation and steroidogenesis and play an important role in ovarian disorders. This review considers recent advances in the identification of miRNAs involved in the regulation of ovarian function as well as the possible influence of miRNAs on ovarian-derived disorders, such as ovarian cancer, polycystic ovarian syndrome and premature ovarian failure. An improved understanding of the regulation of ovarian function by miRNAs may shed light on new strategies for ovarian biology and ovarian disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26232057/",
    "clean_text": "micrornas in ovarian function and disorders this review considers recent advances in the identification of mirnas involved in the regulation of ovarian function as well as the possible influence of mirnas on ovarian derived disorders such as ovarian cancer polycystic ovarian syndrome and prema micrornas mirnas are endogenous small noncoding single stranded rna molecules approximately nucleotides in length mirnas are involved in the post transcriptional regulation of various important cellular physiological and pathological processes including cell proliferation differentiation apoptosis and hormone biosynthesis and secretion ovarian follicles are the key functional units of female reproduction and the development of these follicles is a complex and precise process accompanied by oocyte maturation as well as surrounding granulosa cell proliferation and differentiation numerous mirnas expressed in the ovary regulate ovarian follicle growth atresia ovulation and steroidogenesis and play an important role in ovarian disorders this review considers recent advances in the identification of mirnas involved in the regulation of ovarian function as well as the possible influence of mirnas on ovarian derived disorders such as ovarian cancer polycystic ovarian syndrome and premature ovarian failure an improved understanding of the regulation of ovarian function by mirnas may shed light on new strategies for ovarian biology and ovarian disorders"
}