{
    "pmid": "41399580",
    "title": "Corticosteroid Versus Hyaluronic Acid Intra-articular Injections for Pain Relief in Trapeziometacarpal Joint Osteoarthritis: A Systematic Review and Meta-Analysis.",
    "abstract": "Corticosteroid (CSI) and hyaluronic acid injections (HAI) are common non-operative treatments for trapeziometacarpal joint osteoarthritis (TMJO), but their comparative long-term efficacy is debated. This systematic review and meta-analysis aimed to compare pain relief between intra-articular CSI and HAI in patients with TMJO at six-month follow-up. We hypothesized there would be no significant difference between the treatments at six months. Following PRISMA guidelines, a systematic search was conducted in PubMed, Cochrane, Embase, and Medline databases. We included only randomized controlled trials (RCTs) comparing CSI versus HAI for TMJO that reported visual analog scale (VAS) scores with a minimum follow-up of six months. Four RCTs met the inclusion criteria with a total of 222 patients, 48% (n=107) of whom were treated with corticosteroid injection (CSI) and 52% (n=115) were treated with HAI between 2005 and 2015, with a follow-up period of 6 months. At 1-month follow-up, CSIs provided significantly greater pain relief than HAIs (mean difference (MD) of 0.73 (95% CI: 0.02 to 1.43; P = 0.043; I² = 0%). At 3 months, no significant difference in VAS pain scores was observed between the two groups (MD = 0.14, 95% CI: -0.49 to 0.76; P = 0.670; I² = 42%). The results remained nonsignificant (MD = 0.21 (95% CI: -0.70 to 1.11; P = 0.654; I² = 0%) at 6-month follow-up. CSI offers a pain relief advantage over HAI in TMJO treatment at the one-month follow-up period, but this benefit is not sustained over time.",
    "disease": "osteoarthritis",
    "clean_text": "corticosteroid versus hyaluronic acid intra articular injections for pain relief in trapeziometacarpal joint osteoarthritis a systematic review and meta analysis corticosteroid csi and hyaluronic acid injections hai are common non operative treatments for trapeziometacarpal joint osteoarthritis tmjo but their comparative long term efficacy is debated this systematic review and meta analysis aimed to compare pain relief between intra articular csi and hai in patients with tmjo at six month follow up we hypothesized there would be no significant difference between the treatments at six months following prisma guidelines a systematic search was conducted in pubmed cochrane embase and medline databases we included only randomized controlled trials rcts comparing csi versus hai for tmjo that reported visual analog scale vas scores with a minimum follow up of six months four rcts met the inclusion criteria with a total of patients n of whom were treated with corticosteroid injection csi and n were treated with hai between and with a follow up period of months at month follow up csis provided significantly greater pain relief than hais mean difference md of ci to p i at months no significant difference in vas pain scores was observed between the two groups md ci to p i the results remained nonsignificant md ci to p i at month follow up csi offers a pain relief advantage over hai in tmjo treatment at the one month follow up period but this benefit is not sustained over time"
}