{
    "pmid": "41417810",
    "title": "Epileptic Tears: Two Cases of Ictal Crying with Intracranial Correlates.",
    "abstract": "Dacrystic seizure is a rare phenomenon of crying during an epileptic episode. It has an established connection to hypothalamic hamartoma, but was also reported to be associated with frontal and temporal epileptic foci. We present two cases of dacrystic epilepsy. Patient 1 had suffered from magnetic resonance imaging-negative epilepsy that was characterized by both gelastic and dacrystic seizures; stereo-encephalography showed onset in the anterior cingulate/Brodmann area 8 with rapid prefrontal and orbitofrontal propagation, leading to crying onset. Patient 2 had dacrystic seizures arising from a temporal lobe lesion with spreading to the orbitofrontal cortex. Both patients became seizure-free following resection targeting these networks. These cases represent intracranial correlates of dacrystic seizures occurring outside the context of hypothalamic hamartoma and suggest a central contribution of the anterior cingulate and/or orbitofrontal cortices in their generation.",
    "disease": "epilepsy",
    "clean_text": "epileptic tears two cases of ictal crying with intracranial correlates dacrystic seizure is a rare phenomenon of crying during an epileptic episode it has an established connection to hypothalamic hamartoma but was also reported to be associated with frontal and temporal epileptic foci we present two cases of dacrystic epilepsy patient had suffered from magnetic resonance imaging negative epilepsy that was characterized by both gelastic and dacrystic seizures stereo encephalography showed onset in the anterior cingulate brodmann area with rapid prefrontal and orbitofrontal propagation leading to crying onset patient had dacrystic seizures arising from a temporal lobe lesion with spreading to the orbitofrontal cortex both patients became seizure free following resection targeting these networks these cases represent intracranial correlates of dacrystic seizures occurring outside the context of hypothalamic hamartoma and suggest a central contribution of the anterior cingulate and or orbitofrontal cortices in their generation"
}