{
    "pmid": "41410235",
    "title": "Prodromal Peripheral Immune Cell Profile in Drug-Induced Parkinsonism Relative to Parkinson's Disease.",
    "abstract": "Drug-induced Parkinsonism (DIP) is a predictor of future idiopathic Parkinson's disease (PD), yet the prodromal characteristics of DIP remain unexplored. To compare prodromal peripheral immune cell profiles in DIP and PD. We applied independent regression models to evaluate the peripheral immune cell profiles in individuals with incident DIP (n = 108) and PD (n = 1055) relative to 20,070 healthy controls from the UK Biobank. Approximately 9 years before diagnosis, both DIP and PD cases exhibited elevated neutrophil counts, neutrophil-to-lymphocyte ratio (NLR), and systemic immune-inflammation index (SII). Only PD cases showed reduced lymphocyte counts. After adjusting for psychiatric comorbidities, DIP-associated peripheral immune alterations were no longer significant. The elevated neutrophil counts in DIP and PD suggest a shared innate immune system involvement. However, in DIP, the peripheral immune changes appear driven by psychiatric comorbidities, whereas lymphopenia may represent a distinctive prodromal biomarker of PD.",
    "disease": "parkinson disease",
    "clean_text": "prodromal peripheral immune cell profile in drug induced parkinsonism relative to parkinson s disease drug induced parkinsonism dip is a predictor of future idiopathic parkinson s disease pd yet the prodromal characteristics of dip remain unexplored to compare prodromal peripheral immune cell profiles in dip and pd we applied independent regression models to evaluate the peripheral immune cell profiles in individuals with incident dip n and pd n relative to healthy controls from the uk biobank approximately years before diagnosis both dip and pd cases exhibited elevated neutrophil counts neutrophil to lymphocyte ratio nlr and systemic immune inflammation index sii only pd cases showed reduced lymphocyte counts after adjusting for psychiatric comorbidities dip associated peripheral immune alterations were no longer significant the elevated neutrophil counts in dip and pd suggest a shared innate immune system involvement however in dip the peripheral immune changes appear driven by psychiatric comorbidities whereas lymphopenia may represent a distinctive prodromal biomarker of pd"
}