{
    "title": "Human ovarian cancer of the surface epithelium.",
    "doc_id": "9337069",
    "writer": "Berchuck A",
    "year": "1997",
    "summary": "Overexpression of the HER-2/neu oncogene occurs in approximately 30% of ovarian cancers and correlates with poor survival. Although mutation of the K-ras oncogene has been found in some mucinous ovarian cancers, mutations in this gene appear to be more common in bor …",
    "abstract": "Epidemiologic studies have shown that the risk of cancer in the ovarian surface epithelium is decreased by factors that suppress ovulation, whereas uninterrupted ovulation has been associated with increased risk. This suggests that ovulation may play a critical role in ovarian carcinogenesis. More recently, molecular studies have demonstrated alterations in specific oncogenes and tumor suppressor genes in ovarian cancers. Overexpression of the HER-2/neu oncogene occurs in approximately 30% of ovarian cancers and correlates with poor survival. Although mutation of the K-ras oncogene has been found in some mucinous ovarian cancers, mutations in this gene appear to be more common in borderline ovarian tumors. Amplification of c-myc occurs in approximately 30% of ovarian cancers and is more frequently seen in serous cancers. Mutation of the p53 tumor suppressor gene, with resultant overexpression of mutant p53 protein, occurs in 50% of stage III/IV and 15% of stage I/II ovarian cancers. Most p53 mutations in ovarian cancers are transitions, which suggests that they arise spontaneously rather than due to exogenous carcinogens. In contrast to the acquired genetic alterations described above that are a feature of sporadic ovarian cancers, 5-10% of ovarian cancers probably arise due to inherited genetic defects. Recently, the BRCA1 tumor suppressor gene has heen identified and shown to be responsible for most cases of hereditary ovarian cancer. Further studies are needed to augment our understanding of the molecular pathogenesis of ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9337069/",
    "clean_text": "human ovarian cancer of the surface epithelium overexpression of the her neu oncogene occurs in approximately of ovarian cancers and correlates with poor survival although mutation of the k ras oncogene has been found in some mucinous ovarian cancers mutations in this gene appear to be more common in bor epidemiologic studies have shown that the risk of cancer in the ovarian surface epithelium is decreased by factors that suppress ovulation whereas uninterrupted ovulation has been associated with increased risk this suggests that ovulation may play a critical role in ovarian carcinogenesis more recently molecular studies have demonstrated alterations in specific oncogenes and tumor suppressor genes in ovarian cancers overexpression of the her neu oncogene occurs in approximately of ovarian cancers and correlates with poor survival although mutation of the k ras oncogene has been found in some mucinous ovarian cancers mutations in this gene appear to be more common in borderline ovarian tumors amplification of c myc occurs in approximately of ovarian cancers and is more frequently seen in serous cancers mutation of the p tumor suppressor gene with resultant overexpression of mutant p protein occurs in of stage iii iv and of stage i ii ovarian cancers most p mutations in ovarian cancers are transitions which suggests that they arise spontaneously rather than due to exogenous carcinogens in contrast to the acquired genetic alterations described above that are a feature of sporadic ovarian cancers of ovarian cancers probably arise due to inherited genetic defects recently the brca tumor suppressor gene has heen identified and shown to be responsible for most cases of hereditary ovarian cancer further studies are needed to augment our understanding of the molecular pathogenesis of ovarian cancer"
}