{
    "title": "MicroRNA in prostate cancer.",
    "doc_id": "26415820",
    "writer": "Khanmi K",
    "year": "2015",
    "summary": "In the United States of America male prostate cancer (PCa) is the most dominant malignancy and the second highest cause of cancer-related mortality risk compared to lung and colon cancers. ...In this review, we focus on the regulation of miRNAs in prostate …",
    "abstract": "In the United States of America male prostate cancer (PCa) is the most dominant malignancy and the second highest cause of cancer-related mortality risk compared to lung and colon cancers. MicroRNAs (miRNAs) are a class of endogenously expressed small, non-coding, single-stranded RNA which function as regulators of gene expression. They influence various physiological and pathophysiological processes. In this review, we focus on the regulation of miRNAs in prostate cancer and their mechanisms which contribute to prostate carcinogenesis. The relation of miRNAs with androgen signaling is highlighted and the prospects of miRNAs for clinical therapies are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26415820/",
    "clean_text": "microrna in prostate cancer in the united states of america male prostate cancer pca is the most dominant malignancy and the second highest cause of cancer related mortality risk compared to lung and colon cancers in this review we focus on the regulation of mirnas in prostate in the united states of america male prostate cancer pca is the most dominant malignancy and the second highest cause of cancer related mortality risk compared to lung and colon cancers micrornas mirnas are a class of endogenously expressed small non coding single stranded rna which function as regulators of gene expression they influence various physiological and pathophysiological processes in this review we focus on the regulation of mirnas in prostate cancer and their mechanisms which contribute to prostate carcinogenesis the relation of mirnas with androgen signaling is highlighted and the prospects of mirnas for clinical therapies are discussed"
}