{
    "pmid": "41468478",
    "title": "Immune landscape and biomarker identification in Q fever: a comprehensive diagnostic analysis.",
    "abstract": "Q fever (QF), a zoonotic disease caused by Coxiella burnetii, exhibits highly heterogeneous clinical manifestations-ranging from asymptomatic infection to acute febrile illness and persistent complications. The immune-related molecular mechanisms underlying its diverse disease stages remain incompletely elucidated. This study aimed to dissect the gene expression dynamics across different QF phases via bioinformatics approaches, thereby uncovering key immune-regulatory molecular mechanisms. Gene expression profiles of QF were retrieved from the Gene Expression Omnibus (GEO) database. The CIBERSORT algorithm was employed to quantify the relative proportions of infiltrating immune cells. Temporal gene expression clustering was performed using the mfuzz algorithm to characterize stage-specific immune response patterns. Differentially expressed genes (DEGs) were identified with the limma package, followed by Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses to explore their biological functions and associated immune pathways. A protein-protein interaction (PPI) network was constructed to screen for core immune-related genes, and Receiver Operating Characteristic (ROC) curve analysis was utilized to evaluate the diagnostic efficacy of these candidate genes for acute Q fever (AQF). Distinct immune cell infiltration patterns were observed across QF stages: AQF was characterized by elevated proportions of M1 macrophages and activated natural killer (NK) cells, whereas persistent Q fever (PQF) showed a marked increase in M2 macrophages. Temporal clustering analysis revealed that metabolic-related genes were highly expressed in healthy controls, while both AQF and PQF exhibited dynamic upregulation of genes associated with inflammation and immune regulation. Enrichment analyses indicated that the QF-related immune response was closely linked to COVID-19-associated pathways, Th17 cell differentiation, and cytokine-cytokine receptor signaling. Five hub genes (IL6, IL4, IL1B, AKT1, and CD28) were identified in AQF, all of which demonstrated high diagnostic accuracy with favorable Area Under the Curve (AUC) values. This study delineates the landscape of gene expression and immune status alterations during QF progression. The identified hub genes (IL6, IL4, IL1B, AKT1, and CD28) hold promise as potential diagnostic biomarkers for AQF. Collectively, these findings provide critical insights into the immune-regulatory mechanisms of QF and offer valuable theoretical support for the development of clinical diagnostic tools and therapeutic strategies.",
    "disease": "covid-19",
    "clean_text": "immune landscape and biomarker identification in q fever a comprehensive diagnostic analysis q fever qf a zoonotic disease caused by coxiella burnetii exhibits highly heterogeneous clinical manifestations ranging from asymptomatic infection to acute febrile illness and persistent complications the immune related molecular mechanisms underlying its diverse disease stages remain incompletely elucidated this study aimed to dissect the gene expression dynamics across different qf phases via bioinformatics approaches thereby uncovering key immune regulatory molecular mechanisms gene expression profiles of qf were retrieved from the gene expression omnibus geo database the cibersort algorithm was employed to quantify the relative proportions of infiltrating immune cells temporal gene expression clustering was performed using the mfuzz algorithm to characterize stage specific immune response patterns differentially expressed genes degs were identified with the limma package followed by gene ontology go and kyoto encyclopedia of genes and genomes kegg enrichment analyses to explore their biological functions and associated immune pathways a protein protein interaction ppi network was constructed to screen for core immune related genes and receiver operating characteristic roc curve analysis was utilized to evaluate the diagnostic efficacy of these candidate genes for acute q fever aqf distinct immune cell infiltration patterns were observed across qf stages aqf was characterized by elevated proportions of m macrophages and activated natural killer nk cells whereas persistent q fever pqf showed a marked increase in m macrophages temporal clustering analysis revealed that metabolic related genes were highly expressed in healthy controls while both aqf and pqf exhibited dynamic upregulation of genes associated with inflammation and immune regulation enrichment analyses indicated that the qf related immune response was closely linked to covid associated pathways th cell differentiation and cytokine cytokine receptor signaling five hub genes il il il b akt and cd were identified in aqf all of which demonstrated high diagnostic accuracy with favorable area under the curve auc values this study delineates the landscape of gene expression and immune status alterations during qf progression the identified hub genes il il il b akt and cd hold promise as potential diagnostic biomarkers for aqf collectively these findings provide critical insights into the immune regulatory mechanisms of qf and offer valuable theoretical support for the development of clinical diagnostic tools and therapeutic strategies"
}