{
    "title": "The vicious cycle of itch and anxiety.",
    "doc_id": "29374516",
    "writer": "Sanders KM",
    "year": "2018",
    "summary": "Chronic itch is associated with increased stress, anxiety, and other mood disorders. In turn, stress and anxiety exacerbate itch, leading to a vicious cycle that affects patient behavior (scratching) and worsens disease prognosis and quality of life. This cycle pers …",
    "abstract": "Chronic itch is associated with increased stress, anxiety, and other mood disorders. In turn, stress and anxiety exacerbate itch, leading to a vicious cycle that affects patient behavior (scratching) and worsens disease prognosis and quality of life. This cycle persists across chronic itch conditions of different etiologies and even to some extent in healthy individuals, suggesting that the final common pathway for itch processing (the central nervous system) plays a major role in the relationship between itch and anxiety. Pharmacological and nonpharmacological treatments that reduce anxiety have shown promising anti-itch effects. Further research is needed to establish specific central mechanisms of the itch-anxiety cycle and provide new targets for treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29374516/",
    "clean_text": "the vicious cycle of itch and anxiety chronic itch is associated with increased stress anxiety and other mood disorders in turn stress and anxiety exacerbate itch leading to a vicious cycle that affects patient behavior scratching and worsens disease prognosis and quality of life this cycle pers chronic itch is associated with increased stress anxiety and other mood disorders in turn stress and anxiety exacerbate itch leading to a vicious cycle that affects patient behavior scratching and worsens disease prognosis and quality of life this cycle persists across chronic itch conditions of different etiologies and even to some extent in healthy individuals suggesting that the final common pathway for itch processing the central nervous system plays a major role in the relationship between itch and anxiety pharmacological and nonpharmacological treatments that reduce anxiety have shown promising anti itch effects further research is needed to establish specific central mechanisms of the itch anxiety cycle and provide new targets for treatment"
}