{
    "pmid": "41441681",
    "title": "Changing Epidemiology of Influenza Infections Among Children in the Post-Pandemic Period: A Case Study in Xi'an, China.",
    "abstract": "The epidemiology of influenza was disrupted during the COVID-19 pandemic. Following the relaxation of non-pharmaceutical interventions, influenza viruses have re-emerged and caused epidemics with shifts in age distribution and seasonality. This study aimed to characterise the post-pandemic epidemiology of influenza infections among children in Xi'an, China. A retrospective analysis of laboratory-confirmed paediatric influenza cases spanning three periods [pre-pandemic (1 January 2010-22 January 2020), intra-pandemic (23 January 2020-8 January 2023), and post-pandemic (9 January 2023-31 August 2025)] was conducted. Age-specific incidences were determined by subtypes (lineage) and compared across periods. Seasonal parameters were estimated using a generalised linear model with harmonic terms. Associations between influenza infection and risk of co-detection with other respiratory pathogens were assessed using logistic regression models. Influenza peak activity in the post-pandemic period was 10-fold higher than in the intra-pandemic period. The mean age of infected children increased by 1.4 years (95% CI: 1.2-1.7), shifting towards school-aged children (6-17 years). The seasonal pattern re-established with an earlier peak (13.9 weeks earlier than the pre-pandemic period, 95% CI: 10.4-15.2) and increased amplitude (10-fold and 4-fold higher than the intra- and pre-pandemic periods, respectively). It was observed that A(H1N1)pdm09 positivity was elevated in preschool and school-aged children, whereas B/Victoria infections showed renewed susceptibility among infants [0-5 months vs. 6-35 months vs. 3-5 years vs. 6-17 years: 11.0% (95% CI: 5.1-19.8) vs. 2.8% (1.9-4.0) vs. 4.0% (3.2-5.0) vs. 5.2% (4.5-6.0);  The post-pandemic landscape of paediatric influenza in Xi'an has undergone substantial reconfiguration, characterised by intensified activity, altered seasonality, and a marked shift in age distribution. The increased bacterial co-detection points out the potential for more severe respiratory co-infections. These findings highlight the importance of optimising vaccination timing and prompting school-aged-children-targeted immunisation programmes in the post-pandemic era.",
    "disease": "pneumonia",
    "clean_text": "changing epidemiology of influenza infections among children in the post pandemic period a case study in xi an china the epidemiology of influenza was disrupted during the covid pandemic following the relaxation of non pharmaceutical interventions influenza viruses have re emerged and caused epidemics with shifts in age distribution and seasonality this study aimed to characterise the post pandemic epidemiology of influenza infections among children in xi an china a retrospective analysis of laboratory confirmed paediatric influenza cases spanning three periods pre pandemic january january intra pandemic january january and post pandemic january august was conducted age specific incidences were determined by subtypes lineage and compared across periods seasonal parameters were estimated using a generalised linear model with harmonic terms associations between influenza infection and risk of co detection with other respiratory pathogens were assessed using logistic regression models influenza peak activity in the post pandemic period was fold higher than in the intra pandemic period the mean age of infected children increased by years ci shifting towards school aged children years the seasonal pattern re established with an earlier peak weeks earlier than the pre pandemic period ci and increased amplitude fold and fold higher than the intra and pre pandemic periods respectively it was observed that a h n pdm positivity was elevated in preschool and school aged children whereas b victoria infections showed renewed susceptibility among infants months vs months vs years vs years ci vs vs vs the post pandemic landscape of paediatric influenza in xi an has undergone substantial reconfiguration characterised by intensified activity altered seasonality and a marked shift in age distribution the increased bacterial co detection points out the potential for more severe respiratory co infections these findings highlight the importance of optimising vaccination timing and prompting school aged children targeted immunisation programmes in the post pandemic era"
}