{
    "title": "Quality of life theory III. Maslow revisited.",
    "doc_id": "14570995",
    "writer": "Ventegodt S",
    "year": "2003",
    "summary": "In 1962, Abraham Maslow published his book Towards a Psychology of Being, and established a theory of quality of life, which still is considered a consistent theory of quality of life. Maslow based his theory for development towards happiness and true …",
    "abstract": "In 1962, Abraham Maslow published his book Towards a Psychology of Being, and established a theory of quality of life, which still is considered a consistent theory of quality of life. Maslow based his theory for development towards happiness and true being on the concept of human needs. He described his approach as an existentialistic psychology of self-actualization, based on personal growth. When we take more responsibility for our own life, we take more of the good qualities that we have into use, and we become more free, powerful, happy, and healthy. It seems that Maslow's concept of self-actualization can play an important role in modern medicine. As most chronic diseases often do not disappear in spite of the best biomedical treatments, it might be that the real change our patients have for betterment is understanding and living the noble path of personal development. The hidden potential for improving life really lies in helping the patient to acknowledge that his or her lust for life, his or her needs, and his or her wish to contribute, is really deep down in human existence one and the same. But you will only find this hidden meaning of life if you scrutinize your own life and existence closely enough, to come to know your innermost self.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14570995/",
    "clean_text": "quality of life theory iii maslow revisited in abraham maslow published his book towards a psychology of being and established a theory of quality of life which still is considered a consistent theory of quality of life maslow based his theory for development towards happiness and true in abraham maslow published his book towards a psychology of being and established a theory of quality of life which still is considered a consistent theory of quality of life maslow based his theory for development towards happiness and true being on the concept of human needs he described his approach as an existentialistic psychology of self actualization based on personal growth when we take more responsibility for our own life we take more of the good qualities that we have into use and we become more free powerful happy and healthy it seems that maslow s concept of self actualization can play an important role in modern medicine as most chronic diseases often do not disappear in spite of the best biomedical treatments it might be that the real change our patients have for betterment is understanding and living the noble path of personal development the hidden potential for improving life really lies in helping the patient to acknowledge that his or her lust for life his or her needs and his or her wish to contribute is really deep down in human existence one and the same but you will only find this hidden meaning of life if you scrutinize your own life and existence closely enough to come to know your innermost self"
}