{
    "pmid": "41445607",
    "title": "Alcohol use disorder and epileptogenesis in primary malignant brain tumors: temporal and tumor grade associations in a nationwide EHR cohort study.",
    "abstract": "Primary malignant brain tumors (PMBTs), including glioblastomas (GBM) and low-grade gliomas (LGGs), frequently cause seizures, which worsen patient morbidity and quality of life. Alcohol use disorder (AUD) is a known risk factor for seizures in the general population, but its role in PMBT-associated seizures remains poorly understood. To evaluate the association between AUD and seizure prevalence in PMBT patients, and to examine whether this relationship varies by age, sex, race/ethnicity, and tumor grade. We conducted a retrospective cohort study using the Cosmos EHR database (2015-2025), identifying 244,955 adult patients with PMBTs. Seizure/epilepsy and AUD diagnoses were ascertained via ICD-10 codes. Associations were assessed using chi-square tests and logistic regression (adjusting for age, sex, and race). Temporal sequencing of AUD and seizure diagnoses was analyzed in six-month intervals. Subgroup analyses were performed for glioma grade (low vs. high). PMBT patients with seizures were nearly twice as likely to have AUD compared to those without (OR = 1.90, 95% CI 1.83-1.97, p < 0.001). After adjusting for demographics, AUD remained significantly associated with seizure risk (OR = 1.37, 95% CI 1.24-1.51, p < 0.001). This association was strongest in younger patients and present across all sexes and racial groups. Temporal analyses indicated that AUD partly preceded seizure onset. Among patients with available histologic data, alcohol-using low-grade patients exhibited a markedly higher seizure prevalence compared to high-grade patients (43.8% vs. 12.1%, p < 0.001). AUD is potentially associated with increased seizure risk in PMBT patients, with a stronger effect in younger individuals and low-grade tumors. These findings suggest that alcohol-related hyperexcitability may compound tumor-associated epileptogenesis, highlighting AUD as a potentially modifiable risk factor. Prospective studies are warranted to confirm these relationships and to evaluate interventions targeting alcohol use for seizure mitigation.",
    "disease": "epilepsy",
    "clean_text": "alcohol use disorder and epileptogenesis in primary malignant brain tumors temporal and tumor grade associations in a nationwide ehr cohort study primary malignant brain tumors pmbts including glioblastomas gbm and low grade gliomas lggs frequently cause seizures which worsen patient morbidity and quality of life alcohol use disorder aud is a known risk factor for seizures in the general population but its role in pmbt associated seizures remains poorly understood to evaluate the association between aud and seizure prevalence in pmbt patients and to examine whether this relationship varies by age sex race ethnicity and tumor grade we conducted a retrospective cohort study using the cosmos ehr database identifying adult patients with pmbts seizure epilepsy and aud diagnoses were ascertained via icd codes associations were assessed using chi square tests and logistic regression adjusting for age sex and race temporal sequencing of aud and seizure diagnoses was analyzed in six month intervals subgroup analyses were performed for glioma grade low vs high pmbt patients with seizures were nearly twice as likely to have aud compared to those without or ci p after adjusting for demographics aud remained significantly associated with seizure risk or ci p this association was strongest in younger patients and present across all sexes and racial groups temporal analyses indicated that aud partly preceded seizure onset among patients with available histologic data alcohol using low grade patients exhibited a markedly higher seizure prevalence compared to high grade patients vs p aud is potentially associated with increased seizure risk in pmbt patients with a stronger effect in younger individuals and low grade tumors these findings suggest that alcohol related hyperexcitability may compound tumor associated epileptogenesis highlighting aud as a potentially modifiable risk factor prospective studies are warranted to confirm these relationships and to evaluate interventions targeting alcohol use for seizure mitigation"
}