{
    "pmid": "41449568",
    "title": "COVID-19 Vaccination is not Associated with the Development of Idiopathic Inflammatory Myositis in U.S. Veterans.",
    "abstract": "Several case reports have proposed a potential association between COVID-19 vaccination and the subsequent development of idiopathic inflammatory myositis (IIM). This study examined prior COVID-19 vaccination in US Veterans who developed new-onset IIM compared to those without new-onset IIM. For this case-control study, new-onset incident cases of IIM were Veterans enrolled in the Veterans Health Administration (VHA) with at least two IIM International Classification of Diseases (ICD) codes, at least one year of VHA enrollment prior to the first IIM ICD code, and chart review confirming incident IIM. Each IIM incident case was matched 1:5 to control patients without IIM who had similar age, gender, race, specialty clinic visits for first IIM diagnostic code, and year of specialty clinic visit. The 89 new-onset incident IIM patients identified were matched to 445 controls without IIM. There were 7 (7.9%) case-patients and 29 (6.5%) control patients who received their first COVID-19 vaccination within 30 days before the index date (OR 1.22, p=0.643, adjusted OR 1.12, p=0.657) and 11 (12.4%) case patients and 68 (15.3%) control patients who received their first vaccination within 90 days of the index date (OR 0.78, p=0.479, adjusted OR 0.74, p=0.402). Multiple other comparisons also failed to identify a statistically significant association between COVID-19 vaccination and IIM. This study is the first to compare the risk of developing myositis after receiving the COVID-19 vaccination to that of a control population. This comparison did not identify a risk for developing IIM after COVID-19 vaccination.",
    "disease": "covid-19",
    "clean_text": "covid vaccination is not associated with the development of idiopathic inflammatory myositis in u s veterans several case reports have proposed a potential association between covid vaccination and the subsequent development of idiopathic inflammatory myositis iim this study examined prior covid vaccination in us veterans who developed new onset iim compared to those without new onset iim for this case control study new onset incident cases of iim were veterans enrolled in the veterans health administration vha with at least two iim international classification of diseases icd codes at least one year of vha enrollment prior to the first iim icd code and chart review confirming incident iim each iim incident case was matched to control patients without iim who had similar age gender race specialty clinic visits for first iim diagnostic code and year of specialty clinic visit the new onset incident iim patients identified were matched to controls without iim there were case patients and control patients who received their first covid vaccination within days before the index date or p adjusted or p and case patients and control patients who received their first vaccination within days of the index date or p adjusted or p multiple other comparisons also failed to identify a statistically significant association between covid vaccination and iim this study is the first to compare the risk of developing myositis after receiving the covid vaccination to that of a control population this comparison did not identify a risk for developing iim after covid vaccination"
}