{
    "pmid": "41426943",
    "title": "Allergic Bronchopulmonary Aspergillosis (ABPA) Without Asthma: A Case Report and Review of the ABPA Imaging Spectrum.",
    "abstract": "Allergic bronchopulmonary aspergillosis (ABPA) is typically associated with underlying asthma or cystic fibrosis, and its diagnosis is often based on a combination of clinical, immunological, and radiological findings. We report a case of ABPA in a patient without a prior diagnosis of asthma. Clinical suspicion and subsequent tests for ABPA are usually requested by physicians for poorly controlled asthma patients or cases of recurrent asthma attacks. Due to the non-specificity of symptoms and, often, radiology findings, the absence of a history of asthma lowers suspicion for ABPA, potentially resulting in diagnostic delays. This usually leads to over-investigation, including invasive procedures, to explore other potential diagnoses adequately. There have been case reports of ABPA diagnosed in non-asthmatic patients. Considering our case and previous similar cases, we propose a reconsideration of diagnostic criteria to encompass nonasthmatic patients displaying typical clinical, biochemical, and radiological features of ABPA.",
    "disease": "asthma",
    "clean_text": "allergic bronchopulmonary aspergillosis abpa without asthma a case report and review of the abpa imaging spectrum allergic bronchopulmonary aspergillosis abpa is typically associated with underlying asthma or cystic fibrosis and its diagnosis is often based on a combination of clinical immunological and radiological findings we report a case of abpa in a patient without a prior diagnosis of asthma clinical suspicion and subsequent tests for abpa are usually requested by physicians for poorly controlled asthma patients or cases of recurrent asthma attacks due to the non specificity of symptoms and often radiology findings the absence of a history of asthma lowers suspicion for abpa potentially resulting in diagnostic delays this usually leads to over investigation including invasive procedures to explore other potential diagnoses adequately there have been case reports of abpa diagnosed in non asthmatic patients considering our case and previous similar cases we propose a reconsideration of diagnostic criteria to encompass nonasthmatic patients displaying typical clinical biochemical and radiological features of abpa"
}