{
    "title": "Orthogonal tuning of gene expression noise using CRISPR-Cas.",
    "doc_id": "32479612",
    "writer": "Wu F",
    "year": "2020",
    "summary": "The control of gene expression noise is important for improving drug treatment and the performance of synthetic biological systems. ...Here, we create an orthogonal system based on CRISPR-dCas9 to tune gene expression noise. Specifically, we modulate t …",
    "abstract": "The control of gene expression noise is important for improving drug treatment and the performance of synthetic biological systems. Previous work has tuned gene expression noise by changing the rate of transcription initiation, mRNA degradation, and mRNA translation. However, these methods are invasive: they require changes to the target genetic components. Here, we create an orthogonal system based on CRISPR-dCas9 to tune gene expression noise. Specifically, we modulate the gene expression noise of a reporter gene in Escherichia coli by incorporating CRISPR activation and repression (CRISPRar) simultaneously in a single cell. The CRISPRar uses a single dCas9 that recognizes two different single guide RNAs (sgRNA). We build a library of sgRNA variants with different expression activation and repression strengths. We find that expression noise and mean of a reporter gene can be tuned independently by CRISPRar. Our results suggest that the expression noise is tuned by the competition between two sgRNAs that modulate the binding of RNA polymerase to promoters. The CRISPRar may change how we tune expression noise at the genomic level. Our work has broad impacts on the study of gene functions, phenotypical heterogeneity, and genetic circuit control.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32479612/",
    "clean_text": "orthogonal tuning of gene expression noise using crispr cas the control of gene expression noise is important for improving drug treatment and the performance of synthetic biological systems here we create an orthogonal system based on crispr dcas to tune gene expression noise specifically we modulate t the control of gene expression noise is important for improving drug treatment and the performance of synthetic biological systems previous work has tuned gene expression noise by changing the rate of transcription initiation mrna degradation and mrna translation however these methods are invasive they require changes to the target genetic components here we create an orthogonal system based on crispr dcas to tune gene expression noise specifically we modulate the gene expression noise of a reporter gene in escherichia coli by incorporating crispr activation and repression crisprar simultaneously in a single cell the crisprar uses a single dcas that recognizes two different single guide rnas sgrna we build a library of sgrna variants with different expression activation and repression strengths we find that expression noise and mean of a reporter gene can be tuned independently by crisprar our results suggest that the expression noise is tuned by the competition between two sgrnas that modulate the binding of rna polymerase to promoters the crisprar may change how we tune expression noise at the genomic level our work has broad impacts on the study of gene functions phenotypical heterogeneity and genetic circuit control"
}