{
    "pmid": "41446446",
    "title": "Clinical Trials Examining Deep Brain Stimulation for the Treatment of Epilepsy: An Analysis of the Current State.",
    "abstract": "Deep brain stimulation (DBS) has emerged as a consideration for patients with drug-resistant epilepsy who are not candidates for surgical resection. However, the landscape of DBS research in epilepsy remains fragmented across targets and study designs. This study aimed to systematically characterize all human DBS trials for epilepsy registered on ClinicalTrials.gov over the past two decades. A cross-sectional registry-based search of ClinicalTrials.gov was conducted in December 2023 using the terms \"Epilepsy,\" \"Epilepsies,\" or \"Epileptic\" combined with \"Deep brain stimulation.\" Eligible studies involved human participants and evaluated DBS as a therapeutic or diagnostic intervention. Extracted data included country, study type, enrollment, stimulation target, phase, and recruitment status. Descriptive statistics summarized study characteristics and temporal trends. Thirty-one trials met the inclusion criteria from 2003 to 2023. Most studies were interventional (80.6%), small to moderate in size (median enrollment 16), and predominantly conducted in the United States (51.6%). The thalamus was the most common target (45%), especially the anterior nucleus, followed by hippocampal and limbic sites. DBS of the anterior nucleus of the thalamus is currently the only FDA-approved DBS target for epilepsy, whereas all other stimulation sites remain investigational or off-label. Trial initiation increased steadily after 2015, peaking in 2021-2022. Only 25% of studies reported a formal phase designation, and few included pediatric populations. DBS research for epilepsy is expanding globally, with the number of registered DBS trials for epilepsy increasing more than threefold from 2003 to 2023, but research remains limited by small sample sizes and heterogeneous protocols. Thalamic stimulation continues to dominate current investigation, yet emerging targets reflect growing interest in network-level modulation. Standardized, multicenter trials are needed to define optimal targets and long-term efficacy in diverse patient populations.",
    "disease": "epilepsy",
    "clean_text": "clinical trials examining deep brain stimulation for the treatment of epilepsy an analysis of the current state deep brain stimulation dbs has emerged as a consideration for patients with drug resistant epilepsy who are not candidates for surgical resection however the landscape of dbs research in epilepsy remains fragmented across targets and study designs this study aimed to systematically characterize all human dbs trials for epilepsy registered on clinicaltrials gov over the past two decades a cross sectional registry based search of clinicaltrials gov was conducted in december using the terms epilepsy epilepsies or epileptic combined with deep brain stimulation eligible studies involved human participants and evaluated dbs as a therapeutic or diagnostic intervention extracted data included country study type enrollment stimulation target phase and recruitment status descriptive statistics summarized study characteristics and temporal trends thirty one trials met the inclusion criteria from to most studies were interventional small to moderate in size median enrollment and predominantly conducted in the united states the thalamus was the most common target especially the anterior nucleus followed by hippocampal and limbic sites dbs of the anterior nucleus of the thalamus is currently the only fda approved dbs target for epilepsy whereas all other stimulation sites remain investigational or off label trial initiation increased steadily after peaking in only of studies reported a formal phase designation and few included pediatric populations dbs research for epilepsy is expanding globally with the number of registered dbs trials for epilepsy increasing more than threefold from to but research remains limited by small sample sizes and heterogeneous protocols thalamic stimulation continues to dominate current investigation yet emerging targets reflect growing interest in network level modulation standardized multicenter trials are needed to define optimal targets and long term efficacy in diverse patient populations"
}