{
    "pmid": "41451798",
    "title": "Detecting Alzheimer's disease using digital virtual reality cognitive tests.",
    "abstract": "Digital biomarkers for detecting Alzheimer's disease (AD) remain controversial due to inconsistent accuracy and unclear relationships with AD core biomarkers. This study recruited 428 Chinese older adults to determine the associations of artificial intelligence (AI)-assisted virtual reality (VR) cognitive scores with plasma amyloid beta (Aβ) The AI-VR cognitive scores were significantly correlated with plasma Aβ This study comprehensively examined the capacity of a 5-minute AI-VR cognitive test for identifying abnormal cognition and AD biomarkers, offering a reliable digital marker for early AD detection in community settings. Digital virtual-reality cognitive tests correlate with AD biomarkers Digital virtual-reality cognitive tests can identify cognitive impairment Digital virtual-reality cognitive tests can classify those who are amyloid beta positron emission tomography positive from negative.",
    "disease": "alzheimer disease",
    "clean_text": "detecting alzheimer s disease using digital virtual reality cognitive tests digital biomarkers for detecting alzheimer s disease ad remain controversial due to inconsistent accuracy and unclear relationships with ad core biomarkers this study recruited chinese older adults to determine the associations of artificial intelligence ai assisted virtual reality vr cognitive scores with plasma amyloid beta a the ai vr cognitive scores were significantly correlated with plasma a this study comprehensively examined the capacity of a minute ai vr cognitive test for identifying abnormal cognition and ad biomarkers offering a reliable digital marker for early ad detection in community settings digital virtual reality cognitive tests correlate with ad biomarkers digital virtual reality cognitive tests can identify cognitive impairment digital virtual reality cognitive tests can classify those who are amyloid beta positron emission tomography positive from negative"
}