{
    "pmid": "41405396",
    "title": "HeptaTB Dx: a diagnostic model leveraging cuproptosis-ferroptosis crosstalk for distinguishing latent from active tuberculosis.",
    "abstract": "Distinguishing latent tuberculosis infection (LTBI) from active tuberculosis (ATB) remains challenging. The roles of cuproptosis-ferroptosis crosstalk in TB immunopathology and diagnostic potential are unexplored. Transcriptomic data from Gene Expression Omnibus data sets (GSE37250/GSE28623) were analyzed to identify cuproptosis-/ferroptosis-related differentially expressed genes. Bioinformatics (limma, weighted gene co-expression network analysis) and machine learning (LASSO, SVM-RFE) screened key biomarkers. A logistic regression model (HeptaTB Dx Model) was developed and validated in independent cohorts. Real-world validation included RNA-seq ( The differentiation between latent tuberculosis infection (LTBI) and active tuberculosis (TB) is a persistent challenge in global TB control, with current diagnostics failing to reliably distinguish these states or predict progression. This study introduces the HeptaTB Dx Model, the first diagnostic signature derived from the crosstalk between cuproptosis and ferroptosis-two metal-dependent regulated cell death pathways with emerging roles in ",
    "disease": "tuberculosis",
    "clean_text": "heptatb dx a diagnostic model leveraging cuproptosis ferroptosis crosstalk for distinguishing latent from active tuberculosis distinguishing latent tuberculosis infection ltbi from active tuberculosis atb remains challenging the roles of cuproptosis ferroptosis crosstalk in tb immunopathology and diagnostic potential are unexplored transcriptomic data from gene expression omnibus data sets gse gse were analyzed to identify cuproptosis ferroptosis related differentially expressed genes bioinformatics limma weighted gene co expression network analysis and machine learning lasso svm rfe screened key biomarkers a logistic regression model heptatb dx model was developed and validated in independent cohorts real world validation included rna seq the differentiation between latent tuberculosis infection ltbi and active tuberculosis tb is a persistent challenge in global tb control with current diagnostics failing to reliably distinguish these states or predict progression this study introduces the heptatb dx model the first diagnostic signature derived from the crosstalk between cuproptosis and ferroptosis two metal dependent regulated cell death pathways with emerging roles in"
}