{
    "title": "Real-time feedback to reduce low-back load in lifting and lowering.",
    "doc_id": "31761434",
    "writer": "Punt M",
    "year": "2020",
    "summary": "Low-back pain (LBP) is a common health problem. Literature indicates an exposure-response relation between work-related lifting and LBP. ...Real-time feedback on moments or trunk inclination is a promising tool to reduce low-back load during lifting an …",
    "abstract": "Low-back pain (LBP) is a common health problem. Literature indicates an exposure-response relation between work-related lifting and LBP. Therefore, this study investigated effects of three kinds of real-time feedback on low-back load, quantified as lumbar moments, during lifting. We recruited 97 healthy male and female participants without a recent history of LBP and without prior biomechanical knowledge on lifting. Participants were assigned to groups based on the time of enrollment, filling the four groups in the following order: moment feedback, trunk inclination angle feedback, lumbar flexion feedback, and a control group not receiving feedback. Feedback was given by a sound when a threshold level of the input variable was exceeded. Participants were unaware of the input variable for the feedback, but were instructed to try to avoid the audio feedback by changing their lifting strategy. The groups with feedback were able to reduce the audio feedback and thus changed the input variable towards a more desired level. Lumbar moments significantly decreased over trials in the inclination and moment feedback groups, remained similar in the lumbar flexion group and increased in the control group. Between group comparisons revealed that low-back load was significantly lower in the moment and inclination groups compared to the control group. Additionally, moments were lower in the inclination group than in the lumbar flexion group. Real-time feedback on moments or trunk inclination is a promising tool to reduce low-back load during lifting and lowering.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31761434/",
    "clean_text": "real time feedback to reduce low back load in lifting and lowering low back pain lbp is a common health problem literature indicates an exposure response relation between work related lifting and lbp real time feedback on moments or trunk inclination is a promising tool to reduce low back load during lifting an low back pain lbp is a common health problem literature indicates an exposure response relation between work related lifting and lbp therefore this study investigated effects of three kinds of real time feedback on low back load quantified as lumbar moments during lifting we recruited healthy male and female participants without a recent history of lbp and without prior biomechanical knowledge on lifting participants were assigned to groups based on the time of enrollment filling the four groups in the following order moment feedback trunk inclination angle feedback lumbar flexion feedback and a control group not receiving feedback feedback was given by a sound when a threshold level of the input variable was exceeded participants were unaware of the input variable for the feedback but were instructed to try to avoid the audio feedback by changing their lifting strategy the groups with feedback were able to reduce the audio feedback and thus changed the input variable towards a more desired level lumbar moments significantly decreased over trials in the inclination and moment feedback groups remained similar in the lumbar flexion group and increased in the control group between group comparisons revealed that low back load was significantly lower in the moment and inclination groups compared to the control group additionally moments were lower in the inclination group than in the lumbar flexion group real time feedback on moments or trunk inclination is a promising tool to reduce low back load during lifting and lowering"
}