{
    "pmid": "41412515",
    "title": "Protein quality control: from molecular mechanisms to aging and disease - EMBO workshop, May 18-23, 2025, Hersonissos, Greece.",
    "abstract": "Cells safeguard the functionality of the proteome using complex pathways of protein quality control. The centerpiece of this proteostasis network is a large set of molecular chaperones and proteases that impact the entire lifespan of proteins by controlling protein folding and degradation. Dysfunction of the proteostasis network is associated with many diseases and age-associated functional decline of neurons, including Alzheimer's and Parkinson's diseases, as well as several motor neuron diseases. The 2025 EMBO workshop \"Protein quality control: from molecular mechanisms to aging and disease\" gathered the large and interdisciplinary community of researchers that study protein quality control, from its fundamental molecular mechanisms via higher order organization in organisms to its impact on and use in the medical field. Here we summarize the workshop and report research findings.",
    "disease": "parkinson disease",
    "clean_text": "protein quality control from molecular mechanisms to aging and disease embo workshop may hersonissos greece cells safeguard the functionality of the proteome using complex pathways of protein quality control the centerpiece of this proteostasis network is a large set of molecular chaperones and proteases that impact the entire lifespan of proteins by controlling protein folding and degradation dysfunction of the proteostasis network is associated with many diseases and age associated functional decline of neurons including alzheimer s and parkinson s diseases as well as several motor neuron diseases the embo workshop protein quality control from molecular mechanisms to aging and disease gathered the large and interdisciplinary community of researchers that study protein quality control from its fundamental molecular mechanisms via higher order organization in organisms to its impact on and use in the medical field here we summarize the workshop and report research findings"
}