{
    "pmid": "41320138",
    "title": "The effect of early reintervention on late outcomes following infrarenal and fenestrated endovascular aneurysm repair.",
    "abstract": "In this study, we examined the association between early reintervention and 5-year outcomes following endovascular aneurysm repair (EVAR) and fenestrated EVAR (FEVAR), and assessed factors associated with higher risk of early reintervention. We identified all patients undergoing elective infrarenal EVAR and juxtarenal FEVAR (custom-made devices [CMDs] and physician-modified endografts [PMEGs]) in the Vascular Implant Surveillance and International Outcomes Network dataset (2014-2019). Patients with <6 months of follow-up were excluded to address potential survival bias. We stratified the population by the occurrence of an early reintervention within the first postoperative year (early reintervention), and assessed association with 5-year all-cause mortality, reintervention, and rupture, using Kaplan-Meier methods and multivariable Cox regression analysis. Second, we assessed factors associated with early reintervention with multivariable logistic regression and performed a sensitivity analysis by restricting the definition of early reintervention to the first 6-months postoperatively. We identified 10,348 EVARs and 1154 FEVARs (456 PMEGs, 698 CMDs), of which 3.1% and 7.2% (3.1% CMD, 4.0% PMEG) underwent early reintervention, respectively. Among EVARs, compared with no early reintervention, early reintervention patients were younger, and more frequently had chronic obstructive pulmonary disease, anemia, prior abdominal aortic surgery, and more distal sealing zone (all P < .05). Compared with no early reintervention, early reintervention was associated with higher 5-year mortality (42% vs 33%; hazard ratio [HR], 1.61; 95% confidence interval [CI], 1.29-2.02; P < .001), reintervention (34% vs 13%; HR, 4.96; 95% CI, 3.77-6.52; P < .001), and rupture (5.3% vs 0.5%; HR, 20.2; 95% CI, 9.97-40.8; P < .001). At the sensitivity analysis, the 5-year outcomes remained similar. Factors associated with a higher risk of early reintervention were anemia, chronic obstructive pulmonary disease, renal dysfunction, and prior aortic surgery. Among FEVARs, compared with no early reintervention, early reintervention patients were more frequently treated by a high-volume physician (≥21 complex [EVAR] cEVAR/year) and in high-volume centers (≥22 cEVAR/year; both P < .005). Compared with no early reintervention, early reintervention was associated with similar 5-year mortality (41% vs 38%; HR, 0.96; 95% CI, 0.60-1.54; P = .87), but greater reintervention rates (38% vs 26%; HR, 3.02; 95% CI, 1.88-4.86; P < .001) and rupture rates (6.8% vs 2.2%; HR, 6.52; 95% CI, 1.98-21.5; P < .001). At the sensitivity analysis, the 5-year outcomes remained similar. Factors associated with higher early reintervention risk were female sex, larger diameter, and PMEG. Because early reintervention after EVAR and FEVAR proved to be a marker of increase risk for 5-year reintervention and rupture, these patients have a uniquely high-risk phenotype that warrants vigilant surveillance and underscores the need for rigorous preoperative risk stratification and planning. Understanding factors associated with early reintervention allows health care professionals to identify high-risk patients, leading to informed counseling and more personalized follow-up care.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the effect of early reintervention on late outcomes following infrarenal and fenestrated endovascular aneurysm repair in this study we examined the association between early reintervention and year outcomes following endovascular aneurysm repair evar and fenestrated evar fevar and assessed factors associated with higher risk of early reintervention we identified all patients undergoing elective infrarenal evar and juxtarenal fevar custom made devices cmds and physician modified endografts pmegs in the vascular implant surveillance and international outcomes network dataset patients with months of follow up were excluded to address potential survival bias we stratified the population by the occurrence of an early reintervention within the first postoperative year early reintervention and assessed association with year all cause mortality reintervention and rupture using kaplan meier methods and multivariable cox regression analysis second we assessed factors associated with early reintervention with multivariable logistic regression and performed a sensitivity analysis by restricting the definition of early reintervention to the first months postoperatively we identified evars and fevars pmegs cmds of which and cmd pmeg underwent early reintervention respectively among evars compared with no early reintervention early reintervention patients were younger and more frequently had chronic obstructive pulmonary disease anemia prior abdominal aortic surgery and more distal sealing zone all p compared with no early reintervention early reintervention was associated with higher year mortality vs hazard ratio hr confidence interval ci p reintervention vs hr ci p and rupture vs hr ci p at the sensitivity analysis the year outcomes remained similar factors associated with a higher risk of early reintervention were anemia chronic obstructive pulmonary disease renal dysfunction and prior aortic surgery among fevars compared with no early reintervention early reintervention patients were more frequently treated by a high volume physician complex evar cevar year and in high volume centers cevar year both p compared with no early reintervention early reintervention was associated with similar year mortality vs hr ci p but greater reintervention rates vs hr ci p and rupture rates vs hr ci p at the sensitivity analysis the year outcomes remained similar factors associated with higher early reintervention risk were female sex larger diameter and pmeg because early reintervention after evar and fevar proved to be a marker of increase risk for year reintervention and rupture these patients have a uniquely high risk phenotype that warrants vigilant surveillance and underscores the need for rigorous preoperative risk stratification and planning understanding factors associated with early reintervention allows health care professionals to identify high risk patients leading to informed counseling and more personalized follow up care"
}