{
    "pmid": "41457239",
    "title": "ZMIZ2 interacts with PIN1 to promote lung adenocarcinoma EMT and metastasis via activation of the PI3K/AKT pathway.",
    "abstract": "ZMIZ2, a transcription co-activator, is frequently overexpressed in various tumors. However, its functional role and molecular mechanisms in driving non-small cell lung cancer (NSCLC) metastasis remain elusive. Our study reveals that ZMIZ2 is significantly overexpressed in lung adenocarcinoma (LUAD) tissues and is strongly correlated with adverse patient outcomes. Elevated ZMIZ2 expression enhances LUAD cell proliferation, migration, invasion and metastasis, whereas ZMIZ2 depletion exerts opposing effects. Mechanistically, ZMIZ2 physically interacts with PIN1 to trigger K63-linked ubiquitination-dependent PIN1 stabilization, which consequently hyperactivates the PI3K/AKT signaling axis. Notably, silencing PIN1 expression significantly attenuated ZMIZ2-mediated activation of the PI3K/AKT signaling pathway and inhibited LUAD cell proliferation, migration and invasion. Collectively, our findings establish ZMIZ2 as a novel metastasis driver that orchestrates LUAD progression through PIN1-mediated PI3K/AKT pathway activation, providing a rationale for targeting this axis in precision oncology.",
    "disease": "lung cancer",
    "clean_text": "zmiz interacts with pin to promote lung adenocarcinoma emt and metastasis via activation of the pi k akt pathway zmiz a transcription co activator is frequently overexpressed in various tumors however its functional role and molecular mechanisms in driving non small cell lung cancer nsclc metastasis remain elusive our study reveals that zmiz is significantly overexpressed in lung adenocarcinoma luad tissues and is strongly correlated with adverse patient outcomes elevated zmiz expression enhances luad cell proliferation migration invasion and metastasis whereas zmiz depletion exerts opposing effects mechanistically zmiz physically interacts with pin to trigger k linked ubiquitination dependent pin stabilization which consequently hyperactivates the pi k akt signaling axis notably silencing pin expression significantly attenuated zmiz mediated activation of the pi k akt signaling pathway and inhibited luad cell proliferation migration and invasion collectively our findings establish zmiz as a novel metastasis driver that orchestrates luad progression through pin mediated pi k akt pathway activation providing a rationale for targeting this axis in precision oncology"
}