{
    "title": "Animal models of diabetes mellitus: relevance to vascular complications.",
    "doc_id": "18289058",
    "writer": "Thompson CS.",
    "year": "2008",
    "summary": "The prevalence of diabetes mellitus is increasing worldwide at an alarming rate due to population growth, obesity, sedentary lifestyle and aging. ...They also help to understand the pathophysiology of diabetes mellitus. This review highlights the most …",
    "abstract": "The prevalence of diabetes mellitus is increasing worldwide at an alarming rate due to population growth, obesity, sedentary lifestyle and aging. Consequently, diabetic microvascular complications (retinopathy and nephropathy) and macrovascular complications (coronary heart disease, peripheral arterial disease and cerebrovascular disease) are also rising. Traditional oral hypoglycaemic agents only partially prevent the development of these complications. This suggests that selective treatment options that target specific biological pathways (i.e. metabolic factors, intracellular signaling proteins and growth factors) may be a more effective strategy. Type 1 and Type 2 diabetic animal models have been produced spontaneously by selective inbreeding or by genetic modification, as well as, pharmacological induction. These models have become a safe and reliable option to test the therapeutic potential of novel drugs. They also help to understand the pathophysiology of diabetes mellitus. This review highlights the most commonly used animal models for the treatment of diabetic micro and macrovascular complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18289058/",
    "clean_text": "animal models of diabetes mellitus relevance to vascular complications the prevalence of diabetes mellitus is increasing worldwide at an alarming rate due to population growth obesity sedentary lifestyle and aging they also help to understand the pathophysiology of diabetes mellitus this review highlights the most the prevalence of diabetes mellitus is increasing worldwide at an alarming rate due to population growth obesity sedentary lifestyle and aging consequently diabetic microvascular complications retinopathy and nephropathy and macrovascular complications coronary heart disease peripheral arterial disease and cerebrovascular disease are also rising traditional oral hypoglycaemic agents only partially prevent the development of these complications this suggests that selective treatment options that target specific biological pathways i e metabolic factors intracellular signaling proteins and growth factors may be a more effective strategy type and type diabetic animal models have been produced spontaneously by selective inbreeding or by genetic modification as well as pharmacological induction these models have become a safe and reliable option to test the therapeutic potential of novel drugs they also help to understand the pathophysiology of diabetes mellitus this review highlights the most commonly used animal models for the treatment of diabetic micro and macrovascular complications"
}