{
    "title": "Evolution of aerosol chemistry in Xi'an during the spring dust storm periods: Implications for heterogeneous formation of secondary organic aerosols on the dust surface.",
    "doc_id": "30336318",
    "writer": "Ren YQ",
    "year": "2019",
    "summary": "TSP and 9-stage size-segregated samples were simultaneously collected in Xi'an during the spring of 2013 and analyzed for organic aerosols (OA) on a molecular level. n-Alkanes were the dominant compound class during the whole campaign, followed by fatty acids. ...In …",
    "abstract": "TSP and 9-stage size-segregated samples were simultaneously collected in Xi'an during the spring of 2013 and analyzed for organic aerosols (OA) on a molecular level. n-Alkanes were the dominant compound class during the whole campaign, followed by fatty acids. High molecular weight (HMW) n-alkanes and fatty acids dominated in the coarse mode particles (>1.1 μm) during the dust event, indicating they were mostly originated from surface soil and plants in the upwind regions. Low-volatile anthropogenic compounds such as benzo(e)pyrene (BeP) and bisphenol A (BPA) dominated in the fine mode particles during the whole campaign. In contrast, semi-volatile anthropogenic compounds such as phenanthrene (Phe) and di-n-butyl phthalates (DBP) showed a bimodal size distribution with a significant increase in the coarse mode during the dust event due to their vaporization from the fine mode particles and the subsequent adsorption on the dust surface. Secondary organic aerosols (SOA) in Xi'an during the dust storm period were predominantly enriched on the coarse particles, which can be ascribed to the adsorption and subsequent oxidation of gas-phase hydrophilic organics on the aqueous-phase of hygroscopic dust surface (e.g., mirabilite). Our work suggested an important role of multiphase reaction in evolution of aerosol chemistry during the dust long-range transport process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30336318/",
    "clean_text": "evolution of aerosol chemistry in xi an during the spring dust storm periods implications for heterogeneous formation of secondary organic aerosols on the dust surface tsp and stage size segregated samples were simultaneously collected in xi an during the spring of and analyzed for organic aerosols oa on a molecular level n alkanes were the dominant compound class during the whole campaign followed by fatty acids in tsp and stage size segregated samples were simultaneously collected in xi an during the spring of and analyzed for organic aerosols oa on a molecular level n alkanes were the dominant compound class during the whole campaign followed by fatty acids high molecular weight hmw n alkanes and fatty acids dominated in the coarse mode particles m during the dust event indicating they were mostly originated from surface soil and plants in the upwind regions low volatile anthropogenic compounds such as benzo e pyrene bep and bisphenol a bpa dominated in the fine mode particles during the whole campaign in contrast semi volatile anthropogenic compounds such as phenanthrene phe and di n butyl phthalates dbp showed a bimodal size distribution with a significant increase in the coarse mode during the dust event due to their vaporization from the fine mode particles and the subsequent adsorption on the dust surface secondary organic aerosols soa in xi an during the dust storm period were predominantly enriched on the coarse particles which can be ascribed to the adsorption and subsequent oxidation of gas phase hydrophilic organics on the aqueous phase of hygroscopic dust surface e g mirabilite our work suggested an important role of multiphase reaction in evolution of aerosol chemistry during the dust long range transport process"
}