{
    "title": "Adoptive T-cell therapy: a need for standard immune monitoring.",
    "doc_id": "26065477",
    "writer": "Klaver Y",
    "year": "2015",
    "summary": "In this review, we present an overview of adoptive T-cell trials conducted with a special focus on immune monitoring, and argue that accurate monitoring of T cells is pivotal to further development of immune therapies to treat cancer....",
    "abstract": "Cancer immune therapy, in particular the use of checkpoint inhibitors and adoptive transfer of T cells has recently demonstrated significant clinical responses against several tumor types. Unfortunately, these therapies are frequently accompanied by severe toxicities, underscoring the need for markers that provide information on therapy response. Monitoring immune responses in the tumor microenvironment and peripheral blood prior to and during these therapies will provide better insight into the mechanisms underlying clinical activities, and will potentially enable the identification of such markers. In this review, we present an overview of adoptive T-cell trials conducted with a special focus on immune monitoring, and argue that accurate monitoring of T cells is pivotal to further development of immune therapies to treat cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26065477/",
    "clean_text": "adoptive t cell therapy a need for standard immune monitoring in this review we present an overview of adoptive t cell trials conducted with a special focus on immune monitoring and argue that accurate monitoring of t cells is pivotal to further development of immune therapies to treat cancer cancer immune therapy in particular the use of checkpoint inhibitors and adoptive transfer of t cells has recently demonstrated significant clinical responses against several tumor types unfortunately these therapies are frequently accompanied by severe toxicities underscoring the need for markers that provide information on therapy response monitoring immune responses in the tumor microenvironment and peripheral blood prior to and during these therapies will provide better insight into the mechanisms underlying clinical activities and will potentially enable the identification of such markers in this review we present an overview of adoptive t cell trials conducted with a special focus on immune monitoring and argue that accurate monitoring of t cells is pivotal to further development of immune therapies to treat cancer"
}