{
    "pmid": "41465529",
    "title": "Profound Impact of Local Climatic Conditions on IgE Sensitization Profiles: Evidence from Argentine Cities.",
    "abstract": "Allergen sensitization profiles are increasingly affected by environmental and climate changes. This study exemplifies fundamental differences in molecular IgE sensitization profiles in two nearby regions in Argentina with different climatic conditions (La Plata and Bahía Blanca). A cross-sectional study was conducted involving 155 patients with allergic symptoms from La Plata and Bahía Blanca (34.0 ± 11.2 years, female/male: 83/72). Serum samples were analyzed for IgE reactivity using a chip containing 101 micro-arrayed allergen molecules. Statistical analyses were performed to compare allergen-specific IgE levels, sensitization prevalences and reported symptoms. Patients from La Plata-with subtropical weather-showed a higher prevalence of IgE reactivity to house dust mite (HDM) allergens (Der p 23: 74%; Der p 1: 53% and Der p 2: 56%) and more frequently reported asthma (AS) symptoms (40% vs. 24%) than patients from Bahía Blanca. In contrast, patients from Bahía Blanca, with dry and windy weather, exhibited higher sensitization rates to pollen allergens, particularly Phl p 1 (49%) and Ole e 1 (22%) as well as to ",
    "disease": "asthma",
    "clean_text": "profound impact of local climatic conditions on ige sensitization profiles evidence from argentine cities allergen sensitization profiles are increasingly affected by environmental and climate changes this study exemplifies fundamental differences in molecular ige sensitization profiles in two nearby regions in argentina with different climatic conditions la plata and bah a blanca a cross sectional study was conducted involving patients with allergic symptoms from la plata and bah a blanca years female male serum samples were analyzed for ige reactivity using a chip containing micro arrayed allergen molecules statistical analyses were performed to compare allergen specific ige levels sensitization prevalences and reported symptoms patients from la plata with subtropical weather showed a higher prevalence of ige reactivity to house dust mite hdm allergens der p der p and der p and more frequently reported asthma as symptoms vs than patients from bah a blanca in contrast patients from bah a blanca with dry and windy weather exhibited higher sensitization rates to pollen allergens particularly phl p and ole e as well as to"
}