{
    "pmid": "41434270",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Hypertension (HTN) is an established risk factor for neurodegeneration and dementia, supported by epidemiological and neuroimaging studies, although there is large variation in individual outcomes. We developed a machine learning (ML)-based model, termed SPARE-HTN, to quantify the spatial pattern of HTN-related neurodegeneration observable in individual structural magnetic resonance images (sMRI). SPARE-HTN demonstrates superior sensitivity compared to the most widely-used measure of HTN-related brain changes, correlates with cognitive performance, and detects early changes in mid-life years. This study investigated the predictive capacity of SPARE-HTN for incident HTN and its mediating role in the relationship between HTN and cognition. SPARE-HTN, derived from N = 37,098 cognitively unimpaired individuals from diverse cohorts, was evaluated in N = 968 (59% female, mean age 63.0 ± 11 years) individuals with longitudinal clinical data from six studies (Table 1). Baseline SPARE-HTN values were compared across participants categorized by longitudinal HTN status: persistently normotensive, persistently hypertensive, or incident HTN. The risk of incident HTN was evaluated among baseline normotensive participants using Cox regression model across the baseline SPARE-HTN quartiles, adjusted for age and sex. The average causal mediated effect (ACME) of SPARE-HTN and total white matter hyperintensity (WMH) volume on the relationship between hypertension and cognitive test scores were assessed using mediation models with 5000 simulated permutations. Table 1 presents the participant characteristics at baseline, stratified by longitudinal HTN status. SPARE-HTN was significantly elevated (Figure 1A) in participants who were normotensive at baseline but developed HTN within 3-7 years (+0.44, p = 0.01), but not in those who developed HTN in 8-12 years (p = 0.65). Normotensive participants with elevated baseline SPARE-HTN scores exhibited significantly higher Cox proportional hazard ratios for HTN incidence (Figure 1B). Mediation analysis demonstrated that SPARE-HTN mediated up to 26% of the effect of HTN on cognitive measures, whilst the conventional WMH volumes showed little mediation effect (Figure 2). Our ML-based sMRI marker predicted incident HTN prior to formal clinical diagnosis, suggesting the presence of subclinical cerebrovascular changes possibly associated with blood pressure variations. These markers, particularly relevant in midlife, offer potential for informing dementia prevention trials by enabling individualized risk stratification and potentially more sensitive measurement of therapeutic efficacy.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium hypertension htn is an established risk factor for neurodegeneration and dementia supported by epidemiological and neuroimaging studies although there is large variation in individual outcomes we developed a machine learning ml based model termed spare htn to quantify the spatial pattern of htn related neurodegeneration observable in individual structural magnetic resonance images smri spare htn demonstrates superior sensitivity compared to the most widely used measure of htn related brain changes correlates with cognitive performance and detects early changes in mid life years this study investigated the predictive capacity of spare htn for incident htn and its mediating role in the relationship between htn and cognition spare htn derived from n cognitively unimpaired individuals from diverse cohorts was evaluated in n female mean age years individuals with longitudinal clinical data from six studies table baseline spare htn values were compared across participants categorized by longitudinal htn status persistently normotensive persistently hypertensive or incident htn the risk of incident htn was evaluated among baseline normotensive participants using cox regression model across the baseline spare htn quartiles adjusted for age and sex the average causal mediated effect acme of spare htn and total white matter hyperintensity wmh volume on the relationship between hypertension and cognitive test scores were assessed using mediation models with simulated permutations table presents the participant characteristics at baseline stratified by longitudinal htn status spare htn was significantly elevated figure a in participants who were normotensive at baseline but developed htn within years p but not in those who developed htn in years p normotensive participants with elevated baseline spare htn scores exhibited significantly higher cox proportional hazard ratios for htn incidence figure b mediation analysis demonstrated that spare htn mediated up to of the effect of htn on cognitive measures whilst the conventional wmh volumes showed little mediation effect figure our ml based smri marker predicted incident htn prior to formal clinical diagnosis suggesting the presence of subclinical cerebrovascular changes possibly associated with blood pressure variations these markers particularly relevant in midlife offer potential for informing dementia prevention trials by enabling individualized risk stratification and potentially more sensitive measurement of therapeutic efficacy"
}