{
    "pmid": "41444341",
    "title": "Nationwide population-level influenza cycle threshold values and trends in influenza incidence: a longitudinal study.",
    "abstract": "Seasonal influenza remains a major global health concern, causing substantial morbidity and mortality each year. Early indicators of transmission are critical for timely public health interventions, and reverse transcription PCR (RT-PCR) cycle threshold (Ct) values, reflecting viral load, have recently been proposed as a proxy for community-level trends. In this study, we analyzed national influenza surveillance data from Iran between March 21, 2023, and March 19, 2024. Weekly mean Ct values were calculated from RT-PCR tests of suspected influenza cases, and weekly confirmed case counts were extracted from national reports. Time series patterns were visually inspected, and stationarity was assessed using the Augmented Dickey-Fuller test. Cross-correlation analysis was performed to identify lags between Ct values and incidence. ARIMA and ARIMAX models were fitted to evaluate and predict influenza incidence using Ct as an input, while VAR models were applied to characterize dynamic relationships. Analyses were conducted in Stata version 14. The mean Ct value over the one-year period was 27.16 ± 4.68. Cross-correlation showed that Ct values preceded incidence by about four weeks (r = 0.41, p = 0.003). ARIMA (0,1,1) best fitted Ct values, while ARIMA (2,1,2) best fitted influenza incidence. In ARIMAX, Ct values lagged by four weeks were a strong predictor of weekly incidence (β = 6.29, p < 0.001). These findings indicate that population-level Ct values can serve as an early signal of rising influenza activity, potentially allowing prediction of incidence trends up to four weeks in advance and supporting timely public health responses.",
    "disease": "influenza",
    "clean_text": "nationwide population level influenza cycle threshold values and trends in influenza incidence a longitudinal study seasonal influenza remains a major global health concern causing substantial morbidity and mortality each year early indicators of transmission are critical for timely public health interventions and reverse transcription pcr rt pcr cycle threshold ct values reflecting viral load have recently been proposed as a proxy for community level trends in this study we analyzed national influenza surveillance data from iran between march and march weekly mean ct values were calculated from rt pcr tests of suspected influenza cases and weekly confirmed case counts were extracted from national reports time series patterns were visually inspected and stationarity was assessed using the augmented dickey fuller test cross correlation analysis was performed to identify lags between ct values and incidence arima and arimax models were fitted to evaluate and predict influenza incidence using ct as an input while var models were applied to characterize dynamic relationships analyses were conducted in stata version the mean ct value over the one year period was cross correlation showed that ct values preceded incidence by about four weeks r p arima best fitted ct values while arima best fitted influenza incidence in arimax ct values lagged by four weeks were a strong predictor of weekly incidence p these findings indicate that population level ct values can serve as an early signal of rising influenza activity potentially allowing prediction of incidence trends up to four weeks in advance and supporting timely public health responses"
}