{
    "title": "The evolution of the ecological footprint and its relationship with the urban development of megacities in Western China: The case of Xi'an.",
    "doc_id": "31103692",
    "writer": "Yang Y",
    "year": "2019",
    "summary": "The conflict between urban development and environmental protection must be resolved to achieve the goal of sustainability. This study examines Xi'an as a case study of a megacity in Western China, calculating the city development index (CDI) and per capita ecologic …",
    "abstract": "Although China's western cities have developed rapidly in recent years, their ecosystems remain fragile. The conflict between urban development and environmental protection must be resolved to achieve the goal of sustainability. This study examines Xi'an as a case study of a megacity in Western China, calculating the city development index (CDI) and per capita ecological footprint (ef) from 2005 to 2016 to comprehensively calculate Xi'an's eco-efficiency. The E-C elasticity coefficient, which refers to the ratio of the rate of change in CDI to the rate of change in ef, is proposed to characterize the degree to which urban development responds to changes in the ef. The CDI and ef both showed an upward trend from 2005 to 2016. Xi'an's environmental efficiency has grown rapidly, and resource efficiency is the main factor driving its fluctuations in eco-efficiency. The energy consumption and pollution emissions are highly correlated with the CDI, and they are the main factors affecting the development of Xi'an. The relationship between CDI and ef is consistent with the law of diminishing marginal utility, the level of urban development rises and then decreases with the increase in ef.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31103692/",
    "clean_text": "the evolution of the ecological footprint and its relationship with the urban development of megacities in western china the case of xi an the conflict between urban development and environmental protection must be resolved to achieve the goal of sustainability this study examines xi an as a case study of a megacity in western china calculating the city development index cdi and per capita ecologic although china s western cities have developed rapidly in recent years their ecosystems remain fragile the conflict between urban development and environmental protection must be resolved to achieve the goal of sustainability this study examines xi an as a case study of a megacity in western china calculating the city development index cdi and per capita ecological footprint ef from to to comprehensively calculate xi an s eco efficiency the e c elasticity coefficient which refers to the ratio of the rate of change in cdi to the rate of change in ef is proposed to characterize the degree to which urban development responds to changes in the ef the cdi and ef both showed an upward trend from to xi an s environmental efficiency has grown rapidly and resource efficiency is the main factor driving its fluctuations in eco efficiency the energy consumption and pollution emissions are highly correlated with the cdi and they are the main factors affecting the development of xi an the relationship between cdi and ef is consistent with the law of diminishing marginal utility the level of urban development rises and then decreases with the increase in ef"
}