{
    "title": "Qualitative Validation of the Nursing Home IT Maturity Staging Model.",
    "doc_id": "32598001",
    "writer": "Powell KR",
    "year": "2020",
    "summary": "The goal of the current study was to qualitatively explore issues of validity, specificity, and sensitivity regarding the nursing home (NH) information technology (IT) maturity survey and staging model. ...Cognitive interviewing was used to collect qualitative data. …",
    "abstract": "The goal of the current study was to qualitatively explore issues of validity, specificity, and sensitivity regarding the nursing home (NH) information technology (IT) maturity survey and staging model. Participants who completed the NH IT maturity survey were recruited during pilot testing of the survey and staging model. Cognitive interviewing was used to collect qualitative data. Findings indicate the NH IT maturity survey and staging model is a straightforward and acceptable instrument. Every participant in our study agreed with the IT maturity stage assigned to their facility, based on their total score on the IT maturity survey. However, some participants were not sure how to answer some questions on the survey because they did not have in-depth knowledge of IT processes that took place outside of their NH facility and others experienced difficulty interpreting items because their NH facility was in a time of transition. The next step in development is quantitative psychometric testing and use of the instrument in a 3-year national study. [Journal of Gerontological Nursing, 46(7), 47-54].",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32598001/",
    "clean_text": "qualitative validation of the nursing home it maturity staging model the goal of the current study was to qualitatively explore issues of validity specificity and sensitivity regarding the nursing home nh information technology it maturity survey and staging model cognitive interviewing was used to collect qualitative data the goal of the current study was to qualitatively explore issues of validity specificity and sensitivity regarding the nursing home nh information technology it maturity survey and staging model participants who completed the nh it maturity survey were recruited during pilot testing of the survey and staging model cognitive interviewing was used to collect qualitative data findings indicate the nh it maturity survey and staging model is a straightforward and acceptable instrument every participant in our study agreed with the it maturity stage assigned to their facility based on their total score on the it maturity survey however some participants were not sure how to answer some questions on the survey because they did not have in depth knowledge of it processes that took place outside of their nh facility and others experienced difficulty interpreting items because their nh facility was in a time of transition the next step in development is quantitative psychometric testing and use of the instrument in a year national study journal of gerontological nursing"
}