{
    "title": "Procedure-Associated Costs and Mid-Term Outcomes of Endovascular Zone 0 and Zone 1 Aortic Arch Repair.",
    "doc_id": "34780945",
    "writer": "Barnes JA",
    "year": "2022",
    "summary": "Therefore, our objective was to characterize the mid-term outcomes after Zone 0 and Zone 1 TEVAR and describe the associated technical costs, revenues, and net margins at a single tertiary medical center. ...Patients were categorized by proximal endograft ext …",
    "abstract": "Background:\n        \n      \n      Thoracic endovascular aortic repair (TEVAR) of proximal aortic arch pathology provides a less-invasive treatment option for high-risk patients ineligible for open arch reconstruction. However, the fiscal impact of these techniques remains unclear. Therefore, our objective was to characterize the mid-term outcomes after Zone 0 and Zone 1 TEVAR and describe the associated technical costs, revenues, and net margins at a single tertiary medical center.\n    \n\n\n          Methods:\n        \n      \n      We examined all patients who underwent TEVAR between April 2011 and August 2019 via retrospective chart review. Patients were categorized by proximal endograft extent to identify Zone 0 or Zone 1 repairs. Procedural characteristics and outcomes were described. Technical costs, revenues, and margins were obtained from the hospital finance department.\n    \n\n\n          Results:\n        \n      \n      We identified 10 patients (6 Zone 0, 4 Zone 1) who were denied open arch reconstruction. Patients were predominantly female (n = 8; 80%) and the mean age was 72.8 ± 5.5 years. TEVAR was performed in 5 asymptomatic patients, urgently in 3 symptomatic patients, and emergently in 2 ruptured patients. TEVAR plus extra-anatomic bypass was performed in 4 patients. Another 4 patients also received parallel stent-grafting while 1 patient received a branched thoracic endograft and yet another an in-situ laser fenestration followed by branch stent grafting. Within the 30-day postoperative period, 1 patient experienced stroke and 1 patient died. Bypass and branch vessel patency were 100% through the duration of follow-up (mean 19.3 months). Mean total technical cost associated with all procedures or repair stages was $105,164 ± $59,338 while mean net technical margin was -$25,055 ± $18,746. The net technical margin was negative for 9 patients.\n    \n\n\n          Conclusions:\n        \n      \n      Endovascular repair of the proximal aortic arch is associated with good mid-term outcomes in patients considered too high-risk for open repair. However, reimbursement does not adequately cover treatment cost, with net technical margins being negative in nearly all cases. To remain financially sustainable, efforts should be made to both optimize aortic arch TEVAR delivery as well as advocate for reimbursement commensurate with associated costs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34780945/",
    "clean_text": "procedure associated costs and mid term outcomes of endovascular zone and zone aortic arch repair therefore our objective was to characterize the mid term outcomes after zone and zone tevar and describe the associated technical costs revenues and net margins at a single tertiary medical center patients were categorized by proximal endograft ext background thoracic endovascular aortic repair tevar of proximal aortic arch pathology provides a less invasive treatment option for high risk patients ineligible for open arch reconstruction however the fiscal impact of these techniques remains unclear therefore our objective was to characterize the mid term outcomes after zone and zone tevar and describe the associated technical costs revenues and net margins at a single tertiary medical center methods we examined all patients who underwent tevar between april and august via retrospective chart review patients were categorized by proximal endograft extent to identify zone or zone repairs procedural characteristics and outcomes were described technical costs revenues and margins were obtained from the hospital finance department results we identified patients zone zone who were denied open arch reconstruction patients were predominantly female n and the mean age was years tevar was performed in asymptomatic patients urgently in symptomatic patients and emergently in ruptured patients tevar plus extra anatomic bypass was performed in patients another patients also received parallel stent grafting while patient received a branched thoracic endograft and yet another an in situ laser fenestration followed by branch stent grafting within the day postoperative period patient experienced stroke and patient died bypass and branch vessel patency were through the duration of follow up mean months mean total technical cost associated with all procedures or repair stages was while mean net technical margin was the net technical margin was negative for patients conclusions endovascular repair of the proximal aortic arch is associated with good mid term outcomes in patients considered too high risk for open repair however reimbursement does not adequately cover treatment cost with net technical margins being negative in nearly all cases to remain financially sustainable efforts should be made to both optimize aortic arch tevar delivery as well as advocate for reimbursement commensurate with associated costs"
}