{
    "title": "Myocardial performance index and cardiovascular diseases.",
    "doc_id": "37248742",
    "writer": "Askin L",
    "year": "2023",
    "summary": "The Myocardial Performance Index (MPI), also known as the Tei Index, is a measure of the overall performance of the heart that takes into account both systolic and diastolic function. It is a non-invasive echocardiographic index that provides information about the efficien …",
    "abstract": "The Myocardial Performance Index (MPI), also known as the Tei Index, is a measure of the overall performance of the heart that takes into account both systolic and diastolic function. It is a non-invasive echocardiographic index that provides information about the efficiency of the heart's pumping action. The MPI is a useful tool for evaluating cardiac function in various clinical conditions, such as heart failure, myocardial infarction, and cardiomyopathy. A higher MPI value indicates poorer cardiac function, while a lower MPI value indicates better cardiac function. This review will give a summary of the relevant MPI literature, provide a methodology and technical aspects, and make research recommendations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37248742/",
    "clean_text": "myocardial performance index and cardiovascular diseases the myocardial performance index mpi also known as the tei index is a measure of the overall performance of the heart that takes into account both systolic and diastolic function it is a non invasive echocardiographic index that provides information about the efficien the myocardial performance index mpi also known as the tei index is a measure of the overall performance of the heart that takes into account both systolic and diastolic function it is a non invasive echocardiographic index that provides information about the efficiency of the heart s pumping action the mpi is a useful tool for evaluating cardiac function in various clinical conditions such as heart failure myocardial infarction and cardiomyopathy a higher mpi value indicates poorer cardiac function while a lower mpi value indicates better cardiac function this review will give a summary of the relevant mpi literature provide a methodology and technical aspects and make research recommendations"
}