{
    "pmid": "41459517",
    "title": "Identification of serum MicroRNAs associated with hepatic immunoinflammatory injury in chronic hepatitis B: implications for non-invasive diagnosis.",
    "abstract": "Hepatitis B virus (HBV) causes chronic hepatic infection, leading to various advanced liver diseases. Currently, there is still a lack of effective non-invasive biomarkers for evaluating hepatic inflammation and fibrosis. Circulating microRNAs (miRNAs) serve as key regulators and potential biomarkers in the progression and pathogenesis of HBV-associated progressive liver diseases. Here, we characterized the miRNA profile in chronic hepatitis B (CHB) patients and probed their association with liver inflammation and fibrosis. We profiled 34 candidate miRNAs in serum from a well-characterized HBV Disease Continuum Cohort, comprising 165 individuals in the discovery set (42 healthy controls, HC; 40 CHB; 42 cirrhosis; 41 hepatocellular carcinomas, HCC) and 143 in an independent testing set. Serum miRNA levels were quantified by qRT-PCR. Supervised clustering and correlation analyses revealed distinct miRNA expression profiles across disease stages. Statistical analyses included logistic regression, and ROC/AUC evaluation with 5-fold cross-validation and external validation. Unsupervised clustering and correlation with histological G/S staging revealed stage-specific miRNA signatures: miR-224-5p, miR-125a-5p, and miR-15a-5p peaked in cirrhosis and strongly correlated with fibrosis stage (miR-224-5p: r = 0.606, p = 1.5E-12), while miR-200a-3p and miR-939-5p were predominantly upregulated in HCC. Critically, miR-224-5p emerged as a robust non-invasive biomarker for cirrhosis, with exceptional diagnostic accuracy (AUC = 0.973 in discovery; 0.906 in external validation), significantly outperforming APRI (0.803) and FIB-4 (0.809), and remained the sole independent predictor in multivariable analysis (p = 0.009). For HCC detection, the miR-200a-3p/AFP combined model achieved outstanding performance (AUC > 0.9), substantially improving upon AFP alone (0.737). Bioinformatic prediction of targets (297 for miR-224-5p; 616 for miR-200a-3p) highlighted associated in cancer- and senescence-related pathways; however, these associations are in silico and require experimental validation. We identify miR-224-5p as a fibroinflammatory activity indicator for early cirrhosis detection and miR-200a-3p as a synergistic enhancer of AFP for non-invasive HCC diagnosis, establishing a dual miRNA signature that spans the HBV disease continuum and addresses critical gaps in current risk stratification. These findings highlight the potential of specific serum miRNAs as non-invasive biomarkers for monitoring disease progression and improving the differential diagnosis during the process of HBV-related liver diseases.",
    "disease": "liver cirrhosis",
    "clean_text": "identification of serum micrornas associated with hepatic immunoinflammatory injury in chronic hepatitis b implications for non invasive diagnosis hepatitis b virus hbv causes chronic hepatic infection leading to various advanced liver diseases currently there is still a lack of effective non invasive biomarkers for evaluating hepatic inflammation and fibrosis circulating micrornas mirnas serve as key regulators and potential biomarkers in the progression and pathogenesis of hbv associated progressive liver diseases here we characterized the mirna profile in chronic hepatitis b chb patients and probed their association with liver inflammation and fibrosis we profiled candidate mirnas in serum from a well characterized hbv disease continuum cohort comprising individuals in the discovery set healthy controls hc chb cirrhosis hepatocellular carcinomas hcc and in an independent testing set serum mirna levels were quantified by qrt pcr supervised clustering and correlation analyses revealed distinct mirna expression profiles across disease stages statistical analyses included logistic regression and roc auc evaluation with fold cross validation and external validation unsupervised clustering and correlation with histological g s staging revealed stage specific mirna signatures mir p mir a p and mir a p peaked in cirrhosis and strongly correlated with fibrosis stage mir p r p e while mir a p and mir p were predominantly upregulated in hcc critically mir p emerged as a robust non invasive biomarker for cirrhosis with exceptional diagnostic accuracy auc in discovery in external validation significantly outperforming apri and fib and remained the sole independent predictor in multivariable analysis p for hcc detection the mir a p afp combined model achieved outstanding performance auc substantially improving upon afp alone bioinformatic prediction of targets for mir p for mir a p highlighted associated in cancer and senescence related pathways however these associations are in silico and require experimental validation we identify mir p as a fibroinflammatory activity indicator for early cirrhosis detection and mir a p as a synergistic enhancer of afp for non invasive hcc diagnosis establishing a dual mirna signature that spans the hbv disease continuum and addresses critical gaps in current risk stratification these findings highlight the potential of specific serum mirnas as non invasive biomarkers for monitoring disease progression and improving the differential diagnosis during the process of hbv related liver diseases"
}