{
    "title": "Embodying heart disease through drawings.",
    "doc_id": "15068638",
    "writer": "Guillemin M.",
    "year": "2004",
    "summary": "This article examines how women with reported heart disease experience and understand their condition. The participants comprised 32 women, aged 49-54 years, from the mid-age cohort of the Australian Longitudinal Study on Women's Health who self-reported to have …",
    "abstract": "This article examines how women with reported heart disease experience and understand their condition. The participants comprised 32 women, aged 49-54 years, from the mid-age cohort of the Australian Longitudinal Study on Women's Health who self-reported to have heart disease. Following individual interviews, each participant was asked to draw her heart disease. The article focuses on the analysis of the drawings of heart disease produced by the women. The drawings were analysed into three themes: first, the heart at the centre, second, the heart in the lived body and finally, heart disease as a social illness. The drawings are considered both as visual products of women's knowledge about heart disease and also as processes of embodied knowledge production. The use of drawings is an interesting and insightful method with which to explore understandings of illness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15068638/",
    "clean_text": "embodying heart disease through drawings this article examines how women with reported heart disease experience and understand their condition the participants comprised women aged years from the mid age cohort of the australian longitudinal study on women s health who self reported to have this article examines how women with reported heart disease experience and understand their condition the participants comprised women aged years from the mid age cohort of the australian longitudinal study on women s health who self reported to have heart disease following individual interviews each participant was asked to draw her heart disease the article focuses on the analysis of the drawings of heart disease produced by the women the drawings were analysed into three themes first the heart at the centre second the heart in the lived body and finally heart disease as a social illness the drawings are considered both as visual products of women s knowledge about heart disease and also as processes of embodied knowledge production the use of drawings is an interesting and insightful method with which to explore understandings of illness"
}