{
    "title": "Exercise therapy in type 2 diabetes.",
    "doc_id": "19479186",
    "writer": "Praet SF",
    "year": "2009",
    "summary": "This paper reviews the wide pathophysiological problems associated with Type 2 diabetes and discusses the benefits of exercise therapy on phenotype characteristics, glycemic control and cardiovascular risk profile in Type 2 diabetes patients. Based on …",
    "abstract": "Structured exercise is considered an important cornerstone to achieve good glycemic control and improve cardiovascular risk profile in Type 2 diabetes. Current clinical guidelines acknowledge the therapeutic strength of exercise intervention. This paper reviews the wide pathophysiological problems associated with Type 2 diabetes and discusses the benefits of exercise therapy on phenotype characteristics, glycemic control and cardiovascular risk profile in Type 2 diabetes patients. Based on the currently available literature, it is concluded that Type 2 diabetes patients should be stimulated to participate in specifically designed exercise intervention programs. More attention should be paid to cardiovascular and musculoskeletal deconditioning as well as motivational factors to improve long-term treatment adherence and clinical efficacy. More clinical research is warranted to establish the efficacy of exercise intervention in a more differentiated approach for Type 2 diabetes subpopulations within different stages of the disease and various levels of co-morbidity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19479186/",
    "clean_text": "exercise therapy in type diabetes this paper reviews the wide pathophysiological problems associated with type diabetes and discusses the benefits of exercise therapy on phenotype characteristics glycemic control and cardiovascular risk profile in type diabetes patients based on structured exercise is considered an important cornerstone to achieve good glycemic control and improve cardiovascular risk profile in type diabetes current clinical guidelines acknowledge the therapeutic strength of exercise intervention this paper reviews the wide pathophysiological problems associated with type diabetes and discusses the benefits of exercise therapy on phenotype characteristics glycemic control and cardiovascular risk profile in type diabetes patients based on the currently available literature it is concluded that type diabetes patients should be stimulated to participate in specifically designed exercise intervention programs more attention should be paid to cardiovascular and musculoskeletal deconditioning as well as motivational factors to improve long term treatment adherence and clinical efficacy more clinical research is warranted to establish the efficacy of exercise intervention in a more differentiated approach for type diabetes subpopulations within different stages of the disease and various levels of co morbidity"
}