{
    "pmid": "41381590",
    "title": "An Australian experience of the Rapid Access Chest Pain Assessment Clinic.",
    "abstract": "Rapid Access Chest Pain Assessment Clinic (RACPAC) offers an outpatient evaluation for patients with troponin-negative, low-to-intermediate risk chest pain. This 10-year study assessed its role in the early identification of patients at cardiovascular risk and compared the modes of coronary investigation performances. A single-centre, observational, retrospective cohort study from July 2012 to July 2022 assessed patients who underwent diagnostic tests: CT coronary angiography (CTCA), treadmill stress echocardiogram (TSE), myocardial perfusion scan (MPS), or invasive coronary angiogram (ICA). True positive cases were defined by obstructive disease on subsequent ICA. Baseline characteristics, investigation choice, results, conversion rates to ICA, and identification of new modifiable risk factors to potentially reduce future cardiovascular events were analysed. A total of 3976 patients with low-to-intermediate risk chest pain, mean age (55.2 ± 11.6) years, 51% male, with prevalent risk factors such as positive family history (49%) and dyslipidaemia (42%). Initial investigations: TSE (49.2%), CTCA (43.7%), MPS (4.6%), and ICA (2.5%). CTCA showed superior performance compared to TSE in positive predictive value (97% vs. 82%), negative predictive value (66% vs. 27%) for those proceeding to ICA despite initial negative/inconclusive results, and attendance rates (97% vs. 92%). Incidental findings occurred in 4% of cases, predominantly with CTCA. New modifiable CVD risk factors were identified in 33% of patients, and 17% had CAD with pre-existing CVD risk factors needing stricter control. Our study highlights the effectiveness of CTCA as a primary investigation for troponin-negative, low-to-intermediate risk chest pain patients, with high predictive values, incidental findings and attendance rates. It also emphasises RACPAC's potential role in identifying patients at cardiovascular disease risk and perhaps reducing future cardiovascular morbidity and mortality.",
    "disease": "coronary artery disease",
    "clean_text": "an australian experience of the rapid access chest pain assessment clinic rapid access chest pain assessment clinic racpac offers an outpatient evaluation for patients with troponin negative low to intermediate risk chest pain this year study assessed its role in the early identification of patients at cardiovascular risk and compared the modes of coronary investigation performances a single centre observational retrospective cohort study from july to july assessed patients who underwent diagnostic tests ct coronary angiography ctca treadmill stress echocardiogram tse myocardial perfusion scan mps or invasive coronary angiogram ica true positive cases were defined by obstructive disease on subsequent ica baseline characteristics investigation choice results conversion rates to ica and identification of new modifiable risk factors to potentially reduce future cardiovascular events were analysed a total of patients with low to intermediate risk chest pain mean age years male with prevalent risk factors such as positive family history and dyslipidaemia initial investigations tse ctca mps and ica ctca showed superior performance compared to tse in positive predictive value vs negative predictive value vs for those proceeding to ica despite initial negative inconclusive results and attendance rates vs incidental findings occurred in of cases predominantly with ctca new modifiable cvd risk factors were identified in of patients and had cad with pre existing cvd risk factors needing stricter control our study highlights the effectiveness of ctca as a primary investigation for troponin negative low to intermediate risk chest pain patients with high predictive values incidental findings and attendance rates it also emphasises racpac s potential role in identifying patients at cardiovascular disease risk and perhaps reducing future cardiovascular morbidity and mortality"
}