{
    "title": "Health-Related Qualities of Life in School-Aged Children with Bronchopulmonary Dysplasia.",
    "doc_id": "37301279",
    "writer": "Sierra G",
    "year": "2023",
    "summary": "OBJECTIVE: To determine health-related quality of life (HRQOL) of school-aged children with bronchopulmonary dysplasia (BPD) using the standardized Patient-Reported Outcomes Measurement Information System (PROMIS) assessment tools. STUDY DESIGN: The Indoor Air Qu …",
    "abstract": "Objective:\n        \n      \n      To determine health-related quality of life (HRQOL) of school-aged children with bronchopulmonary dysplasia (BPD) using the standardized Patient-Reported Outcomes Measurement Information System (PROMIS) assessment tools.\n    \n\n\n          Study design:\n        \n      \n      The Indoor Air Quality and Respiratory Morbidity in Children with BPD Study is an ongoing observational study of school-aged children with BPD. HRQOL is assessed at enrollment by 3 PROMIS questionnaires, Parent Proxy Scale-Global Health 7, Parent Proxy Psychological Stress Experiences-Short Form, and the Parent Proxy Profile-Profile-25. PROMIS data were tested for significant deviation from the standardized T-Score references for normative populations of children.\n    \n\n\n          Results:\n        \n      \n      Eighty-nine subjects enrolled in the AERO-BPD study had complete outcome data for HRQOL. The mean age was 9 (±2) years and 43% were female. Mean days on respiratory support totaled 96 (±40). Across all domains, school-aged children with BPD reported similar or slightly better outcomes than the reference sample. Statistically significant findings of lower depression (P < .0001), fatigue (P < .0001), and pain (P < .0001) scores were found; there was no difference in psychological stress experiences (P = .87), global health (P = .06), anxiety (P = .08), relationships (P = .80), and mobility (P = .59) domains.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrated that children with BPD may have less depression, fatigue, and pain HRQL than the general population. Once validated, these findings may offer reassurance to parents and providers caring for children with BPD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37301279/",
    "clean_text": "health related qualities of life in school aged children with bronchopulmonary dysplasia objective to determine health related quality of life hrqol of school aged children with bronchopulmonary dysplasia bpd using the standardized patient reported outcomes measurement information system promis assessment tools study design the indoor air qu objective to determine health related quality of life hrqol of school aged children with bronchopulmonary dysplasia bpd using the standardized patient reported outcomes measurement information system promis assessment tools study design the indoor air quality and respiratory morbidity in children with bpd study is an ongoing observational study of school aged children with bpd hrqol is assessed at enrollment by promis questionnaires parent proxy scale global health parent proxy psychological stress experiences short form and the parent proxy profile profile promis data were tested for significant deviation from the standardized t score references for normative populations of children results eighty nine subjects enrolled in the aero bpd study had complete outcome data for hrqol the mean age was years and were female mean days on respiratory support totaled across all domains school aged children with bpd reported similar or slightly better outcomes than the reference sample statistically significant findings of lower depression p fatigue p and pain p scores were found there was no difference in psychological stress experiences p global health p anxiety p relationships p and mobility p domains conclusions this study demonstrated that children with bpd may have less depression fatigue and pain hrql than the general population once validated these findings may offer reassurance to parents and providers caring for children with bpd"
}