{
    "pmid": "41450899",
    "title": "Oculomotor Nerve Palsy in Idiopathic Intracranial Hypertension: A Case Report and Literature Review.",
    "abstract": "Idiopathic intracranial hypertension (IIH) typically presents with chronic headache, pulsatile tinnitus, transient visual obscurations, and papilledema. The fulminant form, representing 2-3% of cases, is characterized by rapid visual decline within four weeks of symptom onset. Sixth cranial nerve palsy is the most frequently reported cranial neuropathy in IIH, whereas involvement of other cranial nerves is exceedingly rare. We describe a 16-year-old girl with fulminant IIH and oculomotor nerve palsy associated with risperidone-induced weight gain. She presented with one week of nausea, vomiting, and occipital headache, followed by blurry vision and right ptosis. Examination revealed partial right oculomotor palsy with ptosis, a dilated pupil without a relative afferent pupillary defect, and severe bilateral papilledema. Neuroimaging excluded mass lesion, aneurysm, and inflammation, but showed findings consistent with IIH. Lumbar puncture revealed an opening pressure of 86 cm H Oculomotor nerve palsy is a rare manifestation of IIH; including our case, we identified eight patients (seven female) presenting in the setting of IIH. All presented with new-onset IIH, and three were fulminant cases with markedly elevated CSF pressures (>50 cm H2O) and ultimately received shunting. Fulminant IIH should be considered in the differential diagnosis of acute oculomotor palsy, particularly when risk factors such as recent weight gain or medication use are present, as early recognition and CSF diversion are important to prevent irreversible vision or cranial nerve deficits.",
    "disease": "hypertension",
    "clean_text": "oculomotor nerve palsy in idiopathic intracranial hypertension a case report and literature review idiopathic intracranial hypertension iih typically presents with chronic headache pulsatile tinnitus transient visual obscurations and papilledema the fulminant form representing of cases is characterized by rapid visual decline within four weeks of symptom onset sixth cranial nerve palsy is the most frequently reported cranial neuropathy in iih whereas involvement of other cranial nerves is exceedingly rare we describe a year old girl with fulminant iih and oculomotor nerve palsy associated with risperidone induced weight gain she presented with one week of nausea vomiting and occipital headache followed by blurry vision and right ptosis examination revealed partial right oculomotor palsy with ptosis a dilated pupil without a relative afferent pupillary defect and severe bilateral papilledema neuroimaging excluded mass lesion aneurysm and inflammation but showed findings consistent with iih lumbar puncture revealed an opening pressure of cm h oculomotor nerve palsy is a rare manifestation of iih including our case we identified eight patients seven female presenting in the setting of iih all presented with new onset iih and three were fulminant cases with markedly elevated csf pressures cm h o and ultimately received shunting fulminant iih should be considered in the differential diagnosis of acute oculomotor palsy particularly when risk factors such as recent weight gain or medication use are present as early recognition and csf diversion are important to prevent irreversible vision or cranial nerve deficits"
}