{
    "title": "Potential Clinical Applications of Stem Cells in Regenerative Medicine.",
    "doc_id": "31898779",
    "writer": "Suman S",
    "year": "2019",
    "summary": "Therefore, the only safe stem cells that have so far been employed in regenerative medicine are monopotent stem cells, such as the abovementioned HSPCs or mesenchymal stem cells (MSCs) isolated from postnatal tissues. ...Interestingly, re …",
    "abstract": "The field of regenerative medicine is looking for a pluripotent/multipotent stem cell able to differentiate across germ layers and be safely employed in therapy. Unfortunately, with the exception of hematopoietic stem/progenitor cells (HSPCs) for hematological applications, the current clinical results with stem cells are somewhat disappointing. The potential clinical applications of the more primitive embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) have so far been discouraging, as both have exhibited several problems, including genomic instability, a risk of teratoma formation, and the possibility of rejection. Therefore, the only safe stem cells that have so far been employed in regenerative medicine are monopotent stem cells, such as the abovementioned HSPCs or mesenchymal stem cells (MSCs) isolated from postnatal tissues. However, their monopotency, and therefore limited differentiation potential, is a barrier to their broader application in the clinic. Interestingly, results have accumulated indicating that adult tissues contain rare, early-development stem cells known as very small embryonic-like stem cells (VSELs), which can differentiate into cells from more than one germ layer. This chapter addresses different sources of stem cells for potential clinical application and their advantages and problems to be solved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31898779/",
    "clean_text": "potential clinical applications of stem cells in regenerative medicine therefore the only safe stem cells that have so far been employed in regenerative medicine are monopotent stem cells such as the abovementioned hspcs or mesenchymal stem cells mscs isolated from postnatal tissues interestingly re the field of regenerative medicine is looking for a pluripotent multipotent stem cell able to differentiate across germ layers and be safely employed in therapy unfortunately with the exception of hematopoietic stem progenitor cells hspcs for hematological applications the current clinical results with stem cells are somewhat disappointing the potential clinical applications of the more primitive embryonic stem cells escs and induced pluripotent stem cells ipscs have so far been discouraging as both have exhibited several problems including genomic instability a risk of teratoma formation and the possibility of rejection therefore the only safe stem cells that have so far been employed in regenerative medicine are monopotent stem cells such as the abovementioned hspcs or mesenchymal stem cells mscs isolated from postnatal tissues however their monopotency and therefore limited differentiation potential is a barrier to their broader application in the clinic interestingly results have accumulated indicating that adult tissues contain rare early development stem cells known as very small embryonic like stem cells vsels which can differentiate into cells from more than one germ layer this chapter addresses different sources of stem cells for potential clinical application and their advantages and problems to be solved"
}