{
    "pmid": "41474620",
    "title": "Affinity maturation and light-chain-mediated paratope diversification anticipates viral evolution.",
    "abstract": "A key goal of vaccinology is to train the immune system to combat current pathogens while preparing it for future variants. Here, we investigate how Wuhan strain severe acute respiratory syndrome coronavirus 2 mRNA vaccination generates \"anticipatory breadth\" in an antibody family exhibiting germline complementarity to the ACE2 binding site on the receptor-binding-domain (RBD). IGHV3-53/66 antibodies from infection-naive vaccinees frequently neutralize Omicron variants and contain hallmark breadth-enhancing mutations. While Omicron breakthrough infection does not alter IGHV3-53/66 mutation frequencies, it modifies Ig light-chain pairing frequencies, suggesting variant-driven selection for favorable pairings. Structural analyses of IGHV3-53/66-RBD complexes show that hallmark heavy-chain mutations refine interactions with conserved RBD residues, while alternative Ig light-chain pairings modify contacts at Omicron mutation sites. Together, these findings support a cooperative model of anticipatory breadth involving targeting of a functionally constrained epitope, affinity maturation to establish an affinity buffer, and alternative Ig light-chain pairings to diversify paratopes-providing a mechanistic framework for anticipating viral evolution.",
    "disease": "covid-19",
    "clean_text": "affinity maturation and light chain mediated paratope diversification anticipates viral evolution a key goal of vaccinology is to train the immune system to combat current pathogens while preparing it for future variants here we investigate how wuhan strain severe acute respiratory syndrome coronavirus mrna vaccination generates anticipatory breadth in an antibody family exhibiting germline complementarity to the ace binding site on the receptor binding domain rbd ighv antibodies from infection naive vaccinees frequently neutralize omicron variants and contain hallmark breadth enhancing mutations while omicron breakthrough infection does not alter ighv mutation frequencies it modifies ig light chain pairing frequencies suggesting variant driven selection for favorable pairings structural analyses of ighv rbd complexes show that hallmark heavy chain mutations refine interactions with conserved rbd residues while alternative ig light chain pairings modify contacts at omicron mutation sites together these findings support a cooperative model of anticipatory breadth involving targeting of a functionally constrained epitope affinity maturation to establish an affinity buffer and alternative ig light chain pairings to diversify paratopes providing a mechanistic framework for anticipating viral evolution"
}