{
    "pmid": "41448362",
    "title": "Datopotamab deruxtecan versus chemotherapy in previously treated inoperable/metastatic hormone-receptor-positive HER2-negative breast cancer: final overall survival analysis of the phase 3 TROPION-Breast01 study.",
    "abstract": "The TROPION-Breast01 study (NCT05104866) demonstrated statistically significant and clinically meaningful improvement in progression-free survival (PFS) by blinded independent central review (BICR) with the TROP2-directed antibody-drug conjugate (ADC) datopotamab deruxtecan (Dato-DXd) versus investigator's choice of chemotherapy (ICC) in patients with previously treated, inoperable/metastatic hormone receptor-positive, human epidermal growth factor receptor 2-negative (HR+/HER2‒) breast cancer. Here we report results from the final overall survival (OS) analysis. Patients with inoperable/metastatic HR+/HER2‒ breast cancer, who had disease progression on endocrine therapy and for whom endocrine therapy was unsuitable, and had received 1‒2 prior lines of chemotherapy in the inoperable/metastatic setting, were randomized 1:1 to Dato-DXd (6 mg/kg every 3 weeks) or ICC (eribulin/capecitabine/vinorelbine/gemcitabine). Dual primary endpoints were PFS by BICR and OS. At data cut-off, median follow-up was 22.8 months. OS for the Dato-DXd versus ICC arm did not reach statistical significance (hazard ratio, 1.01 [95% confidence interval 0.83-1.22]; P = 0.9445). Use of ADCs (trastuzumab deruxtecan and sacituzumab govitecan) as subsequent therapy was imbalanced: 12.3% in Dato-DXd arm versus 24.0% in ICC arm. Secondary efficacy endpoints (PFS by investigator assessment, objective response rate, duration of response, disease control rate at 12 weeks, time to first and second subsequent therapy or death, and time to second progression or death) continued to favor Dato-DXd at this final analysis. The overall safety profile of Dato-DXd remained favorable compared with ICC, and no new safety signals were observed with longer follow-up. TROPION-Breast01 met its dual primary endpoint of PFS by BICR. While there was no statistically significant improvement in the dual primary endpoint of OS with Dato-DXd versus ICC, subsequent ADC treatment may have affected OS results. The totality of efficacy and safety data support Dato-DXd as a new treatment option for patients with previously treated, inoperable/metastatic HR+/HER2‒ breast cancer.",
    "disease": "breast cancer",
    "clean_text": "datopotamab deruxtecan versus chemotherapy in previously treated inoperable metastatic hormone receptor positive her negative breast cancer final overall survival analysis of the phase tropion breast study the tropion breast study nct demonstrated statistically significant and clinically meaningful improvement in progression free survival pfs by blinded independent central review bicr with the trop directed antibody drug conjugate adc datopotamab deruxtecan dato dxd versus investigator s choice of chemotherapy icc in patients with previously treated inoperable metastatic hormone receptor positive human epidermal growth factor receptor negative hr her breast cancer here we report results from the final overall survival os analysis patients with inoperable metastatic hr her breast cancer who had disease progression on endocrine therapy and for whom endocrine therapy was unsuitable and had received prior lines of chemotherapy in the inoperable metastatic setting were randomized to dato dxd mg kg every weeks or icc eribulin capecitabine vinorelbine gemcitabine dual primary endpoints were pfs by bicr and os at data cut off median follow up was months os for the dato dxd versus icc arm did not reach statistical significance hazard ratio confidence interval p use of adcs trastuzumab deruxtecan and sacituzumab govitecan as subsequent therapy was imbalanced in dato dxd arm versus in icc arm secondary efficacy endpoints pfs by investigator assessment objective response rate duration of response disease control rate at weeks time to first and second subsequent therapy or death and time to second progression or death continued to favor dato dxd at this final analysis the overall safety profile of dato dxd remained favorable compared with icc and no new safety signals were observed with longer follow up tropion breast met its dual primary endpoint of pfs by bicr while there was no statistically significant improvement in the dual primary endpoint of os with dato dxd versus icc subsequent adc treatment may have affected os results the totality of efficacy and safety data support dato dxd as a new treatment option for patients with previously treated inoperable metastatic hr her breast cancer"
}