{
    "title": "Weight loss in patients with Alzheimer's disease.",
    "doc_id": "18285291",
    "writer": "Tamura BK",
    "year": "2007",
    "summary": "Weight loss occurs frequently in patients with Alzheimer's disease (AD). This article will review why weight loss is so important in AD patients and what the ramifications are. This includes not only the negative effects of weight loss bu …",
    "abstract": "Weight loss occurs frequently in patients with Alzheimer's disease (AD). This article will review why weight loss is so important in AD patients and what the ramifications are. This includes not only the negative effects of weight loss but possible benefits of weight gain. There is some evidence that weight loss manifests before AD. Structural, genetic, and neurochemical factors are discussed. There are possible risk factors and predictors which could herald weight loss in AD. Olfactory changes which occur in AD patients may make the food less appealing. Changes in food consumption may occur in AD leading to decreased energy intake. At the same time there is more evidence that increased energy expenditure is not the cause of weight loss in AD. Lastly we will go over possible treatment strategies. This includes environmental changes, food alterations, oral supplementations, and medications. A Medline literature search was conducted from 2000 to present using key search words of weight loss and Alzheimer's disease. Studies that were included were prospective designs, observational studies, review articles and their references.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18285291/",
    "clean_text": "weight loss in patients with alzheimer s disease weight loss occurs frequently in patients with alzheimer s disease ad this article will review why weight loss is so important in ad patients and what the ramifications are this includes not only the negative effects of weight loss bu weight loss occurs frequently in patients with alzheimer s disease ad this article will review why weight loss is so important in ad patients and what the ramifications are this includes not only the negative effects of weight loss but possible benefits of weight gain there is some evidence that weight loss manifests before ad structural genetic and neurochemical factors are discussed there are possible risk factors and predictors which could herald weight loss in ad olfactory changes which occur in ad patients may make the food less appealing changes in food consumption may occur in ad leading to decreased energy intake at the same time there is more evidence that increased energy expenditure is not the cause of weight loss in ad lastly we will go over possible treatment strategies this includes environmental changes food alterations oral supplementations and medications a medline literature search was conducted from to present using key search words of weight loss and alzheimer s disease studies that were included were prospective designs observational studies review articles and their references"
}