{
    "title": "Eosinophilic metaplasia in transurethral resection of the prostate.",
    "doc_id": "32769332",
    "writer": "Koleva MS",
    "year": "2020",
    "summary": "BACKGROUND: To investigate prostatic eosinophilic metaplasia (EM) in a large series of cases and their relationship with the basic prostate pathology in TURP-material: benign prostatic hyperplasia (BPH), National Institutes of Health category IV prostatiti …",
    "abstract": "Background:\n        \n      \n      To investigate prostatic eosinophilic metaplasia (EM) in a large series of cases and their relationship with the basic prostate pathology in TURP-material: benign prostatic hyperplasia (BPH), National Institutes of Health category IV prostatitis (also called histologic prostatitis or HP), and prostatic adenocarcinoma (PCa).\n    \n\n\n          Aim:\n        \n      \n      The relation between EM and basic prostate pathology: BPH, PCa, and HP.\n    \n\n\n          Materials and methods:\n        \n      \n      Around 61 consecutive TURP-specimens were reviewed for the presence of EM. The tissue sections were stained routinely with hematoxylin-eosin (HE), hematoxylin-phloxine-saffron (HPS), and periodic acid-Schiff's procedure. Simultaneously BPH, HP, and PCa were evaluated.\n    \n\n\n          Results:\n        \n      \n      We found EM in 55.7% of TURP-specimens. EM is located more often in the ductal epithelium (58.8%) and is usually focal (73.5%) and in small groups (88.2%) of secretory luminal cells. They are associated with BPH and with a variable degree of HP in all cases. However, there is no association with PCa. Eosinophilic cytoplasmic granules in EM are better visualized with HPS. Zones induced by tissue electrocoagulation which mimic EM, are seen in the periphery of TURP-fragments.\n    \n\n\n          Conclusion:\n        \n      \n      EM in prostate is presented by the presence of eosinophilic cytoplasmic granules in benign secretory epithelium. The study presents the first attempt to investigate EM in a large series of patients. Our results enrich the available information about the histoepidemiology of prostatic EM. Moreover, EM is more common in a focal lesion, found in small groups of ductal secretory epithelial cells while EM in TURP-specimens is associated with BPH and HP in all the cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32769332/",
    "clean_text": "eosinophilic metaplasia in transurethral resection of the prostate background to investigate prostatic eosinophilic metaplasia em in a large series of cases and their relationship with the basic prostate pathology in turp material benign prostatic hyperplasia bph national institutes of health category iv prostatiti background to investigate prostatic eosinophilic metaplasia em in a large series of cases and their relationship with the basic prostate pathology in turp material benign prostatic hyperplasia bph national institutes of health category iv prostatitis also called histologic prostatitis or hp and prostatic adenocarcinoma pca aim the relation between em and basic prostate pathology bph pca and hp materials and methods around consecutive turp specimens were reviewed for the presence of em the tissue sections were stained routinely with hematoxylin eosin he hematoxylin phloxine saffron hps and periodic acid schiff s procedure simultaneously bph hp and pca were evaluated results we found em in of turp specimens em is located more often in the ductal epithelium and is usually focal and in small groups of secretory luminal cells they are associated with bph and with a variable degree of hp in all cases however there is no association with pca eosinophilic cytoplasmic granules in em are better visualized with hps zones induced by tissue electrocoagulation which mimic em are seen in the periphery of turp fragments conclusion em in prostate is presented by the presence of eosinophilic cytoplasmic granules in benign secretory epithelium the study presents the first attempt to investigate em in a large series of patients our results enrich the available information about the histoepidemiology of prostatic em moreover em is more common in a focal lesion found in small groups of ductal secretory epithelial cells while em in turp specimens is associated with bph and hp in all the cases"
}