{
    "title": "Factors associated with risk for subsequent injuries after traumatic spinal cord injury.",
    "doc_id": "15375825",
    "writer": "Krause JS.",
    "year": "2004",
    "summary": "OBJECTIVES: To identify the annual incidence and risk factors for subsequent injury among subjects with preexisting spinal cord injury (SCI). DESIGN: Cross-sectional, mailed survey. ...RESULTS: Nineteen percent of participants reported at least 1 injury …",
    "abstract": "Objectives:\n        \n      \n      To identify the annual incidence and risk factors for subsequent injury among subjects with preexisting spinal cord injury (SCI).\n    \n\n\n          Design:\n        \n      \n      Cross-sectional, mailed survey.\n    \n\n\n          Setting:\n        \n      \n      A specialty hospital in the southeastern United States.\n    \n\n\n          Participants:\n        \n      \n      Subjects (N=1328) with SCI participated in this study (response rate, 72%), each of whom met the following inclusion criteria: (1) traumatic SCI with residual impairment American Spinal Injury Association (ASIA) grades A through D, (2) nonsurgical onset, (3) age 18 years or older at the time of the study, and (4) a minimum of 12 months post-SCI.\n    \n\n\n          Interventions:\n        \n      \n      Not applicable.\n    \n\n\n          Main outcome measures:\n        \n      \n      A general health assessment survey was used that required participants to report the number of injuries that were severe enough to require treatment in a clinic, emergency department, or hospital in the past year, as well as whether any injury resulted in hospitalization. Risk measures included the Behavioral Risk Factor Surveillance System, CAGE, Zuckerman-Kuhlman Personality Questionnaire, Multidimensional Health Locus of Control scale, and prescription medication usage.\n    \n\n\n          Results:\n        \n      \n      Nineteen percent of participants reported at least 1 injury within the past year, with an annual incidence of.33 when considering those with multiple injuries. Twenty-seven percent of those with at least 1 injury reported 1 or more injury-related hospitalizations in the past year. Being younger; having an ASIA grade D injury; higher sensation-seeking scores; heavy drinking; and prescription medication use for pain, spasticity, depression, and sleep were associated with a greater likelihood of subsequent injuries.\n    \n\n\n          Conclusions:\n        \n      \n      Subsequent injuries impact nearly 20% of people with SCI annually; yet, this problem has received little attention in the literature. Further study is needed to identify the costs, severity, and circumstances surrounding injury to design prevention programs that target risk behaviors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15375825/",
    "clean_text": "factors associated with risk for subsequent injuries after traumatic spinal cord injury objectives to identify the annual incidence and risk factors for subsequent injury among subjects with preexisting spinal cord injury sci design cross sectional mailed survey results nineteen percent of participants reported at least injury objectives to identify the annual incidence and risk factors for subsequent injury among subjects with preexisting spinal cord injury sci design cross sectional mailed survey setting a specialty hospital in the southeastern united states participants subjects n with sci participated in this study response rate each of whom met the following inclusion criteria traumatic sci with residual impairment american spinal injury association asia grades a through d nonsurgical onset age years or older at the time of the study and a minimum of months post sci interventions not applicable main outcome measures a general health assessment survey was used that required participants to report the number of injuries that were severe enough to require treatment in a clinic emergency department or hospital in the past year as well as whether any injury resulted in hospitalization risk measures included the behavioral risk factor surveillance system cage zuckerman kuhlman personality questionnaire multidimensional health locus of control scale and prescription medication usage results nineteen percent of participants reported at least injury within the past year with an annual incidence of when considering those with multiple injuries twenty seven percent of those with at least injury reported or more injury related hospitalizations in the past year being younger having an asia grade d injury higher sensation seeking scores heavy drinking and prescription medication use for pain spasticity depression and sleep were associated with a greater likelihood of subsequent injuries conclusions subsequent injuries impact nearly of people with sci annually yet this problem has received little attention in the literature further study is needed to identify the costs severity and circumstances surrounding injury to design prevention programs that target risk behaviors"
}