{
    "title": "Gastric Strongyloidiasis: Report of 2 Cases and Brief Review of the Literature.",
    "doc_id": "27965275",
    "writer": "Mohamed R",
    "year": "2017",
    "summary": "A gastric biopsy was taken for each patient and both showed cross sections of adult worms, eggs, and rhabditiform larvae of S. stercoralis embedded within gastric crypts. This short report describes these 2 immunocompromised patients with disseminated infection by S …",
    "abstract": "Strongyloides stercoralis is an intestinal nematode with a complicated lifecycle and auto-infection. In healthy individuals, this parasite usually does not cause any symptoms. But in immunocompromised patients, the symptoms vary from abdominal pain and discomfort to sepsis and death.Gastric infection and involvement by this nematode are rare and uncommon. Here we report 2 cases of Strongyloides stercoralis hyperinfection that were discovered in gastric biopsies in 2 immunocompromised patients. A gastric biopsy was taken for each patient and both showed cross sections of adult worms, eggs, and rhabditiform larvae of S. stercoralis embedded within gastric crypts. This short report describes these 2 immunocompromised patients with disseminated infection by S. strecoralis with gastric involvement with emphasis on recognition of the histological findings in gastric biopsies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27965275/",
    "clean_text": "gastric strongyloidiasis report of cases and brief review of the literature a gastric biopsy was taken for each patient and both showed cross sections of adult worms eggs and rhabditiform larvae of s stercoralis embedded within gastric crypts this short report describes these immunocompromised patients with disseminated infection by s strongyloides stercoralis is an intestinal nematode with a complicated lifecycle and auto infection in healthy individuals this parasite usually does not cause any symptoms but in immunocompromised patients the symptoms vary from abdominal pain and discomfort to sepsis and death gastric infection and involvement by this nematode are rare and uncommon here we report cases of strongyloides stercoralis hyperinfection that were discovered in gastric biopsies in immunocompromised patients a gastric biopsy was taken for each patient and both showed cross sections of adult worms eggs and rhabditiform larvae of s stercoralis embedded within gastric crypts this short report describes these immunocompromised patients with disseminated infection by s strecoralis with gastric involvement with emphasis on recognition of the histological findings in gastric biopsies"
}