{
    "title": "MALT Lymphomas.",
    "doc_id": "12943607",
    "writer": "Malek SN",
    "year": "2003",
    "summary": "Surgery as first-line therapy for gastric MALT lymphomas was replaced by attempts at organ preservation. In the past, margin-free surgical excision or tumor debulking followed by radiation therapy and chemotherapy has been highly effective for gastric MALT lymphomas. ...",
    "abstract": "Mucosa-associated lymphoid tissue (MALT) lymphomas occur in a variety of organs, including the orbit, conjunctiva, salivary glands, skin, thyroid gland, lungs, stomach, and intestine. These tumors are often localized and of indolent clinical behavior. Diagnosis is made by pathologic evaluation of a tissue biopsy. Careful staging is mandatory and tailored to the initial presentation. Staging includes a history and physical, chemistries, computed tomography scan, and bone marrow biopsy. This information is supplemented with an ear, nose, and throat consultation, esophagogastro-duodenoscopy, colonoscopy, endoscopic ultrasound of the stomach, and cytogenetic/immunohistochemical analysis of the tumors. Treatment is tailored to organ involvement and stage at presentation. Eradication of Helicobacter pylori using a triple anti-H. pylori regimen approved by the US Food and Drug Administration is standard therapy for all H. pylori-positive gastric MALT lymphomas. Endoscopic ultrasound- and computed tomography-staged gastric MALT stage IE tumors will achieve a complete response with this approach in approximately 60% to 90% of patients (the more superficial the tumor, the better the response). Patients with tumors that are T4 node-positive Musshoff stage IIE1 and IIE2 or tumors with adverse cytogenetics should receive radiotherapy or surgery with or without radiotherapy. Tumors with a significant high-grade component or large cell tumors with a minor low-grade MALT component should receive CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisone)-based chemotherapy. Localized MALT lymphomas of the orbit, conjunctiva, salivary glands, and thyroid gland are treated successfully with radiotherapy. Surgery as first-line therapy for gastric MALT lymphomas was replaced by attempts at organ preservation. In the past, margin-free surgical excision or tumor debulking followed by radiation therapy and chemotherapy has been highly effective for gastric MALT lymphomas. Therefore, surgical excision of large cell or bulky tumors of the stomach, thyroid, lung, and salivary gland, followed by adjuvant radiotherapy or chemotherapy, may still be an important consideration in selected patients. Surgery still has a role for patients with relapsed or refractory low-grade disease and life-threatening hemorrhage. Disseminated MALT lymphomas are incurable and are treated primarily with chemotherapy according to symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12943607/",
    "clean_text": "malt lymphomas surgery as first line therapy for gastric malt lymphomas was replaced by attempts at organ preservation in the past margin free surgical excision or tumor debulking followed by radiation therapy and chemotherapy has been highly effective for gastric malt lymphomas mucosa associated lymphoid tissue malt lymphomas occur in a variety of organs including the orbit conjunctiva salivary glands skin thyroid gland lungs stomach and intestine these tumors are often localized and of indolent clinical behavior diagnosis is made by pathologic evaluation of a tissue biopsy careful staging is mandatory and tailored to the initial presentation staging includes a history and physical chemistries computed tomography scan and bone marrow biopsy this information is supplemented with an ear nose and throat consultation esophagogastro duodenoscopy colonoscopy endoscopic ultrasound of the stomach and cytogenetic immunohistochemical analysis of the tumors treatment is tailored to organ involvement and stage at presentation eradication of helicobacter pylori using a triple anti h pylori regimen approved by the us food and drug administration is standard therapy for all h pylori positive gastric malt lymphomas endoscopic ultrasound and computed tomography staged gastric malt stage ie tumors will achieve a complete response with this approach in approximately to of patients the more superficial the tumor the better the response patients with tumors that are t node positive musshoff stage iie and iie or tumors with adverse cytogenetics should receive radiotherapy or surgery with or without radiotherapy tumors with a significant high grade component or large cell tumors with a minor low grade malt component should receive chop cyclophosphamide doxorubicin vincristine and prednisone based chemotherapy localized malt lymphomas of the orbit conjunctiva salivary glands and thyroid gland are treated successfully with radiotherapy surgery as first line therapy for gastric malt lymphomas was replaced by attempts at organ preservation in the past margin free surgical excision or tumor debulking followed by radiation therapy and chemotherapy has been highly effective for gastric malt lymphomas therefore surgical excision of large cell or bulky tumors of the stomach thyroid lung and salivary gland followed by adjuvant radiotherapy or chemotherapy may still be an important consideration in selected patients surgery still has a role for patients with relapsed or refractory low grade disease and life threatening hemorrhage disseminated malt lymphomas are incurable and are treated primarily with chemotherapy according to symptoms"
}