{
    "pmid": "41468363",
    "title": "Simulation-Based Assessment of Empirical Amikacin Dosing in High-Risk Adults With Febrile Neutropenia and Hematological Malignancies Using Population Pharmacokinetic Modeling.",
    "abstract": "Patients with cancer, particularly those receiving chemotherapy, may require higher initial amikacin doses. This highlights the need for individualized dosing strategies supported by pharmacokinetic models. Early therapeutic drug monitoring is essential to optimize efficacy and safety. Therefore, this study aimed to develop a population pharmacokinetic model of empirical amikacin administered in high-risk adults with neutropenia and hematological malignancies. Subsequently, Monte Carlo simulations were performed to assess whether the locally recommended dosing regimen achieves the predefined therapeutic targets. The study included 83 patients with hematological disorders. A one-compartment population pharmacokinetic model was developed using NONMEM to evaluate multiple clinical covariates for their effects on clearance and volume of distribution. These included renal function estimates (Cockcroft-Gault, Chronic Kidney Disease Epidemiology Collaboration 2021, Modification of Diet in Renal Disease Study Equation [4-variable]), body size metrics, and laboratory parameters. Monte Carlo simulations were conducted to assess 4 once-daily amikacin dosing regimens (15-30 mg/kg) by estimating 1-h peak concentrations across various clinical scenarios. The final model identified albumin, body size, and creatinine clearance, adjusted for body weight, as key covariates influencing amikacin pharmacokinetics. Moreover, simulations suggested that the standard 15-mg/kg dose may be suboptimal in certain clinical subgroups. Renal function and serum albumin substantially affect amikacin exposure. Therefore, model-informed dosing strategies may be required to optimize empirical amikacin therapy in high-risk patients with neutropenia and hematological malignancies.",
    "disease": "chronic kidney disease",
    "clean_text": "simulation based assessment of empirical amikacin dosing in high risk adults with febrile neutropenia and hematological malignancies using population pharmacokinetic modeling patients with cancer particularly those receiving chemotherapy may require higher initial amikacin doses this highlights the need for individualized dosing strategies supported by pharmacokinetic models early therapeutic drug monitoring is essential to optimize efficacy and safety therefore this study aimed to develop a population pharmacokinetic model of empirical amikacin administered in high risk adults with neutropenia and hematological malignancies subsequently monte carlo simulations were performed to assess whether the locally recommended dosing regimen achieves the predefined therapeutic targets the study included patients with hematological disorders a one compartment population pharmacokinetic model was developed using nonmem to evaluate multiple clinical covariates for their effects on clearance and volume of distribution these included renal function estimates cockcroft gault chronic kidney disease epidemiology collaboration modification of diet in renal disease study equation variable body size metrics and laboratory parameters monte carlo simulations were conducted to assess once daily amikacin dosing regimens mg kg by estimating h peak concentrations across various clinical scenarios the final model identified albumin body size and creatinine clearance adjusted for body weight as key covariates influencing amikacin pharmacokinetics moreover simulations suggested that the standard mg kg dose may be suboptimal in certain clinical subgroups renal function and serum albumin substantially affect amikacin exposure therefore model informed dosing strategies may be required to optimize empirical amikacin therapy in high risk patients with neutropenia and hematological malignancies"
}