{
    "pmid": "41398595",
    "title": "Predictive value of blood composite ratios for Kawasaki disease and coronary artery lesions in febrile children.",
    "abstract": "Kawasaki disease (KD) is a systemic vasculitis in children, with coronary artery lesions (CALs) presenting as severe complications. Early diagnosis is of paramount importance; however, current biomarkers lack both simplicity and reliability. This study assessed the predictive value of blood composite ratios (BCRs) for KD and CAL. In this retrospective study, we analyzed data from 153 pediatric patients with febrile illness from 2016 to 2023. BCRs, including the neutrophil-to-lymphocyte ratio (NLR), the eosinophil-to-lymphocyte ratio (ELR), the eosinophil-to-monocyte ratio (EMR), and the eosinophil-to-basophil ratio (EBR), were calculated from admission laboratory data. The relationships between BCRs and the incidence of KD and CAL were evaluated using statistical and regression analyses. Patients with KD presented markedly elevated NLRs, ELRs, EMRs, and EBRs in comparison with those in the febrile control group. The NLR and ELR were found to be significantly associated with the incidence of KD and CAL, with optimal cutoff values of 0.632 and 0.01, respectively. The combined use of BCR indices resulted in increased predictive efficacy for the incidence of KD. BCRs, particularly the NLR and ELR, are valuable for the early identification of high-risk KD patients and CAL damage. These ratios have the potential to enhance clinical management and optimize patient care, although validation in prospective studies is needed.",
    "disease": "coronary artery disease",
    "clean_text": "predictive value of blood composite ratios for kawasaki disease and coronary artery lesions in febrile children kawasaki disease kd is a systemic vasculitis in children with coronary artery lesions cals presenting as severe complications early diagnosis is of paramount importance however current biomarkers lack both simplicity and reliability this study assessed the predictive value of blood composite ratios bcrs for kd and cal in this retrospective study we analyzed data from pediatric patients with febrile illness from to bcrs including the neutrophil to lymphocyte ratio nlr the eosinophil to lymphocyte ratio elr the eosinophil to monocyte ratio emr and the eosinophil to basophil ratio ebr were calculated from admission laboratory data the relationships between bcrs and the incidence of kd and cal were evaluated using statistical and regression analyses patients with kd presented markedly elevated nlrs elrs emrs and ebrs in comparison with those in the febrile control group the nlr and elr were found to be significantly associated with the incidence of kd and cal with optimal cutoff values of and respectively the combined use of bcr indices resulted in increased predictive efficacy for the incidence of kd bcrs particularly the nlr and elr are valuable for the early identification of high risk kd patients and cal damage these ratios have the potential to enhance clinical management and optimize patient care although validation in prospective studies is needed"
}