{
    "title": "Theories of endometrial carcinogenesis: a multidisciplinary approach.",
    "doc_id": "10757340",
    "writer": "Sherman ME.",
    "year": "2000",
    "summary": "Specifically, studies suggest that the most common type of endometrial carcinoma, endometrioid adenocarcinoma, develops from endometrial hyperplasia in the setting of excess estrogen exposure and usually pursues an indolent clinical course. ...We have proposed that …",
    "abstract": "Historical observations have suggested that endometrial carcinomas vary in histopathologic appearance and clinical features. More recent, systematic studies have provided epidemiologic, clinicopathologic, and molecular support for these observations. Specifically, studies suggest that the most common type of endometrial carcinoma, endometrioid adenocarcinoma, develops from endometrial hyperplasia in the setting of excess estrogen exposure and usually pursues an indolent clinical course. In contrast, a minority of endometrial carcinomas, best represented by serous carcinoma, do not seem to be related to estrogenic risk factors or elevated serum hormone levels, and these tumors seem to develop from atrophic rather than hyperplastic epithelium. We have proposed that serous carcinomas develop from \"endometrial intraepithelial carcinoma,\" a lesion representing malignant transformation of the endometrial surface epithelium. Whereas endometrioid carcinoma and endometrial hyperplasia are associated with microsatellite instability and ras and PTEN mutations, serous carcinoma and endometrial intraepithelial carcinoma are associated with p53 mutations and abnormal accumulation of p53 protein. Based on these data regarding the pathogenesis of endometrioid and serous carcinoma, we have proposed a dualistic model of endometrial carcinogenesis incorporating a \"classic\" estrogen-driven pathway and an \"alternative\" pathway seemingly unrelated to hormones. It is hoped that further studies may permit the extension and modification of this model and that these advances will lead to improved diagnosis, management, and prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10757340/",
    "clean_text": "theories of endometrial carcinogenesis a multidisciplinary approach specifically studies suggest that the most common type of endometrial carcinoma endometrioid adenocarcinoma develops from endometrial hyperplasia in the setting of excess estrogen exposure and usually pursues an indolent clinical course we have proposed that historical observations have suggested that endometrial carcinomas vary in histopathologic appearance and clinical features more recent systematic studies have provided epidemiologic clinicopathologic and molecular support for these observations specifically studies suggest that the most common type of endometrial carcinoma endometrioid adenocarcinoma develops from endometrial hyperplasia in the setting of excess estrogen exposure and usually pursues an indolent clinical course in contrast a minority of endometrial carcinomas best represented by serous carcinoma do not seem to be related to estrogenic risk factors or elevated serum hormone levels and these tumors seem to develop from atrophic rather than hyperplastic epithelium we have proposed that serous carcinomas develop from endometrial intraepithelial carcinoma a lesion representing malignant transformation of the endometrial surface epithelium whereas endometrioid carcinoma and endometrial hyperplasia are associated with microsatellite instability and ras and pten mutations serous carcinoma and endometrial intraepithelial carcinoma are associated with p mutations and abnormal accumulation of p protein based on these data regarding the pathogenesis of endometrioid and serous carcinoma we have proposed a dualistic model of endometrial carcinogenesis incorporating a classic estrogen driven pathway and an alternative pathway seemingly unrelated to hormones it is hoped that further studies may permit the extension and modification of this model and that these advances will lead to improved diagnosis management and prevention"
}