{
    "pmid": "41435788",
    "title": "Relationship between falls and physical activity in daily life of people with Parkinson's disease.",
    "abstract": "The association between physical activity and falls among people with Parkinson's disease (PD) is unclear. Their interrelationship is likely complex: falling is typically most prominent among active people (i.e. those with less disease severity), but falling also worsens as balance becomes compromised (i.e. among more severely affected persons). Physical activity could therefore be related to both more and fewer falls in an inverted-U relationship. To examine physical activity and falls among people with PD with a fall history, to study whether (change in) physical activity is different for fallers and non-fallers, and to determine whether physical activity levels are related to the number of falls. Physical activity and falls were prospectively measured continuously over a 1-year period using a smartwatch and diaries in people with PD with a fall history. We analyzed data of 167 participants (mean age 69 years, 37 % females). The average daily step count was 4891 (SD = 2912) and median fall rate was 3 falls/person-year (Q1-Q3, 0-8.5), both stable during follow-up. Step count was similar for fallers (4866) and non-fallers (4960) (t(76) = 0.18, p = 0.86). Step count was not related to the number of falls in a linear relationship (Beta = -0.36, p = 0.97) nor in an inverted-U relationship (Beta = 0.14, p = 0.21). We found no evidence that physical activity levels were different for fallers and non-fallers, or were related to the number of falls. This population with a fall history was quite sedentary and fell frequently, and these patterns were consistent during the relatively brief observation period of 1 year.",
    "disease": "parkinson disease",
    "clean_text": "relationship between falls and physical activity in daily life of people with parkinson s disease the association between physical activity and falls among people with parkinson s disease pd is unclear their interrelationship is likely complex falling is typically most prominent among active people i e those with less disease severity but falling also worsens as balance becomes compromised i e among more severely affected persons physical activity could therefore be related to both more and fewer falls in an inverted u relationship to examine physical activity and falls among people with pd with a fall history to study whether change in physical activity is different for fallers and non fallers and to determine whether physical activity levels are related to the number of falls physical activity and falls were prospectively measured continuously over a year period using a smartwatch and diaries in people with pd with a fall history we analyzed data of participants mean age years females the average daily step count was sd and median fall rate was falls person year q q both stable during follow up step count was similar for fallers and non fallers t p step count was not related to the number of falls in a linear relationship beta p nor in an inverted u relationship beta p we found no evidence that physical activity levels were different for fallers and non fallers or were related to the number of falls this population with a fall history was quite sedentary and fell frequently and these patterns were consistent during the relatively brief observation period of year"
}