{
    "title": "Postpartum low-back pain.",
    "doc_id": "1531555",
    "writer": "Ostgaard HC",
    "year": "1992",
    "summary": "More than 67% of the women experienced back pain directly after delivery, whereas 37% said they had back pain at the follow-up examination. Most of the women who had recovered became pain-free within 6 months. Factors that correlated to persiste …",
    "abstract": "To determine the prevalence of back pain and its development over the first postpartum period, 817 women who had been followed through pregnancy were studied a minimum of 12 months after delivery. More than 67% of the women experienced back pain directly after delivery, whereas 37% said they had back pain at the follow-up examination. Most of the women who had recovered became pain-free within 6 months. Factors that correlated to persistent postpartum back pain were the presence of back pain before pregnancy, the presence of back pain during pregnancy, physically heavy work, and multipregnancy. Of these four factors, physically heavy work was found to have the strongest association with persistent back pain at 12 months.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1531555/",
    "clean_text": "postpartum low back pain more than of the women experienced back pain directly after delivery whereas said they had back pain at the follow up examination most of the women who had recovered became pain free within months factors that correlated to persiste to determine the prevalence of back pain and its development over the first postpartum period women who had been followed through pregnancy were studied a minimum of months after delivery more than of the women experienced back pain directly after delivery whereas said they had back pain at the follow up examination most of the women who had recovered became pain free within months factors that correlated to persistent postpartum back pain were the presence of back pain before pregnancy the presence of back pain during pregnancy physically heavy work and multipregnancy of these four factors physically heavy work was found to have the strongest association with persistent back pain at months"
}