{
    "title": "Update and review of adult polycystic kidney disease.",
    "doc_id": "31582186",
    "writer": "Colbert GB",
    "year": "2020",
    "summary": "Autosomal dominant polycystic kidney disease is a common cause of end stage kidney disease. It is a progressive and unfortunately incurable condition that can lead to significant morbidity and kidney failure. ...This review updates the clinician …",
    "abstract": "Autosomal dominant polycystic kidney disease is a common cause of end stage kidney disease. It is a progressive and unfortunately incurable condition that can lead to significant morbidity and kidney failure. Many more patients are diagnosed with this disease without any symptoms as the population is increasingly undergoing imaging for other problems and diagnostic workup. Our understanding of the genetic variants has increased in recent years as research continues to improve. As well, therapeutic options have developed with the FDA approval of a new treatment medication, with many others underway. This review updates the clinician on the pathophysiology, clinical aspects, and therapeutic options for patients the is form of kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31582186/",
    "clean_text": "update and review of adult polycystic kidney disease autosomal dominant polycystic kidney disease is a common cause of end stage kidney disease it is a progressive and unfortunately incurable condition that can lead to significant morbidity and kidney failure this review updates the clinician autosomal dominant polycystic kidney disease is a common cause of end stage kidney disease it is a progressive and unfortunately incurable condition that can lead to significant morbidity and kidney failure many more patients are diagnosed with this disease without any symptoms as the population is increasingly undergoing imaging for other problems and diagnostic workup our understanding of the genetic variants has increased in recent years as research continues to improve as well therapeutic options have developed with the fda approval of a new treatment medication with many others underway this review updates the clinician on the pathophysiology clinical aspects and therapeutic options for patients the is form of kidney disease"
}