{
    "title": "Prognostic Significance of Incipient Ulceration in Primary Cutaneous Melanoma.",
    "doc_id": "37910123",
    "writer": "Paver EC",
    "year": "2023",
    "summary": "Slides were reviewed by pathologists experienced in the diagnosis of melanocytic lesions to identify cases (incipient ulceration) and controls (ulcerated or nonulcerated). Incipient ulceration cases were matched at a 1:2 ratio with nonulcerated and ulcerat …",
    "abstract": "Importance:\n        \n      \n      Ulceration represents a key feature in cutaneous melanoma, contributing to staging according to the current American Joint Committee on Cancer (AJCC) system. However, cases with incipient ulceration do not quite fulfill the AJCC definition of ulceration and are consequently classified as nonulcerated, presenting interpretive difficulty for pathologists. The prognostic implication of incipient ulceration is uncertain.\n    \n\n\n          Objective:\n        \n      \n      To evaluate the prognostic significance of incipient ulceration in cutaneous melanoma.\n    \n\n\n          Design, setting, and participants:\n        \n      \n      This case-control study consisted of resected primary cutaneous melanomas diagnosed between 2005 and 2015, identified from the Melanoma Institute Australia research database and with slides available for review at Royal Prince Alfred Hospital. Slides were reviewed by pathologists experienced in the diagnosis of melanocytic lesions to identify cases (incipient ulceration) and controls (ulcerated or nonulcerated). Incipient ulceration cases were matched at a 1:2 ratio with nonulcerated and ulcerated controls, respectively. Study analysis was conducted from March to June 2023.\n    \n\n\n          Main outcomes:\n        \n      \n      Clinicopathological factors and clinical outcomes: overall survival (OS), melanoma-specific survival (MSS), and recurrence-free survival (RFS) were compared between cases and controls.\n    \n\n\n          Results:\n        \n      \n      Of 2284 patients with melanoma identified, 340 patients (median [IQR] age, 69 [24-94] years; 136 [68%] men; median follow-up, 7.2 years) met the criteria. The matched cohort consisted of 40 cases of incipiently ulcerated melanoma matched 1:2 with 80 nonulcerated controls, and 80 ulcerated controls. The median (IQR) Breslow thickness differed significantly between cases and controls; 2.8 (1.7-4.1) mm for incipient cases compared with 1.0 (0.6-2.1) mm and 5.3 (3.5-8.0) mm for nonulcerated and ulcerated melanomas, respectively. Median (IQR) tumor mitotic rate was 5.0 (3.0-9.0) per mm2 in incipiently ulcerated cases compared with 1 (0-3.0) per mm2 in nonulcerated controls and 9 (5.0-14.0) per mm2 in ulcerated controls. Based on the matched cohorts, patients with nonulcerated tumors had significantly better OS (hazard ratio [HR], 0.49; 95% CI, 0.27-0.88; P = .02) and RFS (HR, 0.37; 95% CI, 0.22-0.64; P < .001) than patients with incipient ulceration. The RFS was significantly worse in ulcerated tumors compared with incipiently ulcerated cases (HR, 1.67; 95% CI, 1.07-2.60; P = .03). After adjusting for pathological factors, no statistically significant differences in clinical outcomes were observed between cases and either control group.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      The findings of this case-control study indicate that incipient ulceration in a primary melanoma represents an adverse prognostic feature that should be noted by pathologists in their reports and considered in future guidelines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37910123/",
    "clean_text": "prognostic significance of incipient ulceration in primary cutaneous melanoma slides were reviewed by pathologists experienced in the diagnosis of melanocytic lesions to identify cases incipient ulceration and controls ulcerated or nonulcerated incipient ulceration cases were matched at a ratio with nonulcerated and ulcerat importance ulceration represents a key feature in cutaneous melanoma contributing to staging according to the current american joint committee on cancer ajcc system however cases with incipient ulceration do not quite fulfill the ajcc definition of ulceration and are consequently classified as nonulcerated presenting interpretive difficulty for pathologists the prognostic implication of incipient ulceration is uncertain objective to evaluate the prognostic significance of incipient ulceration in cutaneous melanoma design setting and participants this case control study consisted of resected primary cutaneous melanomas diagnosed between and identified from the melanoma institute australia research database and with slides available for review at royal prince alfred hospital slides were reviewed by pathologists experienced in the diagnosis of melanocytic lesions to identify cases incipient ulceration and controls ulcerated or nonulcerated incipient ulceration cases were matched at a ratio with nonulcerated and ulcerated controls respectively study analysis was conducted from march to june main outcomes clinicopathological factors and clinical outcomes overall survival os melanoma specific survival mss and recurrence free survival rfs were compared between cases and controls results of patients with melanoma identified patients median iqr age years men median follow up years met the criteria the matched cohort consisted of cases of incipiently ulcerated melanoma matched with nonulcerated controls and ulcerated controls the median iqr breslow thickness differed significantly between cases and controls mm for incipient cases compared with mm and mm for nonulcerated and ulcerated melanomas respectively median iqr tumor mitotic rate was per mm in incipiently ulcerated cases compared with per mm in nonulcerated controls and per mm in ulcerated controls based on the matched cohorts patients with nonulcerated tumors had significantly better os hazard ratio hr ci p and rfs hr ci p than patients with incipient ulceration the rfs was significantly worse in ulcerated tumors compared with incipiently ulcerated cases hr ci p after adjusting for pathological factors no statistically significant differences in clinical outcomes were observed between cases and either control group conclusions and relevance the findings of this case control study indicate that incipient ulceration in a primary melanoma represents an adverse prognostic feature that should be noted by pathologists in their reports and considered in future guidelines"
}