{
    "pmid": "41448047",
    "title": "Emerging small-molecule AKR1C3 inhibitors development for cancer therapy: Progress from 2021 to 2025.",
    "abstract": "Aldehyde Ketone Reductase 1C3 (AKR1C3), also known as 17β-hydroxysteroid dehydrogenase type 5 (17β-HSD5) or prostaglandin F (PGF) synthase, is an important regulator of hormone activity and a PGF synthase. By catalyzing the conversion of hormone precursors into their biologically active forms, AKR1C3 regulates cellular proliferation and differentiation. Mounting evidence indicates that aberrant overexpression of AKR1C3 is closely associated with tumor recurrence and resistance to conventional therapies, particularly in prostate and breast cancers. In these contexts, AKR1C3 promotes cell proliferation and signal transduction by catalyzing the formation of more active steroids and prostaglandins, thereby contributing to malignant phenotypes. Therefore, AKR1C3 has emerged as an attractive therapeutic target, and the design of potent, selective small-molecule inhibitors has garnered significant attention in recent years. This review provides a comprehensive overview of the AKR1C enzyme family, with a particular focus on the structural and functional attributes of AKR1C3. We highlight its mechanistic involvement in tumor-promoting pathways and systematically summarize recent advances in the discovery and optimization of AKR1C3 inhibitors from 2021 to 2025. Special emphasis is placed on the medicinal chemistry strategies employed, structure-activity relationship (SAR) trends, and translational potential of representative inhibitors.",
    "disease": "breast cancer",
    "clean_text": "emerging small molecule akr c inhibitors development for cancer therapy progress from to aldehyde ketone reductase c akr c also known as hydroxysteroid dehydrogenase type hsd or prostaglandin f pgf synthase is an important regulator of hormone activity and a pgf synthase by catalyzing the conversion of hormone precursors into their biologically active forms akr c regulates cellular proliferation and differentiation mounting evidence indicates that aberrant overexpression of akr c is closely associated with tumor recurrence and resistance to conventional therapies particularly in prostate and breast cancers in these contexts akr c promotes cell proliferation and signal transduction by catalyzing the formation of more active steroids and prostaglandins thereby contributing to malignant phenotypes therefore akr c has emerged as an attractive therapeutic target and the design of potent selective small molecule inhibitors has garnered significant attention in recent years this review provides a comprehensive overview of the akr c enzyme family with a particular focus on the structural and functional attributes of akr c we highlight its mechanistic involvement in tumor promoting pathways and systematically summarize recent advances in the discovery and optimization of akr c inhibitors from to special emphasis is placed on the medicinal chemistry strategies employed structure activity relationship sar trends and translational potential of representative inhibitors"
}