{
    "title": "[Clinical use of cardiovascular magnetic resonance in viability assessment in patients after myocardial infarction--new method].",
    "doc_id": "15724662",
    "writer": "Pasowicz M",
    "year": "2004",
    "summary": "After myocardial infarction the assessment of myocardium viability is essential for further treatment and prognosis. ...This paper defines and systematizes the physiopathological phenomena that occur in the ischaemic myocardium. It presents the magnetic reson …",
    "abstract": "After myocardial infarction the assessment of myocardium viability is essential for further treatment and prognosis. Many adaptation phenomena occur in the ischaemic myocardium. When the compensation mechanisms are exhausted necrosis and apoptosis take place. Magnetic resonance is a method which makes possible an accurate assessment of myocardium viability and the visualization of the irreversible impairment including the scar. This paper defines and systematizes the physiopathological phenomena that occur in the ischaemic myocardium. It presents the magnetic resonance tomography method as recommended in the assessment of the myocardial viability. It compares CMR with other at present frequently used methods of myocardium viability assessment. We present particular procedures of viability assessment in CMR with special attention drawn to the phenomenon of myocardial late enhancement basing on our own three-year experience in using magnetic resonance in cardiologic diagnostics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15724662/",
    "clean_text": "clinical use of cardiovascular magnetic resonance in viability assessment in patients after myocardial infarction new method after myocardial infarction the assessment of myocardium viability is essential for further treatment and prognosis this paper defines and systematizes the physiopathological phenomena that occur in the ischaemic myocardium it presents the magnetic reson after myocardial infarction the assessment of myocardium viability is essential for further treatment and prognosis many adaptation phenomena occur in the ischaemic myocardium when the compensation mechanisms are exhausted necrosis and apoptosis take place magnetic resonance is a method which makes possible an accurate assessment of myocardium viability and the visualization of the irreversible impairment including the scar this paper defines and systematizes the physiopathological phenomena that occur in the ischaemic myocardium it presents the magnetic resonance tomography method as recommended in the assessment of the myocardial viability it compares cmr with other at present frequently used methods of myocardium viability assessment we present particular procedures of viability assessment in cmr with special attention drawn to the phenomenon of myocardial late enhancement basing on our own three year experience in using magnetic resonance in cardiologic diagnostics"
}