{
    "pmid": "41456234",
    "title": "First report of whole genome sequence of a Mycobacterium bovis (3/86Rv) strain isolated from a cow in India.",
    "abstract": "Bovine tuberculosis, caused by Mycobacterium bovis, is a major One Health concern, impacting livestock, wildlife, and humans. The complete genetic and lineage characterization of M. bovis strains is lacking in many parts of the world, including India. This study reports Illumina sequencing and the first draft genome of M. bovis strain 3/86Rv isolated from a cross-bred cow in India in 1986 and kept under in vitro passages. The genome assembly produced a single contig of 4,303,074 bp with excellent coverage (99.66%) and completeness, and 97.6% of BUSCO genes were conserved.The genome annotation identified 4,246 coding sequences (CDS). Orthologous cluster analysis revealed high protein conservation among M. bovis strains, with unique genes observed in M. tuberculosis. The subsystems analysis highlighted a significant enrichment of genes related to metabolism, protein processing, and virulence. Phylogenetic analysis placed M. bovis strain 3/86Rv within a closely related cluster of M. bovis isolates and distinct from other MTBC species, such as M. kansasii, which is a more recent outlier. SNP analysis compared with M. bovis AN5 revealed 171 SNPs, with a predominance of missense mutations and a Ts/Tv ratio of 1.11, suggesting adaptive evolution. The study underscores the genetic diversity and complex resistance mechanisms of M. bovis, providing valuable insights into its pathogenicity and evolutionary trajectory. This comprehensive genomic characterization will aid in understanding the biology of M. bovis.",
    "disease": "tuberculosis",
    "clean_text": "first report of whole genome sequence of a mycobacterium bovis rv strain isolated from a cow in india bovine tuberculosis caused by mycobacterium bovis is a major one health concern impacting livestock wildlife and humans the complete genetic and lineage characterization of m bovis strains is lacking in many parts of the world including india this study reports illumina sequencing and the first draft genome of m bovis strain rv isolated from a cross bred cow in india in and kept under in vitro passages the genome assembly produced a single contig of bp with excellent coverage and completeness and of busco genes were conserved the genome annotation identified coding sequences cds orthologous cluster analysis revealed high protein conservation among m bovis strains with unique genes observed in m tuberculosis the subsystems analysis highlighted a significant enrichment of genes related to metabolism protein processing and virulence phylogenetic analysis placed m bovis strain rv within a closely related cluster of m bovis isolates and distinct from other mtbc species such as m kansasii which is a more recent outlier snp analysis compared with m bovis an revealed snps with a predominance of missense mutations and a ts tv ratio of suggesting adaptive evolution the study underscores the genetic diversity and complex resistance mechanisms of m bovis providing valuable insights into its pathogenicity and evolutionary trajectory this comprehensive genomic characterization will aid in understanding the biology of m bovis"
}