{
    "title": "Dietary Patterns and Interventions to Alleviate Chronic Pain.",
    "doc_id": "32825189",
    "writer": "Dragan S",
    "year": "2020",
    "summary": "Pain is one of the main problems for modern society and medicine, being the most common symptom described by almost all patients. When pain becomes chronic, the life of the patients is dramatically affected, being associated with significant emotional distress and/or funct …",
    "abstract": "Pain is one of the main problems for modern society and medicine, being the most common symptom described by almost all patients. When pain becomes chronic, the life of the patients is dramatically affected, being associated with significant emotional distress and/or functional disability. A complex biopsychosocial evaluation is necessary to better understand chronic pain, where good results can be obtained through interconnected biological, psychological, and social factors. The aim of this study was to find the most relevant articles existent in the PubMed database, one of the most comprehensive databases for medical literature, comprising dietary patterns to alleviate chronic pain. Through a combined search using the keywords \"chronic pain\" and \"diet\" limited to the last 10 years we obtained 272 results containing the types of diets used for chronic pain published in the PubMed database. Besides classical and alternative methods of treatment described in literature, it was observed that different diets are also a valid solution, due to many components with antioxidant and anti-inflammatory qualities capable to influence chronic pain and to improve the quality of life. Thirty-eight clinical studies and randomized controlled trials are analyzed, in an attempt to characterize present-day dietary patterns and interventions to alleviate chronic pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32825189/",
    "clean_text": "dietary patterns and interventions to alleviate chronic pain pain is one of the main problems for modern society and medicine being the most common symptom described by almost all patients when pain becomes chronic the life of the patients is dramatically affected being associated with significant emotional distress and or funct pain is one of the main problems for modern society and medicine being the most common symptom described by almost all patients when pain becomes chronic the life of the patients is dramatically affected being associated with significant emotional distress and or functional disability a complex biopsychosocial evaluation is necessary to better understand chronic pain where good results can be obtained through interconnected biological psychological and social factors the aim of this study was to find the most relevant articles existent in the pubmed database one of the most comprehensive databases for medical literature comprising dietary patterns to alleviate chronic pain through a combined search using the keywords chronic pain and diet limited to the last years we obtained results containing the types of diets used for chronic pain published in the pubmed database besides classical and alternative methods of treatment described in literature it was observed that different diets are also a valid solution due to many components with antioxidant and anti inflammatory qualities capable to influence chronic pain and to improve the quality of life thirty eight clinical studies and randomized controlled trials are analyzed in an attempt to characterize present day dietary patterns and interventions to alleviate chronic pain"
}