{
    "title": "Male breast cancer.",
    "doc_id": "20528235",
    "writer": "Zurrida S",
    "year": "2010",
    "summary": "Diagnosis and treatment modalities for female breast cancer have developed spectacularly in recent years. Unfortunately, this is not the case for male breast cancer. Because the disease is so rare, controlled clinical trials have almost never been perf …",
    "abstract": "Diagnosis and treatment modalities for female breast cancer have developed spectacularly in recent years. Unfortunately, this is not the case for male breast cancer. Because the disease is so rare, controlled clinical trials have almost never been performed and treatment is based on findings in women or small series of men. Similarly, while breast cancer in women is diagnosed at an increasingly early stage, male breast cancer is usually diagnosed late, when the chances of cure are diminished. This article reviews what is currently known about male breast cancer, with an emphasis on areas where evidence-based data are scarce. While it is possible that some recent developments in female breast cancer treatment could be applicable to men, but the way forward is to increase awareness of the disease, and for treatment centers to pool patients for inclusion in randomized clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20528235/",
    "clean_text": "male breast cancer diagnosis and treatment modalities for female breast cancer have developed spectacularly in recent years unfortunately this is not the case for male breast cancer because the disease is so rare controlled clinical trials have almost never been perf diagnosis and treatment modalities for female breast cancer have developed spectacularly in recent years unfortunately this is not the case for male breast cancer because the disease is so rare controlled clinical trials have almost never been performed and treatment is based on findings in women or small series of men similarly while breast cancer in women is diagnosed at an increasingly early stage male breast cancer is usually diagnosed late when the chances of cure are diminished this article reviews what is currently known about male breast cancer with an emphasis on areas where evidence based data are scarce while it is possible that some recent developments in female breast cancer treatment could be applicable to men but the way forward is to increase awareness of the disease and for treatment centers to pool patients for inclusion in randomized clinical trials"
}