{
    "pmid": "41472521",
    "title": "The role of interleukin-15 in the spectrum of inflammatory diseases.",
    "abstract": "Interleukin-15 (IL-15) is a pleiotropic, pro-inflammatory cytokine, constitutively expressed in both hematopoietic and non-hematopoietic cells. The role of IL-15 during systemic inflammatory diseases, including autoimmune and autoinflammatory disorders, is to be fully clarified yet. Due to its effects on immune cells, IL-15 has attracted attention as a potential new therapeutic target for modulating immune responses, either by enhancing immune surveillance or by controlling excessive inflammation. We provided a landscape about IL-15 in systemic inflammatory diseases, from its biological functions to the possible mechanistic roles, using rheumatoid arthritis (RA) and Still's disease as autoimmune and autoinflammatory models, respectively. IL-15 exerts its pathogenetic activity by the induction of a deregulated activation of innate and adaptive arms of the immune system, at the crossroad of autoimmune and autoinflammatory disorders. During RA, IL-15 mediates the production from T cells and macrophages of TNF, which may induce further production of IL-15 by synoviocytes via a vicious pathogenic loop. During Still's disease, together with IFN-I, IL-15 promotes the expansion of NK cells and of CD38+HLA-DR+ T cells, which are highly activated in disease life-threatening evolution. Thus, novel IL-15-targeted therapeutic strategies could be explored to improve the management of systemic inflammatory diseases.",
    "disease": "rheumatoid arthritis",
    "clean_text": "the role of interleukin in the spectrum of inflammatory diseases interleukin il is a pleiotropic pro inflammatory cytokine constitutively expressed in both hematopoietic and non hematopoietic cells the role of il during systemic inflammatory diseases including autoimmune and autoinflammatory disorders is to be fully clarified yet due to its effects on immune cells il has attracted attention as a potential new therapeutic target for modulating immune responses either by enhancing immune surveillance or by controlling excessive inflammation we provided a landscape about il in systemic inflammatory diseases from its biological functions to the possible mechanistic roles using rheumatoid arthritis ra and still s disease as autoimmune and autoinflammatory models respectively il exerts its pathogenetic activity by the induction of a deregulated activation of innate and adaptive arms of the immune system at the crossroad of autoimmune and autoinflammatory disorders during ra il mediates the production from t cells and macrophages of tnf which may induce further production of il by synoviocytes via a vicious pathogenic loop during still s disease together with ifn i il promotes the expansion of nk cells and of cd hla dr t cells which are highly activated in disease life threatening evolution thus novel il targeted therapeutic strategies could be explored to improve the management of systemic inflammatory diseases"
}