{
    "title": "Gene therapy for the fetus: is there a future?",
    "doc_id": "17900991",
    "writer": "David AL",
    "year": "2008",
    "summary": "Gene therapy uses the intracellular delivery of genetic material for the treatment of disease. ...Application of this therapy in the fetus must be safe, reliable and cost-effective. Recent developments in the understanding of genetic disease, ve …",
    "abstract": "Gene therapy uses the intracellular delivery of genetic material for the treatment of disease. A wide range of diseases - including cancer, vascular and neurodegenerative disorders and inherited genetic diseases - are being considered as targets for this therapy in adults. There are particular reasons why fetal application might prove better than application in the adult for treatment, or even prevention of early-onset genetic disorders such as cystic fibrosis and Duchenne muscular dystrophy. Research shows that gene transfer to the developing fetus targets rapidly expanding populations of stem cells, which are inaccessible after birth, and indicates that the use of integrating vector systems results in permanent gene transfer. In animal models of congenital disease such as haemophilia, studies show that the functionally immature fetal immune system does not respond to the product of the introduced gene, and therefore immune tolerance can be induced. This means that treatment could be repeated after birth, if that was necessary to continue to correct the disease. For clinicians and parents, fetal gene therapy would give a third choice following prenatal diagnosis of inherited disease, where termination of pregnancy or acceptance of an affected child are currently the only options. Application of this therapy in the fetus must be safe, reliable and cost-effective. Recent developments in the understanding of genetic disease, vector design, and minimally invasive delivery techniques have brought fetal gene therapy closer to clinical practice. However more research needs to be done in before it can be introduced as a therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17900991/",
    "clean_text": "gene therapy for the fetus is there a future gene therapy uses the intracellular delivery of genetic material for the treatment of disease application of this therapy in the fetus must be safe reliable and cost effective recent developments in the understanding of genetic disease ve gene therapy uses the intracellular delivery of genetic material for the treatment of disease a wide range of diseases including cancer vascular and neurodegenerative disorders and inherited genetic diseases are being considered as targets for this therapy in adults there are particular reasons why fetal application might prove better than application in the adult for treatment or even prevention of early onset genetic disorders such as cystic fibrosis and duchenne muscular dystrophy research shows that gene transfer to the developing fetus targets rapidly expanding populations of stem cells which are inaccessible after birth and indicates that the use of integrating vector systems results in permanent gene transfer in animal models of congenital disease such as haemophilia studies show that the functionally immature fetal immune system does not respond to the product of the introduced gene and therefore immune tolerance can be induced this means that treatment could be repeated after birth if that was necessary to continue to correct the disease for clinicians and parents fetal gene therapy would give a third choice following prenatal diagnosis of inherited disease where termination of pregnancy or acceptance of an affected child are currently the only options application of this therapy in the fetus must be safe reliable and cost effective recent developments in the understanding of genetic disease vector design and minimally invasive delivery techniques have brought fetal gene therapy closer to clinical practice however more research needs to be done in before it can be introduced as a therapy"
}