{
    "title": "Myo-Glandular Flap Breast Reduction: Preventing the Bottoming out Deformity-A Novel Technique.",
    "doc_id": "33660018",
    "writer": "Sozer SO",
    "year": "2021",
    "summary": "The bottoming out phenomena, lack of nipple areola complex sensitivity, upper pole emptiness with low setting breasts and high revision rates still plague the breast reduction landscape. We present a novel technique involving a pectoralis major-based myo-glandular f …",
    "abstract": "Large, heavy breasts are a common complaint among women causing various functional and aesthetic concerns. The plastic surgery community has offered a variety of surgical techniques to address this condition. Most of these operations developed during the 1970s-1980s cemented their place in history as fundamentals of breast reduction surgery and are still widely taught today. Despite ongoing plastic surgery advances, long-term complications surrounding breast reduction surgery remain a concern, even to experienced surgeons. Its apparent trends have shifted focus over time; from the basics of developing a patient-safe and easily replicable technique, toward developing more refined maneuvers allowing surgeons to reach desired and long-lasting outcomes while preventing known complications. The bottoming out phenomena, lack of nipple areola complex sensitivity, upper pole emptiness with low setting breasts and high revision rates still plague the breast reduction landscape. We present a novel technique involving a pectoralis major-based myo-glandular flap with breast parenchymal suspension to the upper chest wall to combat bottoming out and upper pole emptiness. These procedural elements allow the breasts to attain not only acceptable results, with smaller, round and well-projected breasts, but also to create an active opposing vector to resist the gravitational forces which otherwise pull breast tissue inferiorly creating the bottoming out deformity.Level of Evidence IV This journal requires that authors assign a level of evidence to each article. For a full description of these Evidence-Based Medicine ratings, please refer to the Table of Contents or the online Instructions to Authors www.springer.com/00266 .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33660018/",
    "clean_text": "myo glandular flap breast reduction preventing the bottoming out deformity a novel technique the bottoming out phenomena lack of nipple areola complex sensitivity upper pole emptiness with low setting breasts and high revision rates still plague the breast reduction landscape we present a novel technique involving a pectoralis major based myo glandular f large heavy breasts are a common complaint among women causing various functional and aesthetic concerns the plastic surgery community has offered a variety of surgical techniques to address this condition most of these operations developed during the s s cemented their place in history as fundamentals of breast reduction surgery and are still widely taught today despite ongoing plastic surgery advances long term complications surrounding breast reduction surgery remain a concern even to experienced surgeons its apparent trends have shifted focus over time from the basics of developing a patient safe and easily replicable technique toward developing more refined maneuvers allowing surgeons to reach desired and long lasting outcomes while preventing known complications the bottoming out phenomena lack of nipple areola complex sensitivity upper pole emptiness with low setting breasts and high revision rates still plague the breast reduction landscape we present a novel technique involving a pectoralis major based myo glandular flap with breast parenchymal suspension to the upper chest wall to combat bottoming out and upper pole emptiness these procedural elements allow the breasts to attain not only acceptable results with smaller round and well projected breasts but also to create an active opposing vector to resist the gravitational forces which otherwise pull breast tissue inferiorly creating the bottoming out deformity level of evidence iv this journal requires that authors assign a level of evidence to each article for a full description of these evidence based medicine ratings please refer to the table of contents or the online instructions to authors www springer com"
}