{
    "title": "The clinical problems in cardiovascular control following spinal cord injury: an overview.",
    "doc_id": "16198703",
    "writer": "Krassioukov A",
    "year": "2006",
    "summary": "This chapter will focus on the clinical issues related to abnormal cardiovascular control in individuals with spinal cord injury, which include neurogenic shock, autonomic dysreflexia and orthostatic hypotension. ...However, the recognition and management of …",
    "abstract": "On a daily basis, individuals with cervical and upper thoracic spinal cord injury face the challenge of managing their unstable blood pressure, which frequently results in persistent hypotension and/or episodes of uncontrolled hypertension. This chapter will focus on the clinical issues related to abnormal cardiovascular control in individuals with spinal cord injury, which include neurogenic shock, autonomic dysreflexia and orthostatic hypotension. Blood pressure control depends upon tonic activation of sympathetic preganglionic neurons by descending input from the supraspinal structures (Calaresu and Yardley, 1988). Following spinal cord injury, these pathways are disrupted, and thus spinal circuits are solely responsible for the generation of sympathetic activity (Osborn et al., 1989; Maiorov et al., 1997). This results in a variety of cardiovascular abnormalities that have been well documented in human studies, as well as in animal models (Osborn et al., 1990; Mathias and Frankel, 1992a, b; Krassioukov and Weaver, 1995; Maiorov et al., 1997, 1998; Teasell et al., 2000). However, the recognition and management of these cardiovascular dysfunctions following spinal cord injury represent challenging clinical issues. Moreover, cardiovascular disorders in the acute and chronic stages of spinal cord injury are among the most common causes of death in individuals with spinal cord injury (DeVivo et al., 1999).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16198703/",
    "clean_text": "the clinical problems in cardiovascular control following spinal cord injury an overview this chapter will focus on the clinical issues related to abnormal cardiovascular control in individuals with spinal cord injury which include neurogenic shock autonomic dysreflexia and orthostatic hypotension however the recognition and management of on a daily basis individuals with cervical and upper thoracic spinal cord injury face the challenge of managing their unstable blood pressure which frequently results in persistent hypotension and or episodes of uncontrolled hypertension this chapter will focus on the clinical issues related to abnormal cardiovascular control in individuals with spinal cord injury which include neurogenic shock autonomic dysreflexia and orthostatic hypotension blood pressure control depends upon tonic activation of sympathetic preganglionic neurons by descending input from the supraspinal structures calaresu and yardley following spinal cord injury these pathways are disrupted and thus spinal circuits are solely responsible for the generation of sympathetic activity osborn et al maiorov et al this results in a variety of cardiovascular abnormalities that have been well documented in human studies as well as in animal models osborn et al mathias and frankel a b krassioukov and weaver maiorov et al teasell et al however the recognition and management of these cardiovascular dysfunctions following spinal cord injury represent challenging clinical issues moreover cardiovascular disorders in the acute and chronic stages of spinal cord injury are among the most common causes of death in individuals with spinal cord injury devivo et al"
}