{
    "pmid": "41450491",
    "title": "Filling the gap: artificial intelligence-driven one health integration to strengthen pandemic preparedness in resource-limited settings.",
    "abstract": "Emerging zoonotic pathogens like SARS-CoV-2 and Nipah virus demonstrate the critical need for integrated surveillance systems connecting human, animal, and environmental health. This review examines how artificial intelligence can address One Health integration gaps in pandemic surveillance, focusing on resource-limited settings. While global digitization levels now support Artificial Intelligence (AI)-powered platforms, LMICs face barriers including limited resources and fragmented data systems. Current AI tools remain domain-specific and designed for high-income settings, limiting its applicability to pandemic preparedness in low-resource settings. Existing AI-tools and gaps are described and put into perspective within an AI-driven One Health framework, specifically for LMICs. The framework exemplifies resource optimization, governance, sectoral collaboration, capacity building, health system integration, geographic accessibility, and prioritization. The framework also features an exemplified dual solution combining Graph Neural Networks for integrated risk assessment with offline-first mobile applications for community surveillance. AI technologies offer substantial potential for pandemic preparedness through automated data harmonization, predictive modeling, and resource optimization. However, successful implementation requires concurrent digitization, cultural adaptation, and local capacity building. Prioritizing mobile solutions with minimal infrastructure requirements alongside community engagement will be essential for creating equitable AI-based surveillance systems in LMICs.",
    "disease": "pneumonia",
    "clean_text": "filling the gap artificial intelligence driven one health integration to strengthen pandemic preparedness in resource limited settings emerging zoonotic pathogens like sars cov and nipah virus demonstrate the critical need for integrated surveillance systems connecting human animal and environmental health this review examines how artificial intelligence can address one health integration gaps in pandemic surveillance focusing on resource limited settings while global digitization levels now support artificial intelligence ai powered platforms lmics face barriers including limited resources and fragmented data systems current ai tools remain domain specific and designed for high income settings limiting its applicability to pandemic preparedness in low resource settings existing ai tools and gaps are described and put into perspective within an ai driven one health framework specifically for lmics the framework exemplifies resource optimization governance sectoral collaboration capacity building health system integration geographic accessibility and prioritization the framework also features an exemplified dual solution combining graph neural networks for integrated risk assessment with offline first mobile applications for community surveillance ai technologies offer substantial potential for pandemic preparedness through automated data harmonization predictive modeling and resource optimization however successful implementation requires concurrent digitization cultural adaptation and local capacity building prioritizing mobile solutions with minimal infrastructure requirements alongside community engagement will be essential for creating equitable ai based surveillance systems in lmics"
}