{
    "pmid": "41402024",
    "title": "Predicting multi-drug resistant tuberculosis using machine learning on genomic and clinical data.",
    "abstract": "Tuberculosis (TB) is still the largest cause of death in the world, especially in countries with low and medium incomes. Multi-Drug Resistant Tuberculosis (MDR-TB), which is resistant to isoniazid and rifampicin, is a new type of tuberculosis that makes treatment and disease control much harder. Conventional diagnostic methods, like quantitative drug resistance tests and genetic tools, take a lot of time and resources, and they aren't always available in places with few resources. New developments in whole-genome sequencing and the availability of clinical data make it possible to use machine learning to quickly and accurately find MDR-TB. This study uses genetic and clinical data from a freely available set of about 5000 TB patient samples, which includes cases that are drug-susceptible, MDR, and highly drug-resistant (XDR). We use feature selection and normalization methods to prepare whole-genome sequencing data and clinical factors. Logistic Regression, Random Forest, Support Vector Machine, Gradient Boosting Machine, and Deep Neural Networks are built and tested using stratified cross-validation. Metrics like accuracy, precision, recall, F1-score, and AUC-ROC are used to measure how well a model works. The results showed that the Gradient Boosting and Deep Neural Network models were the most accurate at predicting (92.3 % and 93.1 %, respectively) and had the best AUC-ROC scores (94.7 % and 95.4 %, respectively). It was also shown that these models were better at finding MDR-TB cases. While genomic data was introduced to clinical records, the version have become more strong and correct than while genomic statistics was used alone. Key genetic changes and clinical factors that have an effect on drug resistance were found through feature value studies. Using genetic and clinical data in machine learning algorithms to detect MDR-TB is promising, fast, and accurate, especially in low-resource areas. Future research should incorporate more data kinds, simplify models, and expand datasets to increase diagnostic accuracy and practicality.",
    "disease": "tuberculosis",
    "clean_text": "predicting multi drug resistant tuberculosis using machine learning on genomic and clinical data tuberculosis tb is still the largest cause of death in the world especially in countries with low and medium incomes multi drug resistant tuberculosis mdr tb which is resistant to isoniazid and rifampicin is a new type of tuberculosis that makes treatment and disease control much harder conventional diagnostic methods like quantitative drug resistance tests and genetic tools take a lot of time and resources and they aren t always available in places with few resources new developments in whole genome sequencing and the availability of clinical data make it possible to use machine learning to quickly and accurately find mdr tb this study uses genetic and clinical data from a freely available set of about tb patient samples which includes cases that are drug susceptible mdr and highly drug resistant xdr we use feature selection and normalization methods to prepare whole genome sequencing data and clinical factors logistic regression random forest support vector machine gradient boosting machine and deep neural networks are built and tested using stratified cross validation metrics like accuracy precision recall f score and auc roc are used to measure how well a model works the results showed that the gradient boosting and deep neural network models were the most accurate at predicting and respectively and had the best auc roc scores and respectively it was also shown that these models were better at finding mdr tb cases while genomic data was introduced to clinical records the version have become more strong and correct than while genomic statistics was used alone key genetic changes and clinical factors that have an effect on drug resistance were found through feature value studies using genetic and clinical data in machine learning algorithms to detect mdr tb is promising fast and accurate especially in low resource areas future research should incorporate more data kinds simplify models and expand datasets to increase diagnostic accuracy and practicality"
}