{
    "pmid": "41473604",
    "title": "Using multilevel modeling to assess the association between disruption in clinical services during the COVID-19 pandemic and loss of viral suppression among persons with HIV in Washington, DC.",
    "abstract": "The COVID-19 pandemic created interruptions in healthcare for many people with chronic illnesses, including people with HIV (PWH). Our objective was to assess the association between individual and clinic-level factors and virological suppression throughout the COVID-19 pandemic. The DC Cohort, a longitudinal cohort study of PWH in Washington, DC, conducted a survey to examine the impact of the COVID-19 pandemic on HIV clinical services between 2019 and 2021. This longitudinal study used clinic and patient characteristics throughout the pandemic to explore changes in virologic suppression (≤ 200 copies/mL) status, comparing pre- (closest lab prior to March 1, 2020) and peri-pandemic time periods (March 1, 2020-December 31, 2021). We assessed prevalence of demographic and clinical characteristics of DC Cohort Study participants, by maintenance of viral suppression peri-pandemic. Multilevel multivariable logistic regression analyses were performed to compare clinic characteristics of those who did and did not maintain virologic suppression during the pandemic. Data were collected from 4018 participants from 14 DC Cohort clinics. Differences in prevalence estimates were found based on clinic-level characteristics. Compared to PWH who were virally suppressed, among PWH with loss of virologic suppression, 14.5% were at a clinic with modified substance abuse counseling (vs. 8.5% of those who were virally suppressed,  These findings help identify the impact of pandemic disruptions on clinic operations and PWH's ability to maintain virologic suppression. Reduction in clinic services during the pandemic were associated with loss of virologic suppression status while uptake of telehealth services was associated with maintenance of virologic suppression. The results may help prepare for future pandemic or public health emergencies that disrupt healthcare.",
    "disease": "covid-19",
    "clean_text": "using multilevel modeling to assess the association between disruption in clinical services during the covid pandemic and loss of viral suppression among persons with hiv in washington dc the covid pandemic created interruptions in healthcare for many people with chronic illnesses including people with hiv pwh our objective was to assess the association between individual and clinic level factors and virological suppression throughout the covid pandemic the dc cohort a longitudinal cohort study of pwh in washington dc conducted a survey to examine the impact of the covid pandemic on hiv clinical services between and this longitudinal study used clinic and patient characteristics throughout the pandemic to explore changes in virologic suppression copies ml status comparing pre closest lab prior to march and peri pandemic time periods march december we assessed prevalence of demographic and clinical characteristics of dc cohort study participants by maintenance of viral suppression peri pandemic multilevel multivariable logistic regression analyses were performed to compare clinic characteristics of those who did and did not maintain virologic suppression during the pandemic data were collected from participants from dc cohort clinics differences in prevalence estimates were found based on clinic level characteristics compared to pwh who were virally suppressed among pwh with loss of virologic suppression were at a clinic with modified substance abuse counseling vs of those who were virally suppressed these findings help identify the impact of pandemic disruptions on clinic operations and pwh s ability to maintain virologic suppression reduction in clinic services during the pandemic were associated with loss of virologic suppression status while uptake of telehealth services was associated with maintenance of virologic suppression the results may help prepare for future pandemic or public health emergencies that disrupt healthcare"
}