{
    "title": "Head and neck cancer in Hong Kong.",
    "doc_id": "29145620",
    "writer": "Ng WT",
    "year": "2018",
    "summary": "Head and neck cancer is a major cause of morbidity and mortality in Hong Kong. HNC is well-known for its heterogeneity in epidemiology, clinical behavior, clinic-pathological features and patient characteristics. ...In this article, we will review the availab …",
    "abstract": "Head and neck cancer is a major cause of morbidity and mortality in Hong Kong. HNC is well-known for its heterogeneity in epidemiology, clinical behavior, clinic-pathological features and patient characteristics. Treatment strategies for this heterogeneous disease vary greatly in different parts of the world, depending on availability of resources, local expertise and experience. Extensive research in head and neck cancer, particularly nasopharyngeal carcinoma, has been conducted in Hong Kong in the past few decades. In this article, we will review the available local evidence and summarize common practice in management of head and neck cancer in Hong Kong.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29145620/",
    "clean_text": "head and neck cancer in hong kong head and neck cancer is a major cause of morbidity and mortality in hong kong hnc is well known for its heterogeneity in epidemiology clinical behavior clinic pathological features and patient characteristics in this article we will review the availab head and neck cancer is a major cause of morbidity and mortality in hong kong hnc is well known for its heterogeneity in epidemiology clinical behavior clinic pathological features and patient characteristics treatment strategies for this heterogeneous disease vary greatly in different parts of the world depending on availability of resources local expertise and experience extensive research in head and neck cancer particularly nasopharyngeal carcinoma has been conducted in hong kong in the past few decades in this article we will review the available local evidence and summarize common practice in management of head and neck cancer in hong kong"
}