{
    "title": "Clinical Research With Pregnant Women: Perspectives of Pregnant Women, Health Care Providers, and Researchers.",
    "doc_id": "29865990",
    "writer": "Wada K",
    "year": "2018",
    "summary": "Limited clinical research with pregnant women has resulted in insufficient data to promote evidence-informed prenatal care. Charmaz's constructivist grounded theory methodology was used to explore how research with pregnant women would be determined et …",
    "abstract": "Limited clinical research with pregnant women has resulted in insufficient data to promote evidence-informed prenatal care. Charmaz's constructivist grounded theory methodology was used to explore how research with pregnant women would be determined ethically acceptable from the perspectives of pregnant women, health care providers, and researchers in reproductive sciences. Semistructured interviews were conducted with a purposive sample of 12 pregnant women, 10 health care providers, and nine reproductive science researchers. All three groups suggested the importance of informed consent and that permissible risk would be very limited and complex, being dependent on the personal benefits and risks of each particular study. Pregnant women, clinicians, and researchers shared concerns about the well-being of the woman and her fetus, and expressed a dilemma between promoting research for evidence-informed prenatal care while securing the safety in the course of research participation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29865990/",
    "clean_text": "clinical research with pregnant women perspectives of pregnant women health care providers and researchers limited clinical research with pregnant women has resulted in insufficient data to promote evidence informed prenatal care charmaz s constructivist grounded theory methodology was used to explore how research with pregnant women would be determined et limited clinical research with pregnant women has resulted in insufficient data to promote evidence informed prenatal care charmaz s constructivist grounded theory methodology was used to explore how research with pregnant women would be determined ethically acceptable from the perspectives of pregnant women health care providers and researchers in reproductive sciences semistructured interviews were conducted with a purposive sample of pregnant women health care providers and nine reproductive science researchers all three groups suggested the importance of informed consent and that permissible risk would be very limited and complex being dependent on the personal benefits and risks of each particular study pregnant women clinicians and researchers shared concerns about the well being of the woman and her fetus and expressed a dilemma between promoting research for evidence informed prenatal care while securing the safety in the course of research participation"
}