{
    "pmid": "41321024",
    "title": "Hypothyroidism and liver-related events risk in patients with metabolic dysfunction-associated steatotic liver disease.",
    "abstract": "Previous studies suggest that hypothyroidism is associated with metabolic dysfunction-associated steatotic liver disease (MASLD) and its histological severity, but clinical outcome data are largely lacking. We aimed to study the impact of hypothyroidism on liver-related events (LREs). Patients with MASLD were identified from a territory-wide registry in Hong Kong during 2000-2024. Thyroid status was determined using diagnosis codes and thyroid function tests. The primary outcome, LRE, was defined as a composite of hepatic decompensation, hepatocellular carcinoma, liver transplantation, and liver-related death. A total of 20,478 patients with MASLD were included in the final analysis (mean age 56.4±13.2 years; 43.9% male). At baseline, 18,178 (88.8%) patients were euthyroid, 598 (2.9%) were hyperthyroid, and 1,702 (8.3%) were hypothyroid. Compared with euthyroid patients, both hyperthyroidism and overt hypothyroidism were associated with cirrhosis. At a median follow-up of 4.8 years, 179 patients developed LREs, and 26 died from liver disease. Compared with patients with normal serum thyroid-stimulating hormone (TSH) levels of 0.4-4 mIU/L, those with subclinical (4-10 mIU/L; adjusted time-dependent cause-specific hazard ratio [aCSHR] 2.49, 95% CI 1.51-4.13) and overt hypothyroidism (>10 mIU/L; aCSHR 4.91, 95% CI 1.56-15.47) had an increased risk of LREs. Time-dependent, but not baseline, TSH and thyroid status were associated with LRE risk. Subclinical and overt hypothyroidism are associated with an increased risk of LREs in a dose-dependent manner. The association with time-dependent but not baseline thyroid status underscores the importance of thyroid monitoring and suggests that correction of hypothyroidism may mitigate LRE risk.",
    "disease": "liver cirrhosis",
    "clean_text": "hypothyroidism and liver related events risk in patients with metabolic dysfunction associated steatotic liver disease previous studies suggest that hypothyroidism is associated with metabolic dysfunction associated steatotic liver disease masld and its histological severity but clinical outcome data are largely lacking we aimed to study the impact of hypothyroidism on liver related events lres patients with masld were identified from a territory wide registry in hong kong during thyroid status was determined using diagnosis codes and thyroid function tests the primary outcome lre was defined as a composite of hepatic decompensation hepatocellular carcinoma liver transplantation and liver related death a total of patients with masld were included in the final analysis mean age years male at baseline patients were euthyroid were hyperthyroid and were hypothyroid compared with euthyroid patients both hyperthyroidism and overt hypothyroidism were associated with cirrhosis at a median follow up of years patients developed lres and died from liver disease compared with patients with normal serum thyroid stimulating hormone tsh levels of miu l those with subclinical miu l adjusted time dependent cause specific hazard ratio acshr ci and overt hypothyroidism miu l acshr ci had an increased risk of lres time dependent but not baseline tsh and thyroid status were associated with lre risk subclinical and overt hypothyroidism are associated with an increased risk of lres in a dose dependent manner the association with time dependent but not baseline thyroid status underscores the importance of thyroid monitoring and suggests that correction of hypothyroidism may mitigate lre risk"
}