{
    "title": "Ezh2 represses the basal cell lineage during lung endoderm development.",
    "doc_id": "25516972",
    "writer": "Snitow ME",
    "year": "2015",
    "summary": "The development of the lung epithelium is regulated in a stepwise fashion to generate numerous differentiated and stem cell lineages in the adult lung. ...This suggests that Ezh2 regulates the phenotypic switch between basal cells and secretory cell …",
    "abstract": "The development of the lung epithelium is regulated in a stepwise fashion to generate numerous differentiated and stem cell lineages in the adult lung. How these different lineages are generated in a spatially and temporally restricted fashion remains poorly understood, although epigenetic regulation probably plays an important role. We show that the Polycomb repressive complex 2 component Ezh2 is highly expressed in early lung development but is gradually downregulated by late gestation. Deletion of Ezh2 in early lung endoderm progenitors leads to the ectopic and premature appearance of Trp63+ basal cells that extend the entire length of the airway. Loss of Ezh2 also leads to reduced secretory cell differentiation. In their place, morphologically similar cells develop that express a subset of basal cell genes, including keratin 5, but no longer express high levels of either Trp63 or of standard secretory cell markers. This suggests that Ezh2 regulates the phenotypic switch between basal cells and secretory cells. Together, these findings show that Ezh2 restricts the basal cell lineage during normal lung endoderm development to allow the proper patterning of epithelial lineages during lung formation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25516972/",
    "clean_text": "ezh represses the basal cell lineage during lung endoderm development the development of the lung epithelium is regulated in a stepwise fashion to generate numerous differentiated and stem cell lineages in the adult lung this suggests that ezh regulates the phenotypic switch between basal cells and secretory cell the development of the lung epithelium is regulated in a stepwise fashion to generate numerous differentiated and stem cell lineages in the adult lung how these different lineages are generated in a spatially and temporally restricted fashion remains poorly understood although epigenetic regulation probably plays an important role we show that the polycomb repressive complex component ezh is highly expressed in early lung development but is gradually downregulated by late gestation deletion of ezh in early lung endoderm progenitors leads to the ectopic and premature appearance of trp basal cells that extend the entire length of the airway loss of ezh also leads to reduced secretory cell differentiation in their place morphologically similar cells develop that express a subset of basal cell genes including keratin but no longer express high levels of either trp or of standard secretory cell markers this suggests that ezh regulates the phenotypic switch between basal cells and secretory cells together these findings show that ezh restricts the basal cell lineage during normal lung endoderm development to allow the proper patterning of epithelial lineages during lung formation"
}