{
    "pmid": "41442042",
    "title": "Swallow Winged Kite Optimization with Shuffle Attention Xtreme Gradient Boost Network for lung cancer detection using CT image.",
    "abstract": "Lung cancer is responsible for a significant number of deaths primarily because it is often diagnosed at an advanced stage, with few or no early symptoms to signal its presence. Convolutional diagnostic methods tend to be invasive, expensive, and lack the sensitivity needed for effective early detection, severely limiting the chances of timely treatment and improving patient outcomes. To address these complications, a Swallow Winged Kite Optimization with Shuffle Attention Xtreme Gradient Boost Network (SWKO_SA-XGBNet) is designed for lung cancer detection using CT images. Firstly, input images are preprocessed using the Non-Local Means (NLM) filter. Then, Segmentation of the lung nodule is performed by Medical Images Segment Net (MIS-Net). Next, image augmentation techniques are applied to segmented images. Then, a variety of features are extracted. Finally, lung cancer detection is done using SWKO_SA-XGBNet. SA-XGBNet integrates Convolutional Xtreme Gradient Boost (ConvXGB), Fractional Calculus (FC) and Shuffle Attention Network (SA-Net). Additionally, the model is optimized using newly developed SWKO, which combines the strengths of House Swallow Optimizer (HSO) and Black-winged Kite Algorithm (BKA). Furthermore, the designed scheme attained higher values of Accuracy of True Positive Rate (TPR), True Negative Rate (TNR), Precision and F1-score of 96.88%, 97.46%, 96.60%, 96.01%, and 96.73%.",
    "disease": "lung cancer",
    "clean_text": "swallow winged kite optimization with shuffle attention xtreme gradient boost network for lung cancer detection using ct image lung cancer is responsible for a significant number of deaths primarily because it is often diagnosed at an advanced stage with few or no early symptoms to signal its presence convolutional diagnostic methods tend to be invasive expensive and lack the sensitivity needed for effective early detection severely limiting the chances of timely treatment and improving patient outcomes to address these complications a swallow winged kite optimization with shuffle attention xtreme gradient boost network swko sa xgbnet is designed for lung cancer detection using ct images firstly input images are preprocessed using the non local means nlm filter then segmentation of the lung nodule is performed by medical images segment net mis net next image augmentation techniques are applied to segmented images then a variety of features are extracted finally lung cancer detection is done using swko sa xgbnet sa xgbnet integrates convolutional xtreme gradient boost convxgb fractional calculus fc and shuffle attention network sa net additionally the model is optimized using newly developed swko which combines the strengths of house swallow optimizer hso and black winged kite algorithm bka furthermore the designed scheme attained higher values of accuracy of true positive rate tpr true negative rate tnr precision and f score of and"
}