{
    "title": "Spatial orientation in bone samples and Young's modulus.",
    "doc_id": "18539283",
    "writer": "Geraets WG",
    "year": "2008",
    "summary": "To investigate the relation between the MIL and LFD on one hand and Young's modulus on the other, multiple regression was used. On average the MIL accounted for 69% of the variance in Young's modulus in the 44 samples and the LFD accounted for 72%. The average perce …",
    "abstract": "Bone mass is the most important determinant of the mechanical strength of bones, and spatial structure is the second. In general, the spatial structure and mechanical properties of bones such as the breaking strength are direction dependent. The mean intercept length (MIL) and line frequency deviation (LFD) are two methods for quantifying directional aspects of the spatial structure of bone. Young's modulus is commonly used to describe the stiffness of bone, which is also a direction-dependent mechanical property. The aim of this article is to investigate the relation between MIL and LFD on one hand and Young's modulus on the other. From 11 human mandibular condyles, 44 samples were taken and scanned with high-resolution computer tomography equipment (micro-CT). For each sample the MIL and LFD were determined in 72602 directions distributed evenly in 3D space. In the same directions Young's modulus was determined by means of the stiffness tensor that had been determined for each sample by finite element analysis. To investigate the relation between the MIL and LFD on one hand and Young's modulus on the other, multiple regression was used. On average the MIL accounted for 69% of the variance in Young's modulus in the 44 samples and the LFD accounted for 72%. The average percentage of variance accounted for increased to 80% when the MIL was combined with the LFD to predict Young's modulus. Obviously MIL and LFD to some extent are complementary with respect to predicting Young's modulus. It is known that directional plots of the MIL tend to be ellipses or ellipsoids. It is speculated that ellipsoids are not always sufficient to describe Young's modulus of a bone sample and that the LFD partly compensates for this.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18539283/",
    "clean_text": "spatial orientation in bone samples and young s modulus to investigate the relation between the mil and lfd on one hand and young s modulus on the other multiple regression was used on average the mil accounted for of the variance in young s modulus in the samples and the lfd accounted for the average perce bone mass is the most important determinant of the mechanical strength of bones and spatial structure is the second in general the spatial structure and mechanical properties of bones such as the breaking strength are direction dependent the mean intercept length mil and line frequency deviation lfd are two methods for quantifying directional aspects of the spatial structure of bone young s modulus is commonly used to describe the stiffness of bone which is also a direction dependent mechanical property the aim of this article is to investigate the relation between mil and lfd on one hand and young s modulus on the other from human mandibular condyles samples were taken and scanned with high resolution computer tomography equipment micro ct for each sample the mil and lfd were determined in directions distributed evenly in d space in the same directions young s modulus was determined by means of the stiffness tensor that had been determined for each sample by finite element analysis to investigate the relation between the mil and lfd on one hand and young s modulus on the other multiple regression was used on average the mil accounted for of the variance in young s modulus in the samples and the lfd accounted for the average percentage of variance accounted for increased to when the mil was combined with the lfd to predict young s modulus obviously mil and lfd to some extent are complementary with respect to predicting young s modulus it is known that directional plots of the mil tend to be ellipses or ellipsoids it is speculated that ellipsoids are not always sufficient to describe young s modulus of a bone sample and that the lfd partly compensates for this"
}