{
    "title": "Management of Diabetes Insipidus following Surgery for Pituitary and Suprasellar Tumours.",
    "doc_id": "34522399",
    "writer": "Almalki MH",
    "year": "2021",
    "summary": "Central diabetes insipidus (CDI) is a common complication after pituitary surgery. However, it is most frequently transient. ...",
    "abstract": "Central diabetes insipidus (CDI) is a common complication after pituitary surgery. However, it is most frequently transient. It is defined by the excretion of an abnormally large volume of dilute urine with increasing serum osmolality. The reported incidence of CDI after pituitary surgery ranges from 0-90%. Large tumour size, gross total resection and intraoperative cerebrospinal fluid leak usually pose an increased risk of CDI as observed with craniopharyngioma and Rathke's cleft cysts. CDI can be associated with high morbidity and mortality if not promptly recognised and treated on time. It is also essential to rule out other causes of postoperative polyuria to avoid unnecessary pharmacotherapy and iatrogenic hyponatremia. Once the diagnosis of CDI is established, close monitoring is required to evaluate the response to treatment and to determine whether the CDI is transient or permanent. This review outlines the evaluation and management of patients with CDI following pituitary and suprasellar tumour surgery to help recognise the diagnosis, consider the differential diagnosis, initiate therapeutic interventions and guide monitoring and long-term management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34522399/",
    "clean_text": "management of diabetes insipidus following surgery for pituitary and suprasellar tumours central diabetes insipidus cdi is a common complication after pituitary surgery however it is most frequently transient central diabetes insipidus cdi is a common complication after pituitary surgery however it is most frequently transient it is defined by the excretion of an abnormally large volume of dilute urine with increasing serum osmolality the reported incidence of cdi after pituitary surgery ranges from large tumour size gross total resection and intraoperative cerebrospinal fluid leak usually pose an increased risk of cdi as observed with craniopharyngioma and rathke s cleft cysts cdi can be associated with high morbidity and mortality if not promptly recognised and treated on time it is also essential to rule out other causes of postoperative polyuria to avoid unnecessary pharmacotherapy and iatrogenic hyponatremia once the diagnosis of cdi is established close monitoring is required to evaluate the response to treatment and to determine whether the cdi is transient or permanent this review outlines the evaluation and management of patients with cdi following pituitary and suprasellar tumour surgery to help recognise the diagnosis consider the differential diagnosis initiate therapeutic interventions and guide monitoring and long term management"
}