{
    "pmid": "41455985",
    "title": "Strongly regulated transcription factors exert an outsized influence in microRNA-regulated networks.",
    "abstract": "Identifying the most biologically meaningful microRNA (miRNA) targets remains challenging, as predictive and biochemical methods yield many weak or non-productive interactions. Transcription factors (TFs) are enriched among miRNA targets and amplify miRNA effects through their broad regulatory influence. Frequently, these same TFs also regulate the miRNA, forming double negative feedback loops that enforce bistable gene expression and cell-fate decisions. We investigated this regulatory motif by focusing on reciprocal repression between the miR-200 family and ZEB1/2, which governs epithelial-mesenchymal plasticity. Employing a system isolating ZEB-dependent effects of miR-200c and combining Weighted Gene Co-expression Network Analysis (WGCNA) with Exon-Intron Split Analysis (EISA), as well as functional cell biology assays, we show this circuit reinforces mutually exclusive epithelial and mesenchymal states through complex networks of intertwined direct and indirect, transcriptional and post-transcriptional, ZEB-dependent and independent mechanisms. Our findings highlight how miRNA-TF feedback loops can act as bistable switches to lock cell identity and emphasize the pivotal role of strongly regulated TFs within miRNA target networks.",
    "disease": "breast cancer",
    "clean_text": "strongly regulated transcription factors exert an outsized influence in microrna regulated networks identifying the most biologically meaningful microrna mirna targets remains challenging as predictive and biochemical methods yield many weak or non productive interactions transcription factors tfs are enriched among mirna targets and amplify mirna effects through their broad regulatory influence frequently these same tfs also regulate the mirna forming double negative feedback loops that enforce bistable gene expression and cell fate decisions we investigated this regulatory motif by focusing on reciprocal repression between the mir family and zeb which governs epithelial mesenchymal plasticity employing a system isolating zeb dependent effects of mir c and combining weighted gene co expression network analysis wgcna with exon intron split analysis eisa as well as functional cell biology assays we show this circuit reinforces mutually exclusive epithelial and mesenchymal states through complex networks of intertwined direct and indirect transcriptional and post transcriptional zeb dependent and independent mechanisms our findings highlight how mirna tf feedback loops can act as bistable switches to lock cell identity and emphasize the pivotal role of strongly regulated tfs within mirna target networks"
}