{
    "pmid": "41465918",
    "title": "Seroprevalence survey and estimated infection fatality rate of SARS-CoV-2 in Daegu, Republic of Korea - Lessons learned for preparing for new emerging viral disease epidemics: A cross-sectional study.",
    "abstract": "Daegu in the Republic of Korea experienced the 1st major community outbreak of coronavirus disease 2019 (COVID-19) outside China in February 2020. The infection fatality rate (IFR) and herd immunity level of COVID-19 in the early stages of the pandemic have not been thoroughly investigated in Korea. The aim of this study was to assess the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) seroprevalence and IFR prior to the introduction of COVID-19 vaccines. We conducted a seroprevalence survey in Daegu, using a convenience sample of residual serum specimens from 1500 individuals during August and September 2020. The serum specimens were provided by a commercial referral laboratory. The primary outcome measures were the seroprevalence of SARS-CoV-2 binding antibodies and neutralizing antibodies. The calculated case fatality rate (CFR) and IFR were secondary outcome measures. Of 1500 serum specimens tested for SARS-CoV-2 binding and neutralizing antibodies, the seroprevalences were 0.8% for binding antibodies and 0.3% for neutralizing antibodies. The estimated IFR (1.00%) and CFR (2.71%) for COVID-19 were significantly higher than the CFR for influenza in the Republic of Korea (0.03-0.18%). In September 2020, most Daegu residents had not developed antibodies against SARS-CoV-2, despite the major outbreak earlier that year. In the early stages of a major viral epidemic such as COVID-19, when herd immunity has not been established and vaccines and treatments are not yet available, rigorous contact tracing and isolation of those who are infected are crucial for containing the spread.",
    "disease": "pneumonia",
    "clean_text": "seroprevalence survey and estimated infection fatality rate of sars cov in daegu republic of korea lessons learned for preparing for new emerging viral disease epidemics a cross sectional study daegu in the republic of korea experienced the st major community outbreak of coronavirus disease covid outside china in february the infection fatality rate ifr and herd immunity level of covid in the early stages of the pandemic have not been thoroughly investigated in korea the aim of this study was to assess the severe acute respiratory syndrome coronavirus sars cov seroprevalence and ifr prior to the introduction of covid vaccines we conducted a seroprevalence survey in daegu using a convenience sample of residual serum specimens from individuals during august and september the serum specimens were provided by a commercial referral laboratory the primary outcome measures were the seroprevalence of sars cov binding antibodies and neutralizing antibodies the calculated case fatality rate cfr and ifr were secondary outcome measures of serum specimens tested for sars cov binding and neutralizing antibodies the seroprevalences were for binding antibodies and for neutralizing antibodies the estimated ifr and cfr for covid were significantly higher than the cfr for influenza in the republic of korea in september most daegu residents had not developed antibodies against sars cov despite the major outbreak earlier that year in the early stages of a major viral epidemic such as covid when herd immunity has not been established and vaccines and treatments are not yet available rigorous contact tracing and isolation of those who are infected are crucial for containing the spread"
}