{
    "title": "Using the candidacy framework to conceptualize systems and gaps when developing infant mental health (IMH) services: A qualitative study.",
    "doc_id": "37339006",
    "writer": "Phang FTH",
    "year": "2023",
    "summary": "The development of infant mental health (IMH) services globally is still in its early stages. This qualitative study aims to understand the challenges of setting up IMH services and explores the views and experiences of 14 multi-disciplinary stakeholders who are part of th …",
    "abstract": "The development of infant mental health (IMH) services globally is still in its early stages. This qualitative study aims to understand the challenges of setting up IMH services and explores the views and experiences of 14 multi-disciplinary stakeholders who are part of the IMH implementation group in a large Scottish health board. Six major themes were identified through thematic analysis. This paper examines the most prominent theme \"Systems\" alongside the theme \"Gaps in Current Service\". The theoretical framework of \"candidacy\" is found to be a valuable way to conceptualize the complex systemic layers of micro, meso, and macro factors that contribute to the challenges of setting up services. At the micro level, key themes included the view that services must be accessible, individualized, and involve families. At the meso level, in line with the aims of the service, multiagency integration, aspects of early intervention, and clear operating conditions were all seen as important. Finally, at the macro level, perhaps the biggest challenge perceived by stakeholders is delivering a service that is entirely infant-focused. These findings will help inform policy makers about factors considered by professionals to be vital in the establishment of IMH services in Scotland and across the globe.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37339006/",
    "clean_text": "using the candidacy framework to conceptualize systems and gaps when developing infant mental health imh services a qualitative study the development of infant mental health imh services globally is still in its early stages this qualitative study aims to understand the challenges of setting up imh services and explores the views and experiences of multi disciplinary stakeholders who are part of th the development of infant mental health imh services globally is still in its early stages this qualitative study aims to understand the challenges of setting up imh services and explores the views and experiences of multi disciplinary stakeholders who are part of the imh implementation group in a large scottish health board six major themes were identified through thematic analysis this paper examines the most prominent theme systems alongside the theme gaps in current service the theoretical framework of candidacy is found to be a valuable way to conceptualize the complex systemic layers of micro meso and macro factors that contribute to the challenges of setting up services at the micro level key themes included the view that services must be accessible individualized and involve families at the meso level in line with the aims of the service multiagency integration aspects of early intervention and clear operating conditions were all seen as important finally at the macro level perhaps the biggest challenge perceived by stakeholders is delivering a service that is entirely infant focused these findings will help inform policy makers about factors considered by professionals to be vital in the establishment of imh services in scotland and across the globe"
}