{
    "title": "Dual spinal lesion paradigm in the cat: evolution of the kinematic locomotor pattern.",
    "doc_id": "20573971",
    "writer": "Barrière G",
    "year": "2010",
    "summary": "The latter conclusion was reached using a dual spinal lesion paradigm in which a low thoracic partial spinal lesion is followed, several weeks later, by a complete spinal transection (i.e., spinalization). In this dual spinal lesion paradigm, ca …",
    "abstract": "The recovery of voluntary quadrupedal locomotion after an incomplete spinal cord injury can involve different levels of the CNS, including the spinal locomotor circuitry. The latter conclusion was reached using a dual spinal lesion paradigm in which a low thoracic partial spinal lesion is followed, several weeks later, by a complete spinal transection (i.e., spinalization). In this dual spinal lesion paradigm, cats can express hindlimb walking 1 day after spinalization, a process that normally takes several weeks, suggesting that the locomotor circuitry within the lumbosacral spinal cord had been modified after the partial lesion. Here we detail the evolution of the kinematic locomotor pattern throughout the dual spinal lesion paradigm in five cats to gain further insight into putative neurophysiological mechanisms involved in locomotor recovery after a partial spinal lesion. All cats recovered voluntary quadrupedal locomotion with treadmill training (3-5 days/wk) over several weeks. After the partial lesion, the locomotor pattern was characterized by several left/right asymmetries in various kinematic parameters, such as homolateral and homologous interlimb coupling, cycle duration, and swing/stance durations. When no further locomotor improvement was observed, cats were spinalized. After spinalization, the hindlimb locomotor pattern rapidly reappeared, but left/right asymmetries in swing/stance durations observed after the partial lesion could disappear or reverse. It is concluded that, after a partial spinal lesion, the hindlimb locomotor pattern was actively maintained by new dynamic interactions between spinal and supraspinal levels but also by intrinsic changes within the spinal cord.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20573971/",
    "clean_text": "dual spinal lesion paradigm in the cat evolution of the kinematic locomotor pattern the latter conclusion was reached using a dual spinal lesion paradigm in which a low thoracic partial spinal lesion is followed several weeks later by a complete spinal transection i e spinalization in this dual spinal lesion paradigm ca the recovery of voluntary quadrupedal locomotion after an incomplete spinal cord injury can involve different levels of the cns including the spinal locomotor circuitry the latter conclusion was reached using a dual spinal lesion paradigm in which a low thoracic partial spinal lesion is followed several weeks later by a complete spinal transection i e spinalization in this dual spinal lesion paradigm cats can express hindlimb walking day after spinalization a process that normally takes several weeks suggesting that the locomotor circuitry within the lumbosacral spinal cord had been modified after the partial lesion here we detail the evolution of the kinematic locomotor pattern throughout the dual spinal lesion paradigm in five cats to gain further insight into putative neurophysiological mechanisms involved in locomotor recovery after a partial spinal lesion all cats recovered voluntary quadrupedal locomotion with treadmill training days wk over several weeks after the partial lesion the locomotor pattern was characterized by several left right asymmetries in various kinematic parameters such as homolateral and homologous interlimb coupling cycle duration and swing stance durations when no further locomotor improvement was observed cats were spinalized after spinalization the hindlimb locomotor pattern rapidly reappeared but left right asymmetries in swing stance durations observed after the partial lesion could disappear or reverse it is concluded that after a partial spinal lesion the hindlimb locomotor pattern was actively maintained by new dynamic interactions between spinal and supraspinal levels but also by intrinsic changes within the spinal cord"
}