{
    "pmid": "41359709",
    "title": "A modular platform to display multiple hemagglutinin subtypes on a single immunogen.",
    "abstract": "Next-generation influenza vaccines aim to elicit cross-reactive humoral responses to multiple influenza subtypes. Such increased breadth would not only improve seasonal vaccines but may afford 'universal' protection against influenza subtypes, including those with pandemic potential. Here, we describe a 'beads-on-a-string (BOAS)' immunogen that tandemly links up to eight distinct hemagglutinin (HA) head domains from circulating and non-circulating influenzas. These BOAS are immunogenic in the murine model and elicit comparable serum responses to each individual component. Notably, we also find that BOAS elicit cross-reactive responses to influenza subtypes not included in the immunizing immunogen. Furthermore, BOAS conjugation to protein-based ferritin nanoparticles does not significantly augment serum responses suggesting that our BOAS platform is sufficient for eliciting cross-reactive responses without off-target effects induced by the nanoparticle scaffold. Finally, vaccination with a mixture of the same HA head domains is not sufficient to elicit the same neutralization profile as the BOAS immunogens or nanoparticles. This mix-and-match immunogen design strategy is a robust platform for eliciting responses to multiple influenza subtypes via a single immunogen, and a potential platform for other viral glycoproteins.",
    "disease": "influenza",
    "clean_text": "a modular platform to display multiple hemagglutinin subtypes on a single immunogen next generation influenza vaccines aim to elicit cross reactive humoral responses to multiple influenza subtypes such increased breadth would not only improve seasonal vaccines but may afford universal protection against influenza subtypes including those with pandemic potential here we describe a beads on a string boas immunogen that tandemly links up to eight distinct hemagglutinin ha head domains from circulating and non circulating influenzas these boas are immunogenic in the murine model and elicit comparable serum responses to each individual component notably we also find that boas elicit cross reactive responses to influenza subtypes not included in the immunizing immunogen furthermore boas conjugation to protein based ferritin nanoparticles does not significantly augment serum responses suggesting that our boas platform is sufficient for eliciting cross reactive responses without off target effects induced by the nanoparticle scaffold finally vaccination with a mixture of the same ha head domains is not sufficient to elicit the same neutralization profile as the boas immunogens or nanoparticles this mix and match immunogen design strategy is a robust platform for eliciting responses to multiple influenza subtypes via a single immunogen and a potential platform for other viral glycoproteins"
}