{
    "pmid": "41451989",
    "title": "Six-year retrospective comparison of GeneXpert MTB/RIF Ultra PCR and culture for pediatric tuberculosis diagnosis in non-sputum samples.",
    "abstract": "Diagnosing tuberculosis (TB) in children is challenging due to the paucibacillary nature of the disease and difficulty in obtaining sputum samples. This 6-year retrospective study compared the diagnostic performance of the GeneXpert MTB/RIF Ultra PCR (GX-MTB/R-U) assay, an improved version of the MTB/RIF PCR (GX-MTB/R) assay, with conventional mycobacterial culture in pediatric non-sputum samples. A total of 417 non-sputum samples from a tertiary pediatric facility underwent simultaneous GX-MTB/R-U and culture testing. Performance was evaluated using conventional culture as a gold standard, and clinical review was used to resolve discordant results. GX-MTB/R-U demonstrated 93.9% sensitivity and 97.9% specificity when culture was used as the gold standard. Eight samples positive by GX-MTB/R-U assay but negative by culture were confirmed as true positive using clinical review of the patients, increasing the sensitivity to 95.1% and specificity to 100%. GX-MTB/R-U demonstrated excellent diagnostic performance in comparison to conventional culture and microscopy, particularly for paucibacillary and extrapulmonary samples. Our study results support the use of GX-MTB/R-U assay as a frontline diagnostic tool in pediatric TB, with culture reserved for confirmation of negative PCR results and antibiotic susceptibility testing.IMPORTANCEDelays or inaccuracies in tuberculosis (TB) diagnosis can lead to treatment delays, disease progression, and poor clinical outcomes. This study provides compelling evidence on the excellent diagnostic performance of the GeneXpert MTB/RIF Ultra (GX-MTB/R-U) assay in pediatric non-sputum samples compared to conventional culture, the current gold standard. By demonstrating high sensitivity and specificity, particularly in extrapulmonary samples, the findings of our study highlight the potential of GX-MTB/R-U as a frontline TB diagnostic tool. The use of this assay in clinical practice could improve early detection, ensure timely initiation of antibiotic treatment, ultimately improving pediatric TB management and outcomes.",
    "disease": "tuberculosis",
    "clean_text": "six year retrospective comparison of genexpert mtb rif ultra pcr and culture for pediatric tuberculosis diagnosis in non sputum samples diagnosing tuberculosis tb in children is challenging due to the paucibacillary nature of the disease and difficulty in obtaining sputum samples this year retrospective study compared the diagnostic performance of the genexpert mtb rif ultra pcr gx mtb r u assay an improved version of the mtb rif pcr gx mtb r assay with conventional mycobacterial culture in pediatric non sputum samples a total of non sputum samples from a tertiary pediatric facility underwent simultaneous gx mtb r u and culture testing performance was evaluated using conventional culture as a gold standard and clinical review was used to resolve discordant results gx mtb r u demonstrated sensitivity and specificity when culture was used as the gold standard eight samples positive by gx mtb r u assay but negative by culture were confirmed as true positive using clinical review of the patients increasing the sensitivity to and specificity to gx mtb r u demonstrated excellent diagnostic performance in comparison to conventional culture and microscopy particularly for paucibacillary and extrapulmonary samples our study results support the use of gx mtb r u assay as a frontline diagnostic tool in pediatric tb with culture reserved for confirmation of negative pcr results and antibiotic susceptibility testing importancedelays or inaccuracies in tuberculosis tb diagnosis can lead to treatment delays disease progression and poor clinical outcomes this study provides compelling evidence on the excellent diagnostic performance of the genexpert mtb rif ultra gx mtb r u assay in pediatric non sputum samples compared to conventional culture the current gold standard by demonstrating high sensitivity and specificity particularly in extrapulmonary samples the findings of our study highlight the potential of gx mtb r u as a frontline tb diagnostic tool the use of this assay in clinical practice could improve early detection ensure timely initiation of antibiotic treatment ultimately improving pediatric tb management and outcomes"
}