{
    "pmid": "41448795",
    "title": "Unravelling the exposome of severe exacerbations of obstructive respiratory diseases in France.",
    "abstract": "Understanding the influence of environmental and socioeconomic factors, collectively known as the exposome, on severe exacerbation risks in chronic obstructive pulmonary disease (COPD) and asthma is crucial for enhancing patient care. We assessed the impact of the exposome on COPD and asthma severe exacerbations in France between 2018 and 2022, combining data from the French National Hospital Discharge Programme de Médicalisation des Systèmes d'Information database and open data for multiple environmental exposition. Using a retrospective matched case-control design, 473 990 patients with COPD and 187 332 patients with asthma were matched for sex, birth year and date of first hospitalisation. Conditional logistic regressions were performed to quantify ORs of exacerbations within the studied population. In a multivariate model, exposure to extreme cold temperatures and exceeding WHO standards for nitrogen dioxide (NO The study highlights how exposome factors influence bronchial diseases and underscores the benefit of open-access data for advancing research. COPD and asthma exacerbations account for numerous deaths and cost billions and will increase with global warming, identifying modifiable environmental risk factors, improving patient care and helping shape valuable public health policies.",
    "disease": "asthma",
    "clean_text": "unravelling the exposome of severe exacerbations of obstructive respiratory diseases in france understanding the influence of environmental and socioeconomic factors collectively known as the exposome on severe exacerbation risks in chronic obstructive pulmonary disease copd and asthma is crucial for enhancing patient care we assessed the impact of the exposome on copd and asthma severe exacerbations in france between and combining data from the french national hospital discharge programme de m dicalisation des syst mes d information database and open data for multiple environmental exposition using a retrospective matched case control design patients with copd and patients with asthma were matched for sex birth year and date of first hospitalisation conditional logistic regressions were performed to quantify ors of exacerbations within the studied population in a multivariate model exposure to extreme cold temperatures and exceeding who standards for nitrogen dioxide no the study highlights how exposome factors influence bronchial diseases and underscores the benefit of open access data for advancing research copd and asthma exacerbations account for numerous deaths and cost billions and will increase with global warming identifying modifiable environmental risk factors improving patient care and helping shape valuable public health policies"
}