{
    "title": "Expression of Alzheimer's disease risk genes in ischemic brain degeneration.",
    "doc_id": "27710863",
    "writer": "Ułamek-Kozioł M",
    "year": "2016",
    "summary": "We review the Alzheimer-related expression of genes following brain ischemia as risk factors for late-onset of sporadic Alzheimer's disease and their role in Alzheimer's disease ischemia-reperfusion pathogenesis. ...We review the r …",
    "abstract": "We review the Alzheimer-related expression of genes following brain ischemia as risk factors for late-onset of sporadic Alzheimer's disease and their role in Alzheimer's disease ischemia-reperfusion pathogenesis. More recent advances in understanding ischemic etiology of Alzheimer's disease have revealed dysregulation of Alzheimer-associated genes including amyloid protein precursor, β-secretase, presenilin 1 and 2, autophagy, mitophagy and apoptosis. We review the relationship between these genes dysregulated by brain ischemia and the cellular and neuropathological characteristics of Alzheimer's disease. Here we summarize the latest studies supporting the theory that Alzheimer-related genes play an important role in ischemic brain injury and that ischemia is a needful and leading supplier to the onset and progression of sporadic Alzheimer's disease. Although the exact molecular mechanisms of ischemic dependent neurodegenerative disease and neuronal susceptibility finally are unknown, a downregulated expression of neuronal defense genes like alfa-secretase in the ischemic brain makes the neurons less able to resist injury. The recent challenge is to find ways to raise the adaptive reserve of the brain to overcome such ischemic-associated deficits and support and/or promote neuronal survival. Understanding the mechanisms underlying the association of these genes with risk for Alzheimer's disease will provide the most meaningful targets for therapeutic development to date.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27710863/",
    "clean_text": "expression of alzheimer s disease risk genes in ischemic brain degeneration we review the alzheimer related expression of genes following brain ischemia as risk factors for late onset of sporadic alzheimer s disease and their role in alzheimer s disease ischemia reperfusion pathogenesis we review the r we review the alzheimer related expression of genes following brain ischemia as risk factors for late onset of sporadic alzheimer s disease and their role in alzheimer s disease ischemia reperfusion pathogenesis more recent advances in understanding ischemic etiology of alzheimer s disease have revealed dysregulation of alzheimer associated genes including amyloid protein precursor secretase presenilin and autophagy mitophagy and apoptosis we review the relationship between these genes dysregulated by brain ischemia and the cellular and neuropathological characteristics of alzheimer s disease here we summarize the latest studies supporting the theory that alzheimer related genes play an important role in ischemic brain injury and that ischemia is a needful and leading supplier to the onset and progression of sporadic alzheimer s disease although the exact molecular mechanisms of ischemic dependent neurodegenerative disease and neuronal susceptibility finally are unknown a downregulated expression of neuronal defense genes like alfa secretase in the ischemic brain makes the neurons less able to resist injury the recent challenge is to find ways to raise the adaptive reserve of the brain to overcome such ischemic associated deficits and support and or promote neuronal survival understanding the mechanisms underlying the association of these genes with risk for alzheimer s disease will provide the most meaningful targets for therapeutic development to date"
}