{
    "title": "Respiratory complications associated with spinal cord injury.",
    "doc_id": "22614314",
    "writer": "Tollefsen E",
    "year": "2012",
    "summary": "RESULTS: The extent of respiratory complications is dependent on the level of spinal cord injury and the degree of motor completeness. In acute spinal cord injury, 80 % of patients may suffer from respiratory complications. ...Patients wi …",
    "abstract": "Background:\n        \n      \n      Respiratory complications are the most common cause of acute and long-term morbidity and mortality in patients with spinal cord injury.\n    \n\n\n          Material and methods:\n        \n      \n      The article is based on a non-systematic search in PubMed and the authors' clinical experience in treatment and follow-up of respiratory complications in patients with spinal cord injury.\n    \n\n\n          Results:\n        \n      \n      The extent of respiratory complications is dependent on the level of spinal cord injury and the degree of motor completeness. In acute spinal cord injury, 80 % of patients may suffer from respiratory complications. Long-term follow-up indicates that respiratory complications are the most common cause of death in these patients. The most common respiratory complications are atelectasis, pneumonia and respiratory failure. Prevention of respiratory complications must be initiated immediately, independent of the level of spinal cord injury. The question of mechanical ventilation in the acute setting, and also during long-term follow-up must be addressed, along with aggressive secretion management. Patients with spinal cord injury have a high prevalence of sleep apnea that may influence their quality of life and rehabilitation.\n    \n\n\n          Interpretation:\n        \n      \n      Respiratory complications are common in patients with spinal cord injury. These patients need a multidisciplinary approach. All disciplines involved must obtain knowledge of respiratory complications in the acute phase and in the longer term, to ensure patients are referred for necessary pulmonary review and follow-up.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22614314/",
    "clean_text": "respiratory complications associated with spinal cord injury results the extent of respiratory complications is dependent on the level of spinal cord injury and the degree of motor completeness in acute spinal cord injury of patients may suffer from respiratory complications patients wi background respiratory complications are the most common cause of acute and long term morbidity and mortality in patients with spinal cord injury material and methods the article is based on a non systematic search in pubmed and the authors clinical experience in treatment and follow up of respiratory complications in patients with spinal cord injury results the extent of respiratory complications is dependent on the level of spinal cord injury and the degree of motor completeness in acute spinal cord injury of patients may suffer from respiratory complications long term follow up indicates that respiratory complications are the most common cause of death in these patients the most common respiratory complications are atelectasis pneumonia and respiratory failure prevention of respiratory complications must be initiated immediately independent of the level of spinal cord injury the question of mechanical ventilation in the acute setting and also during long term follow up must be addressed along with aggressive secretion management patients with spinal cord injury have a high prevalence of sleep apnea that may influence their quality of life and rehabilitation interpretation respiratory complications are common in patients with spinal cord injury these patients need a multidisciplinary approach all disciplines involved must obtain knowledge of respiratory complications in the acute phase and in the longer term to ensure patients are referred for necessary pulmonary review and follow up"
}