{
    "pmid": "41446558",
    "title": "Pulmonary lymphangitic carcinomatosis mimicking interstitial lung disease.",
    "abstract": "Pulmonary Lymphangitic Carcinomatosis (PLC) is a rare and aggressive form of metastatic spread. Pathophysiologically, PLC occurs through secondary spread of tumor emboli to the pulmonary lymphatic system and further malignant infiltration of pulmonary interstitium. Radiologic findings may mimic alternative pulmonary pathology such as interstitial lung disease or infection leading to a delayed diagnosis. We describe a case of PLC in a patient with metastatic breast cancer and interesting, nonspecific computed tomography (CT) chest findings. A middle-aged female presented with progressive dyspnea and non-productive cough. Thoracic CT showed diffuse patchy airspace consolidation with smooth interlobular septal thickening. Echocardiography and right heart catheterization revealed elevated right ventricular systolic pressure with normal pulmonary capillary wedge pressure. Despite empiric treatment for pneumonia, her hypoxia persisted. Bronchoscopy with biopsy identified a HER2-positive breast carcinoma with metastatic lymphangitic spread, consistent with PLC. The patient was initiated on palliative chemotherapy and eventually was referred to hospice 1 month after diagnosis.",
    "disease": "breast cancer",
    "clean_text": "pulmonary lymphangitic carcinomatosis mimicking interstitial lung disease pulmonary lymphangitic carcinomatosis plc is a rare and aggressive form of metastatic spread pathophysiologically plc occurs through secondary spread of tumor emboli to the pulmonary lymphatic system and further malignant infiltration of pulmonary interstitium radiologic findings may mimic alternative pulmonary pathology such as interstitial lung disease or infection leading to a delayed diagnosis we describe a case of plc in a patient with metastatic breast cancer and interesting nonspecific computed tomography ct chest findings a middle aged female presented with progressive dyspnea and non productive cough thoracic ct showed diffuse patchy airspace consolidation with smooth interlobular septal thickening echocardiography and right heart catheterization revealed elevated right ventricular systolic pressure with normal pulmonary capillary wedge pressure despite empiric treatment for pneumonia her hypoxia persisted bronchoscopy with biopsy identified a her positive breast carcinoma with metastatic lymphangitic spread consistent with plc the patient was initiated on palliative chemotherapy and eventually was referred to hospice month after diagnosis"
}