{
    "title": "Assessment of oxidative stress in patients with sickle cell disease: The glutathione system and the oxidant-antioxidant status.",
    "doc_id": "21334230",
    "writer": "Gizi A",
    "year": "2011",
    "summary": "The aim of this study was to evaluate oxidative stress in patients with SCD using two new assays, FORT (free oxygen radical test) and FORD (free oxygen radical defense) along with assessment of glutathione system including superoxide dismutase (SOD), glutathione reductase …",
    "abstract": "Continuous reactive oxygen species (ROS) production in individuals with sickle cell disease (SCD) may alter their overall redox status and cause tissue damage. The aim of this study was to evaluate oxidative stress in patients with SCD using two new assays, FORT (free oxygen radical test) and FORD (free oxygen radical defense) along with assessment of glutathione system including superoxide dismutase (SOD), glutathione reductase (GR) and glutathione peroxidase (GPx) activities, vitamins A, C and E, malondialdehyde (MDA), non-transferrin bound iron (NTBI) and nitric oxide (NO) concentrations. A total of 40 patients with SCD and 25 apparently healthy volunteers (control group) were enrolled in the study. Components of glutathione system, vitamins A, C, and E, and malondialdehyde were determined with reverse-phase HPLC, non-transferrin bound iron (NTBI) was assessed with atomic absorption spectroscopy using graphite furnace, superoxide dismutase (SOD), glutathione reductase (GR) and glutathione peroxidase (GPx) activities were determined spectrophotometrically in red cell lysates, nitric oxide (NO) was detected colorimetrically, while FORT and FORD using colorimetric assays, as two point-of-care tests. The findings revealed significant impairment of the glutathione system indicated by reduced GSH(total) (p<0.00001), GSH(reduced) (p<0.00001) and GSSG (p>0.056) values of SCD patients compared to the control group. ROS expressed as FORT were significantly increased (p<0.00001), while antioxidant defense expressed as FORD was significantly reduced (p<0.02) in SCD group compared to the control group. Age and genotype of the patients as well as therapy of their disease appeared to play no role in their oxidative status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21334230/",
    "clean_text": "assessment of oxidative stress in patients with sickle cell disease the glutathione system and the oxidant antioxidant status the aim of this study was to evaluate oxidative stress in patients with scd using two new assays fort free oxygen radical test and ford free oxygen radical defense along with assessment of glutathione system including superoxide dismutase sod glutathione reductase continuous reactive oxygen species ros production in individuals with sickle cell disease scd may alter their overall redox status and cause tissue damage the aim of this study was to evaluate oxidative stress in patients with scd using two new assays fort free oxygen radical test and ford free oxygen radical defense along with assessment of glutathione system including superoxide dismutase sod glutathione reductase gr and glutathione peroxidase gpx activities vitamins a c and e malondialdehyde mda non transferrin bound iron ntbi and nitric oxide no concentrations a total of patients with scd and apparently healthy volunteers control group were enrolled in the study components of glutathione system vitamins a c and e and malondialdehyde were determined with reverse phase hplc non transferrin bound iron ntbi was assessed with atomic absorption spectroscopy using graphite furnace superoxide dismutase sod glutathione reductase gr and glutathione peroxidase gpx activities were determined spectrophotometrically in red cell lysates nitric oxide no was detected colorimetrically while fort and ford using colorimetric assays as two point of care tests the findings revealed significant impairment of the glutathione system indicated by reduced gsh total p gsh reduced p and gssg p values of scd patients compared to the control group ros expressed as fort were significantly increased p while antioxidant defense expressed as ford was significantly reduced p in scd group compared to the control group age and genotype of the patients as well as therapy of their disease appeared to play no role in their oxidative status"
}