{
    "pmid": "41389033",
    "title": "Clinical implications of the interaction between metabolic risk factors, coronary artery disease and atrial fibrillation.",
    "abstract": "Atrial fibrillation (AF) and coronary artery disease (CAD) frequently coexist due to shared risk factors such as obesity and diabetes. The interrelationship between these diseases carries important therapeutic implications, given the fact that both AF and CAD are associated with an increased risk for cardiovascular events such as stroke, myocardial infarction, heart failure and cardiovascular mortality. In this review, we elucidate our current understanding of the epidemiological and pathophysiological links between AF and CAD, with particular focus on the impact of obesity, diabetes and systemic inflammation as common drivers. We discuss the implications for patient management, including antithrombotic therapy, lifestyle modifications and metabolic risk reduction. Beyond antithrombotic therapy, we highlight the importance of rate and rhythm control strategies in case of coexisting of AF and CAD. Novel pharmacological approaches for patients with CAD and type 2 diabetes, such as GLP-1 receptor agonist and SGLT2 inhibitors, provide additional cardiometabolic benefits by reducing the risk of major adverse cardiovascular events. Finally we propose a framework for integrated management of AF and CAD that aligns with contemporary guidelines and emerging evidence. This holistic approach, including metabolic risk factor modification, represents a paradigm shift in the care of patients with both AF and CAD. Atrial fibrillation (AF) and coronary artery disease (CAD) often occur together. This is mainly because they share the same major risk factors, especially obesity and diabetes. When AF and CAD are present in the same person, the chances of serious blood vessel or heart-related problems, such as strokes or heart attacks, become higher.In this review, we explain how AF and CAD are linked and why these conditions are so commonly seen in people with obesity or diabetes. Extra body fat, especially around the organs, leads to ongoing inflammation and changes in the heart and blood vessels. These changes make it easier for fatty deposits to build up in the arteries and also make the upper chambers of the heart more likely to develop an irregular rhythm. Diabetes adds to this by harming blood vessels and affecting the heart’s function.Treating people who have both AF and CAD can be difficult, because they often need medicines to prevent blood clots. Using more than one blood-thinning medicine can increase the risk of bleeding. Recent studies show that a simpler combination of medicines can reduce bleeding without raising the risk of heart attacks or strokes. In addition, controlling the heart rate is important, and restoring a normal heart rhythm can be helpful for some patients.New treatments for diabetes and weight reduction, such as GLP-1 receptor agonists and SGLT2 inhibitors, not only improve glucose levels and reduce weight, but also lower the risk of major heart problems. Early research suggests they may also help reduce episodes of AF.We describe an combined approach to managing AF and CAD that includes healthier lifestyle choices, better control of metabolic risk factors, and modern treatment options. This combined strategy may help improve outcomes for the growing number of patients with both conditions.",
    "disease": "coronary artery disease",
    "clean_text": "clinical implications of the interaction between metabolic risk factors coronary artery disease and atrial fibrillation atrial fibrillation af and coronary artery disease cad frequently coexist due to shared risk factors such as obesity and diabetes the interrelationship between these diseases carries important therapeutic implications given the fact that both af and cad are associated with an increased risk for cardiovascular events such as stroke myocardial infarction heart failure and cardiovascular mortality in this review we elucidate our current understanding of the epidemiological and pathophysiological links between af and cad with particular focus on the impact of obesity diabetes and systemic inflammation as common drivers we discuss the implications for patient management including antithrombotic therapy lifestyle modifications and metabolic risk reduction beyond antithrombotic therapy we highlight the importance of rate and rhythm control strategies in case of coexisting of af and cad novel pharmacological approaches for patients with cad and type diabetes such as glp receptor agonist and sglt inhibitors provide additional cardiometabolic benefits by reducing the risk of major adverse cardiovascular events finally we propose a framework for integrated management of af and cad that aligns with contemporary guidelines and emerging evidence this holistic approach including metabolic risk factor modification represents a paradigm shift in the care of patients with both af and cad atrial fibrillation af and coronary artery disease cad often occur together this is mainly because they share the same major risk factors especially obesity and diabetes when af and cad are present in the same person the chances of serious blood vessel or heart related problems such as strokes or heart attacks become higher in this review we explain how af and cad are linked and why these conditions are so commonly seen in people with obesity or diabetes extra body fat especially around the organs leads to ongoing inflammation and changes in the heart and blood vessels these changes make it easier for fatty deposits to build up in the arteries and also make the upper chambers of the heart more likely to develop an irregular rhythm diabetes adds to this by harming blood vessels and affecting the heart s function treating people who have both af and cad can be difficult because they often need medicines to prevent blood clots using more than one blood thinning medicine can increase the risk of bleeding recent studies show that a simpler combination of medicines can reduce bleeding without raising the risk of heart attacks or strokes in addition controlling the heart rate is important and restoring a normal heart rhythm can be helpful for some patients new treatments for diabetes and weight reduction such as glp receptor agonists and sglt inhibitors not only improve glucose levels and reduce weight but also lower the risk of major heart problems early research suggests they may also help reduce episodes of af we describe an combined approach to managing af and cad that includes healthier lifestyle choices better control of metabolic risk factors and modern treatment options this combined strategy may help improve outcomes for the growing number of patients with both conditions"
}