{
    "pmid": "41432716",
    "title": "An Immunomodulatory Mushroom, Cordyceps militaris, and Its Constituents: A Review of In Vitro/In Vivo Studies and Clinical Trials.",
    "abstract": "Cordyceps, known as \"winter-worm summer-grass\", has been used as a medicinal mushroom to boost energy levels and immune activity. Among cordyceps types, Cordyceps militaris (CM) is the most commercially useful owing to its ease of artificial cultivation for mass production. In contrast, other types, such as Ophiocordyceps sinensis, are expensive and difficult to collect. Therefore, numerous studies have explored the therapeutic potential and active constituents of CM. The therapeutic use of CM is based on its various pharmacological activities, including immunomodulatory, anti-tumor, antioxidant, anti-diabetic, anti-obesity, and neuroprotective activities, of which the immunomodulatory effects have been the most studied. CM contains active constituents such as nucleosides (cordycepin and adenosine), polysaccharides, peptides, proteins, sterols, glycolipids, and carotenoids. Recent studies show that CM extract, cordycepin, and polysaccharides exert immunomodulatory effects in response to the immune environments. They enhance innate and cell-mediated adaptive immunity not only under normal conditions but also in immunosuppressed states induced by cyclophosphamide, interleukin-4, tumor culture supernatant, methotrexate, cancer cell-line-xenografts, influenza virus, and severe acute respiratory syndrome coronavirus 2. Meanwhile, they suppress an overactivated immune system stimulated by factors such as angiotensin II ± vascular endothelial growth factors, concanavalin A, 2,4-dinitrophenyl (DNP)-serum albumin ± DNP-specific immunoglobulin E, lipopolysaccharide (LPS), lipoteichoic acid, phytohemagglutinin, phorbol myristate acetate plus calcium ionophore A23187, calcium chloride, cecal ligation and puncture ± LPS, dextran sodium sulfate, monosodium iodoacetate, ovalbumin, myelin oligodendrocyte glycoprotein 25-35, monosodium urate, and Western diet by ameliorating innate and humoral adaptive immune responses. This study reviewed recent and notable literature evaluating the immunomodulatory potentials of CM extract, cordycepin, and polysaccharides. In vitro, in vivo, and clinical trial results indicate that CM is safe for administration and shows promise for developing functional foods having various efficacies such as immunomodulation, anti-tumor, and neuroprotection.",
    "disease": "influenza",
    "clean_text": "an immunomodulatory mushroom cordyceps militaris and its constituents a review of in vitro in vivo studies and clinical trials cordyceps known as winter worm summer grass has been used as a medicinal mushroom to boost energy levels and immune activity among cordyceps types cordyceps militaris cm is the most commercially useful owing to its ease of artificial cultivation for mass production in contrast other types such as ophiocordyceps sinensis are expensive and difficult to collect therefore numerous studies have explored the therapeutic potential and active constituents of cm the therapeutic use of cm is based on its various pharmacological activities including immunomodulatory anti tumor antioxidant anti diabetic anti obesity and neuroprotective activities of which the immunomodulatory effects have been the most studied cm contains active constituents such as nucleosides cordycepin and adenosine polysaccharides peptides proteins sterols glycolipids and carotenoids recent studies show that cm extract cordycepin and polysaccharides exert immunomodulatory effects in response to the immune environments they enhance innate and cell mediated adaptive immunity not only under normal conditions but also in immunosuppressed states induced by cyclophosphamide interleukin tumor culture supernatant methotrexate cancer cell line xenografts influenza virus and severe acute respiratory syndrome coronavirus meanwhile they suppress an overactivated immune system stimulated by factors such as angiotensin ii vascular endothelial growth factors concanavalin a dinitrophenyl dnp serum albumin dnp specific immunoglobulin e lipopolysaccharide lps lipoteichoic acid phytohemagglutinin phorbol myristate acetate plus calcium ionophore a calcium chloride cecal ligation and puncture lps dextran sodium sulfate monosodium iodoacetate ovalbumin myelin oligodendrocyte glycoprotein monosodium urate and western diet by ameliorating innate and humoral adaptive immune responses this study reviewed recent and notable literature evaluating the immunomodulatory potentials of cm extract cordycepin and polysaccharides in vitro in vivo and clinical trial results indicate that cm is safe for administration and shows promise for developing functional foods having various efficacies such as immunomodulation anti tumor and neuroprotection"
}