{
    "pmid": "41396855",
    "title": "Assessing Gastrointestinal Motility in Caenorhabditis elegans RAC1/CED-10 Mutants as a Tool to Study Early Parkinson's Disease.",
    "abstract": "Parkinson's disease (PD) is among the most prevalent neurodegenerative disorders and is diagnosed based on motor symptoms that emerge after significant dopaminergic neuron loss. Non-motor symptoms, such as constipation, are the most common and often appear earlier, indicating the onset of the disease. Many animal models are used to study neurodegenerative diseases, yet most focus on the later stages. Because it is difficult to determine the exact start of neurodegeneration, no single model fully represents the entire disease progression. Mammalian models are especially time-consuming and expensive due to their long-life cycles. In contrast, Caenorhabditis elegans (C. elegans), a transparent 1 mm nematode with a short life and reproductive cycle (~3 weeks and 3 days), enables faster, cost-effective experiments thanks to its rapid generation turnover. The defecation motor program in C. elegans consists of rhythmic cycles regulated by a complex genetic network in which Rho/rac GTPases participate, and RAC1 (CED-10 in C. elegans) is among them. We have shown that RAC1/CED-10 mutants exhibit compromised GABAergic morphology and function, which results in disrupted defecation cycles. Here, we present the experimental protocol for measuring constipation in RAC1/CED-10 C. elegans at early stages. In addition to serving as a predictive tool to investigate early PD symptoms prior to neurodegeneration, this protocol could also be employed as an early endpoint to assess the efficacy of pharmacological intervention. Because these changes are not disease-specific, we believe this model provides a valuable tool for investigating alterations that arise early in other illnesses.",
    "disease": "parkinson disease",
    "clean_text": "assessing gastrointestinal motility in caenorhabditis elegans rac ced mutants as a tool to study early parkinson s disease parkinson s disease pd is among the most prevalent neurodegenerative disorders and is diagnosed based on motor symptoms that emerge after significant dopaminergic neuron loss non motor symptoms such as constipation are the most common and often appear earlier indicating the onset of the disease many animal models are used to study neurodegenerative diseases yet most focus on the later stages because it is difficult to determine the exact start of neurodegeneration no single model fully represents the entire disease progression mammalian models are especially time consuming and expensive due to their long life cycles in contrast caenorhabditis elegans c elegans a transparent mm nematode with a short life and reproductive cycle weeks and days enables faster cost effective experiments thanks to its rapid generation turnover the defecation motor program in c elegans consists of rhythmic cycles regulated by a complex genetic network in which rho rac gtpases participate and rac ced in c elegans is among them we have shown that rac ced mutants exhibit compromised gabaergic morphology and function which results in disrupted defecation cycles here we present the experimental protocol for measuring constipation in rac ced c elegans at early stages in addition to serving as a predictive tool to investigate early pd symptoms prior to neurodegeneration this protocol could also be employed as an early endpoint to assess the efficacy of pharmacological intervention because these changes are not disease specific we believe this model provides a valuable tool for investigating alterations that arise early in other illnesses"
}