{
    "title": "Clinical epidemiology of gastric cancer.",
    "doc_id": "25630323",
    "writer": "Ang TL",
    "year": "2014",
    "summary": "Gastric cancer is the second leading cause of cancer-related mortality and the fourth most common cancer globally. ...Helicobacter pylori (H. pylori) infection is a major risk factor of non-cardia gastric cancer, and data has emerged conc …",
    "abstract": "Gastric cancer is the second leading cause of cancer-related mortality and the fourth most common cancer globally. There are, however, distinct differences in incidence rates in different geographic regions. While the incidence rate of gastric cancer has been falling, that of gastric cardia cancers is reportedly on the rise in some regions. Helicobacter pylori (H. pylori) infection is a major risk factor of non-cardia gastric cancer, and data has emerged concerning the role of H. pylori eradication for primary prevention of gastric cancer. Dietary, lifestyle and metabolic factors have also been implicated. Although addressing these other factors may contribute to health, the actual impact in terms of cancer prevention is unclear. Once irreversible histological changes have occurred, endoscopic surveillance would be necessary. A molecular classification system offers hope for molecularly tailored, personalised therapies for gastric cancer, which may improve the prognosis for patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25630323/",
    "clean_text": "clinical epidemiology of gastric cancer gastric cancer is the second leading cause of cancer related mortality and the fourth most common cancer globally helicobacter pylori h pylori infection is a major risk factor of non cardia gastric cancer and data has emerged conc gastric cancer is the second leading cause of cancer related mortality and the fourth most common cancer globally there are however distinct differences in incidence rates in different geographic regions while the incidence rate of gastric cancer has been falling that of gastric cardia cancers is reportedly on the rise in some regions helicobacter pylori h pylori infection is a major risk factor of non cardia gastric cancer and data has emerged concerning the role of h pylori eradication for primary prevention of gastric cancer dietary lifestyle and metabolic factors have also been implicated although addressing these other factors may contribute to health the actual impact in terms of cancer prevention is unclear once irreversible histological changes have occurred endoscopic surveillance would be necessary a molecular classification system offers hope for molecularly tailored personalised therapies for gastric cancer which may improve the prognosis for patients"
}