{
    "pmid": "41443313",
    "title": "Associations between depressive trajectories and progression to type 2 diabetes mellitus in postmenopausal women with prediabetes: Findings from a national ten-year follow-up study.",
    "abstract": "Whether the depressive symptoms contributed to the progression from prediabetes to type 2 diabetes mellitus (T2DM) in postmenpausal women is still unknown. 938 postmenopausal women with prediabetes from China Health and Retirement Longitudinal Study (CHARLS) were included. The Centre for Epidemiologic Studies-Depression scale (CESD-10) was used to measure depression symptoms. 938 CHARLS data of baseline survey in 2011-2012 (wave 1), 2013-2014 (wave 2), and 2015-2016 (wave 3) were used as the timescales to conduct the depressive trajectory analysis. And the data of survey in 2017-2018 (wave 4) and survey in 2019-2020 (wave 5) were used as the outcomes of new onset T2DM. Odds ratios (OR) and 95 % confidence intervals (CI) were reported. Among 938 individuals, 537 of them who had a CES-D10 score of less than 10 were categorized as no presence of depressive symptom while the other 401 individuals with a score of 10 or higher were classified as presence of depressive symptoms. Depressive trajectories were labelled as None-Stable (n = 167, 17.8 %), Minimal-Stable (n = 345, 36.8 %), Mild-Stable (n = 389, 41.5 %) and Moderate/Severe-Stable (n = 37, 3.9 %). The moderate/severe depressive trajectory was an independent predictor of the progression to T2DM from prediabetes (OR:1.152, 95 %CI (1.013, 1.310), P = 0.031). The stratified regression analyses showed that trajectory of moderate/severe depression contributed to developing T2DM in normal weight, age ≤ 60, and with education level of high school and above. These findings indicated that moderate/severe depressive symptoms accelerate the progression from prediabetes to T2DM which appeal for healthier aging for women.",
    "disease": "diabetes mellitus",
    "clean_text": "associations between depressive trajectories and progression to type diabetes mellitus in postmenopausal women with prediabetes findings from a national ten year follow up study whether the depressive symptoms contributed to the progression from prediabetes to type diabetes mellitus t dm in postmenpausal women is still unknown postmenopausal women with prediabetes from china health and retirement longitudinal study charls were included the centre for epidemiologic studies depression scale cesd was used to measure depression symptoms charls data of baseline survey in wave wave and wave were used as the timescales to conduct the depressive trajectory analysis and the data of survey in wave and survey in wave were used as the outcomes of new onset t dm odds ratios or and confidence intervals ci were reported among individuals of them who had a ces d score of less than were categorized as no presence of depressive symptom while the other individuals with a score of or higher were classified as presence of depressive symptoms depressive trajectories were labelled as none stable n minimal stable n mild stable n and moderate severe stable n the moderate severe depressive trajectory was an independent predictor of the progression to t dm from prediabetes or ci p the stratified regression analyses showed that trajectory of moderate severe depression contributed to developing t dm in normal weight age and with education level of high school and above these findings indicated that moderate severe depressive symptoms accelerate the progression from prediabetes to t dm which appeal for healthier aging for women"
}