{
    "title": "Psychiatric disorders in older women.",
    "doc_id": "15276965",
    "writer": "Lehmann SW.",
    "year": "2003",
    "summary": "In addition, late-onset depressive disorders are more common among older women than older men and may undermine physical and psychosocial well-being if inadequately treated. Late-onset schizophrenia and bipolar disorder are less common, but also affect older …",
    "abstract": "With increased longevity and an aging 'baby boomer' population, the numbers of women in older age groups in the United States will be increasing significantly over the coming years. Older women with schizophrenia and mood disorders that began in early adult life continue to need psychiatric treatment, although treatment considerations may require modification with age. In addition, late-onset depressive disorders are more common among older women than older men and may undermine physical and psychosocial well-being if inadequately treated. Late-onset schizophrenia and bipolar disorder are less common, but also affect older women more often than older men. Moreover, psychiatric concerns related to Alzheimer's disease and care giving are pertinent to this older population. Clinicians need to be knowledgeable about differences in epidemiology and clinical presentation that distinguish psychiatric disorders in older women from both men and from younger cohorts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15276965/",
    "clean_text": "psychiatric disorders in older women in addition late onset depressive disorders are more common among older women than older men and may undermine physical and psychosocial well being if inadequately treated late onset schizophrenia and bipolar disorder are less common but also affect older with increased longevity and an aging baby boomer population the numbers of women in older age groups in the united states will be increasing significantly over the coming years older women with schizophrenia and mood disorders that began in early adult life continue to need psychiatric treatment although treatment considerations may require modification with age in addition late onset depressive disorders are more common among older women than older men and may undermine physical and psychosocial well being if inadequately treated late onset schizophrenia and bipolar disorder are less common but also affect older women more often than older men moreover psychiatric concerns related to alzheimer s disease and care giving are pertinent to this older population clinicians need to be knowledgeable about differences in epidemiology and clinical presentation that distinguish psychiatric disorders in older women from both men and from younger cohorts"
}