{
    "title": "The Relationships between Physical Activity and Life Satisfaction and Happiness among Young, Middle-Aged, and Older Adults.",
    "doc_id": "32635457",
    "writer": "An HY",
    "year": "2020",
    "summary": "Physical activity has benefits on physical and psychological health. The aims of this study were to investigate (1) the relationships between physical activity and life satisfaction and happiness in young, middle-aged, and older adults while con …",
    "abstract": "Physical activity has benefits on physical and psychological health. The aims of this study were to investigate (1) the relationships between physical activity and life satisfaction and happiness in young, middle-aged, and older adults while controlling for demographic characteristics, and (2) the relationships between age and life satisfaction and happiness for different physical activity levels. A total of 2345 healthy adults were recruited. Demographic characteristic, physical activity, life satisfaction, and happiness were collected. Participants were divided into young, middle-aged, and older adult groups based on age, and physical activity was categorized as high, moderate, and low. After controlling for demographic characteristics, participants with high and moderate activity levels had significantly higher life satisfaction and happiness than those with a low activity level across the total population and the three age groups. Age squared was a significant predictor of a positive curvilinear between age and life satisfaction and happiness. Physical activity was significantly related to life satisfaction and happiness in young, middle-aged, and older adults. In addition, life satisfaction and happiness increased with increasing age. The results support the promotion of physical activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32635457/",
    "clean_text": "the relationships between physical activity and life satisfaction and happiness among young middle aged and older adults physical activity has benefits on physical and psychological health the aims of this study were to investigate the relationships between physical activity and life satisfaction and happiness in young middle aged and older adults while con physical activity has benefits on physical and psychological health the aims of this study were to investigate the relationships between physical activity and life satisfaction and happiness in young middle aged and older adults while controlling for demographic characteristics and the relationships between age and life satisfaction and happiness for different physical activity levels a total of healthy adults were recruited demographic characteristic physical activity life satisfaction and happiness were collected participants were divided into young middle aged and older adult groups based on age and physical activity was categorized as high moderate and low after controlling for demographic characteristics participants with high and moderate activity levels had significantly higher life satisfaction and happiness than those with a low activity level across the total population and the three age groups age squared was a significant predictor of a positive curvilinear between age and life satisfaction and happiness physical activity was significantly related to life satisfaction and happiness in young middle aged and older adults in addition life satisfaction and happiness increased with increasing age the results support the promotion of physical activity"
}