{
    "title": "Diagnosis and assessment of pain associated with herpes zoster and postherpetic neuralgia.",
    "doc_id": "18166464",
    "writer": "Dworkin RH",
    "year": "2008",
    "summary": "Accurate evaluation of pain plays a critical role in identifying new interventions for the treatment and prevention of herpes zoster and postherpetic neuralgia (PHN). Different types of pain and other sensory symptoms are found in patients with herpes zost …",
    "abstract": "Accurate evaluation of pain plays a critical role in identifying new interventions for the treatment and prevention of herpes zoster and postherpetic neuralgia (PHN). Different types of pain and other sensory symptoms are found in patients with herpes zoster, and these vary greatly with respect to their presence, location, duration, intensity, and quality. The results of recent studies of herpes zoster and PHN and the development of new methods for assessing neuropathic pain provide a foundation for diagnosing and assessing the pain associated with herpes zoster. We review the results of recent research to identify the essential components that must be considered in developing an evidence-based description of pain associated with herpes zoster and PHN.\n    \n\n\n          Perspective:\n        \n      \n      Comprehensive assessments of pain are necessary for clinical research on the epidemiology, natural history, pathophysiologic mechanisms, treatment, and prevention of pain in herpes zoster and PHN.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18166464/",
    "clean_text": "diagnosis and assessment of pain associated with herpes zoster and postherpetic neuralgia accurate evaluation of pain plays a critical role in identifying new interventions for the treatment and prevention of herpes zoster and postherpetic neuralgia phn different types of pain and other sensory symptoms are found in patients with herpes zost accurate evaluation of pain plays a critical role in identifying new interventions for the treatment and prevention of herpes zoster and postherpetic neuralgia phn different types of pain and other sensory symptoms are found in patients with herpes zoster and these vary greatly with respect to their presence location duration intensity and quality the results of recent studies of herpes zoster and phn and the development of new methods for assessing neuropathic pain provide a foundation for diagnosing and assessing the pain associated with herpes zoster we review the results of recent research to identify the essential components that must be considered in developing an evidence based description of pain associated with herpes zoster and phn perspective comprehensive assessments of pain are necessary for clinical research on the epidemiology natural history pathophysiologic mechanisms treatment and prevention of pain in herpes zoster and phn"
}