{
    "pmid": "41468712",
    "title": "Bilateral frontal periventricular nodular heterotopia: a distinctive cortical malformation.",
    "abstract": "Periventricular nodular heterotopia (PVNH) is a common malformation of cortical development. We describe a distinctive imaging phenotype characterized by bilateral small heterotopic nodules of grey matter in the frontal periventricular regions, with an overview of the clinical, imaging, and genetic features. Investigators reviewed available brain MRI studies, clinical records and genetic findings of 32 individuals with bilateral frontal PVNH, ascertained from multiple centres between 1996 and 2021. The imaging phenotype consists of multiple, small, bilateral nodules of PVNH maximal along the frontal horns of the lateral ventricles. Frontal PVNH was associated with heterogeneous, often subtle, additional brain malformations in 72 % (23/32) individuals. The clinical phenotype was variable and included mild focal epilepsy in 7/32 and mild-moderate cognitive impairment or developmental delay in 13/32. Microarray was normal in 13/16 and exome or genome sequencing normal in 8/13 where testing was performed. A genetic diagnosis was achieved in seven patients; pathogenic chromosome deletions of 7q11.23 and 7p22.1, pathogenic intragenic variants in KANSL1, STXBP1 and MAP1B (mother-daughter pair), and a combined 13q12.12 deletion (containing SACS) and an intragenic SACS variant. Bilateral frontal PVNH has a variable clinical phenotype, but generally milder sequelae than other forms of bilateral PVNH. A genetic diagnosis was made by chromosome microarray alone in 13 % or by exome or genome sequencing in 38 % where access to testing was available, with no recurrent genetic cause being found. Our PVNH cohort data suggest that PVNH could be classified in three main groups: FLNA-associated \"classic\" bilateral frontocentral PVNH, posterior/infrasylvian PVNH and this third pattern of bilateral frontal PVNH, accounting for ∼10 % of all cases of PVNH.",
    "disease": "epilepsy",
    "clean_text": "bilateral frontal periventricular nodular heterotopia a distinctive cortical malformation periventricular nodular heterotopia pvnh is a common malformation of cortical development we describe a distinctive imaging phenotype characterized by bilateral small heterotopic nodules of grey matter in the frontal periventricular regions with an overview of the clinical imaging and genetic features investigators reviewed available brain mri studies clinical records and genetic findings of individuals with bilateral frontal pvnh ascertained from multiple centres between and the imaging phenotype consists of multiple small bilateral nodules of pvnh maximal along the frontal horns of the lateral ventricles frontal pvnh was associated with heterogeneous often subtle additional brain malformations in individuals the clinical phenotype was variable and included mild focal epilepsy in and mild moderate cognitive impairment or developmental delay in microarray was normal in and exome or genome sequencing normal in where testing was performed a genetic diagnosis was achieved in seven patients pathogenic chromosome deletions of q and p pathogenic intragenic variants in kansl stxbp and map b mother daughter pair and a combined q deletion containing sacs and an intragenic sacs variant bilateral frontal pvnh has a variable clinical phenotype but generally milder sequelae than other forms of bilateral pvnh a genetic diagnosis was made by chromosome microarray alone in or by exome or genome sequencing in where access to testing was available with no recurrent genetic cause being found our pvnh cohort data suggest that pvnh could be classified in three main groups flna associated classic bilateral frontocentral pvnh posterior infrasylvian pvnh and this third pattern of bilateral frontal pvnh accounting for of all cases of pvnh"
}