{
    "title": "Rehabilitation of moderate-to-severe traumatic brain injury.",
    "doc_id": "25816124",
    "writer": "Eapen BC",
    "year": "2015",
    "summary": "Traumatic brain injury (TBI) is defined as an alteration in brain function, or other evidence of brain pathology, caused by an external force. Traumatic brain injury is a leading cause of morbidity and disability and is considered a major …",
    "abstract": "Traumatic brain injury (TBI) is defined as an alteration in brain function, or other evidence of brain pathology, caused by an external force. Traumatic brain injury is a leading cause of morbidity and disability and is considered a major public health concern. Traumatic brain injury sequelae can lead to long-term impairments in physical, cognitive, behavioral, and social function. Traumatic brain injury rehabilitation requires an interdisciplinary holistic team approach in the management of medical complications, the prevention of further disability, and helping patients return to their highest level of independence. The authors review TBI pathophysiology, grading severity, common medical complications, cognitive rehabilitation, prognosis, and common outcomes used in TBI rehabilitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25816124/",
    "clean_text": "rehabilitation of moderate to severe traumatic brain injury traumatic brain injury tbi is defined as an alteration in brain function or other evidence of brain pathology caused by an external force traumatic brain injury is a leading cause of morbidity and disability and is considered a major traumatic brain injury tbi is defined as an alteration in brain function or other evidence of brain pathology caused by an external force traumatic brain injury is a leading cause of morbidity and disability and is considered a major public health concern traumatic brain injury sequelae can lead to long term impairments in physical cognitive behavioral and social function traumatic brain injury rehabilitation requires an interdisciplinary holistic team approach in the management of medical complications the prevention of further disability and helping patients return to their highest level of independence the authors review tbi pathophysiology grading severity common medical complications cognitive rehabilitation prognosis and common outcomes used in tbi rehabilitation"
}