{
    "pmid": "41355644",
    "title": "Liver-related Mortality in Homeless-experienced Adults over a 16-year Period.",
    "abstract": "The objective of this study was to examine liver-related mortality trends in a large cohort of homeless-experienced adults. We linked a cohort of 60,092 adults who received care at Boston Health Care for the Homeless Program (BHCHP) from 2003-2017 to death occurrence files. We evaluated temporal trends in age-standardized liver-related mortality and identified leading causes of liver-related death compared with the Massachusetts population, reporting standardized mortality rate ratios (SRRs). Of the 7,130 deaths in the cohort, 652 (9.1%) were liver-related. Liver-related mortality decreased on average 3.5% annually, though remained significantly higher than the Massachusetts population. Leading causes of liver-related death were cirrhosis (n=157, SRR 3.2), liver cancer (n=148, SRR 2.4), alcohol-related liver disease (n=140, SRR 4.4), and viral hepatitis (n=99, SRR 7.2). Efforts to address alcohol use disorder and viral hepatitis in this population may reduce the substantial disparity seen in liver-related mortality in this population.",
    "disease": "liver cirrhosis",
    "clean_text": "liver related mortality in homeless experienced adults over a year period the objective of this study was to examine liver related mortality trends in a large cohort of homeless experienced adults we linked a cohort of adults who received care at boston health care for the homeless program bhchp from to death occurrence files we evaluated temporal trends in age standardized liver related mortality and identified leading causes of liver related death compared with the massachusetts population reporting standardized mortality rate ratios srrs of the deaths in the cohort were liver related liver related mortality decreased on average annually though remained significantly higher than the massachusetts population leading causes of liver related death were cirrhosis n srr liver cancer n srr alcohol related liver disease n srr and viral hepatitis n srr efforts to address alcohol use disorder and viral hepatitis in this population may reduce the substantial disparity seen in liver related mortality in this population"
}