{
    "pmid": "41394393",
    "title": "Asthma-related school absenteeism: Prevalence, disparities, and the need for comprehensive management: A systematic review and meta-analysis.",
    "abstract": "Asthma, affecting 11.6-13.7 % globally, significantly impacts children's education, causing 47.5 % absenteeism, disturbed sleep, and frequent ER visits. These issues, alongside environmental triggers, medication side effects, and socioeconomic factors, hinder academic performance. Racial disparities in healthcare access accentuate the problem, with minorities receiving less preventive care. Family dynamics also play a role, as caregivers often keep children home fearing severe episodes. This review estimates the prevalence of asthma-related absenteeism, acute care needs, preventive drug use, and hospitalizations, emphasizing the need for comprehensive school-based asthma management to improve outcomes. We searched for relevant articles up to March 2025 from PubMed, Scopus, Web of Science, and the Cochrane Library. Two independent reviewers extracted data from the selected studies, including baseline information, outcomes, prevalence, risk factors, preventive drug use, ED admission, and hospitalization rates. All data analyses were performed using R version 4.3.3. We collected 5879 records after excluding 4242 duplicates. Thorough screening resulted in the retrieval of 24 entries eligible for inclusion in our review. Our analysis revealed a prevalence of asthma-related absenteeism of 29 %, with absenteeism among asthmatic students being 3.08 times higher than non-asthmatic students ( This review highlighted a high burden of asthma-related school absenteeism. While some included studies reported higher burden among Black children, our review did not statistically analyze these disparities. These findings emphasize the need for school-based prevention strategies and policies that address disparities in healthcare access.",
    "disease": "asthma",
    "clean_text": "asthma related school absenteeism prevalence disparities and the need for comprehensive management a systematic review and meta analysis asthma affecting globally significantly impacts children s education causing absenteeism disturbed sleep and frequent er visits these issues alongside environmental triggers medication side effects and socioeconomic factors hinder academic performance racial disparities in healthcare access accentuate the problem with minorities receiving less preventive care family dynamics also play a role as caregivers often keep children home fearing severe episodes this review estimates the prevalence of asthma related absenteeism acute care needs preventive drug use and hospitalizations emphasizing the need for comprehensive school based asthma management to improve outcomes we searched for relevant articles up to march from pubmed scopus web of science and the cochrane library two independent reviewers extracted data from the selected studies including baseline information outcomes prevalence risk factors preventive drug use ed admission and hospitalization rates all data analyses were performed using r version we collected records after excluding duplicates thorough screening resulted in the retrieval of entries eligible for inclusion in our review our analysis revealed a prevalence of asthma related absenteeism of with absenteeism among asthmatic students being times higher than non asthmatic students this review highlighted a high burden of asthma related school absenteeism while some included studies reported higher burden among black children our review did not statistically analyze these disparities these findings emphasize the need for school based prevention strategies and policies that address disparities in healthcare access"
}