{
    "pmid": "41429383",
    "title": "Reliable and dynamic monitoring changes in cortical excitation and inhibition balance using aperiodic 1/f slope: functions, diseases and drug effects.",
    "abstract": "Understanding the excitation/inhibition (E/I) balance is fundamental to deciphering cortical circuit dynamics, supporting cognition, and elucidating the pathophysiology of brain disorders, yet methods for assessing E/I balance in vivo remain limited. While recent studies have proposed the aperiodic component (1/f slope) of the local field potentials (LFPs) power spectrum as a potential indicator of E/I balance, this hypothesis has lacked systematic, multi-level in vivo validation. Here, we systematically tested the hypothesis that the aperiodic 1/f slope can serve as a reliable proxy for dynamically monitoring change in E/I balance. In freely moving male mice, we first optimized the analytical parameters for the 1/f slope. We then demonstrated that the slope quantitatively tracks shifts in inhibition induced by pharmacological manipulations in a dose-dependent manner, captures the rapid dynamic shift to inhibition induced by cell-type-specific optogenetic manipulation, and shows generality across drugs altering E/I with diverse mechanisms. On an applied level, we show that the 1/f slope tracks performance-related neural dynamics during a working memory task and indicates the direction of E/I balance in mouse models of epilepsy and depression. Collectively, our findings establish the 1/f slope as a reliable, rapid and sensitive proxy for monitoring E/I balance shift, offering a potential, practical tool for monitoring brain dynamics and as a biomarker for translational research.",
    "disease": "epilepsy",
    "clean_text": "reliable and dynamic monitoring changes in cortical excitation and inhibition balance using aperiodic f slope functions diseases and drug effects understanding the excitation inhibition e i balance is fundamental to deciphering cortical circuit dynamics supporting cognition and elucidating the pathophysiology of brain disorders yet methods for assessing e i balance in vivo remain limited while recent studies have proposed the aperiodic component f slope of the local field potentials lfps power spectrum as a potential indicator of e i balance this hypothesis has lacked systematic multi level in vivo validation here we systematically tested the hypothesis that the aperiodic f slope can serve as a reliable proxy for dynamically monitoring change in e i balance in freely moving male mice we first optimized the analytical parameters for the f slope we then demonstrated that the slope quantitatively tracks shifts in inhibition induced by pharmacological manipulations in a dose dependent manner captures the rapid dynamic shift to inhibition induced by cell type specific optogenetic manipulation and shows generality across drugs altering e i with diverse mechanisms on an applied level we show that the f slope tracks performance related neural dynamics during a working memory task and indicates the direction of e i balance in mouse models of epilepsy and depression collectively our findings establish the f slope as a reliable rapid and sensitive proxy for monitoring e i balance shift offering a potential practical tool for monitoring brain dynamics and as a biomarker for translational research"
}