{
    "pmid": "41444843",
    "title": "Depth of Tumor Invasion (T-Stage) is Not Associated with Survival or Recurrence Rates in Patients Undergoing Surgery for pT1 and pT2 Colon Cancer.",
    "abstract": "Organ preservation is gaining attention, yet primary treatment approaches differ substantially between pT1 and pT2 colon cancer (CC). This study evaluates whether tumor invasion depth affects survival outcomes in patients with pT1-2N0-2 colon cancer. In this nationwide cohort study, patients undergoing surgery for pT1 or pT2 CC between 2014 and 2015 were identified from the Dutch Snapshot Research Group's SNAPSHOT complex colon cancer database. Five-year disease-free survival (DFS) and overall survival (OS) was analyzed using Kaplan-Meier curves, log-rank tests, and Cox proportional hazard models. A total of 2312 patients were included (921 pT1 and 1391 pT2). Five-year DFS (83.5% vs. 83.2%, P = 0.79, adjusted HR [HR Tumor invasion depth (pT1 or pT2) had no significant impact on DFS or OS following formal oncological resection. Furthermore, most distant metastases develop in pN0 patients, suggesting a minor influence of surgery on control of distant disease.",
    "disease": "colorectal cancer",
    "clean_text": "depth of tumor invasion t stage is not associated with survival or recurrence rates in patients undergoing surgery for pt and pt colon cancer organ preservation is gaining attention yet primary treatment approaches differ substantially between pt and pt colon cancer cc this study evaluates whether tumor invasion depth affects survival outcomes in patients with pt n colon cancer in this nationwide cohort study patients undergoing surgery for pt or pt cc between and were identified from the dutch snapshot research group s snapshot complex colon cancer database five year disease free survival dfs and overall survival os was analyzed using kaplan meier curves log rank tests and cox proportional hazard models a total of patients were included pt and pt five year dfs vs p adjusted hr hr tumor invasion depth pt or pt had no significant impact on dfs or os following formal oncological resection furthermore most distant metastases develop in pn patients suggesting a minor influence of surgery on control of distant disease"
}