{
    "title": "Endometrial ablation: first- vs. second-generation techniques.",
    "doc_id": "26928420",
    "writer": "Angioni S",
    "year": "2016",
    "summary": "INTRODUCTION: Endometrial ablation is a procedure that surgically destroys (ablates) the lining of the uterus (endometrium). The goal of endometrial ablation is to reduce menstrual flow. In some women, menstrual flow may stop completely. ...",
    "abstract": "Introduction:\n        \n      \n      Endometrial ablation is a procedure that surgically destroys (ablates) the lining of the uterus (endometrium). The goal of endometrial ablation is to reduce menstrual flow. In some women, menstrual flow may stop completely. In some cases, endometrial ablation may be an alternative to hysterectomy. There are several techniques used to perform endometrial ablation, including electrical or electrocautery ablation, in which an electric current travels through a wire loop or rollerball is applied to the endometrial lining to cauterize the tissue; hydrothermal ablation, in which heated fluid is pumped into the uterus and destroys the endometrial lining via high temperatures; balloon therapy ablation, in which a balloon at the end of a catheter is inserted into the uterus and filled with fluid, which is then heated to the point that the endometrial tissues are eroded away; radiofrequency ablation in which a triangular mesh electrode is expanded to fill the uterine cavity, at which point the electrode delivers an electrical current and destroys the endometrial lining; cryoablation (freezing), in which a probe uses extremely low temperatures to freeze and destroy the endometrial tissues; and microwave ablation, in which microwave energy is delivered through a slender probe inserted into the uterus and destroys the endometrial lining.\n    \n\n\n          Evidence acquisition:\n        \n      \n      The purpose of this systematic review was to evaluate the feasibility, safety, and efficacy of endometrial ablation performed with first- and second-generation techniques. A literature search in PubMed from January 2000 to September 2015 was performed using the keywords endometrial ablation, menorrhagia, and heavy menstrual bleeding. Results were restricted to systematic reviews, randomized control trials (RCT)/controlled clinical trials, and observational studies written in English from January 2000 to September 2015.\n    \n\n\n          Evidence synthesis:\n        \n      \n      There is no evidence that either broad category is more effective than the other in reducing HMB, and there is no evidence that rates of satisfaction differ significantly.\n    \n\n\n          Conclusions:\n        \n      \n      The overall results of the presented studies suggest that endometrial ablation is an effective therapy for menorrhagia in women with bleeding disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26928420/",
    "clean_text": "endometrial ablation first vs second generation techniques introduction endometrial ablation is a procedure that surgically destroys ablates the lining of the uterus endometrium the goal of endometrial ablation is to reduce menstrual flow in some women menstrual flow may stop completely introduction endometrial ablation is a procedure that surgically destroys ablates the lining of the uterus endometrium the goal of endometrial ablation is to reduce menstrual flow in some women menstrual flow may stop completely in some cases endometrial ablation may be an alternative to hysterectomy there are several techniques used to perform endometrial ablation including electrical or electrocautery ablation in which an electric current travels through a wire loop or rollerball is applied to the endometrial lining to cauterize the tissue hydrothermal ablation in which heated fluid is pumped into the uterus and destroys the endometrial lining via high temperatures balloon therapy ablation in which a balloon at the end of a catheter is inserted into the uterus and filled with fluid which is then heated to the point that the endometrial tissues are eroded away radiofrequency ablation in which a triangular mesh electrode is expanded to fill the uterine cavity at which point the electrode delivers an electrical current and destroys the endometrial lining cryoablation freezing in which a probe uses extremely low temperatures to freeze and destroy the endometrial tissues and microwave ablation in which microwave energy is delivered through a slender probe inserted into the uterus and destroys the endometrial lining evidence acquisition the purpose of this systematic review was to evaluate the feasibility safety and efficacy of endometrial ablation performed with first and second generation techniques a literature search in pubmed from january to september was performed using the keywords endometrial ablation menorrhagia and heavy menstrual bleeding results were restricted to systematic reviews randomized control trials rct controlled clinical trials and observational studies written in english from january to september evidence synthesis there is no evidence that either broad category is more effective than the other in reducing hmb and there is no evidence that rates of satisfaction differ significantly conclusions the overall results of the presented studies suggest that endometrial ablation is an effective therapy for menorrhagia in women with bleeding disorders"
}