{
    "pmid": "41352068",
    "title": "Facemask and respirator use for bushfire smoke protection: A cross-country comparison of public health policies in Australia, Canada, India, and the United States.",
    "abstract": "As climate change intensifies the frequency and severity of bushfires, exposure to bushfire smoke is emerging as a significant public health concern, associated with numerous adverse health outcomes, including exacerbation of chronic obstructive pulmonary disease, asthma, cardiovascular diseases, and respiratory infections. This study examined policies related to the use of masks and respirators as protective measures against smoke exposure. Policies and guidelines of health departments, emergency and fire services, and other relevant organisations of selected countries were reviewed. Guidelines were sourced from organizational websites, PubMed, and Google Scholar using specific keywords. There is variability in policies regarding mask and respirator use during bushfires. Health departments generally recommend using P2/ N95 respirators to protect the public from particulate exposure arising bushfire smoke, while emergency and fire services generally recommend surgical or cloth masks. Few guidelines provided detailed instructions on the proper use of respirators, including fit testing, or fit checking procedures. Most guidelines emphasised monitoring air quality and avoiding bushfire smoke, particularly for high-risk groups. There is no guidance provided on the length of time a mask should be used in any guideline. The inconsistent recommendations from health organisations and countries regarding mask and respirator use during bushfires highlights the lack of high-quality evidence in this area. Health, emergency and fire services, and other relevant organisations should provide clear guidance around types of facemasks, the length of time a facemask should be used and on proper use of respirators use, including training and fit checking.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "facemask and respirator use for bushfire smoke protection a cross country comparison of public health policies in australia canada india and the united states as climate change intensifies the frequency and severity of bushfires exposure to bushfire smoke is emerging as a significant public health concern associated with numerous adverse health outcomes including exacerbation of chronic obstructive pulmonary disease asthma cardiovascular diseases and respiratory infections this study examined policies related to the use of masks and respirators as protective measures against smoke exposure policies and guidelines of health departments emergency and fire services and other relevant organisations of selected countries were reviewed guidelines were sourced from organizational websites pubmed and google scholar using specific keywords there is variability in policies regarding mask and respirator use during bushfires health departments generally recommend using p n respirators to protect the public from particulate exposure arising bushfire smoke while emergency and fire services generally recommend surgical or cloth masks few guidelines provided detailed instructions on the proper use of respirators including fit testing or fit checking procedures most guidelines emphasised monitoring air quality and avoiding bushfire smoke particularly for high risk groups there is no guidance provided on the length of time a mask should be used in any guideline the inconsistent recommendations from health organisations and countries regarding mask and respirator use during bushfires highlights the lack of high quality evidence in this area health emergency and fire services and other relevant organisations should provide clear guidance around types of facemasks the length of time a facemask should be used and on proper use of respirators use including training and fit checking"
}