{
    "pmid": "41461178",
    "title": "Evaluation of Optical Coherence Tomography for Metastatic Lymph Node Identification in Canine Oral Malignant Melanoma.",
    "abstract": "Canine oral malignant melanoma (OMM) has a high potential for lymph node (LN) metastasis. Standard care involves surgical excision of the OMM with sentinel and draining LNs regardless of metastatic status but carries the risk of complications. Optical coherence tomography (OCT) is a rapid, noninvasive imaging modality that has been evaluated for LN metastasis detection in human breast cancer but not yet translated to canines. The purpose of this study was to (1) compare OCT imaging features from nonmetastatic and metastatic LNs with corresponding histopathology and (2) evaluate the diagnostic accuracy of OCT imaging in identifying metastatic LNs. Thirteen dogs with OMM were prospectively enrolled and sentinel LNs were identified by indirect computed tomography lymphography. OMM and draining LNs were surgically removed. Excised LNs (n = 50) from thirteen dogs were imaged with OCT and submitted for histopathology. OCT images of 18 LNs from the first five enrolled dogs were compared to histopathology to identify image features of metastatic and nonmetastatic LNs and identify images for observer training. The subsequent OCT images of 32 LNs of eight dogs were used to generate a test set for six observers with varying OCT experience for assessment of diagnostic accuracy. The sensitivity, specificity, and correct classification rate of OCT imaging for OMM LN metastasis in dogs was 75% (95% CI: 61.2%-85.1%), 76.6% (95% CI: 70.1%-82.0%), and 76.3% (95% CI: 70.5%-81.2%), respectively. OCT image features of nonmetastatic and metastatic LNs show diagnostic potential for intraoperative detection of OMM LN metastasis.",
    "disease": "breast cancer",
    "clean_text": "evaluation of optical coherence tomography for metastatic lymph node identification in canine oral malignant melanoma canine oral malignant melanoma omm has a high potential for lymph node ln metastasis standard care involves surgical excision of the omm with sentinel and draining lns regardless of metastatic status but carries the risk of complications optical coherence tomography oct is a rapid noninvasive imaging modality that has been evaluated for ln metastasis detection in human breast cancer but not yet translated to canines the purpose of this study was to compare oct imaging features from nonmetastatic and metastatic lns with corresponding histopathology and evaluate the diagnostic accuracy of oct imaging in identifying metastatic lns thirteen dogs with omm were prospectively enrolled and sentinel lns were identified by indirect computed tomography lymphography omm and draining lns were surgically removed excised lns n from thirteen dogs were imaged with oct and submitted for histopathology oct images of lns from the first five enrolled dogs were compared to histopathology to identify image features of metastatic and nonmetastatic lns and identify images for observer training the subsequent oct images of lns of eight dogs were used to generate a test set for six observers with varying oct experience for assessment of diagnostic accuracy the sensitivity specificity and correct classification rate of oct imaging for omm ln metastasis in dogs was ci ci and ci respectively oct image features of nonmetastatic and metastatic lns show diagnostic potential for intraoperative detection of omm ln metastasis"
}