{
    "title": "Heart failure in the elderly.",
    "doc_id": "15723578",
    "writer": "Goodlin SJ.",
    "year": "2005",
    "summary": "Common problems in the elderly, such as dementia, frailty and depression, are more common in the elderly heart failure population. This review discusses an approach to identifying and managing these problems while managing heart failure. A suggested ap …",
    "abstract": "Heart failure is the most common reason for hospitalization among older adults in the USA, and impacts five million people. Most people with heart failure are elderly, but in older people the management of the disease is complicated by comorbid conditions. Common problems in the elderly, such as dementia, frailty and depression, are more common in the elderly heart failure population. This review discusses an approach to identifying and managing these problems while managing heart failure. A suggested approach to older people with heart failure addresses the screening and integration of common geriatric problems into heart failure care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15723578/",
    "clean_text": "heart failure in the elderly common problems in the elderly such as dementia frailty and depression are more common in the elderly heart failure population this review discusses an approach to identifying and managing these problems while managing heart failure a suggested ap heart failure is the most common reason for hospitalization among older adults in the usa and impacts five million people most people with heart failure are elderly but in older people the management of the disease is complicated by comorbid conditions common problems in the elderly such as dementia frailty and depression are more common in the elderly heart failure population this review discusses an approach to identifying and managing these problems while managing heart failure a suggested approach to older people with heart failure addresses the screening and integration of common geriatric problems into heart failure care"
}