{
    "pmid": "41445454",
    "title": "Glucose Induces DNMT1/IMPDH2-Dependent Metabolic Memory in Endothelial Cells Upon Reprograming Nucleotide Metabolism.",
    "abstract": "Type 2 diabetic (T2D) individuals are predisposed to enduring vascular complications despite therapeutic/lifestyle intervention due to 'metabolic memory', an epigenetic reprogramming in various cell/tissue types. The present study examined the potential role of DNMT isoforms in regulating glucose-induced metabolic memory and associated changes in endothelial metabolism leading to diabetic complications. The study involved micro/macro vascular endothelial cells (ECs), high-fat diet (HFD)-induced diabetic mouse models, and subjects with diabetic retinopathy (DR) at varying enforced levels of glycemia. Immunoblotting and HPLC-based analysis were performed to examine the expression of DNMT isoforms and global DNA methylation levels. Reactive oxygen species (ROS) and inflammatory mediators were analyzed by Spectramax and multiplex ELISA respectively. Cell cycle analysis and angiogenesis assays were performed by flowcytometry and 3D spheroid assays. Integrated omics analysis using LC-MS and RRBS was performed to identify metabolic and epigenomic signatures of metabolic memory. Candidate genes were validated in clinically characterized individuals with DR by RT-PCR. High glucose and AGEs persistently elevated expression of the DNMT1 but not DNMT3A and DNMT3B despite glucose normalization. Global DNA methylation, DNA synthesis, angiogenesis, oxidative stress, inflammatory mediators, and nucleotide metabolism intermediates were elevated and sustained despite glucose normalization. Metabolic memory was associated with differential methylation of genes associated with vascular functions and nucleotide metabolism. We observed persistent DNA methylation of IMPDH2, the rate-limiting enzyme of purine metabolism. DNMT1 and IMPDH2 were elevated in retinal and umbilical vein endothelial cells in vitro, as well as retinal and aortic tissues of the HFD mice despite dietary intervention, which were reduced upon treatment with 5-aza-2'-deoxycytidine. IMPDH2 transcripts were elevated in subjects with DR undergoing antidiabetic therapy and in the exosomes derived from the vitreous of subjects with proliferative DR. Mycophenolate mofetil, a pharmacological inhibitor of IMPDH2, decreased sustained levels of DNMT1 and impeded sprout formation in 3D endothelial cultures induced by transient hyperglycemic conditions. Our study provides novel insights into the biology of metabolic memory by identifying IMPDH2 regulated by DNMT1 during epigenetic and metabolic reprogramming, with clinical relevance to the pathogenesis of DR.",
    "disease": "diabetes mellitus",
    "clean_text": "glucose induces dnmt impdh dependent metabolic memory in endothelial cells upon reprograming nucleotide metabolism type diabetic t d individuals are predisposed to enduring vascular complications despite therapeutic lifestyle intervention due to metabolic memory an epigenetic reprogramming in various cell tissue types the present study examined the potential role of dnmt isoforms in regulating glucose induced metabolic memory and associated changes in endothelial metabolism leading to diabetic complications the study involved micro macro vascular endothelial cells ecs high fat diet hfd induced diabetic mouse models and subjects with diabetic retinopathy dr at varying enforced levels of glycemia immunoblotting and hplc based analysis were performed to examine the expression of dnmt isoforms and global dna methylation levels reactive oxygen species ros and inflammatory mediators were analyzed by spectramax and multiplex elisa respectively cell cycle analysis and angiogenesis assays were performed by flowcytometry and d spheroid assays integrated omics analysis using lc ms and rrbs was performed to identify metabolic and epigenomic signatures of metabolic memory candidate genes were validated in clinically characterized individuals with dr by rt pcr high glucose and ages persistently elevated expression of the dnmt but not dnmt a and dnmt b despite glucose normalization global dna methylation dna synthesis angiogenesis oxidative stress inflammatory mediators and nucleotide metabolism intermediates were elevated and sustained despite glucose normalization metabolic memory was associated with differential methylation of genes associated with vascular functions and nucleotide metabolism we observed persistent dna methylation of impdh the rate limiting enzyme of purine metabolism dnmt and impdh were elevated in retinal and umbilical vein endothelial cells in vitro as well as retinal and aortic tissues of the hfd mice despite dietary intervention which were reduced upon treatment with aza deoxycytidine impdh transcripts were elevated in subjects with dr undergoing antidiabetic therapy and in the exosomes derived from the vitreous of subjects with proliferative dr mycophenolate mofetil a pharmacological inhibitor of impdh decreased sustained levels of dnmt and impeded sprout formation in d endothelial cultures induced by transient hyperglycemic conditions our study provides novel insights into the biology of metabolic memory by identifying impdh regulated by dnmt during epigenetic and metabolic reprogramming with clinical relevance to the pathogenesis of dr"
}