{
    "pmid": "41450030",
    "title": "Targeting the Zbp1-Ripk3 axis attenuates ischemic neuronal injury by suppressing PANoptosis.",
    "abstract": "Cerebral ischemia-reperfusion injury (CIRI) significantly exacerbates neuronal damage following ischemic stroke. Emerging evidence implicates PANoptosis, a novel inflammatory form of programmed cell death, in CIRI pathogenesis. However, the role of Z-DNA-binding protein 1 (Zbp1), a key regulator of PANoptosis and innate immune responses, remains poorly understood in this context. Here, we establish a middle cerebral artery occlusion/reperfusion (MCAO/R) mouse model and an oxygen-glucose deprivation/re-oxygenation (OGD/R) model in which HT-22 cells are used to simulate CIRI and investigate the effects of Zpb1. Western blot analysis is performed to assess Zbp1 and PANoptosis-related protein expressions. Cell viability and death are evaluated using Hoechst 33342 staining and Calcein AM/PI assays, and the cerebral infarct volume is quantified using 2,3,5-triphenyltetrazolium chloride staining. Immunoprecipitation and mass spectrometry identify Ripk3 as a potential downstream effector of Zbp1. Furthermore, Zbp1 and PANoptosis-related proteins are significantly upregulated following OGD/R treatment. ",
    "disease": "stroke",
    "clean_text": "targeting the zbp ripk axis attenuates ischemic neuronal injury by suppressing panoptosis cerebral ischemia reperfusion injury ciri significantly exacerbates neuronal damage following ischemic stroke emerging evidence implicates panoptosis a novel inflammatory form of programmed cell death in ciri pathogenesis however the role of z dna binding protein zbp a key regulator of panoptosis and innate immune responses remains poorly understood in this context here we establish a middle cerebral artery occlusion reperfusion mcao r mouse model and an oxygen glucose deprivation re oxygenation ogd r model in which ht cells are used to simulate ciri and investigate the effects of zpb western blot analysis is performed to assess zbp and panoptosis related protein expressions cell viability and death are evaluated using hoechst staining and calcein am pi assays and the cerebral infarct volume is quantified using triphenyltetrazolium chloride staining immunoprecipitation and mass spectrometry identify ripk as a potential downstream effector of zbp furthermore zbp and panoptosis related proteins are significantly upregulated following ogd r treatment"
}