{
    "pmid": "41420944",
    "title": "Short-term neuropsychiatric outcomes following deep brain stimulation for Parkinson's disease.",
    "abstract": "Deep brain stimulation (DBS) of the subthalamic nucleus (STN) or globus pallidus internus (GPi) is effective for Parkinson's disease (PD) motor symptoms; however, effects on neuropsychiatric symptoms remain uncertain. Baseline and post-operative neuropsychiatric outcomes were retrospectively reviewed among a cohort of patients with PD undergoing bilateral STN- or GPi-DBS, using the Beck Anxiety Inventory (BAI), Beck Depression Inventory (BDI), and Starkstein Apathy Scale (SAS). Absolute changes in psychiatric scores, rate of clinical meaningful score reduction (≥½ standard deviation below baseline scores), and number needed to treat (NNT) were calculated. Fifty-nine PD patients received either STN-DBS (n = 40) or GPi-DBS (n = 19). Clinically significant baseline anxiety (BAI ≥16) was present in 35.6 % of patients (STN-DBS = 13.50 ± 7.18; GPi-DBS = 17.47 ± 13.78). STN-DBS patients demonstrated a statistically significant reduction in anxiety (d = -4.75, P = 0.002) at 10.0 ± 7.4 months follow-up. Clinically meaningful anxiety improvement was observed in 52.5 % of STN-DBS patients (NNT = 1.9) compared to 26.3 % of GPi-DBS patients (NNT = 3.8). Longitudinal depression and apathy scores were stable for both groups. STN-DBS was associated with a statistically and clinically significant reduction in anxiety, while GPi-DBS did not reach statistical significance but still yielded clinically meaningful improvement in one-quarter of patients. These findings highlight the potential anxiolytic benefits of STN-DBS and suggest that GPi-DBS may also offer benefit for some individuals, warranting further investigation.",
    "disease": "parkinson disease",
    "clean_text": "short term neuropsychiatric outcomes following deep brain stimulation for parkinson s disease deep brain stimulation dbs of the subthalamic nucleus stn or globus pallidus internus gpi is effective for parkinson s disease pd motor symptoms however effects on neuropsychiatric symptoms remain uncertain baseline and post operative neuropsychiatric outcomes were retrospectively reviewed among a cohort of patients with pd undergoing bilateral stn or gpi dbs using the beck anxiety inventory bai beck depression inventory bdi and starkstein apathy scale sas absolute changes in psychiatric scores rate of clinical meaningful score reduction standard deviation below baseline scores and number needed to treat nnt were calculated fifty nine pd patients received either stn dbs n or gpi dbs n clinically significant baseline anxiety bai was present in of patients stn dbs gpi dbs stn dbs patients demonstrated a statistically significant reduction in anxiety d p at months follow up clinically meaningful anxiety improvement was observed in of stn dbs patients nnt compared to of gpi dbs patients nnt longitudinal depression and apathy scores were stable for both groups stn dbs was associated with a statistically and clinically significant reduction in anxiety while gpi dbs did not reach statistical significance but still yielded clinically meaningful improvement in one quarter of patients these findings highlight the potential anxiolytic benefits of stn dbs and suggest that gpi dbs may also offer benefit for some individuals warranting further investigation"
}