{
    "pmid": "41388320",
    "title": "Inflammatory gradients in the infrapatellar fat pad of knee osteoarthritis: implications for joint damage.",
    "abstract": "The infrapatellar fat pad (IFP) plays a pivotal role in the pathogenesis of knee osteoarthritis (KOA), exhibiting marked histological changes as the disease progresses. However, the intra-tissue variations within KOA-affected IFP remain poorly understood. In this study, we examined IFP tissues from KOA patients at different disease stages, assessing inflammatory damage through histological evaluation via H&E staining. Based on the extent of tissue damage, we classified IFP regions into inflammatory and non-inflammatory layers. Quantitative PCR (qPCR) and immunohistochemical analyses were then employed to compare the expression of joint damage-associated molecules and immune cell infiltration between these two regions. Our results reveal a pronounced inflammatory response in the IFP tissue adjacent to the synovium (inflammatory layer), while the deeper, non-synovial regions (non-inflammatory layer) showed relatively mild inflammation. Additionally, the inflammatory layer exhibited significantly higher secretion of pro-inflammatory cytokines (IL-1β, TNF-α, and IL-8) and adipokines (Leptin, Adiponectin, and FABP4) compared to the non-inflammatory layer. Notably, B cell infiltration was more prominent in the inflammatory layer than other immune cell types, highlighting its potential role in the progression of KOA. These findings underscore the heterogeneity within the IFP and suggest that localized inflammation, particularly B cell involvement, may contribute to the change of IFP and pathophysiology of KOA.",
    "disease": "osteoarthritis",
    "clean_text": "inflammatory gradients in the infrapatellar fat pad of knee osteoarthritis implications for joint damage the infrapatellar fat pad ifp plays a pivotal role in the pathogenesis of knee osteoarthritis koa exhibiting marked histological changes as the disease progresses however the intra tissue variations within koa affected ifp remain poorly understood in this study we examined ifp tissues from koa patients at different disease stages assessing inflammatory damage through histological evaluation via h e staining based on the extent of tissue damage we classified ifp regions into inflammatory and non inflammatory layers quantitative pcr qpcr and immunohistochemical analyses were then employed to compare the expression of joint damage associated molecules and immune cell infiltration between these two regions our results reveal a pronounced inflammatory response in the ifp tissue adjacent to the synovium inflammatory layer while the deeper non synovial regions non inflammatory layer showed relatively mild inflammation additionally the inflammatory layer exhibited significantly higher secretion of pro inflammatory cytokines il tnf and il and adipokines leptin adiponectin and fabp compared to the non inflammatory layer notably b cell infiltration was more prominent in the inflammatory layer than other immune cell types highlighting its potential role in the progression of koa these findings underscore the heterogeneity within the ifp and suggest that localized inflammation particularly b cell involvement may contribute to the change of ifp and pathophysiology of koa"
}