{
    "title": "Diabetic Ketoacidosis Related to Hypertriglyceridemia-Induced Pancreatitis: A Case Report.",
    "doc_id": "36877651",
    "writer": "Bak LB.",
    "year": "2023",
    "summary": "Identifying the underlying cause of acute pancreatitis can guide the most appropriate therapy to resolve this critical illness. This case report addresses the use of insulin infusions to treat hypertriglyceridemia-induced pancreatitis in the setting of concomitant d …",
    "abstract": "Both diabetic ketoacidosis and acute pancreatitis can result in critical illness. Although not the most common cause of acute pancreatitis, hypertriglyceridemia can account for up to 10% of cases. One source of hypertriglyceridemia is unrecognized diabetes and resultant hyperglycemia. Identifying the underlying cause of acute pancreatitis can guide the most appropriate therapy to resolve this critical illness. This case report addresses the use of insulin infusions to treat hypertriglyceridemia-induced pancreatitis in the setting of concomitant diabetic ketoacidosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36877651/",
    "clean_text": "diabetic ketoacidosis related to hypertriglyceridemia induced pancreatitis a case report identifying the underlying cause of acute pancreatitis can guide the most appropriate therapy to resolve this critical illness this case report addresses the use of insulin infusions to treat hypertriglyceridemia induced pancreatitis in the setting of concomitant d both diabetic ketoacidosis and acute pancreatitis can result in critical illness although not the most common cause of acute pancreatitis hypertriglyceridemia can account for up to of cases one source of hypertriglyceridemia is unrecognized diabetes and resultant hyperglycemia identifying the underlying cause of acute pancreatitis can guide the most appropriate therapy to resolve this critical illness this case report addresses the use of insulin infusions to treat hypertriglyceridemia induced pancreatitis in the setting of concomitant diabetic ketoacidosis"
}