{
    "pmid": "41405088",
    "title": "Knowledge and attitudes towards seizure first aid among attendees of Gateway Clinic in Bloemfontein.",
    "abstract": " Providing first aid during an epileptic seizure can be lifesaving; however, many individuals lack the necessary knowledge and skills because of persistent misconceptions about epilepsy. This study assessed knowledge and attitudes towards seizure first aid among attendees of the Gateway Clinic in Bloemfontein.  A cross-sectional analytical study was conducted using a structured questionnaire to evaluate participants' knowledge and attitudes regarding seizure first aid.  Of the 466 questionnaires distributed, 391 were included in the study. Most participants were knowledgeable, with a median score of 13.0 (interquartile range [IQR]: 9.0-16.0). Attitudes towards epilepsy were positive, with a median score of 6.0 (IQR: 3.0-9.0). A majority, 64.7% of participants, believed that an object should be placed in the mouth during a seizure, and 33.5% were unsure whether epilepsy was contagious.  Participants at the Gateway Clinic were knowledgeable and had positive attitudes towards epilepsy and seizure first aid. Nonetheless, misconceptions persist, particularly regarding harmful practices during seizures. Public education and structured training on seizure first aid remain essential to improve safety and awareness.Contribution: This study highlights the need to strengthen community awareness and education on epilepsy and seizure first aid to reduce stigma and enhance appropriate responses during seizure events.",
    "disease": "epilepsy",
    "clean_text": "knowledge and attitudes towards seizure first aid among attendees of gateway clinic in bloemfontein providing first aid during an epileptic seizure can be lifesaving however many individuals lack the necessary knowledge and skills because of persistent misconceptions about epilepsy this study assessed knowledge and attitudes towards seizure first aid among attendees of the gateway clinic in bloemfontein a cross sectional analytical study was conducted using a structured questionnaire to evaluate participants knowledge and attitudes regarding seizure first aid of the questionnaires distributed were included in the study most participants were knowledgeable with a median score of interquartile range iqr attitudes towards epilepsy were positive with a median score of iqr a majority of participants believed that an object should be placed in the mouth during a seizure and were unsure whether epilepsy was contagious participants at the gateway clinic were knowledgeable and had positive attitudes towards epilepsy and seizure first aid nonetheless misconceptions persist particularly regarding harmful practices during seizures public education and structured training on seizure first aid remain essential to improve safety and awareness contribution this study highlights the need to strengthen community awareness and education on epilepsy and seizure first aid to reduce stigma and enhance appropriate responses during seizure events"
}