{
    "pmid": "41399803",
    "title": "Platelet-to-Hemoglobin Ratio in Predicting Major Adverse Cardiovascular Events After Coronary Artery Bypass Grafting.",
    "abstract": "Coronary artery bypass grafting (CABG) is widely recognized as the gold standard treatment for patients with complex coronary artery disease (CAD). The identification of reliable hematologic predictors for major adverse cardiovascular events (MACE) after CABG remains limited. In recent years, the platelet-to-hemoglobin ratio (PHR) has emerged as a promising prognostic marker in various cardiovascular conditions and malignancies. This study investigated the prognostic value of the PHR for predicting in-hospital and short-term adverse outcomes after CABG. This retrospective cohort study included 1672 Chinese patients who underwent isolated CABG surgery between 2015 and 2021. PHR was calculated as platelet count (×10 In our study, individuals with elevated PHR levels were more likely to experience 3P-MACE and stroke. After propensity matching, the incidence of 3P-MACE was 5.7% in the high PHR group (PHR≥1.890) and 1.5% in the low PHR group ( Elevated PHR (≥1.890) was independently associated with postoperative 3P-MACE, reflecting the integrated effects of thrombosis and anemia risk. Although PHR demonstrated modest discrimination as a single variable, its integration into a multivariable nomogram improved predictive accuracy. These findings are hypothesis-generating and future multicenter, prospective validation studies are warranted.",
    "disease": "coronary artery disease",
    "clean_text": "platelet to hemoglobin ratio in predicting major adverse cardiovascular events after coronary artery bypass grafting coronary artery bypass grafting cabg is widely recognized as the gold standard treatment for patients with complex coronary artery disease cad the identification of reliable hematologic predictors for major adverse cardiovascular events mace after cabg remains limited in recent years the platelet to hemoglobin ratio phr has emerged as a promising prognostic marker in various cardiovascular conditions and malignancies this study investigated the prognostic value of the phr for predicting in hospital and short term adverse outcomes after cabg this retrospective cohort study included chinese patients who underwent isolated cabg surgery between and phr was calculated as platelet count in our study individuals with elevated phr levels were more likely to experience p mace and stroke after propensity matching the incidence of p mace was in the high phr group phr and in the low phr group elevated phr was independently associated with postoperative p mace reflecting the integrated effects of thrombosis and anemia risk although phr demonstrated modest discrimination as a single variable its integration into a multivariable nomogram improved predictive accuracy these findings are hypothesis generating and future multicenter prospective validation studies are warranted"
}