{
    "title": "Lymph node retrieval in pancreaticoduodenectomy specimens: does educating the pathologist matter?",
    "doc_id": "23675739",
    "writer": "Jeyarajah DR",
    "year": "2014",
    "summary": "RESULTS: Ninety-eight PDs performed by a single surgeon (D.R.J.) for peri-ampullary malignancy were evaluated. The median number of lymph nodes retrieved in Group A was 11(3-32) nodes. The median number of lymph nodes retrieved in Group B was 22 …",
    "abstract": "Background:\n        \n      \n      Many previous studies have suggested that the number of lymph nodes retrieved should serve as a benchmark for assessing the adequacy of the resection. The aim was to retrospectively observe the impact of nodal retrieval after educating the pathologist.\n    \n\n\n          Methods:\n        \n      \n      Patients undergoing a pancreaticoduodenectomy (PD) between September 2005 and March 2009 were included in the study. The PDs performed between September 2005 and March 2008 were designated as Group A. The pathologists were educated regarding the importance of nodal counts in PD by the surgeon on the 1st April 2008. PDs performed between April 2008 and March 2009 were designated as Group B.\n    \n\n\n          Results:\n        \n      \n      Ninety-eight PDs performed by a single surgeon (D.R.J.) for peri-ampullary malignancy were evaluated. The median number of lymph nodes retrieved in Group A was 11(3-32) nodes. The median number of lymph nodes retrieved in Group B was 22 (10-29) nodes (P < 0.001).The lymph node ratio (positive/total nodes), median number of positive nodes retrieved, and the node positivity (node positive compared to node negative) rate did not change.\n    \n\n\n          Discussion:\n        \n      \n      A single intervention with the pathologists did impact the number of lymph nodes retrieved from PD specimens. However, the lymph node ratio and lymph node positivity rate remained unchanged. The pathologist is critical to nodal retrieval in PD, but the use of this lymph node number for benchmark of surgical adequacy may be simplistic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23675739/",
    "clean_text": "lymph node retrieval in pancreaticoduodenectomy specimens does educating the pathologist matter results ninety eight pds performed by a single surgeon d r j for peri ampullary malignancy were evaluated the median number of lymph nodes retrieved in group a was nodes the median number of lymph nodes retrieved in group b was background many previous studies have suggested that the number of lymph nodes retrieved should serve as a benchmark for assessing the adequacy of the resection the aim was to retrospectively observe the impact of nodal retrieval after educating the pathologist methods patients undergoing a pancreaticoduodenectomy pd between september and march were included in the study the pds performed between september and march were designated as group a the pathologists were educated regarding the importance of nodal counts in pd by the surgeon on the st april pds performed between april and march were designated as group b results ninety eight pds performed by a single surgeon d r j for peri ampullary malignancy were evaluated the median number of lymph nodes retrieved in group a was nodes the median number of lymph nodes retrieved in group b was nodes p the lymph node ratio positive total nodes median number of positive nodes retrieved and the node positivity node positive compared to node negative rate did not change discussion a single intervention with the pathologists did impact the number of lymph nodes retrieved from pd specimens however the lymph node ratio and lymph node positivity rate remained unchanged the pathologist is critical to nodal retrieval in pd but the use of this lymph node number for benchmark of surgical adequacy may be simplistic"
}