{
    "pmid": "41342094",
    "title": "Rapid Detection and Purification of Extracellular Vesicles for Hepatocellular Carcinoma Screening Using a Plasmonic Metasurface Integrated with the Kolmogorov-Arnold Network.",
    "abstract": "Hepatocellular carcinoma (HCC) is a leading cause of global cancer-related mortality, with delayed diagnosis adversely affecting patient outcomes. Liquid biopsy techniques using small extracellular vesicles (EVs) offer potential for cancer detection, though current methods are often time-consuming and require complex equipment, limiting clinical utility. Here, we report a metasurface-enhanced EV detection chip (metaEVchip) platform for the dynamic monitoring of HCC-specific EVs, enabling rapid detection and purification. This system provides results within 5 min. The platform integrates a plasmonic metasurface with a Kolmogorov-Arnold network (KAN) to facilitate real-time EV capture, enhancing detection speed while achieving an area under the curve (AUC) of 0.914 for HCC screening. By optimizing the purification process and incorporating complementary detection of alpha-fetoprotein (AFP) and protein induced by vitamin K absence or antagonist II (PIVKAII), the AUC for HCC screening reaches 0.961 in an external validation set. These results effectively differentiate HCC from benign liver diseases (BLD) and early-stage HCC from cirrhosis, addressing limitations of conventional EV detection and demonstrating the potential for rapid cancer screening.",
    "disease": "liver cirrhosis",
    "clean_text": "rapid detection and purification of extracellular vesicles for hepatocellular carcinoma screening using a plasmonic metasurface integrated with the kolmogorov arnold network hepatocellular carcinoma hcc is a leading cause of global cancer related mortality with delayed diagnosis adversely affecting patient outcomes liquid biopsy techniques using small extracellular vesicles evs offer potential for cancer detection though current methods are often time consuming and require complex equipment limiting clinical utility here we report a metasurface enhanced ev detection chip metaevchip platform for the dynamic monitoring of hcc specific evs enabling rapid detection and purification this system provides results within min the platform integrates a plasmonic metasurface with a kolmogorov arnold network kan to facilitate real time ev capture enhancing detection speed while achieving an area under the curve auc of for hcc screening by optimizing the purification process and incorporating complementary detection of alpha fetoprotein afp and protein induced by vitamin k absence or antagonist ii pivkaii the auc for hcc screening reaches in an external validation set these results effectively differentiate hcc from benign liver diseases bld and early stage hcc from cirrhosis addressing limitations of conventional ev detection and demonstrating the potential for rapid cancer screening"
}