{
    "pmid": "41451713",
    "title": "Infra-tubercle osteotomy preserves coronal alignment and reduces anterior laxity compared to retro-tubercle technique in revision anterior cruciate ligament reconstruction with slope correction.",
    "abstract": "To compare infra-tubercle (IKO) versus retro-tubercle (RKO) slope-reducing osteotomy performed with revision anterior cruciate ligament reconstruction (ACLR) on survivorship, anterior laxity, alignment, union, complications and patient-reported outcome measures (PROMs). Retrospective comparative cohort at a tertiary centre including 107 consecutive revision ACLR + slope-reducing osteotomy cases (IKO n = 50; RKO n = 57). Primary outcomes were Kaplan-Meier survivorship for (1) revision-only and (2) global failure (earliest of revision or instrumented anterior laxity > 5 mm). Secondary outcomes included Rolimeter side-to-side laxity at 2 months/1 year/2 years, radiographic posterior tibial slope (ΔPTS) and hip-knee-ankle angle (ΔHKA), union time, complications/reoperations and knee injury and osteoarthritis outcome score (KOOS). Between-group comparisons used t-tests/χ²; survival was compared by the log-rank test. Significance p < 0.05. At mean follow-up of 27.9 ± 4.4 months, crude revision rates were 5.26% (3/57; 95% confidence [CI]: 1.8%-14.4%) for IKO versus 20.0% (10/50; 95% CI: 11.2%-33.0%) for RKO (p = 0.048). Five-year Kaplan-Meier survivorship estimates showed no statistically significant differences at all endpoints. IKO demonstrated significantly lower instrumented laxity at all time points: 2.4 ± 2.1 versus 3.3 ± 2.0 mm at 2 months (p = 0.034), 3.5 ± 2.3 versus 4.8 ± 2.7 mm at 1 year (p = 0.010), and 4.0 ± 2.9 versus 5.8 ± 4.2 mm at 2 years (p = 0.013). Coronal alignment changes differed significantly between groups (ΔHKA + 0.45° ± 0.58° for IKO vs. -1.32° ± 1.20° for RKO, p < 0.001). PTS reduction was comparable between groups (ΔPTS -8.20° ± 1.61°, 95% CI: -8.6 to -7.8 vs. -7.90° ± 1.74°, 95% CI: -8.4 to -7.4, p = 0.35). Hardware removal was more frequent following IKO (38.8% vs. 17.2%, p = 0.016). Union was achieved universally in both groups, though healing time was longer after IKO (4.0 ± 0.9 vs. 3.2 ± 0.6 months, p < 0.0001). In revision ACLR for elevated PTS, IKO and RKO yield comparable survivorship and PROM gains. IKO demonstrated better preservation of coronal-plane alignment and lower residual anterior laxity, at the trade-off of more frequent elective hardware removal and slightly longer time to union. These data can inform technique selection and counselling. Level III, retrospective comparative cohort.",
    "disease": "osteoarthritis",
    "clean_text": "infra tubercle osteotomy preserves coronal alignment and reduces anterior laxity compared to retro tubercle technique in revision anterior cruciate ligament reconstruction with slope correction to compare infra tubercle iko versus retro tubercle rko slope reducing osteotomy performed with revision anterior cruciate ligament reconstruction aclr on survivorship anterior laxity alignment union complications and patient reported outcome measures proms retrospective comparative cohort at a tertiary centre including consecutive revision aclr slope reducing osteotomy cases iko n rko n primary outcomes were kaplan meier survivorship for revision only and global failure earliest of revision or instrumented anterior laxity mm secondary outcomes included rolimeter side to side laxity at months year years radiographic posterior tibial slope pts and hip knee ankle angle hka union time complications reoperations and knee injury and osteoarthritis outcome score koos between group comparisons used t tests survival was compared by the log rank test significance p at mean follow up of months crude revision rates were confidence ci for iko versus ci for rko p five year kaplan meier survivorship estimates showed no statistically significant differences at all endpoints iko demonstrated significantly lower instrumented laxity at all time points versus mm at months p versus mm at year p and versus mm at years p coronal alignment changes differed significantly between groups hka for iko vs for rko p pts reduction was comparable between groups pts ci to vs ci to p hardware removal was more frequent following iko vs p union was achieved universally in both groups though healing time was longer after iko vs months p in revision aclr for elevated pts iko and rko yield comparable survivorship and prom gains iko demonstrated better preservation of coronal plane alignment and lower residual anterior laxity at the trade off of more frequent elective hardware removal and slightly longer time to union these data can inform technique selection and counselling level iii retrospective comparative cohort"
}