{
    "title": "Zika Virus and Pregnancy: What Obstetric Health Care Providers Need to Know.",
    "doc_id": "26889662",
    "writer": "Meaney-Delman D",
    "year": "2016",
    "summary": "Zika virus is a flavivirus transmitted by Aedes (Stegomyia) species of mosquitoes. In May 2015, the World Health Organization confirmed the first local transmission of Zika virus in the Americas in Brazil. ...Virgin Islands. Zika virus ca …",
    "abstract": "Zika virus is a flavivirus transmitted by Aedes (Stegomyia) species of mosquitoes. In May 2015, the World Health Organization confirmed the first local transmission of Zika virus in the Americas in Brazil. The virus has spread rapidly to other countries in the Americas; as of January 29, 2016, local transmission has been detected in at least 22 countries or territories, including the Commonwealth of Puerto Rico and the U.S. Virgin Islands. Zika virus can infect pregnant women in all three trimesters. Although pregnant women do not appear to be more susceptible to or more severely affected by Zika virus infection, maternal-fetal transmission has been documented. Several pieces of evidence suggest that maternal Zika virus infection is associated with adverse neonatal outcomes, most notably microcephaly. Because of the number of countries and territories with local Zika virus transmission, it is likely that obstetric health care providers will care for pregnant women who live in or have traveled to an area of local Zika virus transmission. We review information on Zika virus, its clinical presentation, modes of transmission, laboratory testing, effects during pregnancy, and methods of prevention to assist obstetric health care providers in caring for pregnant women considering travel or with a history of travel to areas with ongoing Zika virus transmission and pregnant women residing in areas with ongoing Zika virus transmission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26889662/",
    "clean_text": "zika virus and pregnancy what obstetric health care providers need to know zika virus is a flavivirus transmitted by aedes stegomyia species of mosquitoes in may the world health organization confirmed the first local transmission of zika virus in the americas in brazil virgin islands zika virus ca zika virus is a flavivirus transmitted by aedes stegomyia species of mosquitoes in may the world health organization confirmed the first local transmission of zika virus in the americas in brazil the virus has spread rapidly to other countries in the americas as of january local transmission has been detected in at least countries or territories including the commonwealth of puerto rico and the u s virgin islands zika virus can infect pregnant women in all three trimesters although pregnant women do not appear to be more susceptible to or more severely affected by zika virus infection maternal fetal transmission has been documented several pieces of evidence suggest that maternal zika virus infection is associated with adverse neonatal outcomes most notably microcephaly because of the number of countries and territories with local zika virus transmission it is likely that obstetric health care providers will care for pregnant women who live in or have traveled to an area of local zika virus transmission we review information on zika virus its clinical presentation modes of transmission laboratory testing effects during pregnancy and methods of prevention to assist obstetric health care providers in caring for pregnant women considering travel or with a history of travel to areas with ongoing zika virus transmission and pregnant women residing in areas with ongoing zika virus transmission"
}