{
    "pmid": "41469045",
    "title": "Qualitative exploration of consumers' experiences and perceptions of telehealth for allied health services in Australia.",
    "abstract": "The COVID-19 pandemic accelerated telehealth adoption, offering remote consultations via phone and video. Allied health services are one part of the healthcare system where telehealth, in specific teleconsultations, has been applied and has shown promising results in improving healthcare access by breaking down financial, logistical and geographic barriers. However, more insight is needed into the consumer's perspective. A consumer is anyone who has used, currently uses or will use telehealth for allied health services. Therefore, this study explores consumer experiences and preferences, identifying barriers and facilitators to telehealth for allied health services. This qualitative study used focus group discussions to evaluate consumers' experiences with telehealth for allied health services. Allied health was defined as healthcare professionals distinct from medical, dental and nursing fields. Eight focus groups with 57 participants were conducted. The participants were recruited from the general public as well as seldom represented communities such as a support service focused on improving and maintaining members' mental health, the deaf and hard-of-hearing community, young disabled people and the Pacific Islander community. An inductive thematic analysis was used to analyse the data. Five main themes were identified. First, the consumer with their individual characteristics and context played a major role in the suitability of telehealth. Second, the allied health practitioner and their skills influenced the quality and therefore the success of remote consultations. Further, the relationship between consumer and practitioner contributed to the success of telehealth. The appointment itself was equally often discussed. While telehealth improved access to care, remote appointments were seen as more suitable for questions and verbal exchanges. Lastly, the technology was an important factor with the availability of necessary technology and the accessibility of it playing a central role. The findings reinforce existing research while highlighting new insights from often under-represented groups, emphasising the importance of telehealth choice, accessible technology and quality standards.",
    "disease": "pneumonia",
    "clean_text": "qualitative exploration of consumers experiences and perceptions of telehealth for allied health services in australia the covid pandemic accelerated telehealth adoption offering remote consultations via phone and video allied health services are one part of the healthcare system where telehealth in specific teleconsultations has been applied and has shown promising results in improving healthcare access by breaking down financial logistical and geographic barriers however more insight is needed into the consumer s perspective a consumer is anyone who has used currently uses or will use telehealth for allied health services therefore this study explores consumer experiences and preferences identifying barriers and facilitators to telehealth for allied health services this qualitative study used focus group discussions to evaluate consumers experiences with telehealth for allied health services allied health was defined as healthcare professionals distinct from medical dental and nursing fields eight focus groups with participants were conducted the participants were recruited from the general public as well as seldom represented communities such as a support service focused on improving and maintaining members mental health the deaf and hard of hearing community young disabled people and the pacific islander community an inductive thematic analysis was used to analyse the data five main themes were identified first the consumer with their individual characteristics and context played a major role in the suitability of telehealth second the allied health practitioner and their skills influenced the quality and therefore the success of remote consultations further the relationship between consumer and practitioner contributed to the success of telehealth the appointment itself was equally often discussed while telehealth improved access to care remote appointments were seen as more suitable for questions and verbal exchanges lastly the technology was an important factor with the availability of necessary technology and the accessibility of it playing a central role the findings reinforce existing research while highlighting new insights from often under represented groups emphasising the importance of telehealth choice accessible technology and quality standards"
}