{
    "pmid": "41463109",
    "title": "Insulin Resistance/Hyperinsulinemia Should Be Considered in the Prevention and Treatment of Essential Hypertension.",
    "abstract": "Essential (primary) hypertension is defined as such because it does not have an identifiable cause, which is different from secondary hypertension which generally recognizes renal, endocrine, or blood vessel disorders. It is a recognized important risk factor for cardiovascular diseases and it is well known that it is largely more prevalent than secondary hypertension, accounting for 90-95% of affected adults. Therefore, in the vast majority of these cases, we do not recognize the real causes of hypertension, but we treat it without addressing the point that we should be treating hypertension by directly counteracting the cause. Essential hypertension (EH) and insulin resistance (IR) are frequently associated in the same patients, and it should be noted that EH has a comparable and rather high prevalence in adults worldwide, i.e., between 30 and 40%. Also, IR with associated hyperinsulinemia (Hyperin) is an important risk factor for cardiovascular diseases. It can cause hypertension through multiple established pathophysiological mechanisms. IR/Hyperin could be an important cause of most of the cases of essential hypertension. The aim of this Perspective article is to analyze whether the time has come to identify IR as a main contributing cause of essential hypertension. This could produce a better cure for hypertension that is also aimed at treating insulin resistance.",
    "disease": "hypertension",
    "clean_text": "insulin resistance hyperinsulinemia should be considered in the prevention and treatment of essential hypertension essential primary hypertension is defined as such because it does not have an identifiable cause which is different from secondary hypertension which generally recognizes renal endocrine or blood vessel disorders it is a recognized important risk factor for cardiovascular diseases and it is well known that it is largely more prevalent than secondary hypertension accounting for of affected adults therefore in the vast majority of these cases we do not recognize the real causes of hypertension but we treat it without addressing the point that we should be treating hypertension by directly counteracting the cause essential hypertension eh and insulin resistance ir are frequently associated in the same patients and it should be noted that eh has a comparable and rather high prevalence in adults worldwide i e between and also ir with associated hyperinsulinemia hyperin is an important risk factor for cardiovascular diseases it can cause hypertension through multiple established pathophysiological mechanisms ir hyperin could be an important cause of most of the cases of essential hypertension the aim of this perspective article is to analyze whether the time has come to identify ir as a main contributing cause of essential hypertension this could produce a better cure for hypertension that is also aimed at treating insulin resistance"
}