{
    "pmid": "41454248",
    "title": "Pediatric drug-sensitive tuberculosis treatment regimen profiles and treatment outcomes in mainland China, 2017-2022: a multi-center study.",
    "abstract": "Despite the establishment of WHO treatment guidelines for childhood tuberculosis (TB), evaluation of TB treatment regimens for children in real-world settings in China remained limited, particularly regarding treatment duration, utilization of second-line anti-TB drugs (SLDs), and adverse events. This study aimed to describe the treatment protocols for childhood TB in China. A multi-center retrospective observational study was conducted at ten state-mandated TB referral hospitals across four regions in China during 2017-2022. Children with drug-susceptible TB who were hospitalized and under 15 years-old were enrolled. And their clinical information, including diagnosis, treatment regimen, duration, adverse events and treatment response, were collected by professional pediatricians through the hospital medical records system and telephone follow-ups. A total of 597 children were included, about 75% of children were pulmonary TB (PTB)-only; the remaining 25% children were diagnosed with extrapulmonary TB (EPTB). In total, 63.5% of all children treated on a standard core regimen (HRZ(E)/HR(E)) while 27.8% were on a regimen that included SLDs and 8.71% were on other regimens. 67.0% of PTB-only patients received a standard core regimen, while 41.7% of EPTB patients were on regimens including at least one SLDs. Duration of regimen varied by form of TB: 72.4% of PTB-only patients and 90.1% of EPTB patients received a regimen longer than six months. Among EPTB patients, extended treatment was most common in those with severe manifestations-such as meningitis and osteoarticular TB-with median durations of 18.2 months and 12.7 months, respectively. The treatment success rates for children with PTB-only and with EPTB were 96.5% and 94.4%, respectively. A total of 133 (22.3%) children experienced adverse reactions. Treatment duration exceeding 12 months (OR: 5.52, P < 0.01) and inclusion of SLDs (OR: 2.67, P < 0.01) were significantly associated with increased odds of adverse reactions. In our study, a relatively proportion of pediatric drug-sensitive TB received extended duration regimens, and SLDs were often incorporated for cases of EPTB. While the treatment regimens resulted in few unfavorable outcomes, they were associated with a relatively high frequency of side effects.",
    "disease": "tuberculosis",
    "clean_text": "pediatric drug sensitive tuberculosis treatment regimen profiles and treatment outcomes in mainland china a multi center study despite the establishment of who treatment guidelines for childhood tuberculosis tb evaluation of tb treatment regimens for children in real world settings in china remained limited particularly regarding treatment duration utilization of second line anti tb drugs slds and adverse events this study aimed to describe the treatment protocols for childhood tb in china a multi center retrospective observational study was conducted at ten state mandated tb referral hospitals across four regions in china during children with drug susceptible tb who were hospitalized and under years old were enrolled and their clinical information including diagnosis treatment regimen duration adverse events and treatment response were collected by professional pediatricians through the hospital medical records system and telephone follow ups a total of children were included about of children were pulmonary tb ptb only the remaining children were diagnosed with extrapulmonary tb eptb in total of all children treated on a standard core regimen hrz e hr e while were on a regimen that included slds and were on other regimens of ptb only patients received a standard core regimen while of eptb patients were on regimens including at least one slds duration of regimen varied by form of tb of ptb only patients and of eptb patients received a regimen longer than six months among eptb patients extended treatment was most common in those with severe manifestations such as meningitis and osteoarticular tb with median durations of months and months respectively the treatment success rates for children with ptb only and with eptb were and respectively a total of children experienced adverse reactions treatment duration exceeding months or p and inclusion of slds or p were significantly associated with increased odds of adverse reactions in our study a relatively proportion of pediatric drug sensitive tb received extended duration regimens and slds were often incorporated for cases of eptb while the treatment regimens resulted in few unfavorable outcomes they were associated with a relatively high frequency of side effects"
}