{
    "pmid": "41456047",
    "title": "Development of video exercise-based mobile application to improve the clinical outcomes in patients with knee osteoarthritis: a randomized controlled trial.",
    "abstract": "The purpose of this study was to develop a video exercise-based mobile application and investigate its effectiveness in terms of pain, function, expectation, and satisfaction in patients with knee osteoarthritis (OA). A randomized controlled trial was carried out with 52 individuals with knee OA. Participants were randomly allocated into two groups: the mobile application group (MAG) (n = 26) and the control group (CG) (n = 26). MAG received the two-month rehabilitation program via the developed application. CG was given paper-based exercise forms with the same protocol. Participants' pain, expectation, and satisfaction levels were assessed with the Visual Analog Scale (VAS), and function was assessed with the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). All assessments were performed at baseline and after 8 weeks. Both MAG and CG showed statistically significant improvement in VAS-rest, VAS-activity, WOMAC-pain, WOMAC-stiffness, WOMAC-function, and WOMAC-total scores (p < 0.05). However, there was no significant difference between MAG and CG for all pain and function scores (p > 0.05). In addition, no difference was observed between the two groups regarding expectation-satisfaction changes (p > 0.05). Besides, expectation-satisfaction change was not significantly different within each group (p > 0.05). Rehabilitation presented with the mobile application was effective regarding pain and function. However, rehabilitation via mobile application did not provide additional contribution to pain, function, expectation-satisfaction compared to usual rehabilitation. Differences in change for function and satisfaction exceeded the minimal clinically important difference (MCID), favoring MAG. ClinicalTrials.gov NCT06422910, 15 May 2024.",
    "disease": "osteoarthritis",
    "clean_text": "development of video exercise based mobile application to improve the clinical outcomes in patients with knee osteoarthritis a randomized controlled trial the purpose of this study was to develop a video exercise based mobile application and investigate its effectiveness in terms of pain function expectation and satisfaction in patients with knee osteoarthritis oa a randomized controlled trial was carried out with individuals with knee oa participants were randomly allocated into two groups the mobile application group mag n and the control group cg n mag received the two month rehabilitation program via the developed application cg was given paper based exercise forms with the same protocol participants pain expectation and satisfaction levels were assessed with the visual analog scale vas and function was assessed with the western ontario and mcmaster universities osteoarthritis index womac all assessments were performed at baseline and after weeks both mag and cg showed statistically significant improvement in vas rest vas activity womac pain womac stiffness womac function and womac total scores p however there was no significant difference between mag and cg for all pain and function scores p in addition no difference was observed between the two groups regarding expectation satisfaction changes p besides expectation satisfaction change was not significantly different within each group p rehabilitation presented with the mobile application was effective regarding pain and function however rehabilitation via mobile application did not provide additional contribution to pain function expectation satisfaction compared to usual rehabilitation differences in change for function and satisfaction exceeded the minimal clinically important difference mcid favoring mag clinicaltrials gov nct may"
}