{
    "pmid": "41468733",
    "title": "Efficient activity of uracil DNA glycosylase (UNG2) in proliferating cells requires binding to proliferating cell nuclear antigen (PCNA) and replication protein A (RPA).",
    "abstract": "The compounds pemetrexed and 5-fluorodeoxyuridine (FdU) are widely used for cancer therapies and disrupt cell proliferation by inducing DNA damage and stressing DNA replication. The drugs disrupt pyrimidine nucleotide metabolism and promote the accumulation of uracil bases in genomic DNA, which are repaired by uracil DNA glycosylase (UNG2) and downstream base excision repair proteins. UNG2 interacts with Proliferating Cell Nuclear Antigen (PCNA) and Replication Protein A (RPA), which localize to the replication fork during DNA damage responses to orchestrate DNA repair. In this work, we tested whether UNG2 requires interaction with PCNA and RPA to repair DNA damage in a colorectal cancer model during treatment with pemetrexed or FdU. We genetically knocked out UNG2 in HT29 cells and engineered the cells to express UNG2 variants that cannot bind to PCNA or RPA. We found that eliminating UNG2 activity or disrupting its interaction with PCNA or RPA sensitized the cells to the DNA-damaging effects of pemetrexed and FdU. The ability of UNG2 to localize to stalled replication forks was impaired when the enzyme could not interact with PCNA or RPA. Finally, disrupting the interaction of UNG2 with PCNA or RPA sensitized the cells to the cytotoxicity of the drugs. We concluded that certain cancers may be sensitized to pemetrexed and FdU by directly inhibiting the enzymatic activity of UNG2, by depleting UNG2 levels in the cell, or by impairing UNG2 function by inhibiting its protein-protein interactions.",
    "disease": "colorectal cancer",
    "clean_text": "efficient activity of uracil dna glycosylase ung in proliferating cells requires binding to proliferating cell nuclear antigen pcna and replication protein a rpa the compounds pemetrexed and fluorodeoxyuridine fdu are widely used for cancer therapies and disrupt cell proliferation by inducing dna damage and stressing dna replication the drugs disrupt pyrimidine nucleotide metabolism and promote the accumulation of uracil bases in genomic dna which are repaired by uracil dna glycosylase ung and downstream base excision repair proteins ung interacts with proliferating cell nuclear antigen pcna and replication protein a rpa which localize to the replication fork during dna damage responses to orchestrate dna repair in this work we tested whether ung requires interaction with pcna and rpa to repair dna damage in a colorectal cancer model during treatment with pemetrexed or fdu we genetically knocked out ung in ht cells and engineered the cells to express ung variants that cannot bind to pcna or rpa we found that eliminating ung activity or disrupting its interaction with pcna or rpa sensitized the cells to the dna damaging effects of pemetrexed and fdu the ability of ung to localize to stalled replication forks was impaired when the enzyme could not interact with pcna or rpa finally disrupting the interaction of ung with pcna or rpa sensitized the cells to the cytotoxicity of the drugs we concluded that certain cancers may be sensitized to pemetrexed and fdu by directly inhibiting the enzymatic activity of ung by depleting ung levels in the cell or by impairing ung function by inhibiting its protein protein interactions"
}