{
    "title": "Hormesis and embryonic stem cells.",
    "doc_id": "34932953",
    "writer": "Calabrese EJ.",
    "year": "2022",
    "summary": "ESC-hormetic dose responses are similar for other stem cell types (e.g., adipose-derived stem cells, apical papilla, bone marrow stem cells, dental pulp stem cells, endothelial stem cells, muscle stem cells …",
    "abstract": "This paper provides an identification and detailed assessment of hormetic dose responses of embryonic stem cells (ESCs) with particular emphasis on cell renewal (proliferation) and differentiation, underlying mechanistic foundations and potential therapeutic implications. Hormetic dose responses were commonly reported, being induced by a broad range of chemicals, including pharmaceuticals (e.g., atorvastatin, isoproterenol, lithium, nicotine, ouabain), dietary supplements (e.g., curcumin, multiple ginsenosides, resveratrol), endogenous agents (e.g., estrogen, hydrogen peroxide, melatonin), and physical stressor agents (e.g., hypoxia, ionizing radiation). ESC-hormetic dose responses are similar for other stem cell types (e.g., adipose-derived stem cells, apical papilla, bone marrow stem cells, dental pulp stem cells, endothelial stem cells, muscle stem cells, periodontal ligament stem cells, neural stem cells), indicating a high degree of generality for the hormetic-stem cells response. The widespread occurrence of hormetic dose responses shown by ESCs and other stem cells suggests that the hormetic dose response may represent a fundamental and highly conserved evolutionary strategy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34932953/",
    "clean_text": "hormesis and embryonic stem cells esc hormetic dose responses are similar for other stem cell types e g adipose derived stem cells apical papilla bone marrow stem cells dental pulp stem cells endothelial stem cells muscle stem cells this paper provides an identification and detailed assessment of hormetic dose responses of embryonic stem cells escs with particular emphasis on cell renewal proliferation and differentiation underlying mechanistic foundations and potential therapeutic implications hormetic dose responses were commonly reported being induced by a broad range of chemicals including pharmaceuticals e g atorvastatin isoproterenol lithium nicotine ouabain dietary supplements e g curcumin multiple ginsenosides resveratrol endogenous agents e g estrogen hydrogen peroxide melatonin and physical stressor agents e g hypoxia ionizing radiation esc hormetic dose responses are similar for other stem cell types e g adipose derived stem cells apical papilla bone marrow stem cells dental pulp stem cells endothelial stem cells muscle stem cells periodontal ligament stem cells neural stem cells indicating a high degree of generality for the hormetic stem cells response the widespread occurrence of hormetic dose responses shown by escs and other stem cells suggests that the hormetic dose response may represent a fundamental and highly conserved evolutionary strategy"
}