{
    "title": "A cohort study of mammography-guided vacuum-assisted breast biopsy in patients with compressed thin breasts ( 3 cm).",
    "doc_id": "37150735",
    "writer": "Yeow YJ",
    "year": "2023",
    "summary": "RESULTS: We reviewed 745 consecutive patients revealing 195 with compressed thin breasts 3 cm (mean age: 50.12 7.0; breast thickness: 24.99 mm range 11.6-30 mm). Of the 191 patients received biopsy, the microcalcification retrieval rate was 97.9%. ...CONCLUSIONS: Th …",
    "abstract": "Objectives:\n        \n      \n      In the women with compressed thin thickness (≦ 3 cm), mammographic guiding vacuum-assist breast biopsy (MG-VABB) is a technical challenge. We herein report their performance of MG-VABB on suspicious microcalcification by modern mammography.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively reviewed the consecutive MG-VABB in our hospital from February 2019 to January 2021. All the patients received biopsy because of suspicious microcalcifications discovered by mammography and had at least one-year post-biopsy follow-up.\n    \n\n\n          Results:\n        \n      \n      We reviewed 745 consecutive patients revealing 195 with compressed thin breasts ≦ 3 cm (mean age: 50.12 ± 7.0; breast thickness: 24.99 mm range 11.6-30 mm). Of the 191 patients received biopsy, the microcalcification retrieval rate was 97.9%. Using the half-open notch biopsy or horizontal needle approach, the biopsies were technically achieved in 30.4% and 9.4% of patients respectively. Regarding to the gold standard of surgicohistology, the cancer sensitivities was 88.46% and the atypia upgrade rate was 16.67%. There was no statistical difference of the procedure time between stereotactic guided and tomosynthesis guided.\n    \n\n\n          Conclusions:\n        \n      \n      The modern MG-VABB has technically improve the performance of biopsy to the patients with compressed thin breasts (≦ 3 cm), revealing approximate results to those breasts > 3 cm. The diagnosis helps the management of suspicious microcalcifications discovered by mammography.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37150735/",
    "clean_text": "a cohort study of mammography guided vacuum assisted breast biopsy in patients with compressed thin breasts cm results we reviewed consecutive patients revealing with compressed thin breasts cm mean age breast thickness mm range mm of the patients received biopsy the microcalcification retrieval rate was conclusions th objectives in the women with compressed thin thickness cm mammographic guiding vacuum assist breast biopsy mg vabb is a technical challenge we herein report their performance of mg vabb on suspicious microcalcification by modern mammography methods we retrospectively reviewed the consecutive mg vabb in our hospital from february to january all the patients received biopsy because of suspicious microcalcifications discovered by mammography and had at least one year post biopsy follow up results we reviewed consecutive patients revealing with compressed thin breasts cm mean age breast thickness mm range mm of the patients received biopsy the microcalcification retrieval rate was using the half open notch biopsy or horizontal needle approach the biopsies were technically achieved in and of patients respectively regarding to the gold standard of surgicohistology the cancer sensitivities was and the atypia upgrade rate was there was no statistical difference of the procedure time between stereotactic guided and tomosynthesis guided conclusions the modern mg vabb has technically improve the performance of biopsy to the patients with compressed thin breasts cm revealing approximate results to those breasts cm the diagnosis helps the management of suspicious microcalcifications discovered by mammography"
}