{
    "title": "Deleting the TGF-beta receptor attenuates acute proximal tubule injury.",
    "doc_id": "23160515",
    "writer": "Gewin L",
    "year": "2012",
    "summary": "TGF-beta is a profibrotic growth factor in CKD, but its role in modulating the kidney's response to AKI is not well understood. The proximal tubule epithelial cell, which is the main cellular target of AKI, expresses high levels of both TGF-beta and its receptors. . …",
    "abstract": "TGF-β is a profibrotic growth factor in CKD, but its role in modulating the kidney's response to AKI is not well understood. The proximal tubule epithelial cell, which is the main cellular target of AKI, expresses high levels of both TGF-β and its receptors. To determine how TGF-β signaling in this tubular segment affects the response to AKI, we selectively deleted the TGF-β type II receptor in the proximal tubules of mice. This deletion attenuated renal impairment and reduced tubular apoptosis in mercuric chloride-induced injury. In vitro, deficiency of the TGF-β type II receptor protected proximal tubule epithelial cells from hydrogen peroxide-induced apoptosis, which was mediated in part by Smad-dependent signaling. Taken together, these results suggest that TGF-β signaling in the proximal tubule has a detrimental effect on the response to AKI as a result of its proapoptotic effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23160515/",
    "clean_text": "deleting the tgf beta receptor attenuates acute proximal tubule injury tgf beta is a profibrotic growth factor in ckd but its role in modulating the kidney s response to aki is not well understood the proximal tubule epithelial cell which is the main cellular target of aki expresses high levels of both tgf beta and its receptors tgf is a profibrotic growth factor in ckd but its role in modulating the kidney s response to aki is not well understood the proximal tubule epithelial cell which is the main cellular target of aki expresses high levels of both tgf and its receptors to determine how tgf signaling in this tubular segment affects the response to aki we selectively deleted the tgf type ii receptor in the proximal tubules of mice this deletion attenuated renal impairment and reduced tubular apoptosis in mercuric chloride induced injury in vitro deficiency of the tgf type ii receptor protected proximal tubule epithelial cells from hydrogen peroxide induced apoptosis which was mediated in part by smad dependent signaling taken together these results suggest that tgf signaling in the proximal tubule has a detrimental effect on the response to aki as a result of its proapoptotic effects"
}