{
    "title": "Should UK based Physiotherapists Choose Wisely?",
    "doc_id": "30213386",
    "writer": "Copnell G.",
    "year": "2018",
    "summary": "In 2012 the Choose Wisely campaign was launched in the United States in order to address concerns regarding medicalisation, over diagnosis and medical consumerism. The campaign has now spread internationally and includes a number of countries including Canada, Australia, N …",
    "abstract": "In 2012 the Choose Wisely campaign was launched in the United States in order to address concerns regarding medicalisation, over diagnosis and medical consumerism. The campaign has now spread internationally and includes a number of countries including Canada, Australia, New Zealand and Germany. The primary aim of the campaign is to facilitate healthcare professionals and patients to question the overall utility of medical interventions. Professionals through their professional organisations identify at least five commonly used interventions or tests, within their areas of speciality, which they feel provided no or little benefit to patients. This paper provides the background to the Choose Wisely campaign. The paper reviews the concepts of medicalisation, over diagnosis and medical consumerism, before considering the utility of the campaign in the UK alongside other forms of governance such as NICE. The paper goes on to consider distributive justice as the principal ethical issue related to the campaign. The paper concludes by asking if UK based Physiotherapists should Choose Wisely.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30213386/",
    "clean_text": "should uk based physiotherapists choose wisely in the choose wisely campaign was launched in the united states in order to address concerns regarding medicalisation over diagnosis and medical consumerism the campaign has now spread internationally and includes a number of countries including canada australia n in the choose wisely campaign was launched in the united states in order to address concerns regarding medicalisation over diagnosis and medical consumerism the campaign has now spread internationally and includes a number of countries including canada australia new zealand and germany the primary aim of the campaign is to facilitate healthcare professionals and patients to question the overall utility of medical interventions professionals through their professional organisations identify at least five commonly used interventions or tests within their areas of speciality which they feel provided no or little benefit to patients this paper provides the background to the choose wisely campaign the paper reviews the concepts of medicalisation over diagnosis and medical consumerism before considering the utility of the campaign in the uk alongside other forms of governance such as nice the paper goes on to consider distributive justice as the principal ethical issue related to the campaign the paper concludes by asking if uk based physiotherapists should choose wisely"
}