{
    "title": "Advancements in detection of SARS-CoV-2 infection for confronting COVID-19 pandemics.",
    "doc_id": "34497366",
    "writer": "Zhou Y",
    "year": "2022",
    "summary": "As one of the major approaches in combating the COVID-19 pandemics, the availability of specific and reliable assays for the SARS-CoV-2 viral genome and its proteins is essential to identify the infection in suspected populations, make diagnoses …",
    "abstract": "As one of the major approaches in combating the COVID-19 pandemics, the availability of specific and reliable assays for the SARS-CoV-2 viral genome and its proteins is essential to identify the infection in suspected populations, make diagnoses in symptomatic or asymptomatic individuals, and determine clearance of the virus after the infection. For these purposes, use of the quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) for detection of the viral nucleic acid remains the most valuable in terms of its specificity, fast turn-around, high-throughput capacity, and reliability. It is critical to update the sequences of primers and probes to ensure the detection of newly emerged variants. Various assays for increased levels of IgG or IgM antibodies are available for detecting ongoing or past infection, vaccination responses, and persistence and for identifying high titers of neutralizing antibodies in recovered individuals. Viral genome sequencing is increasingly used for tracing infectious sources, monitoring mutations, and subtype classification and is less valuable in diagnosis because of its capacity and high cost. Nanopore target sequencing with portable options is available for a quick process for sequencing data. Emerging CRISPR-Cas-based assays, such as SHERLOCK and AIOD-CRISPR, for viral genome detection may offer options for prompt and point-of-care detection. Moreover, aptamer-based probes may be multifaceted for developing portable and high-throughput assays with fluorescent or chemiluminescent probes for viral proteins. In conclusion, assays are available for viral genome and protein detection, and the selection of specific assays depends on the purposes of prevention, diagnosis and pandemic control, or monitoring of vaccination efficacy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34497366/",
    "clean_text": "advancements in detection of sars cov infection for confronting covid pandemics as one of the major approaches in combating the covid pandemics the availability of specific and reliable assays for the sars cov viral genome and its proteins is essential to identify the infection in suspected populations make diagnoses as one of the major approaches in combating the covid pandemics the availability of specific and reliable assays for the sars cov viral genome and its proteins is essential to identify the infection in suspected populations make diagnoses in symptomatic or asymptomatic individuals and determine clearance of the virus after the infection for these purposes use of the quantitative reverse transcriptase polymerase chain reaction qrt pcr for detection of the viral nucleic acid remains the most valuable in terms of its specificity fast turn around high throughput capacity and reliability it is critical to update the sequences of primers and probes to ensure the detection of newly emerged variants various assays for increased levels of igg or igm antibodies are available for detecting ongoing or past infection vaccination responses and persistence and for identifying high titers of neutralizing antibodies in recovered individuals viral genome sequencing is increasingly used for tracing infectious sources monitoring mutations and subtype classification and is less valuable in diagnosis because of its capacity and high cost nanopore target sequencing with portable options is available for a quick process for sequencing data emerging crispr cas based assays such as sherlock and aiod crispr for viral genome detection may offer options for prompt and point of care detection moreover aptamer based probes may be multifaceted for developing portable and high throughput assays with fluorescent or chemiluminescent probes for viral proteins in conclusion assays are available for viral genome and protein detection and the selection of specific assays depends on the purposes of prevention diagnosis and pandemic control or monitoring of vaccination efficacy"
}