{
    "pmid": "41469203",
    "title": "First-in-human assessment of safety and pharmacokinetics of EP9001A:an anti-nerve growth factor antibody for chronic pain treatment.",
    "abstract": "Here we evaluated, in healthy adults, the pharmacokinetics and safety of monoclonal antibody EP9001A against nerve growth factor, which may be effective for treating chronic pain and osteoarthritis. In this phase I trial, 32 healthy adults received a single subcutaneous injection of EP9001A at doses of 1-25 mg, while 12 adults received placebo. Analysis of pharmacokinetic parameters indicated dose-proportional systemic exposure, with terminal half-life ranging from 207.47 h at 1 mg to 548.76 h at 25 mg. All adverse events were mild and none necessitated discontinuation. The most frequent adverse events were upper respiratory tract infection, elevated liver enzymes and musculoskeletal pain. Musculoskeletal symptoms were likely attributable to nerve growth factor inhibition. These results indicate predictable pharmacokinetics and good safety of EP9001A in healthy subjects. The dose-dependent pharmacokinetics and long half-life suggest the possibility of longer dosing intervals. Future trials should optimise dosing and evaluate long-term safety, particularly with respect to adverse musculoskeletal events arising through inhibition of nerve growth factor.",
    "disease": "osteoarthritis",
    "clean_text": "first in human assessment of safety and pharmacokinetics of ep a an anti nerve growth factor antibody for chronic pain treatment here we evaluated in healthy adults the pharmacokinetics and safety of monoclonal antibody ep a against nerve growth factor which may be effective for treating chronic pain and osteoarthritis in this phase i trial healthy adults received a single subcutaneous injection of ep a at doses of mg while adults received placebo analysis of pharmacokinetic parameters indicated dose proportional systemic exposure with terminal half life ranging from h at mg to h at mg all adverse events were mild and none necessitated discontinuation the most frequent adverse events were upper respiratory tract infection elevated liver enzymes and musculoskeletal pain musculoskeletal symptoms were likely attributable to nerve growth factor inhibition these results indicate predictable pharmacokinetics and good safety of ep a in healthy subjects the dose dependent pharmacokinetics and long half life suggest the possibility of longer dosing intervals future trials should optimise dosing and evaluate long term safety particularly with respect to adverse musculoskeletal events arising through inhibition of nerve growth factor"
}