{
    "title": "Asthma risk factors.",
    "doc_id": "26335830",
    "writer": "Toskala E",
    "year": "2015",
    "summary": "METHODS: A review of the literature was performed regarding atopic and nonatopic asthma risk factors, including environmental risk factors and genetic studies in adults and children. RESULTS: Several environmental risk factors have been i …",
    "abstract": "Background:\n        \n      \n      Bronchial asthma is one of the most common chronic diseases in childhood, with a current prevalence of 6% to 9%, but a prevalence that is increasing at an alarming rate. Asthma is a complex genetic disorder with strong environmental influence. It imposes a growing burden on our society in terms of morbidity, quality of life, and healthcare costs. Despite large-scale efforts, only a few asthma genes have been confirmed, suggesting that the genetic underpinning of asthma is highly complex.\n    \n\n\n          Methods:\n        \n      \n      A review of the literature was performed regarding atopic and nonatopic asthma risk factors, including environmental risk factors and genetic studies in adults and children.\n    \n\n\n          Results:\n        \n      \n      Several environmental risk factors have been identified to increase the risk of developing asthma such as exposure to air pollution and tobaccos smoke as well as occupational risk factors. In addition atopy, stress, and obesity all can increases the risk for asthma in genetically susceptible persons.\n    \n\n\n          Conclusion:\n        \n      \n      Asthma represents a dysfunctional interaction with our genes and the environment to which they are exposed, especially in fetal and early infant life. The increasing prevalence of asthma in all age groups indicate that our living environment and immunity are in imbalance with each other reacting with airway inflammation to the environmental exposures and often non-harmful proteins, such as allergens causing the current \"asthma and allergy epidemic.\" Because of the close relationship between asthma and chronic rhinosinusitis, it is important that otolaryngologists have a good understanding of asthma, the etiologic factors associated with disease, and its evaluation and management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26335830/",
    "clean_text": "asthma risk factors methods a review of the literature was performed regarding atopic and nonatopic asthma risk factors including environmental risk factors and genetic studies in adults and children results several environmental risk factors have been i background bronchial asthma is one of the most common chronic diseases in childhood with a current prevalence of to but a prevalence that is increasing at an alarming rate asthma is a complex genetic disorder with strong environmental influence it imposes a growing burden on our society in terms of morbidity quality of life and healthcare costs despite large scale efforts only a few asthma genes have been confirmed suggesting that the genetic underpinning of asthma is highly complex methods a review of the literature was performed regarding atopic and nonatopic asthma risk factors including environmental risk factors and genetic studies in adults and children results several environmental risk factors have been identified to increase the risk of developing asthma such as exposure to air pollution and tobaccos smoke as well as occupational risk factors in addition atopy stress and obesity all can increases the risk for asthma in genetically susceptible persons conclusion asthma represents a dysfunctional interaction with our genes and the environment to which they are exposed especially in fetal and early infant life the increasing prevalence of asthma in all age groups indicate that our living environment and immunity are in imbalance with each other reacting with airway inflammation to the environmental exposures and often non harmful proteins such as allergens causing the current asthma and allergy epidemic because of the close relationship between asthma and chronic rhinosinusitis it is important that otolaryngologists have a good understanding of asthma the etiologic factors associated with disease and its evaluation and management"
}