{
    "title": "Recent Advances in the Surgical Treatment of Advanced Gastric Cancer: A Review.",
    "doc_id": "31080234",
    "writer": "Tan Z.",
    "year": "2019",
    "summary": "Despite advances in surgical techniques, radiotherapy, chemotherapy, and neoadjuvant therapy, gastric cancer remains the second leading cause of cancer death worldwide. Although the 5-year survival rate of early gastric cancer can reach >90%, …",
    "abstract": "d_abstr_R Gastric cancer is a common malignancy with a poor prognosis, and surgical treatment remains the first-line approach to treatment to provide a cure. Despite advances in surgical techniques, radiotherapy, chemotherapy, and neoadjuvant therapy, gastric cancer remains the second leading cause of cancer death worldwide. Although the 5-year survival rate of early gastric cancer can reach >90%, due to the low early diagnosis rate, most patients present with advanced-stage gastric cancer. Therefore, there has been increasing interest in improving surgical treatment of advanced gastric cancer. Lymph node dissection is an important part of the surgical treatment of advanced gastric cancer due to the high incidence of lymph node metastasis. Although prospective studies have confirmed the safety and feasibility of laparoscopic surgery for early gastric cancer, the relevant treatment models of advanced gastric cancer still need to be further explored and validated. This review aims to provide an update on the recent advances in the surgical treatment of advanced gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31080234/",
    "clean_text": "recent advances in the surgical treatment of advanced gastric cancer a review despite advances in surgical techniques radiotherapy chemotherapy and neoadjuvant therapy gastric cancer remains the second leading cause of cancer death worldwide although the year survival rate of early gastric cancer can reach d abstr r gastric cancer is a common malignancy with a poor prognosis and surgical treatment remains the first line approach to treatment to provide a cure despite advances in surgical techniques radiotherapy chemotherapy and neoadjuvant therapy gastric cancer remains the second leading cause of cancer death worldwide although the year survival rate of early gastric cancer can reach due to the low early diagnosis rate most patients present with advanced stage gastric cancer therefore there has been increasing interest in improving surgical treatment of advanced gastric cancer lymph node dissection is an important part of the surgical treatment of advanced gastric cancer due to the high incidence of lymph node metastasis although prospective studies have confirmed the safety and feasibility of laparoscopic surgery for early gastric cancer the relevant treatment models of advanced gastric cancer still need to be further explored and validated this review aims to provide an update on the recent advances in the surgical treatment of advanced gastric cancer"
}