{
    "pmid": "41460032",
    "title": "Comparative study of behavior and pathology in three mouse models of kainic acid-induced epilepsy.",
    "abstract": "This study established three kainic acid-induced epileptic models via intraperitoneal, intranasal, and intravenous injections, comparing their behavioral and pathological differences to inform model selection in epilepsy research. A total of 108 male C57BL/6J mice were randomized into six groups (intraperitoneal/intranasal/intravenous + kainic acid or PBS). Acute seizure severity (Racine scale), latency to stage IV-V seizures, status epilepticus duration, hippocampal neuronal degeneration (hematoxylin and eosin staining), apoptosis [terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL)], and glial activation (immunofluorescence for glial fibrillary acid protein/ionized calcium-binding adapter molecule 1) were assessed. The intravenous + kainic acid group showed the lowest mortality (10.0%) and highest success rate (96.3%), with shorter latency to severe seizures, longer status epilepticus duration, and milder Racine scores (P < 0.05). It also exhibited greater neuronal loss, morphological abnormalities, TUNEL-positive cells in CA3/dentate gyrus, and stronger glial activation. The intranasal + kainic acid group only showed increased dentate gyrus apoptosis. The intravenous + kainic acid model exhibited low mortality, reduced dosage requirements, and inducible localized pathological damage, rendering it suitable for investigating localized neuronal injury. The intraperitoneal method, though simple with higher mortality, is preferable for systemic seizure models. The noninvasive intranasal approach is promising for trauma-sensitive research.",
    "disease": "epilepsy",
    "clean_text": "comparative study of behavior and pathology in three mouse models of kainic acid induced epilepsy this study established three kainic acid induced epileptic models via intraperitoneal intranasal and intravenous injections comparing their behavioral and pathological differences to inform model selection in epilepsy research a total of male c bl j mice were randomized into six groups intraperitoneal intranasal intravenous kainic acid or pbs acute seizure severity racine scale latency to stage iv v seizures status epilepticus duration hippocampal neuronal degeneration hematoxylin and eosin staining apoptosis terminal deoxynucleotidyl transferase dutp nick end labeling tunel and glial activation immunofluorescence for glial fibrillary acid protein ionized calcium binding adapter molecule were assessed the intravenous kainic acid group showed the lowest mortality and highest success rate with shorter latency to severe seizures longer status epilepticus duration and milder racine scores p it also exhibited greater neuronal loss morphological abnormalities tunel positive cells in ca dentate gyrus and stronger glial activation the intranasal kainic acid group only showed increased dentate gyrus apoptosis the intravenous kainic acid model exhibited low mortality reduced dosage requirements and inducible localized pathological damage rendering it suitable for investigating localized neuronal injury the intraperitoneal method though simple with higher mortality is preferable for systemic seizure models the noninvasive intranasal approach is promising for trauma sensitive research"
}