{
    "title": "Cancer Stem Cells and Stem Cell Tumors in Drosophila.",
    "doc_id": "31520355",
    "writer": "Singh SR",
    "year": "2019",
    "summary": "CSCs and normal stem cells share some common features, such as self-renewal, the production of differentiated progeny, and the expression of stem-cell markers, however, CSCs vary from normal stem cells in forming tumors. ...In this chapte …",
    "abstract": "Accumulative studies suggest that a fraction of cells within a tumor, known as cancer stem cells (CSCs) that initiate tumors, show resistance to most of the therapies, and causes tumor recurrence and metastasis. CSCs could be either transformed normal stem cells or reprogrammed differentiated cells. The eventual goal of CSC research is to identify pathways that selectively regulate CSCs and then target these pathways to eradicate CSCs. CSCs and normal stem cells share some common features, such as self-renewal, the production of differentiated progeny, and the expression of stem-cell markers, however, CSCs vary from normal stem cells in forming tumors. Specifically, CSCs are normally resistant to standard therapies. In addition, CSCs and non-CSCs can be mutually convertible in response to different signals or microenvironments. Even though CSCs are involved in human cancers, the biology of CSCs, is still not well understood, there are urgent needs to study CSCs in model organisms. In the last several years, discoveries in Drosophila have greatly contributed to our understanding of human cancer. Stem-cell tumors in Drosophila share various properties with human CSCs and maybe used to understand the biology of CSCs. In this chapter, we first briefly review CSCs in mammalian systems, then discuss stem-cell tumors in the Drosophila posterior midgut and Malpighian tubules (kidney) and their unique properties as revealed by studying oncogenic Ras protein (RasV12)-transformed stem-cell tumors in the Drosophila kidney and dominant-negative Notch (NDN)-transformed stem-cell tumors in the Drosophila intestine. At the end, we will discuss potential approaches to eliminate CSCs and achieve tumor regression. In future, by screening adult Drosophila neoplastic stem-cell tumor models, we hope to identify novel and efficacious compounds for the treatment of human cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31520355/",
    "clean_text": "cancer stem cells and stem cell tumors in drosophila cscs and normal stem cells share some common features such as self renewal the production of differentiated progeny and the expression of stem cell markers however cscs vary from normal stem cells in forming tumors in this chapte accumulative studies suggest that a fraction of cells within a tumor known as cancer stem cells cscs that initiate tumors show resistance to most of the therapies and causes tumor recurrence and metastasis cscs could be either transformed normal stem cells or reprogrammed differentiated cells the eventual goal of csc research is to identify pathways that selectively regulate cscs and then target these pathways to eradicate cscs cscs and normal stem cells share some common features such as self renewal the production of differentiated progeny and the expression of stem cell markers however cscs vary from normal stem cells in forming tumors specifically cscs are normally resistant to standard therapies in addition cscs and non cscs can be mutually convertible in response to different signals or microenvironments even though cscs are involved in human cancers the biology of cscs is still not well understood there are urgent needs to study cscs in model organisms in the last several years discoveries in drosophila have greatly contributed to our understanding of human cancer stem cell tumors in drosophila share various properties with human cscs and maybe used to understand the biology of cscs in this chapter we first briefly review cscs in mammalian systems then discuss stem cell tumors in the drosophila posterior midgut and malpighian tubules kidney and their unique properties as revealed by studying oncogenic ras protein rasv transformed stem cell tumors in the drosophila kidney and dominant negative notch ndn transformed stem cell tumors in the drosophila intestine at the end we will discuss potential approaches to eliminate cscs and achieve tumor regression in future by screening adult drosophila neoplastic stem cell tumor models we hope to identify novel and efficacious compounds for the treatment of human cancers"
}