{
    "title": "REM Sleep: An Unknown Indicator of Sleep Quality.",
    "doc_id": "34948586",
    "writer": "Barbato G.",
    "year": "2021",
    "summary": "Standard polysomnographic analysis of sleep has not provided evidence of an objective measure of sleep quality; however, factors such as sleep duration and sleep efficiency are those more consistently associated with the subjective perception of …",
    "abstract": "Standard polysomnographic analysis of sleep has not provided evidence of an objective measure of sleep quality; however, factors such as sleep duration and sleep efficiency are those more consistently associated with the subjective perception of sleep quality. Sleep reduction as currently occurs in our 24/7 society has had a profound impact on sleep quality; the habitual sleep period should fit within what is a limited nighttime window and may not be sufficient to satisfy the whole sleep process; moreover, the use of artificial light during the evening and early night hours can delay and disturb the circadian rhythms, especially affecting REM sleep. The correct phase relationship of the sleep period with the circadian pacemaker is an important factor to guarantee adequate restorative sleep duration and sleep continuity, thus providing the necessary background for a good night's sleep. Due to the fact that REM sleep is controlled by the circadian clock, it can provide a window-like mechanism that defines the termination of the sleep period when there is still the necessity to complete the sleep process (not only wake-related homeostasis) and to meet the circadian end of sleep timing. An adequate amount of REM sleep appears necessary to guarantee sleep continuity, while periodically activating the brain and preparing it for the return to consciousness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34948586/",
    "clean_text": "rem sleep an unknown indicator of sleep quality standard polysomnographic analysis of sleep has not provided evidence of an objective measure of sleep quality however factors such as sleep duration and sleep efficiency are those more consistently associated with the subjective perception of standard polysomnographic analysis of sleep has not provided evidence of an objective measure of sleep quality however factors such as sleep duration and sleep efficiency are those more consistently associated with the subjective perception of sleep quality sleep reduction as currently occurs in our society has had a profound impact on sleep quality the habitual sleep period should fit within what is a limited nighttime window and may not be sufficient to satisfy the whole sleep process moreover the use of artificial light during the evening and early night hours can delay and disturb the circadian rhythms especially affecting rem sleep the correct phase relationship of the sleep period with the circadian pacemaker is an important factor to guarantee adequate restorative sleep duration and sleep continuity thus providing the necessary background for a good night s sleep due to the fact that rem sleep is controlled by the circadian clock it can provide a window like mechanism that defines the termination of the sleep period when there is still the necessity to complete the sleep process not only wake related homeostasis and to meet the circadian end of sleep timing an adequate amount of rem sleep appears necessary to guarantee sleep continuity while periodically activating the brain and preparing it for the return to consciousness"
}