{
    "title": "DNA methylation in lung cancer patients: Opening a \"window of life\" under precision medicine.",
    "doc_id": "34654591",
    "writer": "Liang R",
    "year": "2021",
    "summary": "Some current studies have elucidated the mechanism of lung cancer occurrence and causes of lung cancer progression and metastasis from the perspective of DNA methylation. Moreover, many studies have shown that smoking can change the methylation status …",
    "abstract": "DNA methylation is a work of adding a methyl group to the 5th carbon atom of cytosine in DNA sequence under the catalysis of DNA methyltransferase (DNMT) to produce 5-methyl cytosine. Some current studies have elucidated the mechanism of lung cancer occurrence and causes of lung cancer progression and metastasis from the perspective of DNA methylation. Moreover, many studies have shown that smoking can change the methylation status of some gene loci, leading to the occurrence of lung cancer, especially central lung cancer. This review mainly introduces the role of DNA methylation in the pathogenesis, early diagnosis and screening, progression and metastasis, treatment, and prognosis of lung cancer, as well as the latest progress. We point out that methylation markers, sample tests, and methylation detection limit the clinical application of DNA methylation. If the liquid biopsy is to become the main force in lung cancer diagnosis, it must make efficient use of limited samples and improve the sensitivity and specificity of the tests. In addition, we also put forward our views on the future development direction of DNA methylation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34654591/",
    "clean_text": "dna methylation in lung cancer patients opening a window of life under precision medicine some current studies have elucidated the mechanism of lung cancer occurrence and causes of lung cancer progression and metastasis from the perspective of dna methylation moreover many studies have shown that smoking can change the methylation status dna methylation is a work of adding a methyl group to the th carbon atom of cytosine in dna sequence under the catalysis of dna methyltransferase dnmt to produce methyl cytosine some current studies have elucidated the mechanism of lung cancer occurrence and causes of lung cancer progression and metastasis from the perspective of dna methylation moreover many studies have shown that smoking can change the methylation status of some gene loci leading to the occurrence of lung cancer especially central lung cancer this review mainly introduces the role of dna methylation in the pathogenesis early diagnosis and screening progression and metastasis treatment and prognosis of lung cancer as well as the latest progress we point out that methylation markers sample tests and methylation detection limit the clinical application of dna methylation if the liquid biopsy is to become the main force in lung cancer diagnosis it must make efficient use of limited samples and improve the sensitivity and specificity of the tests in addition we also put forward our views on the future development direction of dna methylation"
}