{
    "pmid": "41469072",
    "title": "Is metformin therapy in conjunction with lifestyle modifications more effective than lifestyle modifications alone in lowering the risk of gestational diabetes mellitus in pregnant women with metabolic dysfunction-associated steatotic liver disease (MASLD)? A protocol for parallel-arm superiority randomised controlled trial in tertiary care centres, Puducherry, South India.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) and gestational diabetes mellitus (GDM) are prevalent metabolic disorders in pregnancy, posing significant risks to maternal and fetal health. This study evaluates the effectiveness of metformin, in combination with lifestyle modifications, compared with lifestyle modifications alone, in reducing the incidence of diabetes, pro-inflammatory liver markers, adverse maternal and neonatal outcomes and total gestational weight gain in pregnant women diagnosed with MASLD in the first trimester. This parallel-arm, randomised controlled trial will recruit pregnant women (≤14 weeks of gestation) with confirmed MASLD from antenatal clinics of tertiary care public hospitals in Puducherry, India. Participants will be consecutively enrolled until a sample size of 296 is reached. Block randomisation will ensure balanced group allocation, with allocation concealment maintained using sequentially numbered opaque sealed envelopes. The intervention group will receive oral metformin (500 mg two times per day) alongside structured lifestyle modification counselling, while the control group will receive lifestyle modification counselling alone. Primary outcomes include GDM incidence, changes in pro-inflammatory markers, MASLD grading (assessed via liver function tests and ultrasound) and adverse maternal outcomes such as hypertensive disorders, polyhydramnios, genitourinary infections, caesarean delivery and postpartum haemorrhage. Neonatal outcomes assessed include macrosomia, stillbirth, intrauterine death, birth injury, shoulder dystocia, respiratory distress and neonatal hypoglycaemia. The secondary outcome is total gestational weight gain. Participants will be followed at 24-28 weeks, 34-36 weeks and post partum (within 6 weeks of delivery). Data collection will be conducted using a pretested structured questionnaire, with data entry and management performed using REDCap software. Statistical analysis will be conducted using STATA V.4, applying both intention-to-treat and per-protocol analyses. Effect sizes will be reported as proportions and relative risks with 95% CIs, ensuring robust statistical inference. This study provides a rigorous framework to assess metformin's role in managing MASLD and preventing GDM, thereby promoting favourable maternal and neonatal outcomes. Findings will contribute to improved clinical management, public health strategies and policy recommendations. The study was approved by the JIPMER Institutional Ethics Committee (JIP/AEC/2023/01/011), and the findings will be disseminated through peer-reviewed journals and academic conferences. CTRI/2023/12/060930.",
    "disease": "diabetes mellitus",
    "clean_text": "is metformin therapy in conjunction with lifestyle modifications more effective than lifestyle modifications alone in lowering the risk of gestational diabetes mellitus in pregnant women with metabolic dysfunction associated steatotic liver disease masld a protocol for parallel arm superiority randomised controlled trial in tertiary care centres puducherry south india metabolic dysfunction associated steatotic liver disease masld and gestational diabetes mellitus gdm are prevalent metabolic disorders in pregnancy posing significant risks to maternal and fetal health this study evaluates the effectiveness of metformin in combination with lifestyle modifications compared with lifestyle modifications alone in reducing the incidence of diabetes pro inflammatory liver markers adverse maternal and neonatal outcomes and total gestational weight gain in pregnant women diagnosed with masld in the first trimester this parallel arm randomised controlled trial will recruit pregnant women weeks of gestation with confirmed masld from antenatal clinics of tertiary care public hospitals in puducherry india participants will be consecutively enrolled until a sample size of is reached block randomisation will ensure balanced group allocation with allocation concealment maintained using sequentially numbered opaque sealed envelopes the intervention group will receive oral metformin mg two times per day alongside structured lifestyle modification counselling while the control group will receive lifestyle modification counselling alone primary outcomes include gdm incidence changes in pro inflammatory markers masld grading assessed via liver function tests and ultrasound and adverse maternal outcomes such as hypertensive disorders polyhydramnios genitourinary infections caesarean delivery and postpartum haemorrhage neonatal outcomes assessed include macrosomia stillbirth intrauterine death birth injury shoulder dystocia respiratory distress and neonatal hypoglycaemia the secondary outcome is total gestational weight gain participants will be followed at weeks weeks and post partum within weeks of delivery data collection will be conducted using a pretested structured questionnaire with data entry and management performed using redcap software statistical analysis will be conducted using stata v applying both intention to treat and per protocol analyses effect sizes will be reported as proportions and relative risks with cis ensuring robust statistical inference this study provides a rigorous framework to assess metformin s role in managing masld and preventing gdm thereby promoting favourable maternal and neonatal outcomes findings will contribute to improved clinical management public health strategies and policy recommendations the study was approved by the jipmer institutional ethics committee jip aec and the findings will be disseminated through peer reviewed journals and academic conferences ctri"
}