{
    "title": "Stress, Anxiety, and Immunomodulation: A Pharmacological Analysis.",
    "doc_id": "28061967",
    "writer": "Ray A",
    "year": "2017",
    "summary": "The brain via expression of complex behavioral paradigms controls peripheral responses to stress and a bidirectional link exists in the modulation of stress effects. Anxiety is a common neurobehavioral correlate of a variety of stressors, and both acute and chronic stress …",
    "abstract": "Stress and stressful events are common occurrences in our daily lives and such aversive situations bring about complex changes in the biological system. Such stress responses influence the brain and behavior, neuroendocrine and immune systems, and these responses orchestrate to increase or decrease the ability of the organism to cope with such stressors. The brain via expression of complex behavioral paradigms controls peripheral responses to stress and a bidirectional link exists in the modulation of stress effects. Anxiety is a common neurobehavioral correlate of a variety of stressors, and both acute and chronic stress exposure could precipitate anxiety disorders. Psychoneuroimmunology involves interactions between the brain and the immune system, and it is now being increasingly recognized that the immune system could contribute to the neurobehavioral responses to stress. Studies have shown that the brain and its complex neurotransmitter networks could influence immune function, and there could be a possible link between anxiogenesis and immunomodulation during stress. Physiological and pharmacological data have highlighted this concept, and the present review gives an overview of the relationship between stress, anxiety, and immune responsiveness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28061967/",
    "clean_text": "stress anxiety and immunomodulation a pharmacological analysis the brain via expression of complex behavioral paradigms controls peripheral responses to stress and a bidirectional link exists in the modulation of stress effects anxiety is a common neurobehavioral correlate of a variety of stressors and both acute and chronic stress stress and stressful events are common occurrences in our daily lives and such aversive situations bring about complex changes in the biological system such stress responses influence the brain and behavior neuroendocrine and immune systems and these responses orchestrate to increase or decrease the ability of the organism to cope with such stressors the brain via expression of complex behavioral paradigms controls peripheral responses to stress and a bidirectional link exists in the modulation of stress effects anxiety is a common neurobehavioral correlate of a variety of stressors and both acute and chronic stress exposure could precipitate anxiety disorders psychoneuroimmunology involves interactions between the brain and the immune system and it is now being increasingly recognized that the immune system could contribute to the neurobehavioral responses to stress studies have shown that the brain and its complex neurotransmitter networks could influence immune function and there could be a possible link between anxiogenesis and immunomodulation during stress physiological and pharmacological data have highlighted this concept and the present review gives an overview of the relationship between stress anxiety and immune responsiveness"
}