{
    "pmid": "41361494",
    "title": "Depression in patients with severe somatic disease - study protocol of the prospective DESIE-study.",
    "abstract": "Depression is a big health concern and a leading cause of disability worldwide that is inadequately addressed. Severe somatic illnesses are often associated with psychological distress that can reach the level of a depressive disorder requiring treatment. Depression as a comorbidity is linked with a poor quality of life and noncompliance to treatment in these patients, which may lead to increased use of health services. Information on the frequency and the disease course of depression in patients with severe somatic diseases and the need for inpatient treatment and subsequent treatment is still lacking. A cohort study including patients with a diagnosis of cardiovascular diseases (heart attack, stroke, peripheral artery disease) or systemic inflammatory disease (rheumatoid arthritis, inflammatory bowel disease) who are admitted to the University Hospital of Augsburg will be established. At recruitment during hospital stay/outpatient visit, data on mental health (e.g. depressive symptoms, stress, quality of life), clinical data, and lifestyle data will be gathered through self-administered questionnaires and chart review. Furthermore, blood samples will be collected and stored. After hospital discharge, study participants will be repeatedly contacted over time (at the beginning in shorter intervals, then about every 3 months) to provide further information about their mental well-being, life circumstances (e.g. incapacity to work), quality of life, and utilization of medical services. Altogether at least 500 patients should be included and followed up in this study. Descriptive statistics including prevalence and group differences will be calculated. Multivariable generalized linear mixed-effects models with random intercepts will be performed to examine determinants of depression and predict the occurrence and course of the disease. The strengths of the DESIE study are the mainly digital assessments and its longitudinal character with frequent follow-up questionnaires. The study will substantially contribute to the current research about comorbid depression in somatic diseases. The study was prospectively registered in the German Clinical Trials Registry and WHO International Clinical Trials Registry Platform (registration number: DRKS00033245, date of registration: 14 December 2023) prior to the start of recruitment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "depression in patients with severe somatic disease study protocol of the prospective desie study depression is a big health concern and a leading cause of disability worldwide that is inadequately addressed severe somatic illnesses are often associated with psychological distress that can reach the level of a depressive disorder requiring treatment depression as a comorbidity is linked with a poor quality of life and noncompliance to treatment in these patients which may lead to increased use of health services information on the frequency and the disease course of depression in patients with severe somatic diseases and the need for inpatient treatment and subsequent treatment is still lacking a cohort study including patients with a diagnosis of cardiovascular diseases heart attack stroke peripheral artery disease or systemic inflammatory disease rheumatoid arthritis inflammatory bowel disease who are admitted to the university hospital of augsburg will be established at recruitment during hospital stay outpatient visit data on mental health e g depressive symptoms stress quality of life clinical data and lifestyle data will be gathered through self administered questionnaires and chart review furthermore blood samples will be collected and stored after hospital discharge study participants will be repeatedly contacted over time at the beginning in shorter intervals then about every months to provide further information about their mental well being life circumstances e g incapacity to work quality of life and utilization of medical services altogether at least patients should be included and followed up in this study descriptive statistics including prevalence and group differences will be calculated multivariable generalized linear mixed effects models with random intercepts will be performed to examine determinants of depression and predict the occurrence and course of the disease the strengths of the desie study are the mainly digital assessments and its longitudinal character with frequent follow up questionnaires the study will substantially contribute to the current research about comorbid depression in somatic diseases the study was prospectively registered in the german clinical trials registry and who international clinical trials registry platform registration number drks date of registration december prior to the start of recruitment"
}