{
    "pmid": "41413582",
    "title": "NUP85 siRNA loaded red blood cell-derived extracellular vesicles alleviate hepatic steatosis in MASLD.",
    "abstract": "Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) is the most prevalent chronic liver disease globally; however, it currently lacks sensitive and specific non-invasive diagnostic biomarkers, as well as safe and effective targeted therapies. In this study, we investigate the diagnostic and therapeutic potential of Nucleoporin 85 (NUP85) and successfully develop an innovative targeted delivery system. Our findings reveal that serum NUP85 levels are significantly elevated in MASLD patients and positively correlate with disease severity. Serum NUP85 demonstrates exceptional diagnostic performance in differentiating Metabolic Dysfunction-Associated Steatohepatitis (MASH) from cirrhosis, significantly outperforming traditional liver function indicators. Additionally, we have developed a siNUP85 delivery system utilizing red blood cell-derived extracellular vesicles (RBC-EVs). The RBC-EVs@siNUP85 exhibits excellent biocompatibility and liver-targeting capability, facilitating the efficient delivery of siNUP85 to hepatocytes. Both in vitro and in vivo experiments confirm that RBC-EVs@siNUP85 can effectively silence NUP85 expression in the liver, significantly alleviating hepatic steatosis, inflammatory responses, and oxidative stress, while restoring liver function without notable toxic side effects. Mechanistic studies indicate that NUP85 is significantly upregulated in lipotoxic hepatocytes in high-fat diet (HFD) or methionine-choline-deficient (MCD) diet mice. NUP85 promotes lipid accumulation in lipotoxic hepatocytes by modulating the solute carrier family 27 member 1 (SLC27A1)/PPAR-γ signaling pathway, thereby enhancing the expression of lipid synthesis-related genes and inflammatory factors.",
    "disease": "liver cirrhosis",
    "clean_text": "nup sirna loaded red blood cell derived extracellular vesicles alleviate hepatic steatosis in masld metabolic dysfunction associated steatotic liver disease masld is the most prevalent chronic liver disease globally however it currently lacks sensitive and specific non invasive diagnostic biomarkers as well as safe and effective targeted therapies in this study we investigate the diagnostic and therapeutic potential of nucleoporin nup and successfully develop an innovative targeted delivery system our findings reveal that serum nup levels are significantly elevated in masld patients and positively correlate with disease severity serum nup demonstrates exceptional diagnostic performance in differentiating metabolic dysfunction associated steatohepatitis mash from cirrhosis significantly outperforming traditional liver function indicators additionally we have developed a sinup delivery system utilizing red blood cell derived extracellular vesicles rbc evs the rbc evs sinup exhibits excellent biocompatibility and liver targeting capability facilitating the efficient delivery of sinup to hepatocytes both in vitro and in vivo experiments confirm that rbc evs sinup can effectively silence nup expression in the liver significantly alleviating hepatic steatosis inflammatory responses and oxidative stress while restoring liver function without notable toxic side effects mechanistic studies indicate that nup is significantly upregulated in lipotoxic hepatocytes in high fat diet hfd or methionine choline deficient mcd diet mice nup promotes lipid accumulation in lipotoxic hepatocytes by modulating the solute carrier family member slc a ppar signaling pathway thereby enhancing the expression of lipid synthesis related genes and inflammatory factors"
}