{
    "title": "Collagenase-1 and collagen in epidermal repair.",
    "doc_id": "9710382",
    "writer": "Pilcher BK",
    "year": "1998",
    "summary": "An invariable feature of wounded skin, whether a normally healing or chronic lesion, is the expression of collagenase-1 by migrating basal keratinocytes. ...Thus, collagenase-1 serves a beneficial role in wound healing by facilitating the movement of keratinocytes o …",
    "abstract": "An invariable feature of wounded skin, whether a normally healing or chronic lesion, is the expression of collagenase-1 by migrating basal keratinocytes. Collagenase-1 is a member of the matrix metalloproteinase family of enzymes and is the principal human enzyme which cleaves native fibrillar collagen. Following injury, basal keratinocytes move from the basement membrane and interact with new connective tissue proteins in the dermis and wound bed. Contact with native type I collagen, the most abundant protein in the dermis, induces expression of collagenase-1. This metalloproteinase cleaves collagen, thereby altering its structure and, hence, the affinity to which cells bind it. Thus, collagenase-1 serves a beneficial role in wound healing by facilitating the movement of keratinocytes over the collagen-rich dermis during reepithelialization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9710382/",
    "clean_text": "collagenase and collagen in epidermal repair an invariable feature of wounded skin whether a normally healing or chronic lesion is the expression of collagenase by migrating basal keratinocytes thus collagenase serves a beneficial role in wound healing by facilitating the movement of keratinocytes o an invariable feature of wounded skin whether a normally healing or chronic lesion is the expression of collagenase by migrating basal keratinocytes collagenase is a member of the matrix metalloproteinase family of enzymes and is the principal human enzyme which cleaves native fibrillar collagen following injury basal keratinocytes move from the basement membrane and interact with new connective tissue proteins in the dermis and wound bed contact with native type i collagen the most abundant protein in the dermis induces expression of collagenase this metalloproteinase cleaves collagen thereby altering its structure and hence the affinity to which cells bind it thus collagenase serves a beneficial role in wound healing by facilitating the movement of keratinocytes over the collagen rich dermis during reepithelialization"
}