{
    "pmid": "41449474",
    "title": "Clinical and genetic analyses of 17 Chinese patients with glycogen storage disease type IXc.",
    "abstract": "Glycogen storage disease type IXc (GSD IXc) is an ultra-rare disorder impairing liver glycogen degradation, caused by a defect in phosphorylase kinase (PhK) γ subunit in the liver encoded by PHKG2. We aim to investigate the clinical, biochemical, genetic, therapeutic, and follow-up characteristics of 17 GSD IXc patients. Medical records were retrieved, focusing on clinical (height, complications etc.), biochemical [blood glucose, liver transaminases, chitotriosidase (Chit), etc.], genetic, treatment, and follow-up data for 17 patients (8 males, 9 females) with GSD IXc including 16 pediatric patients and one adult. Abdominal distension (16/16), hypoglycemia (16/16), muscular weakness (12/16), and short stature (5/16) were among the most common presenting features in 16 pediatric patients. At first visit, all 16 pediatric patients showed increased alanine aminotransferase and aspartate aminotransferase. Elevated gamma-glutamyl transferase, triglyceride, lactate, uric acid and total cholesterol were found in 15/15, 10/14, 7/13, 7/14 and 2/14 pediatric patients, respectively. Creatine kinase levels were within normal range in 14/14 patients. The adult patient was diagnosed with liver cirrhosis on her first visit at 36 years. Five out of sixteen pediatric patients achieved hepatomegaly remission after 8.6 ± 4.0 years of uncooked cornstarch (UCCS). The standard deviation scores for ΔHeight in 16 pediatric patients increased from - 1.76 ± 1.16 to 0.05 ± 1.02 (p < 0.0001). Significant improvements were observed in preprandial blood glucose levels and liver transaminases (all p < 0.05). Elevated Chit levels at an early stage of therapy decreased with UCCS [44.47 (9.52, 70.03) to 8.22 (6.37, 18.89) nmol/ml/h, p = 0.02]. One girl received liver transplantation and her clinical manifestations were greatly improved. Eighteen PHKG2 variants were identified, including twelve novel variants and one recurrent variant [c.469G > A, p.E157K (allele frequency: 11/34, 32.4%)]. The c.96-11G > A variant was found to cause a 9 bp retention on the right-hand side of intron 1. Patients with biallelic nonnull variants showed better response to UCCS therapy compared to those with null variants. This study expanded the clinical and variant spectrums of GSD IXc. Chit might be used as a biomarker for monitoring the treatment. Differential response to UCCS therapy based on variant type suggest a genotype-phenotype correlation.",
    "disease": "liver cirrhosis",
    "clean_text": "clinical and genetic analyses of chinese patients with glycogen storage disease type ixc glycogen storage disease type ixc gsd ixc is an ultra rare disorder impairing liver glycogen degradation caused by a defect in phosphorylase kinase phk subunit in the liver encoded by phkg we aim to investigate the clinical biochemical genetic therapeutic and follow up characteristics of gsd ixc patients medical records were retrieved focusing on clinical height complications etc biochemical blood glucose liver transaminases chitotriosidase chit etc genetic treatment and follow up data for patients males females with gsd ixc including pediatric patients and one adult abdominal distension hypoglycemia muscular weakness and short stature were among the most common presenting features in pediatric patients at first visit all pediatric patients showed increased alanine aminotransferase and aspartate aminotransferase elevated gamma glutamyl transferase triglyceride lactate uric acid and total cholesterol were found in and pediatric patients respectively creatine kinase levels were within normal range in patients the adult patient was diagnosed with liver cirrhosis on her first visit at years five out of sixteen pediatric patients achieved hepatomegaly remission after years of uncooked cornstarch uccs the standard deviation scores for height in pediatric patients increased from to p significant improvements were observed in preprandial blood glucose levels and liver transaminases all p elevated chit levels at an early stage of therapy decreased with uccs to nmol ml h p one girl received liver transplantation and her clinical manifestations were greatly improved eighteen phkg variants were identified including twelve novel variants and one recurrent variant c g a p e k allele frequency the c g a variant was found to cause a bp retention on the right hand side of intron patients with biallelic nonnull variants showed better response to uccs therapy compared to those with null variants this study expanded the clinical and variant spectrums of gsd ixc chit might be used as a biomarker for monitoring the treatment differential response to uccs therapy based on variant type suggest a genotype phenotype correlation"
}