{
    "pmid": "41321934",
    "title": "PD-L1 and the risk of bacterial infection in patients with chronic liver diseases: An international multicohort study.",
    "abstract": "Impaired phagocytic capacity due to activation of the PD-1/PD-L1 pathway has been implicated in the development of bacterial infections in patients with cirrhosis. Soluble PD-L1 (sPD-L1) is easily measurable in plasma and has been proposed as a biomarker of sepsis. In the current study, we aim to evaluate the role of sPD-L1 as a biomarker of bacterial infection development in patients with cirrhosis. Plasma samples from 995 patients with chronic liver disease grouped in three cohorts were analyzed: an initial cohort of 268 hospitalized patients with acute decompensated cirrhosis, 327 out-patients with non-acute decompensated cirrhosis and finally 400 patients with high-risk alcohol consumption, including all stages of liver fibrosis, from mild/no fibrosis to cirrhosis (F0-F4). The main outcomes of the study were development of bacterial infection and mortality. Patients who developed bacterial infections had higher median levels of sPD-L1 than those who did not (160 [IQR 116-221]  Plasma levels of sPD-L1 are associated with the risk of bacterial infection development irrespective of the stage of chronic liver disease. Furthermore, higher sPD-L1 levels are linked to increased mortality. Measurement of sPD-L1 levels may help identify patients at high risk of developing bacterial infections and guide the implementation of new preventive strategies. This study explores the role of soluble PD-L1 as a biomarker of immune dysfunction and its association with clinical outcomes in patients with chronic liver disease. Our findings demonstrate that soluble PD-L1 levels increase with the progression of liver disease and they are independently associated with an increased risk of bacterial infection development and mortality. These results could help physicians identify high-risk individuals earlier and implement preventive strategies.",
    "disease": "liver cirrhosis",
    "clean_text": "pd l and the risk of bacterial infection in patients with chronic liver diseases an international multicohort study impaired phagocytic capacity due to activation of the pd pd l pathway has been implicated in the development of bacterial infections in patients with cirrhosis soluble pd l spd l is easily measurable in plasma and has been proposed as a biomarker of sepsis in the current study we aim to evaluate the role of spd l as a biomarker of bacterial infection development in patients with cirrhosis plasma samples from patients with chronic liver disease grouped in three cohorts were analyzed an initial cohort of hospitalized patients with acute decompensated cirrhosis out patients with non acute decompensated cirrhosis and finally patients with high risk alcohol consumption including all stages of liver fibrosis from mild no fibrosis to cirrhosis f f the main outcomes of the study were development of bacterial infection and mortality patients who developed bacterial infections had higher median levels of spd l than those who did not iqr plasma levels of spd l are associated with the risk of bacterial infection development irrespective of the stage of chronic liver disease furthermore higher spd l levels are linked to increased mortality measurement of spd l levels may help identify patients at high risk of developing bacterial infections and guide the implementation of new preventive strategies this study explores the role of soluble pd l as a biomarker of immune dysfunction and its association with clinical outcomes in patients with chronic liver disease our findings demonstrate that soluble pd l levels increase with the progression of liver disease and they are independently associated with an increased risk of bacterial infection development and mortality these results could help physicians identify high risk individuals earlier and implement preventive strategies"
}