{
    "pmid": "41462069",
    "title": "Identification of serum proteins associated with response of triple-negative breast cancer to neoadjuvant chemotherapy: preliminary results from the INSTIGO trial.",
    "abstract": "Triple-negative breast cancer (TNBC) is a breast cancer subtype with the highest recurrence rates, for which response to neoadjuvant chemotherapy (NACT) is a critical prognostic factor. Liquid biopsy (LB) is an emerging approach in the personalization of TNBC management; among the numerous circulating molecules assessable by LB, serum proteins are gaining interest, owing to their multiple roles in cancer progression and anti-cancer immune response. Here we report findings of interim analyses in the INSTIGO trial, which aims to discover circulating protein biomarkers of TNBC response to NACT. Blood samples were collected at diagnosis and at the time of post-NACT surgery from 30 non-metastatic TNBC patients. NACT consisted of standard carboplatin-paclitaxel and epirubicin-cyclophosphamide regimens. A panel of 21 proteins was quantified in serum using high-sensitivity multiplex immunoassays (Luminex MAP Among the 24 analysable patients, 13 had pathological complete response (pCR) and 11 were without pCR. In the pCR group, mean CX3CL1, angiopoietin-2 (ANGPOI-2), CD40 and PD-L1 levels increased significantly after NACT (p < 0.001, p < 0.001, p = 0.006, and p = 0.02, respectively). In the non-pCR group, mean CXCL5 level tended to decrease after treatment (p = 0.06). When the difference in protein levels between the end and the start of NACT was measured for each patient (Δ of a given protein), ΔCX3CL1, ΔCXCL5 and ΔANGPOI-2 differed significantly between pCR and non-pCR patients (p = 0.003, p = 0.04, p = 0.04, respectively). The baseline concentrations of CCL5, IL8, TIE2, CX3CL1 and CXCL5 tended to be associated with response to NACT, with higher levels observed among the non-pCR patients; however, statistical significance was not reached. Our findings highlight the potential of circulating proteins to be biomarkers of TNBC response to NACT. Pre/post-NACT changes in CX3CL1, CXCL5, CD40, ANGPOI-2 and PD-L1 levels suggest their relevance for assessing NACT efficacy. These results will be validated at completion of the INSTIGO trial. ClinicalTrials.gov, identifier NCT04438681.",
    "disease": "breast cancer",
    "clean_text": "identification of serum proteins associated with response of triple negative breast cancer to neoadjuvant chemotherapy preliminary results from the instigo trial triple negative breast cancer tnbc is a breast cancer subtype with the highest recurrence rates for which response to neoadjuvant chemotherapy nact is a critical prognostic factor liquid biopsy lb is an emerging approach in the personalization of tnbc management among the numerous circulating molecules assessable by lb serum proteins are gaining interest owing to their multiple roles in cancer progression and anti cancer immune response here we report findings of interim analyses in the instigo trial which aims to discover circulating protein biomarkers of tnbc response to nact blood samples were collected at diagnosis and at the time of post nact surgery from non metastatic tnbc patients nact consisted of standard carboplatin paclitaxel and epirubicin cyclophosphamide regimens a panel of proteins was quantified in serum using high sensitivity multiplex immunoassays luminex map among the analysable patients had pathological complete response pcr and were without pcr in the pcr group mean cx cl angiopoietin angpoi cd and pd l levels increased significantly after nact p p p and p respectively in the non pcr group mean cxcl level tended to decrease after treatment p when the difference in protein levels between the end and the start of nact was measured for each patient of a given protein cx cl cxcl and angpoi differed significantly between pcr and non pcr patients p p p respectively the baseline concentrations of ccl il tie cx cl and cxcl tended to be associated with response to nact with higher levels observed among the non pcr patients however statistical significance was not reached our findings highlight the potential of circulating proteins to be biomarkers of tnbc response to nact pre post nact changes in cx cl cxcl cd angpoi and pd l levels suggest their relevance for assessing nact efficacy these results will be validated at completion of the instigo trial clinicaltrials gov identifier nct"
}