{
    "title": "Wound Healing: An Overview of Wound Dressings on Health Care.",
    "doc_id": "36100989",
    "writer": "Sadeghi-Aghbash M",
    "year": "2023",
    "summary": "Chronic wound healing is a time-consuming and complicated process. Severe risk for wound healing that can be life-threatening is bacterial invasion and wound during the healing process. Therefore, it is necessary to use a sui barrier to c …",
    "abstract": "Chronic wound healing is a time-consuming and complicated process. Severe risk for wound healing that can be life-threatening is bacterial invasion and wound during the healing process. Therefore, it is necessary to use a sui barrier to create a controlled environment for wound healing. Various wound dressings such as hydrocolloids, hydrogels, sponges, foams, films, and micro and nanofibers have been explored in recent decades. High surface-to-volume ratio, high similarity to the biological structure of the extracellular matrix, high porosity and very small pore size are some advantages of nanofibers that have become potential candidates for wound healing applications. Different methods are used to fabricate nanofibers like drawing-processing, template synthesis, self-assembly, phase separation, force-spinning and electrospinning. Electrospinning is the most desirable method due to the possibility of producing independent, accessible and controllable nanofibers. The fiberbased wound dressings and their manufacturing methods have been extensively discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36100989/",
    "clean_text": "wound healing an overview of wound dressings on health care chronic wound healing is a time consuming and complicated process severe risk for wound healing that can be life threatening is bacterial invasion and wound during the healing process therefore it is necessary to use a sui barrier to c chronic wound healing is a time consuming and complicated process severe risk for wound healing that can be life threatening is bacterial invasion and wound during the healing process therefore it is necessary to use a sui barrier to create a controlled environment for wound healing various wound dressings such as hydrocolloids hydrogels sponges foams films and micro and nanofibers have been explored in recent decades high surface to volume ratio high similarity to the biological structure of the extracellular matrix high porosity and very small pore size are some advantages of nanofibers that have become potential candidates for wound healing applications different methods are used to fabricate nanofibers like drawing processing template synthesis self assembly phase separation force spinning and electrospinning electrospinning is the most desirable method due to the possibility of producing independent accessible and controllable nanofibers the fiberbased wound dressings and their manufacturing methods have been extensively discussed"
}