{
    "title": "The oxidation of dehydroascorbic acid and 2,3-diketogulonate by distinct reactive oxygen species.",
    "doc_id": "30348642",
    "writer": "Dewhirst RA",
    "year": "2018",
    "summary": "Dilute Fenton mixture almost completely oxidised a 50-fold excess of DHA, indicating that it generated oxidant(s) greatly exceeding the theoretical ()OH yield; it yielded oxalate, threonate, and OxT. (1)O(2) had no effect on DHA. ...Superoxide yielded negligi …",
    "abstract": "l-Ascorbate, dehydro-l-ascorbic acid (DHA), and 2,3-diketo-l-gulonate (DKG) can all quench reactive oxygen species (ROS) in plants and animals. The vitamin C oxidation products thereby formed are investigated here. DHA and DKG were incubated aerobically at pH 4.7 with peroxide (H2O2), 'superoxide' (a ∼50 : 50 mixture of [Formula: see text] and [Formula: see text]), hydroxyl radicals (•OH, formed in Fenton mixtures), and illuminated riboflavin (generating singlet oxygen, 1O2). Products were monitored electrophoretically. DHA quenched H2O2 far more effectively than superoxide, but the main products in both cases were 4-O-oxalyl-l-threonate (4-OxT) and smaller amounts of 3-OxT and OxA + threonate. H2O2, but not superoxide, also yielded cyclic-OxT. Dilute Fenton mixture almost completely oxidised a 50-fold excess of DHA, indicating that it generated oxidant(s) greatly exceeding the theoretical •OH yield; it yielded oxalate, threonate, and OxT. 1O2 had no effect on DHA. DKG was oxidatively decarboxylated by H2O2, Fenton mixture, and 1O2, forming a newly characterised product, 2-oxo-l-threo-pentonate (OTP; '2-keto-l-xylonate'). Superoxide yielded negligible OTP. Prolonged H2O2 treatment oxidatively decarboxylated OTP to threonate. Oxidation of DKG by H2O2, Fenton mixture, or 1O2 also gave traces of 4-OxT but no detectable 3-OxT or cyclic-OxT. In conclusion, DHA and DKG yield different oxidation products when attacked by different ROS. DHA is more readily oxidised by H2O2 and superoxide; DKG more readily by 1O2 The diverse products are potential signals, enabling organisms to respond appropriately to diverse stresses. Also, the reaction-product 'fingerprints' are analytically useful, indicating which ROS are acting in vivo.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30348642/",
    "clean_text": "the oxidation of dehydroascorbic acid and diketogulonate by distinct reactive oxygen species dilute fenton mixture almost completely oxidised a fold excess of dha indicating that it generated oxidant s greatly exceeding the theoretical oh yield it yielded oxalate threonate and oxt o had no effect on dha superoxide yielded negligi l ascorbate dehydro l ascorbic acid dha and diketo l gulonate dkg can all quench reactive oxygen species ros in plants and animals the vitamin c oxidation products thereby formed are investigated here dha and dkg were incubated aerobically at ph with peroxide h o superoxide a mixture of formula see text and formula see text hydroxyl radicals oh formed in fenton mixtures and illuminated riboflavin generating singlet oxygen o products were monitored electrophoretically dha quenched h o far more effectively than superoxide but the main products in both cases were o oxalyl l threonate oxt and smaller amounts of oxt and oxa threonate h o but not superoxide also yielded cyclic oxt dilute fenton mixture almost completely oxidised a fold excess of dha indicating that it generated oxidant s greatly exceeding the theoretical oh yield it yielded oxalate threonate and oxt o had no effect on dha dkg was oxidatively decarboxylated by h o fenton mixture and o forming a newly characterised product oxo l threo pentonate otp keto l xylonate superoxide yielded negligible otp prolonged h o treatment oxidatively decarboxylated otp to threonate oxidation of dkg by h o fenton mixture or o also gave traces of oxt but no detectable oxt or cyclic oxt in conclusion dha and dkg yield different oxidation products when attacked by different ros dha is more readily oxidised by h o and superoxide dkg more readily by o the diverse products are potential signals enabling organisms to respond appropriately to diverse stresses also the reaction product fingerprints are analytically useful indicating which ros are acting in vivo"
}