{
    "pmid": "41456474",
    "title": "Beyond COVID-19 in people with HIV: Specific miRNA expression profile persist after SARS-CoV-2 clearance.",
    "abstract": "The impact of SARS-CoV-2 on epigenetic regulation in people with HIV (PWHIV) is not well understood. MicroRNAs, key post-transcriptional regulators, may serve as biomarkers of disease. This study aimed to identify plasma miRNAs reflecting epigenetic changes in PWHIV after SARS-CoV-2 resolution. We sequenced plasma smallRNA from 20 PWHIV at a median of 10 weeks after SARS-CoV-2 infection, and 18 SARS-CoV-2 uninfected and unvaccinated PWHIV. MirDeep2 was used for miRNA identification, and significant differential expression (SDE) and classification performance were calculated using GLMs and PLS-DA. Correlations were performed using spearman test. Target enrichment was analyzed using miRTarbase, RNAInter, and KEGG databases, and tissue expression was analysed using the IMOTA database. Thirty-five microRNAs were SDE between groups. Hsa-mir-181a-2-3p was correlated to time elapsed since SARS-CoV-2 infection and sampling. Functional enrichment analysis predicted 410 target genes, which in turn overrepresented 52 cellular pathways, mainly related to neurodegeneration, major signaling cascades, and oncologic and cardiovascular diseases. The most significant pathways were Huntington's disease and PI3K-Akt signalling pathway, while those with the highest number of targeted genes were Pathways of neurodegeneration and Alzheimer's disease. The hsa-miR-374b-5p showed excellent predictive ability in classifying the SARS-CoV-2 infection status in more than 93 % of all instances. SARS-CoV-2 infection in PWHIV leaves an epigenetic signature of 35 SDE microRNAs, with hsa-miR-374b-5p as a strong post-infection marker. These microRNAs regulate genes mainly involved in neurodegenerative, cardiovascular, and oncologic processes, potentially underlying post-COVID symptomatology.",
    "disease": "alzheimer disease",
    "clean_text": "beyond covid in people with hiv specific mirna expression profile persist after sars cov clearance the impact of sars cov on epigenetic regulation in people with hiv pwhiv is not well understood micrornas key post transcriptional regulators may serve as biomarkers of disease this study aimed to identify plasma mirnas reflecting epigenetic changes in pwhiv after sars cov resolution we sequenced plasma smallrna from pwhiv at a median of weeks after sars cov infection and sars cov uninfected and unvaccinated pwhiv mirdeep was used for mirna identification and significant differential expression sde and classification performance were calculated using glms and pls da correlations were performed using spearman test target enrichment was analyzed using mirtarbase rnainter and kegg databases and tissue expression was analysed using the imota database thirty five micrornas were sde between groups hsa mir a p was correlated to time elapsed since sars cov infection and sampling functional enrichment analysis predicted target genes which in turn overrepresented cellular pathways mainly related to neurodegeneration major signaling cascades and oncologic and cardiovascular diseases the most significant pathways were huntington s disease and pi k akt signalling pathway while those with the highest number of targeted genes were pathways of neurodegeneration and alzheimer s disease the hsa mir b p showed excellent predictive ability in classifying the sars cov infection status in more than of all instances sars cov infection in pwhiv leaves an epigenetic signature of sde micrornas with hsa mir b p as a strong post infection marker these micrornas regulate genes mainly involved in neurodegenerative cardiovascular and oncologic processes potentially underlying post covid symptomatology"
}