{
    "pmid": "41454760",
    "title": "Association of renal and neurological disorders with contrast-induced encephalopathy: a systematic review and meta-analysis.",
    "abstract": "Contrast-induced encephalopathy (CIE) is an acute neurotoxic syndrome that can complicate iodinated contrast use, particularly in neurointerventional settings and among patients with renal vulnerability. Precise, indication-specific burden estimates are needed to inform counselling and contrast stewardship and post-procedure surveillance. This review was done to determine the burden of CIE amongst patients with renal or neurological disorders. Following Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) 2020, we searched major databases and grey sources through 24 October 2025 for observational and interventional studies reporting CIE with a definable denominator. Two reviewers independently screened, extracted data and assessed risk of bias. The primary outcome was the incidence of CIE per procedure or per patient. We synthesised proportions using random-effects meta-analysis, examined heterogeneity (τ Eight neurological cohorts yielded a pooled CIE incidence of ~2% (95% CI: 1-4), with wide dispersion across settings; heterogeneity was high (I CIE is uncommon but clinically relevant, with a higher burden in acute neurovascular procedures and a non-negligible risk in advanced renal disease despite stewardship practices. Given substantial heterogeneity and small-study effects, incidence should be contextualised to procedure mix and surveillance intensity.",
    "disease": "stroke",
    "clean_text": "association of renal and neurological disorders with contrast induced encephalopathy a systematic review and meta analysis contrast induced encephalopathy cie is an acute neurotoxic syndrome that can complicate iodinated contrast use particularly in neurointerventional settings and among patients with renal vulnerability precise indication specific burden estimates are needed to inform counselling and contrast stewardship and post procedure surveillance this review was done to determine the burden of cie amongst patients with renal or neurological disorders following preferred reporting items for systematic reviews and meta analyses prisma we searched major databases and grey sources through october for observational and interventional studies reporting cie with a definable denominator two reviewers independently screened extracted data and assessed risk of bias the primary outcome was the incidence of cie per procedure or per patient we synthesised proportions using random effects meta analysis examined heterogeneity eight neurological cohorts yielded a pooled cie incidence of ci with wide dispersion across settings heterogeneity was high i cie is uncommon but clinically relevant with a higher burden in acute neurovascular procedures and a non negligible risk in advanced renal disease despite stewardship practices given substantial heterogeneity and small study effects incidence should be contextualised to procedure mix and surveillance intensity"
}