{
    "title": "Young's modulus repeatability assessment using cycling compression loading on cancellous bone.",
    "doc_id": "22292210",
    "writer": "Guérard S",
    "year": "2011",
    "summary": "For various applications, precision of the Young's modulus of cancellous bone specimens is needed. However, measurement variability is rarely given. ...This possibility opens the way for bone damage follow-up based on Young's modulus monitoring....",
    "abstract": "For various applications, precision of the Young's modulus of cancellous bone specimens is needed. However, measurement variability is rarely given. The aim of this study was to assess the Young's modulus repeatability using a uniaxial cyclic compression protocol on embedded specimens of human cancellous bone. Twelve specimens from 12 human calcanei were considered. The specimens were first defatted and then 1 or 2 mm at the ends were embedded in an epoxy resin. The compression experiment consists in applying 20 compressive cycles between 0.2 per cent and 0.6 per cent strain with a 2 Hz loading frequency. The coefficient of variation of the current protocol was found to be 1.2 percent. This protocol showed variability similar to the end-cap technique (considered as a reference). It can be applied on porous specimen (especially human bone) and requires minimal bone length to limit end-artifact variability. The current method could be applied in association with noninvasive measurements (such as ultrasound) with full compatibility. This possibility opens the way for bone damage follow-up based on Young's modulus monitoring.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22292210/",
    "clean_text": "young s modulus repeatability assessment using cycling compression loading on cancellous bone for various applications precision of the young s modulus of cancellous bone specimens is needed however measurement variability is rarely given this possibility opens the way for bone damage follow up based on young s modulus monitoring for various applications precision of the young s modulus of cancellous bone specimens is needed however measurement variability is rarely given the aim of this study was to assess the young s modulus repeatability using a uniaxial cyclic compression protocol on embedded specimens of human cancellous bone twelve specimens from human calcanei were considered the specimens were first defatted and then or mm at the ends were embedded in an epoxy resin the compression experiment consists in applying compressive cycles between per cent and per cent strain with a hz loading frequency the coefficient of variation of the current protocol was found to be percent this protocol showed variability similar to the end cap technique considered as a reference it can be applied on porous specimen especially human bone and requires minimal bone length to limit end artifact variability the current method could be applied in association with noninvasive measurements such as ultrasound with full compatibility this possibility opens the way for bone damage follow up based on young s modulus monitoring"
}