{
    "pmid": "41462266",
    "title": "Prices, availability, and affordability of selected medicines for asthma management in Nigeria: a nationwide study.",
    "abstract": "Recent inflation in Nigeria could hinder access to medicines. The aim of the study was to evaluate the prices, availability, and affordability of selected medicines for asthma management in Nigeria. This cross-sectional survey (January 2024 - March 2024) was conducted in community pharmacies in the six geopolitical zones of Nigeria. Data for Originator Brand (OB) and Lowest-Priced Generic (LPG) were collected with the Medicine Price Data Collection Form developed by the World Health Organization/Health Action International (WHO/HAI). Twenty-three (23) selected medicines for asthma management were utilised. The Median Price Ratio (MPR) was the ratio of the median local unit price to the international reference unit price (IRP). The IRPs were South African government procurement prices. Availability was reported as the percentage of medicine outlets in which the medicine was found on the day of data collection. Affordability was the number of days of work by the lowest-paid unskilled national government worker to purchase a defined course of treatment for a specific condition. Of the 300 community pharmacies that were sampled, 214 responses were retrieved (participation rate: 71.3%). The majority of the medicines (n = 18 of 21, 85.7%) were more than two times the international reference unit prices (IRPs). Salbutamol 100 mcg inhaler Originator Brand (OB) was 11.8 times the IRP, while the Lowest-Priced Generic (LPG) was 5.3 times the IRP. The average per cent availability across OBs (11.2%), LPGs (18.8%), and all medicines (15.0%) was less than 50%. The majority of the medicines (n = 36 of 39, 92.3%) cost more than a day's wages. Salmeterol 25 mcg/Fluticasone 125 mcg inhaler would require 31.0 days' wages with OB and 9.5 days' wages with LPG. The findings reveal high medicine prices, poor availability, and low affordability of asthma medicines. There is a need for targeted subsidies on medicines for the management of asthma, insurance reforms, and local manufacturing incentives.",
    "disease": "asthma",
    "clean_text": "prices availability and affordability of selected medicines for asthma management in nigeria a nationwide study recent inflation in nigeria could hinder access to medicines the aim of the study was to evaluate the prices availability and affordability of selected medicines for asthma management in nigeria this cross sectional survey january march was conducted in community pharmacies in the six geopolitical zones of nigeria data for originator brand ob and lowest priced generic lpg were collected with the medicine price data collection form developed by the world health organization health action international who hai twenty three selected medicines for asthma management were utilised the median price ratio mpr was the ratio of the median local unit price to the international reference unit price irp the irps were south african government procurement prices availability was reported as the percentage of medicine outlets in which the medicine was found on the day of data collection affordability was the number of days of work by the lowest paid unskilled national government worker to purchase a defined course of treatment for a specific condition of the community pharmacies that were sampled responses were retrieved participation rate the majority of the medicines n of were more than two times the international reference unit prices irps salbutamol mcg inhaler originator brand ob was times the irp while the lowest priced generic lpg was times the irp the average per cent availability across obs lpgs and all medicines was less than the majority of the medicines n of cost more than a day s wages salmeterol mcg fluticasone mcg inhaler would require days wages with ob and days wages with lpg the findings reveal high medicine prices poor availability and low affordability of asthma medicines there is a need for targeted subsidies on medicines for the management of asthma insurance reforms and local manufacturing incentives"
}