{
    "pmid": "41423223",
    "title": "Lipid Management for Secondary Prevention in Atherosclerotic Cardiovascular Disease: A Scoping Review and Scientific Report.",
    "abstract": "Atherosclerotic cardiovascular disease (ASCVD) is associated with a very high risk of secondary cardiovascular events. Elevated low-density lipoprotein cholesterol (LDL-C) is a major determinant in the progression of ASCVD and in the onset of associated adverse events. Consequently, rigorous control of LDL-C is a cornerstone of secondary prevention strategies, typically achieved through statin therapy, either as monotherapy or in combination with ezetimibe or proprotein convertase subtilisin/kexin type 9 inhibitors. Recent large-scale clinical trials have demonstrated that intensive LDL-C lowering significantly reduces cardiovascular risk, leading to updated guidelines in the United States and Europe that advocate for more aggressive LDL-C treatment targets for secondary prevention in ASCVD. In this context, a working group established in the Japan Atherosclerosis Society performed a scoping review of LDL-C treatment targets for the secondary prevention of ASCVD. The working group systematically reviewed the available evidence for coronary artery disease (including acute and chronic coronary syndrome), atherothrombotic brain infarction, and peripheral artery disease, all of which are defined as ASCVD. The aim was to assess the evidence-based LDL-C treatment targets for the secondary prevention of defined ASCVD in Japanese patients.",
    "disease": "coronary artery disease",
    "clean_text": "lipid management for secondary prevention in atherosclerotic cardiovascular disease a scoping review and scientific report atherosclerotic cardiovascular disease ascvd is associated with a very high risk of secondary cardiovascular events elevated low density lipoprotein cholesterol ldl c is a major determinant in the progression of ascvd and in the onset of associated adverse events consequently rigorous control of ldl c is a cornerstone of secondary prevention strategies typically achieved through statin therapy either as monotherapy or in combination with ezetimibe or proprotein convertase subtilisin kexin type inhibitors recent large scale clinical trials have demonstrated that intensive ldl c lowering significantly reduces cardiovascular risk leading to updated guidelines in the united states and europe that advocate for more aggressive ldl c treatment targets for secondary prevention in ascvd in this context a working group established in the japan atherosclerosis society performed a scoping review of ldl c treatment targets for the secondary prevention of ascvd the working group systematically reviewed the available evidence for coronary artery disease including acute and chronic coronary syndrome atherothrombotic brain infarction and peripheral artery disease all of which are defined as ascvd the aim was to assess the evidence based ldl c treatment targets for the secondary prevention of defined ascvd in japanese patients"
}