{
    "pmid": "41457449",
    "title": "Sleep duration promotes resistance and resilience to tau in older women at risk for Alzheimer's disease.",
    "abstract": "Resistance and resilience are pathways through which modifiable behaviors may reduce Alzheimer's disease (AD) risk. Sleep - a known modifiable factor - is understudied in this context, especially among older women at elevated risk for AD. Forty-five functionally intact older women (≥65 years) at heightened risk for AD completed wrist actigraphy to capture average nocturnal sleep duration. Tau positron emission tomography imaging ( Shorter sleep duration amplified the association between APOE ε4 status and tau, while longer sleep mitigated it. Similarly, tau burden was related to worse memory performance only among those with short sleep duration. Longer sleep duration may promote resistance and resilience to AD in at-risk older women, highlighting sleep as a critical intervention target. Sleep was measured via wrist actigraphy, tau via PET imaging, and memory with a composite score. Longer sleep attenuated the link between APOE ε4 carriership and tau PET across Braak regions. Greater sleep duration weakened the negative impact of tau on memory performance. This is the first study to examine sleep in AD resistance and resilience among older women at heightened risk.",
    "disease": "alzheimer disease",
    "clean_text": "sleep duration promotes resistance and resilience to tau in older women at risk for alzheimer s disease resistance and resilience are pathways through which modifiable behaviors may reduce alzheimer s disease ad risk sleep a known modifiable factor is understudied in this context especially among older women at elevated risk for ad forty five functionally intact older women years at heightened risk for ad completed wrist actigraphy to capture average nocturnal sleep duration tau positron emission tomography imaging shorter sleep duration amplified the association between apoe status and tau while longer sleep mitigated it similarly tau burden was related to worse memory performance only among those with short sleep duration longer sleep duration may promote resistance and resilience to ad in at risk older women highlighting sleep as a critical intervention target sleep was measured via wrist actigraphy tau via pet imaging and memory with a composite score longer sleep attenuated the link between apoe carriership and tau pet across braak regions greater sleep duration weakened the negative impact of tau on memory performance this is the first study to examine sleep in ad resistance and resilience among older women at heightened risk"
}