{
    "pmid": "41464483",
    "title": "Effect of Atmospheric Temperature Variations on Glycemic Patterns of Patients with Type 1 Diabetes: Analysis as a Function of Different Therapeutic Treatments.",
    "abstract": "An overview of seasonal variations in glycaemic patterns in children and young adults with type 1 diabetes has been addressed in a previous work, which paved the way for an in-depth study involving not only traditional Multiple Dose Injection (MDI) therapy, but also a comparative analysis with the use of Advanced Hybrid Closed-Loop (AHCL) insulin pumps. The widespread use of Flash Glucose Monitoring (FGM) and Continuous Glucose Monitoring (CGM) systems, as well as dedicated platforms for synchronizing and storing CGM reports, has facilitated an efficient approach to analyzing glycaemic patterns. The effect of environmental parameters on glycemic trends undoubtedly has a clinical relevance, which however can be appropriately managed by knowing the responses in patients treated with different therapeutic approaches. In this sense, it is possible to evaluate how the glycemic trend in diabetic patients, in relation to external temperatures, responds differently to therapies. In this work, the response, in terms of glucose level, in diabetic patients was analyzed, according to the different therapeutic approaches and in relation to variations in external temperature. For the same period of the previous work (one year: Autumn 2022-Summer 2023), seasonal variations in CGM metrics (i.e., Time In Range-TIR, Time Above Range-TAR, Time Below Range-TBR and Coefficient of Variation-CV) were analyzed. The results show a better metabolic control, linked to the effect of the algorithm on the trend of glycaemia. However, the analysis focused on the heatwave of July 2023 highlights the role of extreme temperatures as a stress factor in the insulin pumps performance. A further focus was carried out on the comparison of glycaemic patterns during the school and non-school period for all patients until 21 years old. Results suggest that during the school period, glycaemic patterns, in patients treated with MDI, show a greater onset of hyperglycaemia. From all that has emerged, it appears clear that structured education on diabetes self-management for patients and their families is fundamental and must take into account multiple factors (type of therapy, daily activities, atmospheric temperature) in order to keep their effects under control.",
    "disease": "diabetes mellitus",
    "clean_text": "effect of atmospheric temperature variations on glycemic patterns of patients with type diabetes analysis as a function of different therapeutic treatments an overview of seasonal variations in glycaemic patterns in children and young adults with type diabetes has been addressed in a previous work which paved the way for an in depth study involving not only traditional multiple dose injection mdi therapy but also a comparative analysis with the use of advanced hybrid closed loop ahcl insulin pumps the widespread use of flash glucose monitoring fgm and continuous glucose monitoring cgm systems as well as dedicated platforms for synchronizing and storing cgm reports has facilitated an efficient approach to analyzing glycaemic patterns the effect of environmental parameters on glycemic trends undoubtedly has a clinical relevance which however can be appropriately managed by knowing the responses in patients treated with different therapeutic approaches in this sense it is possible to evaluate how the glycemic trend in diabetic patients in relation to external temperatures responds differently to therapies in this work the response in terms of glucose level in diabetic patients was analyzed according to the different therapeutic approaches and in relation to variations in external temperature for the same period of the previous work one year autumn summer seasonal variations in cgm metrics i e time in range tir time above range tar time below range tbr and coefficient of variation cv were analyzed the results show a better metabolic control linked to the effect of the algorithm on the trend of glycaemia however the analysis focused on the heatwave of july highlights the role of extreme temperatures as a stress factor in the insulin pumps performance a further focus was carried out on the comparison of glycaemic patterns during the school and non school period for all patients until years old results suggest that during the school period glycaemic patterns in patients treated with mdi show a greater onset of hyperglycaemia from all that has emerged it appears clear that structured education on diabetes self management for patients and their families is fundamental and must take into account multiple factors type of therapy daily activities atmospheric temperature in order to keep their effects under control"
}