{
    "title": "Epidemiology of Hemorrhagic Fever with Renal Syndrome and Host Surveillance in Zhejiang Province, China, 1990-2021.",
    "doc_id": "38275955",
    "writer": "Su F",
    "year": "2024",
    "summary": "Hemorrhagic fever with renal syndrome (HFRS) is caused by hantaviruses (HVs) and is endemic in Zhejiang Province, China. In this study, we aimed to explore the changing epidemiology of HFRS cases and the dynamics of hantavirus hosts in Zhejiang Province. ...The HFRS …",
    "abstract": "Hemorrhagic fever with renal syndrome (HFRS) is caused by hantaviruses (HVs) and is endemic in Zhejiang Province, China. In this study, we aimed to explore the changing epidemiology of HFRS cases and the dynamics of hantavirus hosts in Zhejiang Province. Joinpoint regression was used to analyze long-term trends in the incidence of HFRS. The comparison of animal density at different stages was conducted using the Mann-Whitney Test. A comparison of HV carriage rates between stages and species was performed using the chi-square test. The incidence of HFRS shows a continuous downward trend. Cases are widely distributed in all counties of Zhejiang Province except Shengsi County. There was a high incidence belt from west to east, with low incidence in the south and north. The HFRS epidemic showed two seasonal peaks in Zhejiang Province, which were winter and summer. It showed a marked increase in the age of the incidence population. A total of 23,073 minibeasts from 21 species were captured. Positive results were detected in the lung tissues of 14 rodent species and 1 shrew species. A total of 80% of the positive results were from striped field mice and brown rats. No difference in HV carriage rates between striped field mice and brown rats was observed (χ2 = 0.258, p = 0.611).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38275955/",
    "clean_text": "epidemiology of hemorrhagic fever with renal syndrome and host surveillance in zhejiang province china hemorrhagic fever with renal syndrome hfrs is caused by hantaviruses hvs and is endemic in zhejiang province china in this study we aimed to explore the changing epidemiology of hfrs cases and the dynamics of hantavirus hosts in zhejiang province the hfrs hemorrhagic fever with renal syndrome hfrs is caused by hantaviruses hvs and is endemic in zhejiang province china in this study we aimed to explore the changing epidemiology of hfrs cases and the dynamics of hantavirus hosts in zhejiang province joinpoint regression was used to analyze long term trends in the incidence of hfrs the comparison of animal density at different stages was conducted using the mann whitney test a comparison of hv carriage rates between stages and species was performed using the chi square test the incidence of hfrs shows a continuous downward trend cases are widely distributed in all counties of zhejiang province except shengsi county there was a high incidence belt from west to east with low incidence in the south and north the hfrs epidemic showed two seasonal peaks in zhejiang province which were winter and summer it showed a marked increase in the age of the incidence population a total of minibeasts from species were captured positive results were detected in the lung tissues of rodent species and shrew species a total of of the positive results were from striped field mice and brown rats no difference in hv carriage rates between striped field mice and brown rats was observed p"
}