{
    "title": "Exploring Stigma and Black Mental Health on Twitter.",
    "doc_id": "37272855",
    "writer": "Pendleton SM.",
    "year": "2023",
    "summary": "Studies have shown that normalizing conversations about mental health on social media can influence behavior and reduce mental health disparities in minority populations. ...Despite celebrities, influencers, and mental health providers ha …",
    "abstract": "Studies have shown that normalizing conversations about mental health on social media can influence behavior and reduce mental health disparities in minority populations. Using a computational analysis of 169,936 publicly available tweets, this study sought to examine how social media users communicate about Black mental health on Twitter, and who is adding to the conversations surrounding mental health. Findings provide evidence of mental health awareness frames being the most prevalent in the data, and although treatment frames have been shown to reduce stigma, terms related to mental health treatment were not as prevalent. Findings also suggest that mental health conversations are framed in the context of historical trauma and injustice and its impact on the mental health of Black communities. Despite celebrities, influencers, and mental health providers having a positive influence on mental health behaviors, results show that everyday individuals were the majority contributing to mental health conversations. The findings suggest the need for culturally and politically appropriate mental health interventions and assessments and discusses implications for the immersion of mental health providers in Black digital spaces.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37272855/",
    "clean_text": "exploring stigma and black mental health on twitter studies have shown that normalizing conversations about mental health on social media can influence behavior and reduce mental health disparities in minority populations despite celebrities influencers and mental health providers ha studies have shown that normalizing conversations about mental health on social media can influence behavior and reduce mental health disparities in minority populations using a computational analysis of publicly available tweets this study sought to examine how social media users communicate about black mental health on twitter and who is adding to the conversations surrounding mental health findings provide evidence of mental health awareness frames being the most prevalent in the data and although treatment frames have been shown to reduce stigma terms related to mental health treatment were not as prevalent findings also suggest that mental health conversations are framed in the context of historical trauma and injustice and its impact on the mental health of black communities despite celebrities influencers and mental health providers having a positive influence on mental health behaviors results show that everyday individuals were the majority contributing to mental health conversations the findings suggest the need for culturally and politically appropriate mental health interventions and assessments and discusses implications for the immersion of mental health providers in black digital spaces"
}