{
    "pmid": "41468182",
    "title": "Cost-Effectiveness of Screening and Early Diagnosis Strategies for Cancer in the General Adult Population in Low- and Middle-Income Countries: A Systematic Review.",
    "abstract": "Cancer is one of the leading causes of morbidity and mortality worldwide, disproportionately affecting low- and middle-income countries (LMICs) due to barriers to obtaining access to health care services and screening programs. The current study aimed to synthesize evidence on cost-effective strategies for cancer screening and early diagnosis in adults (≥18 years) in LMICs. The literature search was conducted in PubMed, the Cochrane Library, Embase, EconLit, CINAHL, LILACS, Global Health, and the Web of Science Core Collection databases. The review included cost-effectiveness studies compared with standard practices in LMICs. Two reviewers independently assessed eligibility, extracted data, and evaluated methodological quality using the Drummond and Jefferson guidelines. Twelve studies conducted in nine countries across four global regions were included. The results identified that the most cost-effective strategies for cervical cancer were human papillomavirus DNA testing, visual inspection with acetic acid, and combined tests. For breast and prostate cancer, digital breast tomosynthesis and the Prostate Health Index were promising options, repectively. However, limitations were noted in the studies, such as the lack of analysis on productivity changes and the justification of variables in sensitivity analyses. Population-based cancer screening strategies exist but must be adapted to the implementation context to maximize their cost-effectiveness in LMICs.",
    "disease": "breast cancer",
    "clean_text": "cost effectiveness of screening and early diagnosis strategies for cancer in the general adult population in low and middle income countries a systematic review cancer is one of the leading causes of morbidity and mortality worldwide disproportionately affecting low and middle income countries lmics due to barriers to obtaining access to health care services and screening programs the current study aimed to synthesize evidence on cost effective strategies for cancer screening and early diagnosis in adults years in lmics the literature search was conducted in pubmed the cochrane library embase econlit cinahl lilacs global health and the web of science core collection databases the review included cost effectiveness studies compared with standard practices in lmics two reviewers independently assessed eligibility extracted data and evaluated methodological quality using the drummond and jefferson guidelines twelve studies conducted in nine countries across four global regions were included the results identified that the most cost effective strategies for cervical cancer were human papillomavirus dna testing visual inspection with acetic acid and combined tests for breast and prostate cancer digital breast tomosynthesis and the prostate health index were promising options repectively however limitations were noted in the studies such as the lack of analysis on productivity changes and the justification of variables in sensitivity analyses population based cancer screening strategies exist but must be adapted to the implementation context to maximize their cost effectiveness in lmics"
}