{
    "title": "Spinal cord injury. An overview.",
    "doc_id": "8351764",
    "writer": "Gutierrez PA",
    "year": "1993",
    "summary": "Despite the many improvements that have been made in post-trauma care, spinal cord injury remains a devastating lesion of the nervous system. Current therapies have not proved to be particularly effective in preventing or reversing damage to the spinal …",
    "abstract": "Advancements in the management of urologic complications such as the neurogenic bladder have been essential to improving the quality of life and longevity of patients with spinal cord injury. These advances are discussed in greater detail in the subsequent articles in this issue. Despite the many improvements that have been made in post-trauma care, spinal cord injury remains a devastating lesion of the nervous system. Current therapies have not proved to be particularly effective in preventing or reversing damage to the spinal cord. Still, every effort should be made to preserve remaining function and to prevent complications. The care of these patients has been significantly improved with the development of specialized multidisciplinary centers. The emphasis in current treatment focuses on rehabilitation and adaptation to the disability and on prevention of secondary disabilities. Research in basic and clinical neuroscience will result in better, more useful care and treatment for those with spinal cord injury. However, even then, a neurorehabilitation team will be essential to care for these patients. Continuing efforts must be made to ensure that people with spinal cord injury lead full and productive lives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8351764/",
    "clean_text": "spinal cord injury an overview despite the many improvements that have been made in post trauma care spinal cord injury remains a devastating lesion of the nervous system current therapies have not proved to be particularly effective in preventing or reversing damage to the spinal advancements in the management of urologic complications such as the neurogenic bladder have been essential to improving the quality of life and longevity of patients with spinal cord injury these advances are discussed in greater detail in the subsequent articles in this issue despite the many improvements that have been made in post trauma care spinal cord injury remains a devastating lesion of the nervous system current therapies have not proved to be particularly effective in preventing or reversing damage to the spinal cord still every effort should be made to preserve remaining function and to prevent complications the care of these patients has been significantly improved with the development of specialized multidisciplinary centers the emphasis in current treatment focuses on rehabilitation and adaptation to the disability and on prevention of secondary disabilities research in basic and clinical neuroscience will result in better more useful care and treatment for those with spinal cord injury however even then a neurorehabilitation team will be essential to care for these patients continuing efforts must be made to ensure that people with spinal cord injury lead full and productive lives"
}