{
    "pmid": "41440037",
    "title": "Cardiomyocyte Glucocorticoid Receptors Exacerbate Stress Effects in Myocardial Ischemia Injury in Mice.",
    "abstract": "An increase in mental stress is a recognized risk factor for cardiovascular disease (CVD). The present study investigated the relationships between stress, glucocorticoid receptors (GR), and ischemia/reperfusion (I/R) injury. We subjected male and female mice lacking cardiomyocyte GR (CardioGRKO) and their respective controls to a murine model of mental stress (restraint stress). Following stress exposure, mice from both experimental and control groups underwent I/R injury via surgical ligation of the left anterior descending coronary artery. Our findings suggest that the absence of cardiomyocyte GR mitigates the detrimental effects of restraint stress on infarct size and improves post-I/R survival rates in female mice. We found that cardiomyocyte GR deficiency protects the female heart from stress-induced damage by reducing oxidative stress (superoxide and lipid peroxide production). This study is the first to test the impact of systemic stress on cardiomyocyte GR activation, linking it to redox stress in the heart during I/R injury. Our findings provide proof of concept that stress exacerbates cardiomyocyte GR-mediated responses to myocardial infarction (MI) in the female heart. These insights may contribute to the development of sex-specific treatments and therapies tailored for women.",
    "disease": "coronary artery disease",
    "clean_text": "cardiomyocyte glucocorticoid receptors exacerbate stress effects in myocardial ischemia injury in mice an increase in mental stress is a recognized risk factor for cardiovascular disease cvd the present study investigated the relationships between stress glucocorticoid receptors gr and ischemia reperfusion i r injury we subjected male and female mice lacking cardiomyocyte gr cardiogrko and their respective controls to a murine model of mental stress restraint stress following stress exposure mice from both experimental and control groups underwent i r injury via surgical ligation of the left anterior descending coronary artery our findings suggest that the absence of cardiomyocyte gr mitigates the detrimental effects of restraint stress on infarct size and improves post i r survival rates in female mice we found that cardiomyocyte gr deficiency protects the female heart from stress induced damage by reducing oxidative stress superoxide and lipid peroxide production this study is the first to test the impact of systemic stress on cardiomyocyte gr activation linking it to redox stress in the heart during i r injury our findings provide proof of concept that stress exacerbates cardiomyocyte gr mediated responses to myocardial infarction mi in the female heart these insights may contribute to the development of sex specific treatments and therapies tailored for women"
}