{
    "pmid": "41379055",
    "title": "Break Away From the Hemodynamic \"Gray Zone\": Plaque Regression in a Non-Culprit Lesion of an NSTE-ACS.",
    "abstract": "We present a case of a 35-year-old man with no prior history of hypertension or diabetes who was admitted with non-ST-elevation acute coronary syndrome. The patient was hemodynamically stable, and his Global Registry of Acute Coronary Events score indicated a low risk of in-hospital mortality. The culprit distal left circumflex artery/third obtuse marginal branch lesion was successfully treated with drug-coated balloons. The nonculprit left anterior descending artery lesion had a fractional flow reserve measured as 0.76, in the hemodynamic \"gray zone\". A shared decision with the patient was made to defer intervention and instead commence intensive optimal medical therapy including dual antiplatelet therapy, a beta-blocker, and intensive lipid-lowering therapy with atorvastatin and evolocumab. At the 3-month follow-up, the patient reported complete relief of chest tightness, with a 73.6% reduction in his low-density lipoprotein cholesterol, accompanied by remarkable plaque regression, stabilization, and functional improvement.",
    "disease": "coronary artery disease",
    "clean_text": "break away from the hemodynamic gray zone plaque regression in a non culprit lesion of an nste acs we present a case of a year old man with no prior history of hypertension or diabetes who was admitted with non st elevation acute coronary syndrome the patient was hemodynamically stable and his global registry of acute coronary events score indicated a low risk of in hospital mortality the culprit distal left circumflex artery third obtuse marginal branch lesion was successfully treated with drug coated balloons the nonculprit left anterior descending artery lesion had a fractional flow reserve measured as in the hemodynamic gray zone a shared decision with the patient was made to defer intervention and instead commence intensive optimal medical therapy including dual antiplatelet therapy a beta blocker and intensive lipid lowering therapy with atorvastatin and evolocumab at the month follow up the patient reported complete relief of chest tightness with a reduction in his low density lipoprotein cholesterol accompanied by remarkable plaque regression stabilization and functional improvement"
}