{
    "title": "Regulation of gastric emptying.",
    "doc_id": "2865173",
    "writer": "Burks TF",
    "year": "1985",
    "summary": "Studies carried out in the years since William Beaumont's direct observations of gastric motility have provided increased understanding of the physiological roles of the stomach and of the mechanisms for the regulation of gastric motility. ...Gastrointestinal …",
    "abstract": "Studies carried out in the years since William Beaumont's direct observations of gastric motility have provided increased understanding of the physiological roles of the stomach and of the mechanisms for the regulation of gastric motility. Tonic contractions of the proximal stomach are of primary importance for transfer of liquids from the stomach to the duodenum. Peristaltic contractions of the distal stomach are of primary importance for reducing the size of solid food particles and for transfer of solids to the duodenum. Because gastric emptying requires a net antral-duodenal pressure gradient, contractions of the duodenum also influence the rate of gastric emptying. Gastrointestinal hormones, including gastrin, cholecystokinin, secretin, somatostatin, and others, are released by contact of chyme with the intestinal mucosa, and affect contractions of the proximal stomach, distal stomach, and duodenum. Neural reflexes that arise from the stomach act through autonomic motor nerves to allow regulation by the central nervous system of gastric motility. gamma-Aminobutyric acid, opioids, and bombesin may serve as central neurochemical regulators of gastric motility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2865173/",
    "clean_text": "regulation of gastric emptying studies carried out in the years since william beaumont s direct observations of gastric motility have provided increased understanding of the physiological roles of the stomach and of the mechanisms for the regulation of gastric motility gastrointestinal studies carried out in the years since william beaumont s direct observations of gastric motility have provided increased understanding of the physiological roles of the stomach and of the mechanisms for the regulation of gastric motility tonic contractions of the proximal stomach are of primary importance for transfer of liquids from the stomach to the duodenum peristaltic contractions of the distal stomach are of primary importance for reducing the size of solid food particles and for transfer of solids to the duodenum because gastric emptying requires a net antral duodenal pressure gradient contractions of the duodenum also influence the rate of gastric emptying gastrointestinal hormones including gastrin cholecystokinin secretin somatostatin and others are released by contact of chyme with the intestinal mucosa and affect contractions of the proximal stomach distal stomach and duodenum neural reflexes that arise from the stomach act through autonomic motor nerves to allow regulation by the central nervous system of gastric motility gamma aminobutyric acid opioids and bombesin may serve as central neurochemical regulators of gastric motility"
}