{
    "title": "[The significance of lymph node yield in rectal cancer after neoadjuvant chemotherapy].",
    "doc_id": "31550831",
    "writer": "Zhu LY",
    "year": "2019",
    "summary": "Neoadjuvant therapy can cause the regression of the tumor body as well as drainage lymph nodes, which may influence the size, number, and metastatic status of the lymph nodes. ...In general, the number of detected lymph nodes is significa …",
    "abstract": "Neoadjuvant therapy has become an indispensable part of the treatment in locally advanced mild-low rectal cancer. Neoadjuvant therapy can cause the regression of the tumor body as well as drainage lymph nodes, which may influence the size, number, and metastatic status of the lymph nodes. In clinical practice, the total number of lymph nodes detected in rectal cancer treated with neoadjuvant therapy were significantly decreased, making it difficult to meet the standard of the NCCN guideline that at least 12 regional lymph nodes should be harvested. The optimal detection of yielded lymph nodes in rectal cancer is essential for accurate staging, response assessment, and adjuvant treatment decision. The lymph node diameter is significantly reduced after neoadjuvant therapy in locally advanced rectal cancer. In general, the number of detected lymph nodes is significantly reduced without additional pathological examination. The detected lymph nodes would increase by deliberate pathological examination, improvement of the detection method, or using a lymph node tracer. However, whether the number of detected lymph nodes is still needed to meet the requirements of the NCCN guideline, and the relationship between the number of detected lymph nodes and the prognosis are still controversial. At present, the number of negative lymph nodes, LNR, LODDS, etc. can be also used to predict prognosis in addition to ypN staging. For patients with ypN0 and ypN+ stage, different evaluation methods can be selected. For patients with ypN0, the number of detected lymph nodes still has important clinical significance for the prognosis and treatment decision. This article will introduce the related issues, and provide more evidence-based diagnosis and treatment practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31550831/",
    "clean_text": "the significance of lymph node yield in rectal cancer after neoadjuvant chemotherapy neoadjuvant therapy can cause the regression of the tumor body as well as drainage lymph nodes which may influence the size number and metastatic status of the lymph nodes in general the number of detected lymph nodes is significa neoadjuvant therapy has become an indispensable part of the treatment in locally advanced mild low rectal cancer neoadjuvant therapy can cause the regression of the tumor body as well as drainage lymph nodes which may influence the size number and metastatic status of the lymph nodes in clinical practice the total number of lymph nodes detected in rectal cancer treated with neoadjuvant therapy were significantly decreased making it difficult to meet the standard of the nccn guideline that at least regional lymph nodes should be harvested the optimal detection of yielded lymph nodes in rectal cancer is essential for accurate staging response assessment and adjuvant treatment decision the lymph node diameter is significantly reduced after neoadjuvant therapy in locally advanced rectal cancer in general the number of detected lymph nodes is significantly reduced without additional pathological examination the detected lymph nodes would increase by deliberate pathological examination improvement of the detection method or using a lymph node tracer however whether the number of detected lymph nodes is still needed to meet the requirements of the nccn guideline and the relationship between the number of detected lymph nodes and the prognosis are still controversial at present the number of negative lymph nodes lnr lodds etc can be also used to predict prognosis in addition to ypn staging for patients with ypn and ypn stage different evaluation methods can be selected for patients with ypn the number of detected lymph nodes still has important clinical significance for the prognosis and treatment decision this article will introduce the related issues and provide more evidence based diagnosis and treatment practice"
}