{
    "title": "[Cardiovascular risk factors from an aging perspective].",
    "doc_id": "36633020",
    "writer": "Peters MJL",
    "year": "2023",
    "summary": "There is a clear increase in cardiovascular risk with increasing age. However, in relative terms the contribution of individual cardiovascular risk factors such as BMI or blood pressure to the occurrence of cardiovascular disease weakens with age. ...A recent …",
    "abstract": "There is a clear increase in cardiovascular risk with increasing age. However, in relative terms the contribution of individual cardiovascular risk factors such as BMI or blood pressure to the occurrence of cardiovascular disease weakens with age. Whether these weaker associations are causal or driven by other confounding factors is unclear. If such associations are indeed causal, this would imply that cardiovascular risk factors require less intensive treatment with ageing. A recent study using mendelian randomization techniques confirmed that the causal relationship of cardiovascular risk factors with the occurrence of coronary artery disease weakens with age. In this article we discuss the possible contribution of mendelian randomization studies in studying casual relationships between cardiovascular risk factors and cardiovascular disease. We also comment on what the possible consequences are for cardiovascular risk management in older people in daily clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36633020/",
    "clean_text": "cardiovascular risk factors from an aging perspective there is a clear increase in cardiovascular risk with increasing age however in relative terms the contribution of individual cardiovascular risk factors such as bmi or blood pressure to the occurrence of cardiovascular disease weakens with age a recent there is a clear increase in cardiovascular risk with increasing age however in relative terms the contribution of individual cardiovascular risk factors such as bmi or blood pressure to the occurrence of cardiovascular disease weakens with age whether these weaker associations are causal or driven by other confounding factors is unclear if such associations are indeed causal this would imply that cardiovascular risk factors require less intensive treatment with ageing a recent study using mendelian randomization techniques confirmed that the causal relationship of cardiovascular risk factors with the occurrence of coronary artery disease weakens with age in this article we discuss the possible contribution of mendelian randomization studies in studying casual relationships between cardiovascular risk factors and cardiovascular disease we also comment on what the possible consequences are for cardiovascular risk management in older people in daily clinical practice"
}