{
    "pmid": "41452125",
    "title": "Advanced Fibrosis and Cardiometabolic Risk Burden Increase Major Cardiovascular Events in Chronic Hepatitis C Patients With Steatotic Liver Disease After Viral Eradication.",
    "abstract": "Steatotic liver disease (SLD) and cardiometabolic risk factors (CMRFs) are common in chronic hepatitis C (CHC). The risk of major adverse cardiovascular events (MACEs) after sustained virological response (SVR) remains elusive. This study assessed the impact of CMRFs on cardiovascular outcomes in CHC patients with metabolic dysfunction-associated steatotic liver disease (MASLD) after achieving SVR. We recruited SLD patients from the nationwide multicenter cohorts in Taiwan. Their CMRFs and fibrosis stage were assessed after SVR. Competing risk analyses, including Grey's method and Cox regression, were performed to estimate cardiovascular outcomes. Among 8755 patients, 624 developed MACEs during a mean follow-up of 3.9 years. The incidence of MACEs was significantly higher in patients with MASLD than in the simple SLD group (190.2 vs. 84.0 per 10,000 person-years, p < 0.001). Age, advanced fibrosis, chronic kidney disease (CKD), and CMRFs burden were independently associated with MACEs. The MACEs risk increased with CMRFs burden, with adjusted hazard ratios from 1.72 for one CMRF to 2.33 for ≥ four CMRFs. The risk was significantly higher in patients without advanced fibrosis or CKD than in their counterparts. CMRFs burden, advanced fibrosis, and CKD predicted MACEs in CHC patients with MASLD after achieving SVR. CMRFs monitoring and management should be prioritised in high-risk patients.",
    "disease": "chronic kidney disease",
    "clean_text": "advanced fibrosis and cardiometabolic risk burden increase major cardiovascular events in chronic hepatitis c patients with steatotic liver disease after viral eradication steatotic liver disease sld and cardiometabolic risk factors cmrfs are common in chronic hepatitis c chc the risk of major adverse cardiovascular events maces after sustained virological response svr remains elusive this study assessed the impact of cmrfs on cardiovascular outcomes in chc patients with metabolic dysfunction associated steatotic liver disease masld after achieving svr we recruited sld patients from the nationwide multicenter cohorts in taiwan their cmrfs and fibrosis stage were assessed after svr competing risk analyses including grey s method and cox regression were performed to estimate cardiovascular outcomes among patients developed maces during a mean follow up of years the incidence of maces was significantly higher in patients with masld than in the simple sld group vs per person years p age advanced fibrosis chronic kidney disease ckd and cmrfs burden were independently associated with maces the maces risk increased with cmrfs burden with adjusted hazard ratios from for one cmrf to for four cmrfs the risk was significantly higher in patients without advanced fibrosis or ckd than in their counterparts cmrfs burden advanced fibrosis and ckd predicted maces in chc patients with masld after achieving svr cmrfs monitoring and management should be prioritised in high risk patients"
}