{
    "pmid": "41358247",
    "title": "Nudging healthcare workers: assessing the impact of pre-booked appointments on influenza vaccination uptake.",
    "abstract": "Influenza vaccination coverage among healthcare workers in Italy remains low compared with international benchmarks. Evidence on effective and scalable interventions in hospital settings is limited. We conducted a clustered quasi-experimental study in a large Italian university hospital, comparing the 2024/25 campaign to 2023/24. Hospital cost centers ( Overall coverage increased from 16.0% in 2023/24 to 25.2% in 2024/25. The DiD analysis indicated a significant effect of invitation letters (+4.0 percentage points). Stratification showed heterogeneous responses: the intervention was particularly effective among nurses, female workers, and mid-aged staff, while no effect was observed among physicians, the youngest, and the oldest age groups. Personalized invitation letters with pre-scheduled appointments represent a simple, scalable, and resource-efficient strategy to increase influenza vaccination uptake among HCWs. However, the effect was not homogeneous across subgroups, highlighting the importance of tailoring communication strategies to different professional and demographic profiles.",
    "disease": "influenza",
    "clean_text": "nudging healthcare workers assessing the impact of pre booked appointments on influenza vaccination uptake influenza vaccination coverage among healthcare workers in italy remains low compared with international benchmarks evidence on effective and scalable interventions in hospital settings is limited we conducted a clustered quasi experimental study in a large italian university hospital comparing the campaign to hospital cost centers overall coverage increased from in to in the did analysis indicated a significant effect of invitation letters percentage points stratification showed heterogeneous responses the intervention was particularly effective among nurses female workers and mid aged staff while no effect was observed among physicians the youngest and the oldest age groups personalized invitation letters with pre scheduled appointments represent a simple scalable and resource efficient strategy to increase influenza vaccination uptake among hcws however the effect was not homogeneous across subgroups highlighting the importance of tailoring communication strategies to different professional and demographic profiles"
}