{
    "title": "Transoral robotic surgery for head and neck malignancies: Imaging features in presurgical workup.",
    "doc_id": "31369177",
    "writer": "Kwan BYM",
    "year": "2019",
    "summary": "The objective of this article was to review the indications for transoral robotic surgery (TORS) in head and neck malignancies. The role of imaging in patient selection will be specifically reviewed. TORS is a recently developed technique that allows minimally invas …",
    "abstract": "The objective of this article was to review the indications for transoral robotic surgery (TORS) in head and neck malignancies. The role of imaging in patient selection will be specifically reviewed. TORS is a recently developed technique that allows minimally invasive surgeries to be performed in the head and neck. TORS has a role in the de-escalation of oropharyngeal cancers, which allows for lower doses of chemoradiation therapy (this is a technique currently in clinical trials). Additionally, this technique allows for less invasive surgery and decreases associated complications. TORS can also be performed at other subsites. Cross-sectional imaging has a prominent role to help identify suitable candidates for this type of surgery. This article will review important anatomy and staging related to TORS. Additionally, the key imaging features for patient selection (indications and contraindications) will be presented along with case illustrations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31369177/",
    "clean_text": "transoral robotic surgery for head and neck malignancies imaging features in presurgical workup the objective of this article was to review the indications for transoral robotic surgery tors in head and neck malignancies the role of imaging in patient selection will be specifically reviewed tors is a recently developed technique that allows minimally invas the objective of this article was to review the indications for transoral robotic surgery tors in head and neck malignancies the role of imaging in patient selection will be specifically reviewed tors is a recently developed technique that allows minimally invasive surgeries to be performed in the head and neck tors has a role in the de escalation of oropharyngeal cancers which allows for lower doses of chemoradiation therapy this is a technique currently in clinical trials additionally this technique allows for less invasive surgery and decreases associated complications tors can also be performed at other subsites cross sectional imaging has a prominent role to help identify suitable candidates for this type of surgery this article will review important anatomy and staging related to tors additionally the key imaging features for patient selection indications and contraindications will be presented along with case illustrations"
}