{
    "title": "Pain Quality Assessment Scale for Epidermolysis Bullosa.",
    "doc_id": "29057428",
    "writer": "Schräder NHB",
    "year": "2018",
    "summary": "Pain is one of the most debilitating symptoms in epidermolysis bullosa (EB) leading to reduced quality of life. Pain in EB comprises both neuropathic and non-neuropathic qualities. An assessment of pain qualities has not formerly been completed in EB. The Pai …",
    "abstract": "Pain is one of the most debilitating symptoms in epidermolysis bullosa (EB) leading to reduced quality of life. Pain in EB comprises both neuropathic and non-neuropathic qualities. An assessment of pain qualities has not formerly been completed in EB. The Pain Quality Assessment Scale (PQAS) is an adjusted version of the validated Neuropathic Pain Scale and includes 20 pain qualities and descriptors. Patients with EB (n = 43) rated the pain qualities in the PQAS on 20 numerical scales and 1 multiple choice question. Pain was experienced by 39 patients (91%). In general, patients with EB experience intense and unpleasant pain on the surface of the skin; the hands and feet are most commonly affected. The subtypes, recessive dystrophic EB and junctional EB reported pain qualities pathognomonic of neuropathic pain. The PQAS adds value to the current practice of global pain intensity scoring in EB.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29057428/",
    "clean_text": "pain quality assessment scale for epidermolysis bullosa pain is one of the most debilitating symptoms in epidermolysis bullosa eb leading to reduced quality of life pain in eb comprises both neuropathic and non neuropathic qualities an assessment of pain qualities has not formerly been completed in eb the pai pain is one of the most debilitating symptoms in epidermolysis bullosa eb leading to reduced quality of life pain in eb comprises both neuropathic and non neuropathic qualities an assessment of pain qualities has not formerly been completed in eb the pain quality assessment scale pqas is an adjusted version of the validated neuropathic pain scale and includes pain qualities and descriptors patients with eb n rated the pain qualities in the pqas on numerical scales and multiple choice question pain was experienced by patients in general patients with eb experience intense and unpleasant pain on the surface of the skin the hands and feet are most commonly affected the subtypes recessive dystrophic eb and junctional eb reported pain qualities pathognomonic of neuropathic pain the pqas adds value to the current practice of global pain intensity scoring in eb"
}