{
    "pmid": "41443340",
    "title": "Estimating the global macroeconomic impact of Tuberculosis among children and adolescents.",
    "abstract": "Tuberculosis (TB) remains a major global health challenge. Understanding the economic burden of TB in adolescents is crucial for policy-making, particularly in regions with limited healthcare resources. This study utilized disability-adjusted life years (DALYs) from the Global Burden of Disease (GBD) 2021 to estimate the economic impact of TB among adolescents (under 20 years of age) globally and regionally. DALYs were monetized into Value of a Statistical Life Year (VSLY) using the VSLY framework, and macroeconomic data, including Gross Domestic Product (GDP) per capita (Purchasing Power Parity, PPP. Constant 2021 international dollars) from the World Bank, were incorporated. The primary outcome was the total economic burden of TB, expressed as the Value of Lost Welfare (VLW) . In 2021, the global economic burden of TB among adolescents was estimated at $262.98 billion (95% uncertainty interval, UI: 198.14, 350.17), or 0.17% of global GDP (95% UI: 0.13, 0.23). The burden was high in low- and lower-middle-income regions, with VLW in low-middle Sociodemographic index (SDI) regions reaching $153.92 billion (2.22% of GDP). In sub-Saharan Africa, VLW was $114.40 billion (2.37% of GDP). In contrast, high-income regions such as North America and Western Europe had much low VLWs (less than 0.01% of GDP). Thirteen countries had VLWs exceeding $5.00 billion, with India having the highest at $82.49 billion. The study highlight significant regional disparities, with particularly high burdens in low- and middle-income regions. It emphasize the need for targeted investments in TB control in these areas.",
    "disease": "tuberculosis",
    "clean_text": "estimating the global macroeconomic impact of tuberculosis among children and adolescents tuberculosis tb remains a major global health challenge understanding the economic burden of tb in adolescents is crucial for policy making particularly in regions with limited healthcare resources this study utilized disability adjusted life years dalys from the global burden of disease gbd to estimate the economic impact of tb among adolescents under years of age globally and regionally dalys were monetized into value of a statistical life year vsly using the vsly framework and macroeconomic data including gross domestic product gdp per capita purchasing power parity ppp constant international dollars from the world bank were incorporated the primary outcome was the total economic burden of tb expressed as the value of lost welfare vlw in the global economic burden of tb among adolescents was estimated at billion uncertainty interval ui or of global gdp ui the burden was high in low and lower middle income regions with vlw in low middle sociodemographic index sdi regions reaching billion of gdp in sub saharan africa vlw was billion of gdp in contrast high income regions such as north america and western europe had much low vlws less than of gdp thirteen countries had vlws exceeding billion with india having the highest at billion the study highlight significant regional disparities with particularly high burdens in low and middle income regions it emphasize the need for targeted investments in tb control in these areas"
}