{
    "pmid": "41420724",
    "title": "Intestinal LGR4 Signalling Alters Bacterial translocation, Intrahepatic Microbiota composition, and Type 1 Interferon Expression in Murine Liver Fibrosis.",
    "abstract": "Liver fibrosis (LF) is linked to decreased type 1 interferon (IFN1) levels at steady-state, intestinal dysbacteriosis, leaky gut, and intestinal bacterial translocation. Liver leucine-rich repeats containing G protein-coupled receptor 4 (LGR4) signalling drives LF development, and intestinal LGR4 homeostasis maintains the intestinal stem cells. To explore the role of intestinal LGR4 signalling in LF and possible relationships with intrahepatic microbiota and IFN1, intraperitoneal injection of carbon tetrachloride (CCL4) was applied to induce LF in adult C57BL/6J mice with or without conditional knockout (cKO) of Lgr4 in intestinal epithelial cells (IECs). Fibrotic mice were simultaneously treated with intragastric bacteria as needed. Results showed that wild-type murine LF resulted in intestinal LGR4 reduction, increased intestinal permeability and bacterial translocation, decreased intrahepatic IFN1 levels, and decreased abundance of bacterial genera Lactobacillus, Dubosiella, and Bifidobacterium. Lgr4 cKO in IECs significantly promoted LF accompanied by increased intrahepatic abundance of genera Escherichia-Shigella, Klebsiella, Acinetobacter and decreased intrahepatic abundance of Lactobacillus, Dubosiella, and Bifidobacterium. In the absence of CCL4 challenge, Lgr4 cKO in IECs also resulted in increased intrahepatic Escherichia-Shigella and decreased Lactobacillus. In mice with Lgr4 cKO in IECs, intragastric administration of Lactobacillus significantly attenuated LF accompanied by significantly decreased intrahepatic Escherichia-Shigella, Klebsiella, and Acinetobacter along with increased intrahepatic Lactobacillus and IFN1 levels; however, deletion of the organismal IFN1 receptor abolished the Lactobacillus-mediated alleviation of LF. Co-culture of DC2.4 cells with Lactobacillus or its genomic DNA increased supernatant IFN-β levels. Overall, this study demonstrates that weakened intestinal LGR4 signalling facilitates LF by increasing intestinal permeability, altering intrahepatic microbiota composition, and decreasing liver IFN1 levels.",
    "disease": "liver cirrhosis",
    "clean_text": "intestinal lgr signalling alters bacterial translocation intrahepatic microbiota composition and type interferon expression in murine liver fibrosis liver fibrosis lf is linked to decreased type interferon ifn levels at steady state intestinal dysbacteriosis leaky gut and intestinal bacterial translocation liver leucine rich repeats containing g protein coupled receptor lgr signalling drives lf development and intestinal lgr homeostasis maintains the intestinal stem cells to explore the role of intestinal lgr signalling in lf and possible relationships with intrahepatic microbiota and ifn intraperitoneal injection of carbon tetrachloride ccl was applied to induce lf in adult c bl j mice with or without conditional knockout cko of lgr in intestinal epithelial cells iecs fibrotic mice were simultaneously treated with intragastric bacteria as needed results showed that wild type murine lf resulted in intestinal lgr reduction increased intestinal permeability and bacterial translocation decreased intrahepatic ifn levels and decreased abundance of bacterial genera lactobacillus dubosiella and bifidobacterium lgr cko in iecs significantly promoted lf accompanied by increased intrahepatic abundance of genera escherichia shigella klebsiella acinetobacter and decreased intrahepatic abundance of lactobacillus dubosiella and bifidobacterium in the absence of ccl challenge lgr cko in iecs also resulted in increased intrahepatic escherichia shigella and decreased lactobacillus in mice with lgr cko in iecs intragastric administration of lactobacillus significantly attenuated lf accompanied by significantly decreased intrahepatic escherichia shigella klebsiella and acinetobacter along with increased intrahepatic lactobacillus and ifn levels however deletion of the organismal ifn receptor abolished the lactobacillus mediated alleviation of lf co culture of dc cells with lactobacillus or its genomic dna increased supernatant ifn levels overall this study demonstrates that weakened intestinal lgr signalling facilitates lf by increasing intestinal permeability altering intrahepatic microbiota composition and decreasing liver ifn levels"
}