{
    "title": "Ablation of atrial fibrillation with mitral valve surgery.",
    "doc_id": "15711196",
    "writer": "Gillinov AM.",
    "year": "2005",
    "summary": "For patients with both mitral valve dysfunction and atrial fibrillation, a variety of new approaches are available to enable a complete operation that includes both mitral valve repair and ablation of atrial fibrillation. ...SUMMARY: In mitral valve pa …",
    "abstract": "Purpose of review:\n        \n      \n      Recent advances in understanding of the pathogenesis of atrial fibrillation and development of new technology have resulted in a surge of interest in the surgical ablation of atrial fibrillation, particularly in patients with mitral valve disease. For patients with both mitral valve dysfunction and atrial fibrillation, a variety of new approaches are available to enable a complete operation that includes both mitral valve repair and ablation of atrial fibrillation. The purposes of this review are to review the rationale for surgical ablation of atrial fibrillation (AF) in mitral valve patients, describe the classic Maze procedure and its results, detail new approaches to surgical ablation of AF, emphasize the importance of the left atrial appendage, and consider challenges and future directions in the ablation of AF in mitral valve patients.\n    \n\n\n          Recent findings:\n        \n      \n      Left untreated, atrial fibrillation increases mortality and morbidity in patients undergoing mitral valve surgery. While the Maze procedure effectively eliminates atrial fibrillation in most of these patients, its complexity and increased operative time has precluded widespread application. New operations that use alternative energy sources to create left atrial lesion sets ablate atrial fibrillation in 60 to 80% of patients having mitral valve surgery.\n    \n\n\n          Summary:\n        \n      \n      In mitral valve patients with atrial fibrillation of more than 6 months' duration, the operative strategy should include both mitral valve surgery and ablation of atrial fibrillation. In many cases, these procedures can be performed minimally invasively. Refinements in mapping and ablation technology are on the horizon, and these will facilitate more widespread application of minimally invasive approaches and further improve results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15711196/",
    "clean_text": "ablation of atrial fibrillation with mitral valve surgery for patients with both mitral valve dysfunction and atrial fibrillation a variety of new approaches are available to enable a complete operation that includes both mitral valve repair and ablation of atrial fibrillation summary in mitral valve pa purpose of review recent advances in understanding of the pathogenesis of atrial fibrillation and development of new technology have resulted in a surge of interest in the surgical ablation of atrial fibrillation particularly in patients with mitral valve disease for patients with both mitral valve dysfunction and atrial fibrillation a variety of new approaches are available to enable a complete operation that includes both mitral valve repair and ablation of atrial fibrillation the purposes of this review are to review the rationale for surgical ablation of atrial fibrillation af in mitral valve patients describe the classic maze procedure and its results detail new approaches to surgical ablation of af emphasize the importance of the left atrial appendage and consider challenges and future directions in the ablation of af in mitral valve patients recent findings left untreated atrial fibrillation increases mortality and morbidity in patients undergoing mitral valve surgery while the maze procedure effectively eliminates atrial fibrillation in most of these patients its complexity and increased operative time has precluded widespread application new operations that use alternative energy sources to create left atrial lesion sets ablate atrial fibrillation in to of patients having mitral valve surgery summary in mitral valve patients with atrial fibrillation of more than months duration the operative strategy should include both mitral valve surgery and ablation of atrial fibrillation in many cases these procedures can be performed minimally invasively refinements in mapping and ablation technology are on the horizon and these will facilitate more widespread application of minimally invasive approaches and further improve results"
}