{
    "pmid": "41452843",
    "title": "Impact of Chinese national centralized volume-based drug procurement policy on health costs and utilization: An interrupted time series analysis using panel data (2009-2022).",
    "abstract": "Chinese volume-based procurement (VBP) policy, implemented nationally in 2019, represents a cornerstone of healthcare reform aiming to reduce drug prices through centralized drug procurement. While existing studies have demonstrated the success of the VBP policy in lowering drug costs, comprehensive assessments of system-wide impacts on healthcare expenditures and service utilization remain underexplored. This study evaluates its effects on outpatient and inpatient service costs and volumes. We conducted an interrupted time series analysis using panel data (2009-2022) from the China Health Statistical Yearbook and the China Statistical Yearbook. Primary outcomes included CPI(Consumer Price Index)-adjusted per-visit outpatient(OP)/inpatient(IP) expenditures, hospital OP rates, hospital IP rates, and length of stay. Segmented regression models quantified immediate and long-term policy effects, with two-stage meta-analysis evaluating regional heterogeneity. When the VBP implementation occurred, per-visit outpatient costs (β2 = 21.400, P < 0.001) and inpatient costs (β2 = 693.749, P = 0.006) showed an instantaneous increasing trend. The post-policy long-term trend was decreasing annually by 5.702 Chinese Yuan (CNY) (P < 0.001) for per-visit outpatient costs and 270.670 CNY (P = 0.012) for per-visit inpatient costs compared to the pre-policy period. Hospital OP rates immediately decreased by 0.510 visits (P < 0.001) while hospital IP rates dropped by 3.775 percentage points (P < 0.001), with length of stay increasing by 0.522 days (P < 0.001) immediately after the policy was implemented. Hospital OP rates had a modest increasing trend (β3 = 0.069, P = 0.046). Marked regional heterogeneity was observed (I² = 64.6-88.3%), with municipalities showing the most pronounced variations. Chinese national centralized volume-based drug procurement policy has significantly reduced drug prices but initially increased non-drug costs. Regional disparities linked to aging demographics and complementary reforms (e.g., Diagnosis Related Group) shaped outcomes, while COVID-19 temporarily suppressed utilization. Future policy optimization should integrate Diagnosis Related Group payment reforms with regionally tailored strategies to balance cost containment and service quality. We recommend enhancing temporal resolution and extending observation periods to enable more precise policy evaluation.",
    "disease": "covid-19",
    "clean_text": "impact of chinese national centralized volume based drug procurement policy on health costs and utilization an interrupted time series analysis using panel data chinese volume based procurement vbp policy implemented nationally in represents a cornerstone of healthcare reform aiming to reduce drug prices through centralized drug procurement while existing studies have demonstrated the success of the vbp policy in lowering drug costs comprehensive assessments of system wide impacts on healthcare expenditures and service utilization remain underexplored this study evaluates its effects on outpatient and inpatient service costs and volumes we conducted an interrupted time series analysis using panel data from the china health statistical yearbook and the china statistical yearbook primary outcomes included cpi consumer price index adjusted per visit outpatient op inpatient ip expenditures hospital op rates hospital ip rates and length of stay segmented regression models quantified immediate and long term policy effects with two stage meta analysis evaluating regional heterogeneity when the vbp implementation occurred per visit outpatient costs p and inpatient costs p showed an instantaneous increasing trend the post policy long term trend was decreasing annually by chinese yuan cny p for per visit outpatient costs and cny p for per visit inpatient costs compared to the pre policy period hospital op rates immediately decreased by visits p while hospital ip rates dropped by percentage points p with length of stay increasing by days p immediately after the policy was implemented hospital op rates had a modest increasing trend p marked regional heterogeneity was observed i with municipalities showing the most pronounced variations chinese national centralized volume based drug procurement policy has significantly reduced drug prices but initially increased non drug costs regional disparities linked to aging demographics and complementary reforms e g diagnosis related group shaped outcomes while covid temporarily suppressed utilization future policy optimization should integrate diagnosis related group payment reforms with regionally tailored strategies to balance cost containment and service quality we recommend enhancing temporal resolution and extending observation periods to enable more precise policy evaluation"
}