{
    "title": "Molecular Epidemiology of Human Norovirus Variants from Outbreaks in Zhejiang Province, China, during 2021.",
    "doc_id": "38846347",
    "writer": "Sun Y",
    "year": "2024",
    "summary": "Positive samples were sent to the Microbiology Laboratory of Zhejiang Provincial Center for Disease Control and Prevention for further verification. ...RESULT: 227 norovirus outbreaks were reported in Zhejiang Province, China, during 2021. Schools were the main sett …",
    "abstract": "Background:\n        \n      \n      Noroviruses are the most frequent cause of epidemic acute viral gastroenteritis in China.\n    \n\n\n          Objectives:\n        \n      \n      The aim of this study was to determine the molecular epidemiological characteristics of norovirus outbreaks and the molecular genetic features of norovirus in Zhejiang Province during 2021.\n    \n\n\n          Methods:\n        \n      \n      First, the local Centers for Disease Control and Prevention in the outbreak area conducted on-site epidemiologic investigations and collected samples from ill patients for initial testing. The general epidemiologic characteristics of the demographic information are presented through descriptive analysis. Positive samples were sent to the Microbiology Laboratory of Zhejiang Provincial Center for Disease Control and Prevention for further verification. The presence of norovirus genogroups I (GI) and II (GII), along with sapovirus, was detected. Subsequently, the specimens positive for norovirus were sequenced for genotyping purposes. Furthermore, the whole genomes of positive samples were sequenced, enabling the characterization of both nucleotide and amino acid differences within the virus. Finally, phylogenetic trees were constructed to further analyze and understand the genetic relationships among the detected viruses.\n    \n\n\n          Result:\n        \n      \n      227 norovirus outbreaks were reported in Zhejiang Province, China, during 2021. Schools were the main setting while January was the peak month for outbreaks. A total of 17 diverse genotypes of norovirus were identified in 2021, and GII.P16-GII.2 was the most frequent genotype (30.19%). Seven genomes (five GI.P4-GI.5 and two GII.P16-GII.2) were obtained. Although GI.P4-GI.5 is considered to be a rare genotype of norovirus, the prevalence might have been underestimated. Capsid microvariation of GII.2 displayed histo-blood group antigen binding patterns compared to the GII.2 prototype, although VP1 sequences were considered to have a minimal impact on antigenicity.\n    \n\n\n          Conclusion:\n        \n      \n      This study revealed the diversity of norovirus strains' genotypes circulating in Zhejiang Province in 2021. Continued molecular surveillance of noroviruses should be strengthened in our further efforts to the development of vaccines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38846347/",
    "clean_text": "molecular epidemiology of human norovirus variants from outbreaks in zhejiang province china during positive samples were sent to the microbiology laboratory of zhejiang provincial center for disease control and prevention for further verification result norovirus outbreaks were reported in zhejiang province china during schools were the main sett background noroviruses are the most frequent cause of epidemic acute viral gastroenteritis in china objectives the aim of this study was to determine the molecular epidemiological characteristics of norovirus outbreaks and the molecular genetic features of norovirus in zhejiang province during methods first the local centers for disease control and prevention in the outbreak area conducted on site epidemiologic investigations and collected samples from ill patients for initial testing the general epidemiologic characteristics of the demographic information are presented through descriptive analysis positive samples were sent to the microbiology laboratory of zhejiang provincial center for disease control and prevention for further verification the presence of norovirus genogroups i gi and ii gii along with sapovirus was detected subsequently the specimens positive for norovirus were sequenced for genotyping purposes furthermore the whole genomes of positive samples were sequenced enabling the characterization of both nucleotide and amino acid differences within the virus finally phylogenetic trees were constructed to further analyze and understand the genetic relationships among the detected viruses result norovirus outbreaks were reported in zhejiang province china during schools were the main setting while january was the peak month for outbreaks a total of diverse genotypes of norovirus were identified in and gii p gii was the most frequent genotype seven genomes five gi p gi and two gii p gii were obtained although gi p gi is considered to be a rare genotype of norovirus the prevalence might have been underestimated capsid microvariation of gii displayed histo blood group antigen binding patterns compared to the gii prototype although vp sequences were considered to have a minimal impact on antigenicity conclusion this study revealed the diversity of norovirus strains genotypes circulating in zhejiang province in continued molecular surveillance of noroviruses should be strengthened in our further efforts to the development of vaccines"
}