{
    "pmid": "41443110",
    "title": "Rapid diagnosis of asthma via metabolomic analysis of exhaled volatile organic compounds using high-pressure photoionization time-of-flight mass spectrometry.",
    "abstract": "Asthma (AS) is a global public health issue driven by chronic airway inflammation, which alters the volatile organic compound (VOC) profile in exhaled breath. This study aimed to achieve rapid, accurate, and non-invasive asthma diagnosis via an untargeted metabolomic analysis of exhaled breath using high-pressure photoionization time-of-flight mass spectrometry (HPPI-TOFMS). Nineteen differential metabolites in exhaled breath were identified by statistical analysis between 21 asthma patients and 21 healthy controls with an analysis time of only 2 min for each sample. An asthma diagnostic model was constructed by combining four differential metabolites, methanol, acetaldehyde, hydroxyacetone, and 2-ethyl-1,3-butadiene, achieving sensitivity, specificity, and area under receiver operating characteristic curve (AUC) values of 95.2 %, 90.5 %, and 0.977, respectively. Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis further implicated pyruvate and butanoate as the most likely divergent metabolisms between asthmatic and healthy control groups. The exhaled breath metabolomic model developed in this study demonstrated robust feasibility and reliability, offering a novel and practical strategy for clinical asthma diagnosis. Moreover, the HPPI-TOFMS-based breathomics approach underscores its potential as a powerful tool for rapid, non-invasive diagnosis of asthma and may extend to other respiratory or systemic diseases.",
    "disease": "asthma",
    "clean_text": "rapid diagnosis of asthma via metabolomic analysis of exhaled volatile organic compounds using high pressure photoionization time of flight mass spectrometry asthma as is a global public health issue driven by chronic airway inflammation which alters the volatile organic compound voc profile in exhaled breath this study aimed to achieve rapid accurate and non invasive asthma diagnosis via an untargeted metabolomic analysis of exhaled breath using high pressure photoionization time of flight mass spectrometry hppi tofms nineteen differential metabolites in exhaled breath were identified by statistical analysis between asthma patients and healthy controls with an analysis time of only min for each sample an asthma diagnostic model was constructed by combining four differential metabolites methanol acetaldehyde hydroxyacetone and ethyl butadiene achieving sensitivity specificity and area under receiver operating characteristic curve auc values of and respectively kyoto encyclopedia of genes and genomes kegg pathway analysis further implicated pyruvate and butanoate as the most likely divergent metabolisms between asthmatic and healthy control groups the exhaled breath metabolomic model developed in this study demonstrated robust feasibility and reliability offering a novel and practical strategy for clinical asthma diagnosis moreover the hppi tofms based breathomics approach underscores its potential as a powerful tool for rapid non invasive diagnosis of asthma and may extend to other respiratory or systemic diseases"
}