{
    "title": "Mixed reality in primary retroperitoneal tumour surgery: Evaluation of preoperative and intraoperative application value.",
    "doc_id": "37792998",
    "writer": "Shi X",
    "year": "2023",
    "summary": "METHODS: From 276 patients who underwent PRT resection at the First Affiliated Hospital of Xi'an Jiaotong University, we screened 46 patients who underwent MR-assisted retroperitoneal tumour resection and 46 patients who underwent tumour resection without MR …",
    "abstract": "Objective:\n        \n      \n      To evaluate the feasibility and application value of mixed reality technology (MR) in Primary retroperitoneal tumour (PRT) surgery.\n    \n\n\n          Methods:\n        \n      \n      From 276 patients who underwent PRT resection at the First Affiliated Hospital of Xi'an Jiaotong University, we screened 46 patients who underwent MR-assisted retroperitoneal tumour resection and 46 patients who underwent tumour resection without MR assistance. The intraoperative and postoperative recovery of the patients in both groups were compared, and the reliability and validity of the application of MR were further examined using the Likert scale.\n    \n\n\n          Results:\n        \n      \n      There was a significant difference in the mean intraoperative bleeding volume between the two groups, but it was reduced in the MR group. The results of the Likert scale showed higher scores in the MR group than non-MR group.\n    \n\n\n          Conclusions:\n        \n      \n      MR can be used to assist PRT resection and has great potential to improve the rate of complete retroperitoneal tumour resection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37792998/",
    "clean_text": "mixed reality in primary retroperitoneal tumour surgery evaluation of preoperative and intraoperative application value methods from patients who underwent prt resection at the first affiliated hospital of xi an jiaotong university we screened patients who underwent mr assisted retroperitoneal tumour resection and patients who underwent tumour resection without mr objective to evaluate the feasibility and application value of mixed reality technology mr in primary retroperitoneal tumour prt surgery methods from patients who underwent prt resection at the first affiliated hospital of xi an jiaotong university we screened patients who underwent mr assisted retroperitoneal tumour resection and patients who underwent tumour resection without mr assistance the intraoperative and postoperative recovery of the patients in both groups were compared and the reliability and validity of the application of mr were further examined using the likert scale results there was a significant difference in the mean intraoperative bleeding volume between the two groups but it was reduced in the mr group the results of the likert scale showed higher scores in the mr group than non mr group conclusions mr can be used to assist prt resection and has great potential to improve the rate of complete retroperitoneal tumour resection"
}