{
    "title": "How Should the Precautionary Principle Apply to Pregnant Women in Clinical Research?",
    "doc_id": "34596226",
    "writer": "van der Zande ISE",
    "year": "2021",
    "summary": "In our paper, we explore through conceptual analysis whether and if so how the precautionary principle should apply to pregnant women. We argue that the principle is a decision-making strategy underlying risk-benefit decisions in clinical research, which can be appl …",
    "abstract": "The precautionary principle is often invoked in relation to pregnant women and may be one of the underlying reasons for their continuous underrepresentation in clinical research. The principle is appealing, because potential fetal harm as a result of research participation is considered to be serious and irreversible. In our paper, we explore through conceptual analysis whether and if so how the precautionary principle should apply to pregnant women. We argue that the principle is a decision-making strategy underlying risk-benefit decisions in clinical research, which can be applied to pregnant women. However, the current application is a strong one, leading to the promotion of absolute exclusion or, less often, absolute inclusion of pregnant women. In order to change this paralyzing situation, a shift toward weak precautionary thinking is necessary. Instead of automatic extreme precaution, a balance will be found between harms and potential benefits of including pregnant women in clinical research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34596226/",
    "clean_text": "how should the precautionary principle apply to pregnant women in clinical research in our paper we explore through conceptual analysis whether and if so how the precautionary principle should apply to pregnant women we argue that the principle is a decision making strategy underlying risk benefit decisions in clinical research which can be appl the precautionary principle is often invoked in relation to pregnant women and may be one of the underlying reasons for their continuous underrepresentation in clinical research the principle is appealing because potential fetal harm as a result of research participation is considered to be serious and irreversible in our paper we explore through conceptual analysis whether and if so how the precautionary principle should apply to pregnant women we argue that the principle is a decision making strategy underlying risk benefit decisions in clinical research which can be applied to pregnant women however the current application is a strong one leading to the promotion of absolute exclusion or less often absolute inclusion of pregnant women in order to change this paralyzing situation a shift toward weak precautionary thinking is necessary instead of automatic extreme precaution a balance will be found between harms and potential benefits of including pregnant women in clinical research"
}