{
    "title": "The identification of ulcerative plaque with high resolution duplex carotid scanning.",
    "doc_id": "3279227",
    "writer": "Bluth EI",
    "year": "1988",
    "summary": "The patients were pathologically divided into two groups by the presence or absence of intimal ulcerations. These two groups were then sonographically compared with regard to surface characteristics of the plaque, plaque size, size of the sonolucent area within the plaque, …",
    "abstract": "A retrospective study evaluated 50 patients who had pathologically proven intraplaque hemorrhage. The patients were pathologically divided into two groups by the presence or absence of intimal ulcerations. These two groups were then sonographically compared with regard to surface characteristics of the plaque, plaque size, size of the sonolucent area within the plaque, and location of the sonolucent area relative to the intimal surface. No defined sonographic characteristics could be used to separate these two groups of patients with heterogeneous plaques into those who had or did not have ulcerations. Most importantly, merely sonographically evaluating the surface of the plaque to determine if it was smooth or irregular could not be used as a successful means to identify which patients were at risk for ulceration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3279227/",
    "clean_text": "the identification of ulcerative plaque with high resolution duplex carotid scanning the patients were pathologically divided into two groups by the presence or absence of intimal ulcerations these two groups were then sonographically compared with regard to surface characteristics of the plaque plaque size size of the sonolucent area within the plaque a retrospective study evaluated patients who had pathologically proven intraplaque hemorrhage the patients were pathologically divided into two groups by the presence or absence of intimal ulcerations these two groups were then sonographically compared with regard to surface characteristics of the plaque plaque size size of the sonolucent area within the plaque and location of the sonolucent area relative to the intimal surface no defined sonographic characteristics could be used to separate these two groups of patients with heterogeneous plaques into those who had or did not have ulcerations most importantly merely sonographically evaluating the surface of the plaque to determine if it was smooth or irregular could not be used as a successful means to identify which patients were at risk for ulceration"
}