{
    "pmid": "41461268",
    "title": "Polydatin Attenuates Ferroptosis in Pancreatic Beta Cells via Activation of the GPx4-Nrf2 Axis under Hyperglycemic Conditions.",
    "abstract": "Pancreatic beta-cells play a pivotal role in the advancement of type 1 and type 2 diabetes mellitus. Ferroptosis, a distinct type of regulated cell death, is characterized by the accumulation of iron-dependent lipid peroxides in cell membranes, causing disruptions in cellular iron homeostasis and an impaired antioxidant system. Glutathione Peroxidase 4 (GPx4) is a key antioxidant enzyme that protects cells against ferroptosis by mitigating oxidative damage and reducing lipid peroxides, thereby maintaining cellular redox balance. In this study, we aim to identify a natural compound as a potent ferroptosis inhibitor using in silico and in vitro approaches. We screened a bioactive compound library using in silico tools and identified polydatin as a potential GPx4 activator with a strong binding affinity of -7.8kcal/mol. Its activity was validated using an in-house developed luciferase-based reporter assay system. We further investigated the effects of polydatin in an in vitro model using mouse pancreatic beta cells exposed to high glucose conditions. Polydatin exhibited more than 90% cell viability and a dose-dependent protection against ferroptosis and enhanced cellular antioxidant capacity, as evidenced by the upregulation of key ferroptosis-associated markers, including GPx4, SLC7A11, ferritin, and transferrin, which were statistically significant. Notably, polydatin also activated the master antioxidant transcription factor Nrf2 and its downstream genes, supporting its role in mitigating oxidative stress-related induced beta-cell dysfunction. Collectively, our findings highlight polydatin as a promising ferroptosis inhibitor and support its potential as a therapeutic agent for preserving pancreatic beta cell function in diabetes.",
    "disease": "diabetes mellitus",
    "clean_text": "polydatin attenuates ferroptosis in pancreatic beta cells via activation of the gpx nrf axis under hyperglycemic conditions pancreatic beta cells play a pivotal role in the advancement of type and type diabetes mellitus ferroptosis a distinct type of regulated cell death is characterized by the accumulation of iron dependent lipid peroxides in cell membranes causing disruptions in cellular iron homeostasis and an impaired antioxidant system glutathione peroxidase gpx is a key antioxidant enzyme that protects cells against ferroptosis by mitigating oxidative damage and reducing lipid peroxides thereby maintaining cellular redox balance in this study we aim to identify a natural compound as a potent ferroptosis inhibitor using in silico and in vitro approaches we screened a bioactive compound library using in silico tools and identified polydatin as a potential gpx activator with a strong binding affinity of kcal mol its activity was validated using an in house developed luciferase based reporter assay system we further investigated the effects of polydatin in an in vitro model using mouse pancreatic beta cells exposed to high glucose conditions polydatin exhibited more than cell viability and a dose dependent protection against ferroptosis and enhanced cellular antioxidant capacity as evidenced by the upregulation of key ferroptosis associated markers including gpx slc a ferritin and transferrin which were statistically significant notably polydatin also activated the master antioxidant transcription factor nrf and its downstream genes supporting its role in mitigating oxidative stress related induced beta cell dysfunction collectively our findings highlight polydatin as a promising ferroptosis inhibitor and support its potential as a therapeutic agent for preserving pancreatic beta cell function in diabetes"
}