{
    "title": "How to locate and appraise qualitative research in complementary and alternative medicine.",
    "doc_id": "23731997",
    "writer": "Franzel B",
    "year": "2013",
    "summary": "However, one established scientific approach to the individual, qualitative research, thus far has been explicitly used very rarely. This article demonstrates a case example of how qualitative research in the field of CAM studies was identified and critically apprai …",
    "abstract": "Background:\n        \n      \n      The aim of this publication is to present a case study of how to locate and appraise qualitative studies for the conduct of a meta-ethnography in the field of complementary and alternative medicine (CAM). CAM is commonly associated with individualized medicine. However, one established scientific approach to the individual, qualitative research, thus far has been explicitly used very rarely. This article demonstrates a case example of how qualitative research in the field of CAM studies was identified and critically appraised.\n    \n\n\n          Methods:\n        \n      \n      Several search terms and techniques were tested for the identification and appraisal of qualitative CAM research in the conduct of a meta-ethnography. Sixty-seven electronic databases were searched for the identification of qualitative CAM trials, including CAM databases, nursing, nutrition, psychological, social, medical databases, the Cochrane Library and DIMDI.\n    \n\n\n          Results:\n        \n      \n      9578 citations were screened, 223 articles met the pre-specified inclusion criteria, 63 full text publications were reviewed, 38 articles were appraised qualitatively and 30 articles were included. The search began with PubMed, yielding 87% of the included publications of all databases with few additional relevant findings in the specific databases. CINHAL and DIMDI also revealed a high number of precise hits. Although CAMbase and CAM-QUEST® focus on CAM research only, almost no hits of qualitative trials were found there. Searching with broad text terms was the most effective search strategy in all databases.\n    \n\n\n          Conclusions:\n        \n      \n      This publication presents a case study on how to locate and appraise qualitative studies in the field of CAM. The example shows that the literature search for qualitative studies in the field of CAM is most effective when the search is begun in PubMed followed by CINHAL or DIMDI using broad text terms. Exclusive CAM databases delivered no additional findings to locate qualitative CAM studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23731997/",
    "clean_text": "how to locate and appraise qualitative research in complementary and alternative medicine however one established scientific approach to the individual qualitative research thus far has been explicitly used very rarely this article demonstrates a case example of how qualitative research in the field of cam studies was identified and critically apprai background the aim of this publication is to present a case study of how to locate and appraise qualitative studies for the conduct of a meta ethnography in the field of complementary and alternative medicine cam cam is commonly associated with individualized medicine however one established scientific approach to the individual qualitative research thus far has been explicitly used very rarely this article demonstrates a case example of how qualitative research in the field of cam studies was identified and critically appraised methods several search terms and techniques were tested for the identification and appraisal of qualitative cam research in the conduct of a meta ethnography sixty seven electronic databases were searched for the identification of qualitative cam trials including cam databases nursing nutrition psychological social medical databases the cochrane library and dimdi results citations were screened articles met the pre specified inclusion criteria full text publications were reviewed articles were appraised qualitatively and articles were included the search began with pubmed yielding of the included publications of all databases with few additional relevant findings in the specific databases cinhal and dimdi also revealed a high number of precise hits although cambase and cam quest focus on cam research only almost no hits of qualitative trials were found there searching with broad text terms was the most effective search strategy in all databases conclusions this publication presents a case study on how to locate and appraise qualitative studies in the field of cam the example shows that the literature search for qualitative studies in the field of cam is most effective when the search is begun in pubmed followed by cinhal or dimdi using broad text terms exclusive cam databases delivered no additional findings to locate qualitative cam studies"
}