{
    "title": "Prevalence of urinary tract infection and vesicoureteral reflux in children with lower urinary tract dysfunction.",
    "doc_id": "23416636",
    "writer": "Van Batavia JP",
    "year": "2013",
    "summary": "PURPOSE: Lower urinary tract dysfunction is a common pediatric urological problem that is often associated with urinary tract infection. We determined the prevalence of a urinary tract infection history in children with lower urinary …",
    "abstract": "Purpose:\n        \n      \n      Lower urinary tract dysfunction is a common pediatric urological problem that is often associated with urinary tract infection. We determined the prevalence of a urinary tract infection history in children with lower urinary tract dysfunction and its association, if any, with gender, bowel dysfunction, vesicoureteral reflux and specific lower urinary tract conditions.\n    \n\n\n          Materials and methods:\n        \n      \n      We retrospectively reviewed the charts of children diagnosed with and treated for lower urinary tract dysfunction, noting a history of urinary tract infection with or without fever, gender, bowel dysfunction and vesicoureteral reflux in association with specific lower urinary tract conditions.\n    \n\n\n          Results:\n        \n      \n      Of the 257 boys and 366 girls with a mean age of 9.1 years 207 (33%) had a urinary tract infection history, including 88 with at least 1 febrile infection. A total of 64 patients underwent voiding cystourethrogram/videourodynamics, which revealed reflux in 44 (69%). In 119 of the 207 patients all infections were afebrile and 18 underwent voiding cystourethrogram/videourodynamics, which revealed reflux in 5 (28%). A urinary tract infection history was noted in 53% of girls but only 5% of boys (p <0.001). Patients with detrusor underutilization disorder were statistically more likely to present with an infection history than patients with idiopathic detrusor overactivity disorder or primary bladder neck dysfunction (each p <0.01).\n    \n\n\n          Conclusions:\n        \n      \n      Females with lower urinary tract dysfunction have a much higher urinary tract infection incidence than males. This association was most often noted for lower urinary tract conditions in which urinary stasis occurs, including detrusor underutilization disorder and dysfunctional voiding. Reflux was found in most girls with a history of febrile infections. Since reflux was identified in more than a quarter of girls with only afebrile infections who were evaluated for reflux, it may be reasonable to perform voiding cystourethrogram or videourodynamics in some of them to identify reflux.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23416636/",
    "clean_text": "prevalence of urinary tract infection and vesicoureteral reflux in children with lower urinary tract dysfunction purpose lower urinary tract dysfunction is a common pediatric urological problem that is often associated with urinary tract infection we determined the prevalence of a urinary tract infection history in children with lower urinary purpose lower urinary tract dysfunction is a common pediatric urological problem that is often associated with urinary tract infection we determined the prevalence of a urinary tract infection history in children with lower urinary tract dysfunction and its association if any with gender bowel dysfunction vesicoureteral reflux and specific lower urinary tract conditions materials and methods we retrospectively reviewed the charts of children diagnosed with and treated for lower urinary tract dysfunction noting a history of urinary tract infection with or without fever gender bowel dysfunction and vesicoureteral reflux in association with specific lower urinary tract conditions results of the boys and girls with a mean age of years had a urinary tract infection history including with at least febrile infection a total of patients underwent voiding cystourethrogram videourodynamics which revealed reflux in in of the patients all infections were afebrile and underwent voiding cystourethrogram videourodynamics which revealed reflux in a urinary tract infection history was noted in of girls but only of boys p patients with detrusor underutilization disorder were statistically more likely to present with an infection history than patients with idiopathic detrusor overactivity disorder or primary bladder neck dysfunction each p conclusions females with lower urinary tract dysfunction have a much higher urinary tract infection incidence than males this association was most often noted for lower urinary tract conditions in which urinary stasis occurs including detrusor underutilization disorder and dysfunctional voiding reflux was found in most girls with a history of febrile infections since reflux was identified in more than a quarter of girls with only afebrile infections who were evaluated for reflux it may be reasonable to perform voiding cystourethrogram or videourodynamics in some of them to identify reflux"
}