{
    "pmid": "41474713",
    "title": "Stepping forward: A study protocol for developing and validating a Malaysian diabetic foot self-care practice assessment instrument.",
    "abstract": "Diabetic foot ulcers impose significant financial burdens and diminished quality of life. Effective management relies on patients' self-care, yet often overlooked by patients as neuropathic feet are painless. In Malaysia, primary care facilities focus on prevention by promoting proper foot self-care. However, the lack of a standardised assessment tool hampers nationwide evaluation. This paper outlines the methodology for developing and validating an instrument tailored to the Malaysian context to assess diabetic foot self-care practices. A structured methodological process will be employed to guide the instrument's development and subsequent validation. The instrument aims to encompass comprehensible questions with a simple scoring and interpretation mechanism to foster its daily use. The study will consist of two phases. Phase 1 focuses on the development of the Malaysian instrument. This phase encompasses a literature review, item development tailored to the Malaysian context, content validity through expert panel evaluations, translations, pre-tests and a follow-up stakeholder engagement to ensure the instrument meets their requirements. Incorporating perspectives from experts and comprehensibility by local patients ensures the instrument's relevance to the local context. Phase 2 involves instrument validation through a cross-sectional study. This phase entails a pilot test and field test of the instrument among diabetic patients for validation. Cut-off ranges and their interpretations will also be established in this phase. The study sites encompass a mix of urban and rural public health clinics across Peninsular as well as East Malaysia. By developing a standard validated instrument to assess diabetic foot self-care practices, services provision gaps can be identified, and targeted interventions to improve these gaps in practices can be implemented. Individually tailored diabetes foot care education is crucial in preventing foot ulcers. This instrument can also facilitate the monitoring of improvements in patients' foot self-care practices longitudinally.",
    "disease": "diabetes mellitus",
    "clean_text": "stepping forward a study protocol for developing and validating a malaysian diabetic foot self care practice assessment instrument diabetic foot ulcers impose significant financial burdens and diminished quality of life effective management relies on patients self care yet often overlooked by patients as neuropathic feet are painless in malaysia primary care facilities focus on prevention by promoting proper foot self care however the lack of a standardised assessment tool hampers nationwide evaluation this paper outlines the methodology for developing and validating an instrument tailored to the malaysian context to assess diabetic foot self care practices a structured methodological process will be employed to guide the instrument s development and subsequent validation the instrument aims to encompass comprehensible questions with a simple scoring and interpretation mechanism to foster its daily use the study will consist of two phases phase focuses on the development of the malaysian instrument this phase encompasses a literature review item development tailored to the malaysian context content validity through expert panel evaluations translations pre tests and a follow up stakeholder engagement to ensure the instrument meets their requirements incorporating perspectives from experts and comprehensibility by local patients ensures the instrument s relevance to the local context phase involves instrument validation through a cross sectional study this phase entails a pilot test and field test of the instrument among diabetic patients for validation cut off ranges and their interpretations will also be established in this phase the study sites encompass a mix of urban and rural public health clinics across peninsular as well as east malaysia by developing a standard validated instrument to assess diabetic foot self care practices services provision gaps can be identified and targeted interventions to improve these gaps in practices can be implemented individually tailored diabetes foot care education is crucial in preventing foot ulcers this instrument can also facilitate the monitoring of improvements in patients foot self care practices longitudinally"
}