{
    "title": "Genetic variations in the WFS1 gene in Japanese with type 2 diabetes and bipolar disorder.",
    "doc_id": "15234338",
    "writer": "Kawamoto T",
    "year": "2004",
    "summary": "Diabetic and psychiatric symptoms often appear in patients with Wolfram syndrome, and obligate carriers of WFS1 have increased prevalence of type 2 diabetes and are more likely to require hospitalization for psychiatric illness including bipolar disorder. ... …",
    "abstract": "Diabetic and psychiatric symptoms often appear in patients with Wolfram syndrome, and obligate carriers of WFS1 have increased prevalence of type 2 diabetes and are more likely to require hospitalization for psychiatric illness including bipolar disorder. To identify the polymorphisms in Japanese, we examined a region of approximately 50 kb covering the entire WFS1 gene, and evaluated the patterns of linkage disequilibrium. We found a total of 42 variations including 8 novel coding single nucleotide polymorphisms (A6T, A134A, N159N, T170T, E237K, R383C, V412L, and V503G), 14 novel non-coding polymorphisms, and 2 linkage disequilibrium blocks. We also performed association studies in patients with type 2 diabetes mellitus and patients with bipolar disorder. The haplotype comprising R456 and H611 was most associated with type 2 diabetes (p = 0.013) and the haplotype comprising g. -15503C/T and g. 16226G/A was most associated with bipolar disorder (p = 0.006), but neither reached significant difference after multiple adjustment. These genetic variations and linkage disequilibrium patterns in WFS1 in Japanese should be useful in further investigation of genetic diversities of WFS1 and various related disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15234338/",
    "clean_text": "genetic variations in the wfs gene in japanese with type diabetes and bipolar disorder diabetic and psychiatric symptoms often appear in patients with wolfram syndrome and obligate carriers of wfs have increased prevalence of type diabetes and are more likely to require hospitalization for psychiatric illness including bipolar disorder diabetic and psychiatric symptoms often appear in patients with wolfram syndrome and obligate carriers of wfs have increased prevalence of type diabetes and are more likely to require hospitalization for psychiatric illness including bipolar disorder to identify the polymorphisms in japanese we examined a region of approximately kb covering the entire wfs gene and evaluated the patterns of linkage disequilibrium we found a total of variations including novel coding single nucleotide polymorphisms a t a a n n t t e k r c v l and v g novel non coding polymorphisms and linkage disequilibrium blocks we also performed association studies in patients with type diabetes mellitus and patients with bipolar disorder the haplotype comprising r and h was most associated with type diabetes p and the haplotype comprising g c t and g g a was most associated with bipolar disorder p but neither reached significant difference after multiple adjustment these genetic variations and linkage disequilibrium patterns in wfs in japanese should be useful in further investigation of genetic diversities of wfs and various related disorders"
}