{
    "pmid": "41456225",
    "title": "A Deep Learning-Based Multimodal Clinico-Histology-Genomic Prognostic Model in Prostate Cancer.",
    "abstract": "Prostate cancer remains a leading cause of cancer mortality, yet current risk stratification systems inadequately integrate multidimensional tumor characteristics. This study aims to develop a deep learning-based multimodal prognostic model that combines genomic signatures, histomorphological features from whole-slide imaging (WSI), and clinical parameters to improve risk stratification and therapeutic decision-making. We constructed a deep learning framework using two independent cohorts: The Cancer Genome Atlas (TCGA) for training and the Prostate, Lung, Colorectal and Ovarian (PLCO) trial for external validation. The model sequentially extracted 768-dimensional histopathological features from hematoxylin and eosin (H&E)-stained WSIs, predicted genomic scores, and histopathological scores, and integrated these with clinical variables via Cox regression to generate a multimodal prognostic score. Performance was evaluated through Kaplan-Meier analysis, Harrell's concordance index, and multivariate Cox regression. The prognostic score demonstrated superior prognostic accuracy (C-index: 0.774) compared with unimodal scores (genomic, histopathological, clinical) and NCCN risk stratification (C-index: 0.706-0.746, p < 0.05). High-risk patients identified by the multimodal model had significantly shorter progression-free intervals (HR = 9.088, 95% CI 6.033-13.691, p < 0.0001) and prostate cancer-specific mortality (HR = 8.787, 95% CI 3.238-23.847, p < 0.0001). Subgroup analysis within NCCN high-risk patients revealed distinct survival trajectories (p < 0.001). Gene set enrichment linked multimodal scores to tumor-relevant pathways. This integrative model eliminates reliance on genomic testing by computationally inferring genomic features from histopathology, while significantly enhancing prognostic precision. By stratifying heterogeneous patient populations and refining existing NCCN classifications, the prognostic score offers clinical potential for personalized risk assessment and optimized therapeutic strategies.",
    "disease": "lung cancer",
    "clean_text": "a deep learning based multimodal clinico histology genomic prognostic model in prostate cancer prostate cancer remains a leading cause of cancer mortality yet current risk stratification systems inadequately integrate multidimensional tumor characteristics this study aims to develop a deep learning based multimodal prognostic model that combines genomic signatures histomorphological features from whole slide imaging wsi and clinical parameters to improve risk stratification and therapeutic decision making we constructed a deep learning framework using two independent cohorts the cancer genome atlas tcga for training and the prostate lung colorectal and ovarian plco trial for external validation the model sequentially extracted dimensional histopathological features from hematoxylin and eosin h e stained wsis predicted genomic scores and histopathological scores and integrated these with clinical variables via cox regression to generate a multimodal prognostic score performance was evaluated through kaplan meier analysis harrell s concordance index and multivariate cox regression the prognostic score demonstrated superior prognostic accuracy c index compared with unimodal scores genomic histopathological clinical and nccn risk stratification c index p high risk patients identified by the multimodal model had significantly shorter progression free intervals hr ci p and prostate cancer specific mortality hr ci p subgroup analysis within nccn high risk patients revealed distinct survival trajectories p gene set enrichment linked multimodal scores to tumor relevant pathways this integrative model eliminates reliance on genomic testing by computationally inferring genomic features from histopathology while significantly enhancing prognostic precision by stratifying heterogeneous patient populations and refining existing nccn classifications the prognostic score offers clinical potential for personalized risk assessment and optimized therapeutic strategies"
}