{
    "title": "Prefrontal Oxytocin is Involved in Impairments in Prefrontal Plasticity and Social Memory Following Acute Exposure to High Fat Diet in Juvenile Animals.",
    "doc_id": "29608644",
    "writer": "Yaseen A",
    "year": "2019",
    "summary": "Juvenility represents a critical developmental phase during which exposure to a high fat diet (HFD) can severely modify cognitive and emotional functioning. The purpose of this study was to address how short and acute exposure to a HFD during juvenility affects soci …",
    "abstract": "Juvenility represents a critical developmental phase during which exposure to a high fat diet (HFD) can severely modify cognitive and emotional functioning. The purpose of this study was to address how short and acute exposure to a HFD during juvenility affects social memory recognition and prefrontal long-term potentiation (LTP). As LTP and social memory depend on the neuromodulator oxytocin (OXY) and due to its role in metabolism, we also examined the effects of OXY in mediating HFD-induced alterations in social memory and LTP. Our results show that short exposure to a HFD during juvenility impairs social preference memory and prefrontal LTP. Interestingly, whereas systemic injections of OXY reversed the impairments in HFD-fed animals and impaired LTP and memory in control animals; prefrontal injections of the OXY agonist TGOT reversed the effects in HFD animals without affecting control animals. Exposure to HFD was associated with a reduction in the levels of OXY in the prefrontal compared to control animals. Interestingly, the restoration of social memory by TGOT in HFD animals was also associated with normalization of OXY in the prefrontal. These results point to a role that prefrontal OXY has in mediating the effects of HFD on memory and plasticity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29608644/",
    "clean_text": "prefrontal oxytocin is involved in impairments in prefrontal plasticity and social memory following acute exposure to high fat diet in juvenile animals juvenility represents a critical developmental phase during which exposure to a high fat diet hfd can severely modify cognitive and emotional functioning the purpose of this study was to address how short and acute exposure to a hfd during juvenility affects soci juvenility represents a critical developmental phase during which exposure to a high fat diet hfd can severely modify cognitive and emotional functioning the purpose of this study was to address how short and acute exposure to a hfd during juvenility affects social memory recognition and prefrontal long term potentiation ltp as ltp and social memory depend on the neuromodulator oxytocin oxy and due to its role in metabolism we also examined the effects of oxy in mediating hfd induced alterations in social memory and ltp our results show that short exposure to a hfd during juvenility impairs social preference memory and prefrontal ltp interestingly whereas systemic injections of oxy reversed the impairments in hfd fed animals and impaired ltp and memory in control animals prefrontal injections of the oxy agonist tgot reversed the effects in hfd animals without affecting control animals exposure to hfd was associated with a reduction in the levels of oxy in the prefrontal compared to control animals interestingly the restoration of social memory by tgot in hfd animals was also associated with normalization of oxy in the prefrontal these results point to a role that prefrontal oxy has in mediating the effects of hfd on memory and plasticity"
}