{
    "pmid": "41455987",
    "title": "Tools and methods for assessing the usability and related aspects of usability of extended reality and telerehabilitation technologies in stroke rehabilitation: a scoping review.",
    "abstract": "Extended reality (XR) and telerehabilitation (TR) technologies are increasingly being used into stroke rehabilitation. These technologies have the potential to enhance therapy intensity, motivate users through engaging and interactive environments, and improve access to rehabilitation services in both clinical and home settings. Usability assessment is essential to ensure effective, engaging, and accessible interventions. This scoping review aims to identify tools used to evaluate XR and TR technologies in stroke rehabilitation. This scoping review was conducted following the methodological framework of Arksey and O'Malley, further refined by Levac et al. and the Joanna Briggs Institute. A literature search was performed across five databases (MEDLINE, Embase, CINAHL, PsycINFO, and Web of Science) using keywords and their variations related to stroke, virtual reality, augmented reality, mixed reality, telerehabilitation, and usability evaluation. Peer-reviewed articles and conference abstracts published up to December 2024 were included if they reported on the usability evaluation of XR or TR technologies in neurological rehabilitation. Two reviewers independently screened studies for eligibility. Relevant data were extracted using a standardized data charting framework. The search yielded 2,290 articles, of which 111 were included in the review. Twenty-eight tools were identified, encompassing both direct usability assessments and complementary tools addressing related aspects. These tools were grouped into six categories: (1) standardized questionnaires, (2) custom questionnaires, (3) semi-structured interviews, (4) task-based usability testing, (5) modified standardized questionnaires, and (6) think-aloud protocols. The most frequently used tool was the System Usability Scale (SUS), followed by custom questionnaires. Among studies explicitly evaluating usability, 55.9% combined two to six tools to capture multiple facets of usability. Usability was assessed in 67.6% of publications using quantitative methods (e.g., questionnaires), in 4.5% using qualitative methods (e.g., interviews, focus groups), and in 27.9% using mixed methods approaches. Usability of XR and TR technologies is assessed with a wide variety of tools. Combining tools helps capture different aspects of usability, highlighting the importance of addressing its multifaceted nature in stroke rehabilitation. Future research could develop and validate a framework integrating multiple aspects of usability to ensure both relevance and comparability across studies.",
    "disease": "stroke",
    "clean_text": "tools and methods for assessing the usability and related aspects of usability of extended reality and telerehabilitation technologies in stroke rehabilitation a scoping review extended reality xr and telerehabilitation tr technologies are increasingly being used into stroke rehabilitation these technologies have the potential to enhance therapy intensity motivate users through engaging and interactive environments and improve access to rehabilitation services in both clinical and home settings usability assessment is essential to ensure effective engaging and accessible interventions this scoping review aims to identify tools used to evaluate xr and tr technologies in stroke rehabilitation this scoping review was conducted following the methodological framework of arksey and o malley further refined by levac et al and the joanna briggs institute a literature search was performed across five databases medline embase cinahl psycinfo and web of science using keywords and their variations related to stroke virtual reality augmented reality mixed reality telerehabilitation and usability evaluation peer reviewed articles and conference abstracts published up to december were included if they reported on the usability evaluation of xr or tr technologies in neurological rehabilitation two reviewers independently screened studies for eligibility relevant data were extracted using a standardized data charting framework the search yielded articles of which were included in the review twenty eight tools were identified encompassing both direct usability assessments and complementary tools addressing related aspects these tools were grouped into six categories standardized questionnaires custom questionnaires semi structured interviews task based usability testing modified standardized questionnaires and think aloud protocols the most frequently used tool was the system usability scale sus followed by custom questionnaires among studies explicitly evaluating usability combined two to six tools to capture multiple facets of usability usability was assessed in of publications using quantitative methods e g questionnaires in using qualitative methods e g interviews focus groups and in using mixed methods approaches usability of xr and tr technologies is assessed with a wide variety of tools combining tools helps capture different aspects of usability highlighting the importance of addressing its multifaceted nature in stroke rehabilitation future research could develop and validate a framework integrating multiple aspects of usability to ensure both relevance and comparability across studies"
}