{
    "title": "[Genetic risk factors and their influence on neural development in autism spectrum disorders].",
    "doc_id": "34128703",
    "writer": "Freitag CM",
    "year": "2021",
    "summary": "Genetic risk factors and their influence on neural development in autism spectrum disorders Abstract. ...The genetic background is heterogeneous, i. e., it comprises diverse genetic risk factors across the disorder and high interindividual differences …",
    "abstract": "Genetic risk factors and their influence on neural development in autism spectrum disorders Abstract. ﻿Abstract. ﻿Autism spectrum disorders are etiologically based on genetic and specific gene x biologically relevant environmental risk factors. They are diagnosed based on behavioral characteristics, such as impaired social communication and stereotyped, repetitive behavior and sensory as well as special interests. The genetic background is heterogeneous, i. e., it comprises diverse genetic risk factors across the disorder and high interindividual differences of specific genetic risk factors. Nevertheless, risk factors converge regarding underlying biological mechanisms and shared pathways, which likely cause the autism-specific behavioral characteristics. The current selective literature review summarizes differential genetic risk factors and focuses particularly on mechanisms and pathways currently being discussed by international research. In conclusion, clinically relevant aspects and open translational research questions are presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34128703/",
    "clean_text": "genetic risk factors and their influence on neural development in autism spectrum disorders genetic risk factors and their influence on neural development in autism spectrum disorders abstract the genetic background is heterogeneous i e it comprises diverse genetic risk factors across the disorder and high interindividual differences genetic risk factors and their influence on neural development in autism spectrum disorders abstract abstract autism spectrum disorders are etiologically based on genetic and specific gene x biologically relevant environmental risk factors they are diagnosed based on behavioral characteristics such as impaired social communication and stereotyped repetitive behavior and sensory as well as special interests the genetic background is heterogeneous i e it comprises diverse genetic risk factors across the disorder and high interindividual differences of specific genetic risk factors nevertheless risk factors converge regarding underlying biological mechanisms and shared pathways which likely cause the autism specific behavioral characteristics the current selective literature review summarizes differential genetic risk factors and focuses particularly on mechanisms and pathways currently being discussed by international research in conclusion clinically relevant aspects and open translational research questions are presented"
}