{
    "title": "Neonatal syndromes of polyendocrinopathy.",
    "doc_id": "12092451",
    "writer": "Dotta F",
    "year": "2002",
    "summary": "Various immune-mediated disorders, including autoimmune syndromes, can take place in the early postnatal life, a period during which the immune system acquires key functions and undergoes a complex maturation and education process. Neonatal autoimmune syndromes invo …",
    "abstract": "Fetal and newborn mammals have a limited ability to mount an immune response, both qualitatively and quantitatively, leading to an increased susceptibility to bacterial or viral infections. The incomplete development in the neonate of both innate and acquired immune system may well explain this increased susceptibility; however, the neonatal immune system, under certain circumstances, can mount an efficient immune response. Various immune-mediated disorders, including autoimmune syndromes, can take place in the early postnatal life, a period during which the immune system acquires key functions and undergoes a complex maturation and education process. Neonatal autoimmune syndromes involving endocrine glands include: IPEX/XLAAD/XPID, neonatal hyperthyroidism, Di George syndrome, ALPS, and Kabuki syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12092451/",
    "clean_text": "neonatal syndromes of polyendocrinopathy various immune mediated disorders including autoimmune syndromes can take place in the early postnatal life a period during which the immune system acquires key functions and undergoes a complex maturation and education process neonatal autoimmune syndromes invo fetal and newborn mammals have a limited ability to mount an immune response both qualitatively and quantitatively leading to an increased susceptibility to bacterial or viral infections the incomplete development in the neonate of both innate and acquired immune system may well explain this increased susceptibility however the neonatal immune system under certain circumstances can mount an efficient immune response various immune mediated disorders including autoimmune syndromes can take place in the early postnatal life a period during which the immune system acquires key functions and undergoes a complex maturation and education process neonatal autoimmune syndromes involving endocrine glands include ipex xlaad xpid neonatal hyperthyroidism di george syndrome alps and kabuki syndrome"
}