{
    "title": "Pathophysiology of immune-mediated (type 1) diabetes mellitus: potential for immunotherapy.",
    "doc_id": "11437693",
    "writer": "Abel M",
    "year": "2001",
    "summary": "Type 1 diabetes mellitus is a chronic T cell-mediated disease resulting from autoimmune destruction of pancreatic beta-cells. ...This paper describes recent experimental and clinical findings and elucidates the current possibilities for immunotherapy of type …",
    "abstract": "Type 1 diabetes mellitus is a chronic T cell-mediated disease resulting from autoimmune destruction of pancreatic beta-cells. This process leads to progressive and irreversible failure of insulin secretion. Development of the disease involves both genetic and environmental factors. Genetic predisposition is mainly connected with the human leucocyte antigen (HLA) region, which encodes structures responsible for antigen presentation. A comprehensive molecular understanding of the pathogenesis of the disease is essential for the design of rational and well tolerated means of prevention. This paper describes recent experimental and clinical findings and elucidates the current possibilities for immunotherapy of type 1 diabetes. The nature of breakdown of self-tolerance and the mechanisms involved in its recovery are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11437693/",
    "clean_text": "pathophysiology of immune mediated type diabetes mellitus potential for immunotherapy type diabetes mellitus is a chronic t cell mediated disease resulting from autoimmune destruction of pancreatic beta cells this paper describes recent experimental and clinical findings and elucidates the current possibilities for immunotherapy of type type diabetes mellitus is a chronic t cell mediated disease resulting from autoimmune destruction of pancreatic beta cells this process leads to progressive and irreversible failure of insulin secretion development of the disease involves both genetic and environmental factors genetic predisposition is mainly connected with the human leucocyte antigen hla region which encodes structures responsible for antigen presentation a comprehensive molecular understanding of the pathogenesis of the disease is essential for the design of rational and well tolerated means of prevention this paper describes recent experimental and clinical findings and elucidates the current possibilities for immunotherapy of type diabetes the nature of breakdown of self tolerance and the mechanisms involved in its recovery are discussed"
}