{
    "title": "Optimal treatment for lumbar spinal stenosis: an update.",
    "doc_id": "28696946",
    "writer": "Patel J",
    "year": "2017",
    "summary": "PURPOSE OF REVIEW: Our review of current literature within the past 12-24 months for the treatment of lumbar spinals stenosis (LSS) serves to update providers on recent advances and comparisons regarding therapy spanning lifestyle modification, pharmacologic therapy, minim …",
    "abstract": "Purpose of review:\n        \n      \n      Our review of current literature within the past 12-24 months for the treatment of lumbar spinals stenosis (LSS) serves to update providers on recent advances and comparisons regarding therapy spanning lifestyle modification, pharmacologic therapy, minimally invasive interventions, and surgical interventions.\n    \n\n\n          Recent findings:\n        \n      \n      Current literature supporting the inclusion of physical therapy and gabapentin/pregabalin within an initial treatment regimen have been positive. A recent randomized, double-blinded clinical trial of adding calcitonin to epidural steroid injections have shown improvement in pain and function up to 1 year. The minimally invasive lumbar decompression (mild) procedure is showing ongoing beneficial results in pain and function. Spinal cord stimulation (SCS) may have a role for select patients with lumbar spinal stenosis. Finally, the benefits of surgical treatment versus nonsurgical treatment is ultimately inconclusive because of the nature of data collection, inconsistencies with the clinical definition of LSS, and a lack of standardized treatment guidelines.\n    \n\n\n          Summary:\n        \n      \n      Our review of current research demonstrates there is a positive role for the current conservative therapies, with favorable results for interventions such as minimally invasive decompression and SCS. Pharmacologic interventions such as systemic prostaglandin analogues and epidural agents such as calcitonin demonstrate early promise, but need to undergo additional safety testing and confirmatory trials. Further long-term research with validated, objective measurements for the aforementioned treatments are needed to draw any definitive conclusions for clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28696946/",
    "clean_text": "optimal treatment for lumbar spinal stenosis an update purpose of review our review of current literature within the past months for the treatment of lumbar spinals stenosis lss serves to update providers on recent advances and comparisons regarding therapy spanning lifestyle modification pharmacologic therapy minim purpose of review our review of current literature within the past months for the treatment of lumbar spinals stenosis lss serves to update providers on recent advances and comparisons regarding therapy spanning lifestyle modification pharmacologic therapy minimally invasive interventions and surgical interventions recent findings current literature supporting the inclusion of physical therapy and gabapentin pregabalin within an initial treatment regimen have been positive a recent randomized double blinded clinical trial of adding calcitonin to epidural steroid injections have shown improvement in pain and function up to year the minimally invasive lumbar decompression mild procedure is showing ongoing beneficial results in pain and function spinal cord stimulation scs may have a role for select patients with lumbar spinal stenosis finally the benefits of surgical treatment versus nonsurgical treatment is ultimately inconclusive because of the nature of data collection inconsistencies with the clinical definition of lss and a lack of standardized treatment guidelines summary our review of current research demonstrates there is a positive role for the current conservative therapies with favorable results for interventions such as minimally invasive decompression and scs pharmacologic interventions such as systemic prostaglandin analogues and epidural agents such as calcitonin demonstrate early promise but need to undergo additional safety testing and confirmatory trials further long term research with validated objective measurements for the aforementioned treatments are needed to draw any definitive conclusions for clinical practice"
}