{
    "pmid": "41357662",
    "title": "Endoscopic retrograde cholangiopancreatography for the management of biliary fistula following liver hydatid cyst related surgery or radiological interventions.",
    "abstract": "Surgery and percutaneous radiological methods [puncture, aspiration, injection, re-aspiration (PAIR)] are the current invasive treatment strategies for patients with hepatic hydatid cyst (HHC). Biliary leak is a common complication in patients who underwent these treatments of HHC. Bile leak should be treated effectively as uncontrolled biliary fistula may lead to life-treating conditions such as severe cholangitis, intraabdominal abscesses and septicemia. Endoscopic retrograde cholangiopancreatography (ERCP) has become the main treatment of post-interventional biliary fistula. To evaluate the efficacy and safety of ERCP in the management of biliary fistula following HHC-related surgery or PAIR. We evaluated data of patients who developed bile leakage following HHC-related interventions from endemic area during the period of March 2017 and February 2025. We included 88 patients (50 female, 57%) with a median age of 33 years (range: 8-83 years) at the time of ERCP. Bile leak occurred following surgery in 72 (82%) patients and after PAIR in 16 (18%) patients. Low-grade leakage (< 400 mL/day) was identified in 46 (52%) patients. Initial mode of ERCP was endoscopic sphincterotomy (ES) with biliary drainage (plastic stent or nasobiliary drain) in 73 (83%) patients and ES alone in remaining 15 (17%) patients. Six patients who initially treated by ES alone had persistent fistula and underwent repeat ERCP with stent placement. ERCP type (ES + biliary stenting) and fistula flow rate (< 400 mL/day) were significantly associated with 20-days complete closure of the fistula [ This case based-study from endemic area demonstrates that ERCP is highly effective and safe for managing bile leakage following both surgery and PAIR. ES + biliary stenting seems better mode of ERCP procedure.",
    "disease": "liver cirrhosis",
    "clean_text": "endoscopic retrograde cholangiopancreatography for the management of biliary fistula following liver hydatid cyst related surgery or radiological interventions surgery and percutaneous radiological methods puncture aspiration injection re aspiration pair are the current invasive treatment strategies for patients with hepatic hydatid cyst hhc biliary leak is a common complication in patients who underwent these treatments of hhc bile leak should be treated effectively as uncontrolled biliary fistula may lead to life treating conditions such as severe cholangitis intraabdominal abscesses and septicemia endoscopic retrograde cholangiopancreatography ercp has become the main treatment of post interventional biliary fistula to evaluate the efficacy and safety of ercp in the management of biliary fistula following hhc related surgery or pair we evaluated data of patients who developed bile leakage following hhc related interventions from endemic area during the period of march and february we included patients female with a median age of years range years at the time of ercp bile leak occurred following surgery in patients and after pair in patients low grade leakage ml day was identified in patients initial mode of ercp was endoscopic sphincterotomy es with biliary drainage plastic stent or nasobiliary drain in patients and es alone in remaining patients six patients who initially treated by es alone had persistent fistula and underwent repeat ercp with stent placement ercp type es biliary stenting and fistula flow rate ml day were significantly associated with days complete closure of the fistula this case based study from endemic area demonstrates that ercp is highly effective and safe for managing bile leakage following both surgery and pair es biliary stenting seems better mode of ercp procedure"
}