{
    "title": "Meningococcal disease in adolescents and young adults: a review of the rationale for prevention through vaccination.",
    "doc_id": "30273506",
    "writer": "Burman C",
    "year": "2019",
    "summary": "While IMD incidence peaks in both infants and adolescents/young adults, carriage rates are often highest in the latter age groups, increasing IMD risk and the likelihood of transmission. ...This review describes the role of adolescents/young adults in …",
    "abstract": "Invasive meningococcal disease (IMD) caused by Neisseria meningitidis is characterized by high mortality and morbidity. While IMD incidence peaks in both infants and adolescents/young adults, carriage rates are often highest in the latter age groups, increasing IMD risk and the likelihood of transmission. Effective vaccines are available for 5 of 6 disease-causing serogroups. Because adolescents/young adults represent a significant proportion of cases, often have the highest carriage rate, and have characteristically low vaccination adherence, efforts should be focused on educating this population regarding long-term consequences of infection and the importance of meningococcal vaccination in prevention. This review describes the role of adolescents/young adults in meningococcal transmission and the clinical consequences and characteristics of IMD in this population. With a focus on countries with advanced economies that have specific meningococcal vaccination recommendations, the epidemiology of meningococcal disease and vaccination recommendations in adolescents/young adults will also be discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30273506/",
    "clean_text": "meningococcal disease in adolescents and young adults a review of the rationale for prevention through vaccination while imd incidence peaks in both infants and adolescents young adults carriage rates are often highest in the latter age groups increasing imd risk and the likelihood of transmission this review describes the role of adolescents young adults in invasive meningococcal disease imd caused by neisseria meningitidis is characterized by high mortality and morbidity while imd incidence peaks in both infants and adolescents young adults carriage rates are often highest in the latter age groups increasing imd risk and the likelihood of transmission effective vaccines are available for of disease causing serogroups because adolescents young adults represent a significant proportion of cases often have the highest carriage rate and have characteristically low vaccination adherence efforts should be focused on educating this population regarding long term consequences of infection and the importance of meningococcal vaccination in prevention this review describes the role of adolescents young adults in meningococcal transmission and the clinical consequences and characteristics of imd in this population with a focus on countries with advanced economies that have specific meningococcal vaccination recommendations the epidemiology of meningococcal disease and vaccination recommendations in adolescents young adults will also be discussed"
}