{
    "title": "[Diagnostic approach to chronic kidney disease].",
    "doc_id": "35389010",
    "writer": "Delanaye P",
    "year": "2022",
    "summary": "Chronic kidney disease (CKD) affects ~7 % of the general population and is burdened with significant morbidity and mortality, especially cardiovascular disease. ...The persistence of these abnormalities for more than 3 months indicates the chronicity of the r …",
    "abstract": "Chronic kidney disease (CKD) affects ~7 % of the general population and is burdened with significant morbidity and mortality, especially cardiovascular disease. At the terminal stage, CKD requires demanding and costly treatments for the patient and the society, such as dialysis or kidney transplantation. The symptomatology of CKD is poor and unspecific, which complicates the identification and early management of patients with CKD. Diagnostic criteria for CKD include (1) renal morphological abnormality; and/or (2) proteinuria superior to150 mg/g creatinine; and/or (3) glomerular filtration rate (GFR) inferior to 60 ml/min/ 1.73 m². The persistence of these abnormalities for more than 3 months indicates the chronicity of the renal damage. Starting from an exemplary clinical case, we detail the diagnostic steps when faced with a suspicion of CKD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35389010/",
    "clean_text": "diagnostic approach to chronic kidney disease chronic kidney disease ckd affects of the general population and is burdened with significant morbidity and mortality especially cardiovascular disease the persistence of these abnormalities for more than months indicates the chronicity of the r chronic kidney disease ckd affects of the general population and is burdened with significant morbidity and mortality especially cardiovascular disease at the terminal stage ckd requires demanding and costly treatments for the patient and the society such as dialysis or kidney transplantation the symptomatology of ckd is poor and unspecific which complicates the identification and early management of patients with ckd diagnostic criteria for ckd include renal morphological abnormality and or proteinuria superior to mg g creatinine and or glomerular filtration rate gfr inferior to ml min m the persistence of these abnormalities for more than months indicates the chronicity of the renal damage starting from an exemplary clinical case we detail the diagnostic steps when faced with a suspicion of ckd"
}