{
    "title": "Endometrial cancer - reduce to the minimum. A new paradigm for adjuvant treatments?",
    "doc_id": "22118369",
    "writer": "Scheithauer HR",
    "year": "2011",
    "summary": "MATERIALS AND METHODS: Both, Pubmed and ISI Web of Knowledge database were searched using the following keywords and MESH headings: \"Endometrial cancer\", \"Endometrial Neoplasms\", \"Endometrial Neoplasms/radiotherapy\", \"External beam radiat …",
    "abstract": "Background:\n        \n      \n      Up to now, the role of adjuvant radiation therapy and the extent of lymph node dissection for early stage endometrial cancer are controversial. In order to clarify the current position of the given adjuvant treatment options, a systematic review was performed.\n    \n\n\n          Materials and methods:\n        \n      \n      Both, Pubmed and ISI Web of Knowledge database were searched using the following keywords and MESH headings: \"Endometrial cancer\", \"Endometrial Neoplasms\", \"Endometrial Neoplasms/radiotherapy\", \"External beam radiation therapy\", \"Brachytherapy\" and adequate combinations.\n    \n\n\n          Conclusion:\n        \n      \n      Recent data from randomized trials indicate that external beam radiation therapy - particularly in combination with extended lymph node dissection - or radical lymph node dissection increases toxicity without any improvement of overall survival rates. Thus, reduced surgical aggressiveness and limitation of radiotherapy to vaginal-vault-brachytherapy only is sufficient for most cases of early stage endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22118369/",
    "clean_text": "endometrial cancer reduce to the minimum a new paradigm for adjuvant treatments materials and methods both pubmed and isi web of knowledge database were searched using the following keywords and mesh headings endometrial cancer endometrial neoplasms endometrial neoplasms radiotherapy external beam radiat background up to now the role of adjuvant radiation therapy and the extent of lymph node dissection for early stage endometrial cancer are controversial in order to clarify the current position of the given adjuvant treatment options a systematic review was performed materials and methods both pubmed and isi web of knowledge database were searched using the following keywords and mesh headings endometrial cancer endometrial neoplasms endometrial neoplasms radiotherapy external beam radiation therapy brachytherapy and adequate combinations conclusion recent data from randomized trials indicate that external beam radiation therapy particularly in combination with extended lymph node dissection or radical lymph node dissection increases toxicity without any improvement of overall survival rates thus reduced surgical aggressiveness and limitation of radiotherapy to vaginal vault brachytherapy only is sufficient for most cases of early stage endometrial cancer"
}