{
    "pmid": "41368123",
    "title": "Intra-rater reliability of the 6-min walk test in people with liver cirrhosis.",
    "abstract": "Liver cirrhosis often leads to significant impairments in functional capacity, which are associated with disease severity and prognosis. Simple, reliable, and low-cost tests are essential to monitor these patients in clinical practice. The 6-min walk test (6MWT) is widely used in other chronic conditions, but its measurement properties in cirrhosis remain underexplored. To assess the reliability of the 6MWT in patients with liver cirrhosis (LC). This cross-sectional study was conducted at a teaching hospital in Juiz de Fora-Minas Gerais. Patients diagnosed with LC at any stage of the disease and under clinical follow-up were included. Patients with grade 2 or higher encephalopathy, respiratory, and/or musculoskeletal diseases or who did not understand the test were excluded. Initially, anamnesis and anthropometric evaluation were performed, followed by the 6MWT. After 24 h the test was repeated. Descriptive statistics were used to present the data. Continuous variables were tested for normality using the Shapiro-Wilk test. The reliability of the 6MWT was tested through Bland-Altman analysis, typical error of measurement, and intraclass correlation coefficient (ICC) as well as a one-sample  The mean difference between 6MWT-2 and 6MWT-1 was -18.9 m; the lower limit of the Bland-Altman agreement was -83.5 m, and the upper limit was 45.7 m. One participant was excluded from further analyses for being outside these limits. The typical error of measurement was 18.9 m. The ICC showed excellent reliability between the two tests (ICC = 0.97, 95% confidence internal: 0.90-0.99,  The 6MWT is a test with excellent reliability. It is safe, easy to administer, inexpensive, and can be introduced into routine practice without loss of diagnostic precision in estimating the functional capacity of patients with LC.",
    "disease": "liver cirrhosis",
    "clean_text": "intra rater reliability of the min walk test in people with liver cirrhosis liver cirrhosis often leads to significant impairments in functional capacity which are associated with disease severity and prognosis simple reliable and low cost tests are essential to monitor these patients in clinical practice the min walk test mwt is widely used in other chronic conditions but its measurement properties in cirrhosis remain underexplored to assess the reliability of the mwt in patients with liver cirrhosis lc this cross sectional study was conducted at a teaching hospital in juiz de fora minas gerais patients diagnosed with lc at any stage of the disease and under clinical follow up were included patients with grade or higher encephalopathy respiratory and or musculoskeletal diseases or who did not understand the test were excluded initially anamnesis and anthropometric evaluation were performed followed by the mwt after h the test was repeated descriptive statistics were used to present the data continuous variables were tested for normality using the shapiro wilk test the reliability of the mwt was tested through bland altman analysis typical error of measurement and intraclass correlation coefficient icc as well as a one sample the mean difference between mwt and mwt was m the lower limit of the bland altman agreement was m and the upper limit was m one participant was excluded from further analyses for being outside these limits the typical error of measurement was m the icc showed excellent reliability between the two tests icc confidence internal the mwt is a test with excellent reliability it is safe easy to administer inexpensive and can be introduced into routine practice without loss of diagnostic precision in estimating the functional capacity of patients with lc"
}