{
    "title": "Fulminant type 1 diabetes mellitus in Korean adolescents.",
    "doc_id": "22145456",
    "writer": "Kim MS",
    "year": "2011",
    "summary": "Out of the 150 patients, two female patients fulfilled the criteria for fulminant type 1 diabetes. They were negative for islet autoantibodies. The patients with fulminant type 1 diabetes had an older age of onset and a lower HbA1c than the patients wi …",
    "abstract": "Fulminant type 1 diabetes has recently been identified as a new subtype of idiopathic diabetes that is mostly found in Japanese adults. The aim of this study was to investigate the frequency as well as the clinical and laboratory characteristics of fulminant type 1 diabetes among Korean children with childhood-onset type 1 diabetes. One-hundred and fifty patients that had been newly diagnosed with type 1 diabetes over the past 10 years were included. These patients came from three hospitals. Out of the 150 patients, two female patients fulfilled the criteria for fulminant type 1 diabetes. They were negative for islet autoantibodies. The patients with fulminant type 1 diabetes had an older age of onset and a lower HbA1c than the patients with autoimmune or idiopathic type 1 diabetes. In addition, the patients with fulminant type 1 diabetes had increased serum aspartate aminotransferase, alanine aminotransferase and amylase levels, and decreased fasting serum C-peptide levels. The frequency of fulminant type 1 diabetes was 1.33% among all patients newly diagnosed with type 1 diabetes under the age of 16. Although this type of diabetes is more commonly an adult-onset disease, it is possible that fulminant type 1 diabetes has not yet been fully recognized in children and adolescence, and may be more common than initially thought.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22145456/",
    "clean_text": "fulminant type diabetes mellitus in korean adolescents out of the patients two female patients fulfilled the criteria for fulminant type diabetes they were negative for islet autoantibodies the patients with fulminant type diabetes had an older age of onset and a lower hba c than the patients wi fulminant type diabetes has recently been identified as a new subtype of idiopathic diabetes that is mostly found in japanese adults the aim of this study was to investigate the frequency as well as the clinical and laboratory characteristics of fulminant type diabetes among korean children with childhood onset type diabetes one hundred and fifty patients that had been newly diagnosed with type diabetes over the past years were included these patients came from three hospitals out of the patients two female patients fulfilled the criteria for fulminant type diabetes they were negative for islet autoantibodies the patients with fulminant type diabetes had an older age of onset and a lower hba c than the patients with autoimmune or idiopathic type diabetes in addition the patients with fulminant type diabetes had increased serum aspartate aminotransferase alanine aminotransferase and amylase levels and decreased fasting serum c peptide levels the frequency of fulminant type diabetes was among all patients newly diagnosed with type diabetes under the age of although this type of diabetes is more commonly an adult onset disease it is possible that fulminant type diabetes has not yet been fully recognized in children and adolescence and may be more common than initially thought"
}