{
    "title": "The burden of herpes zoster and postherpetic neuralgia in the United States.",
    "doc_id": "17488884",
    "writer": "Weaver BA.",
    "year": "2007",
    "summary": "Herpes zoster constitutes the reactivation of varicella-zoster virus (VZV), the same virus that causes chickenpox. ...Herpes zoster is associated with significant morbidity, especially in the elderly. Herpes zoster is both more com …",
    "abstract": "Herpes zoster (shingles), a painful and disabling disease, affects an estimated 1 million individuals in the United States annually and results in significant morbidity, lost productivity, and diminished quality of life. Herpes zoster constitutes the reactivation of varicella-zoster virus (VZV), the same virus that causes chickenpox. After resolution of chickenpox, VZV remains dormant in dorsal root ganglia. Varicella-zoster-specific cell-mediated immunity wanes naturally with advancing age or earlier in the setting of an altered immune status, which can result in the reactivation of VZV as herpes zoster. The pain associated with the rash caused by herpes zoster is often described as burning, stabbing, itching, or aching. Postherpetic neuralgia, the most common complication of herpes zoster, occurs after the zoster rash has resolved, affecting up to a third of patients. Herpes zoster is associated with significant morbidity, especially in the elderly. Herpes zoster is both more common and more severe among older adults. In both acute herpes zoster and postherpetic neuralgia, pain is the primary cause of morbidity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17488884/",
    "clean_text": "the burden of herpes zoster and postherpetic neuralgia in the united states herpes zoster constitutes the reactivation of varicella zoster virus vzv the same virus that causes chickenpox herpes zoster is associated with significant morbidity especially in the elderly herpes zoster is both more com herpes zoster shingles a painful and disabling disease affects an estimated million individuals in the united states annually and results in significant morbidity lost productivity and diminished quality of life herpes zoster constitutes the reactivation of varicella zoster virus vzv the same virus that causes chickenpox after resolution of chickenpox vzv remains dormant in dorsal root ganglia varicella zoster specific cell mediated immunity wanes naturally with advancing age or earlier in the setting of an altered immune status which can result in the reactivation of vzv as herpes zoster the pain associated with the rash caused by herpes zoster is often described as burning stabbing itching or aching postherpetic neuralgia the most common complication of herpes zoster occurs after the zoster rash has resolved affecting up to a third of patients herpes zoster is associated with significant morbidity especially in the elderly herpes zoster is both more common and more severe among older adults in both acute herpes zoster and postherpetic neuralgia pain is the primary cause of morbidity"
}