{
    "title": "Digital technology in physical examination teaching: clinical educators' perspectives and current practices.",
    "doc_id": "39627621",
    "writer": "Lees J",
    "year": "2025",
    "summary": "However, there is little research into how technologies influence the interplay between touch and the acquisition of physical examination skills by health professional students. In this study, we aimed to explore how digital technologies feature in clinical educator …",
    "abstract": "The presence of digital technologies in clinical learning environments is increasing. However, there is little research into how technologies influence the interplay between touch and the acquisition of physical examination skills by health professional students. In this study, we aimed to explore how digital technologies feature in clinical educators' accounts of current physical examination teaching in practice. A qualitative interpretive design was used. Data was collected via in-depth interviews with 18 clinical educators from the disciplines of medicine, physiotherapy, midwifery, and nursing to investigate the current perspectives and practices used in teaching physical examination. We interpreted three themes within the data: Polarised perspectives of digital technology use in physical examination teaching, the integration of digital technologies into the teaching of physical examination, and the invisibility of digital technologies in physical examination teaching. Digital technologies have been extensively integrated into the teaching of physical examination. However, the perceptions of the participating clinical educators have not evolved at the same pace. We suggest that clinical educators re-examine their assumptions and attune themselves to the dynamic relationship between hands-on skills and digital tools.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39627621/",
    "clean_text": "digital technology in physical examination teaching clinical educators perspectives and current practices however there is little research into how technologies influence the interplay between touch and the acquisition of physical examination skills by health professional students in this study we aimed to explore how digital technologies feature in clinical educator the presence of digital technologies in clinical learning environments is increasing however there is little research into how technologies influence the interplay between touch and the acquisition of physical examination skills by health professional students in this study we aimed to explore how digital technologies feature in clinical educators accounts of current physical examination teaching in practice a qualitative interpretive design was used data was collected via in depth interviews with clinical educators from the disciplines of medicine physiotherapy midwifery and nursing to investigate the current perspectives and practices used in teaching physical examination we interpreted three themes within the data polarised perspectives of digital technology use in physical examination teaching the integration of digital technologies into the teaching of physical examination and the invisibility of digital technologies in physical examination teaching digital technologies have been extensively integrated into the teaching of physical examination however the perceptions of the participating clinical educators have not evolved at the same pace we suggest that clinical educators re examine their assumptions and attune themselves to the dynamic relationship between hands on skills and digital tools"
}