{
    "title": "Metachronous gastric cancer after successful Helicobacter pylori eradication.",
    "doc_id": "25206262",
    "writer": "Shiotani A",
    "year": "2014",
    "summary": "The high incidence of gastric cancer in Japan initially resulted in establishment of a country-wide gastric cancer screening program to detect early and treatable cancers. ...Current data support the notion that cure of the infection in those with non- …",
    "abstract": "The high incidence of gastric cancer in Japan initially resulted in establishment of a country-wide gastric cancer screening program to detect early and treatable cancers. In 2013 countrywide Helicobacter pylori (H. pylori) eradication was approved coupled with endoscopy to assess for the presence of chronic gastritis. Current data support the notion that cure of the infection in those with non-atrophic gastritis will prevent development of gastric cancer. However, while progression to more severe damage is halted in those who have already developed, atrophic gastritis/gastric atrophy remain at risk for subsequent development of gastric cancer. That risk is directly related to the extent and severity of atrophic gastritis. Methods to stratify cancer risk include those based on endoscopic assessment of the atrophic border, histologic grading, and non-invasive methods based on serologic testing of pepsinogen levels. Continued surveillance is required because those with atrophic gastritis/gastric atrophy retain considerable gastric cancer risk even after H. pylori eradication. Those who have already experienced a resectable early gastric cancer are among those at highest risk as metachronous lesions are frequent even after H. pylori eradication. We review the role of H. pylori and effect of H. pylori eradication indicating the incidence and the predictive factors on development of metachronous cancer after endoscopic therapy of early gastric cancer. Studies to refine risk markers to stratify for risk, surveillance methods, intervals, and duration after successful H. pylori eradication, and whether adjuvant therapy would change risk are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25206262/",
    "clean_text": "metachronous gastric cancer after successful helicobacter pylori eradication the high incidence of gastric cancer in japan initially resulted in establishment of a country wide gastric cancer screening program to detect early and treatable cancers current data support the notion that cure of the infection in those with non the high incidence of gastric cancer in japan initially resulted in establishment of a country wide gastric cancer screening program to detect early and treatable cancers in countrywide helicobacter pylori h pylori eradication was approved coupled with endoscopy to assess for the presence of chronic gastritis current data support the notion that cure of the infection in those with non atrophic gastritis will prevent development of gastric cancer however while progression to more severe damage is halted in those who have already developed atrophic gastritis gastric atrophy remain at risk for subsequent development of gastric cancer that risk is directly related to the extent and severity of atrophic gastritis methods to stratify cancer risk include those based on endoscopic assessment of the atrophic border histologic grading and non invasive methods based on serologic testing of pepsinogen levels continued surveillance is required because those with atrophic gastritis gastric atrophy retain considerable gastric cancer risk even after h pylori eradication those who have already experienced a resectable early gastric cancer are among those at highest risk as metachronous lesions are frequent even after h pylori eradication we review the role of h pylori and effect of h pylori eradication indicating the incidence and the predictive factors on development of metachronous cancer after endoscopic therapy of early gastric cancer studies to refine risk markers to stratify for risk surveillance methods intervals and duration after successful h pylori eradication and whether adjuvant therapy would change risk are needed"
}