{
    "title": "Sleep Quality Before and After Bariatric Surgery.",
    "doc_id": "36462121",
    "writer": "Lodewijks Y",
    "year": "2023",
    "summary": "However, assessing sleep quality is often not established in the multidisciplinary peribariatric evaluation program. This study aimed to determine sleep quality in patients who are seeking or underwent bariatric surgery by using Pittsburgh Sleep …",
    "abstract": "Purpose:\n        \n      \n      Sleep deprivation is associated with growth hormone deficiency and an elevated cortisol level, both of which have been linked to obesity. However, assessing sleep quality is often not established in the multidisciplinary peribariatric evaluation program. This study aimed to determine sleep quality in patients who are seeking or underwent bariatric surgery by using Pittsburgh Sleep Quality Index (PSQI) measurements.\n    \n\n\n          Materials and methods:\n        \n      \n      In this observational study, patients who underwent or were seeking bariatric surgery between April and November 2021 were included. Self-reported patients' demographics, operative techniques, and sleep quality measured by PSQI were collected. Baseline characteristics were compared between the preoperative group (PRE), patients who underwent surgery < 1.5 years ago (EARLY), and > 1.5 years ago (LATE). A multivariate linear regression model was built.\n    \n\n\n          Results:\n        \n      \n      In total, 270 patients filled out the questionnaire of which 100 (37.1%) were preoperative, 87 (32.2%) early, and 83 (30.7%) late postoperative. The PSQI significantly improved in the EARLY group compared to PRE (4.8 vs 6.1). This effect disappeared in the LATE group (6.1) even though their body mass index was less. Linear regression revealed that age (p = 0.004) and body mass index (p = 0.003) predicted worse sleep quality.\n    \n\n\n          Conclusion:\n        \n      \n      Sleep quality improves early after bariatric surgery; however, this benefit does not seem to last in the long term. Other factors than weight regain should be considered for this finding, future studies with longer follow-up periods are recommended, including other variables associated with sleep quality such as health conditions and socioeconomic status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36462121/",
    "clean_text": "sleep quality before and after bariatric surgery however assessing sleep quality is often not established in the multidisciplinary peribariatric evaluation program this study aimed to determine sleep quality in patients who are seeking or underwent bariatric surgery by using pittsburgh sleep purpose sleep deprivation is associated with growth hormone deficiency and an elevated cortisol level both of which have been linked to obesity however assessing sleep quality is often not established in the multidisciplinary peribariatric evaluation program this study aimed to determine sleep quality in patients who are seeking or underwent bariatric surgery by using pittsburgh sleep quality index psqi measurements materials and methods in this observational study patients who underwent or were seeking bariatric surgery between april and november were included self reported patients demographics operative techniques and sleep quality measured by psqi were collected baseline characteristics were compared between the preoperative group pre patients who underwent surgery years ago early and years ago late a multivariate linear regression model was built results in total patients filled out the questionnaire of which were preoperative early and late postoperative the psqi significantly improved in the early group compared to pre vs this effect disappeared in the late group even though their body mass index was less linear regression revealed that age p and body mass index p predicted worse sleep quality conclusion sleep quality improves early after bariatric surgery however this benefit does not seem to last in the long term other factors than weight regain should be considered for this finding future studies with longer follow up periods are recommended including other variables associated with sleep quality such as health conditions and socioeconomic status"
}