{
    "title": "Androgen deprivation therapy--managing side effects.",
    "doc_id": "18704213",
    "writer": "Kabir S",
    "year": "2008",
    "summary": "DISCUSSION: The side effects of ADT can be categorised as sexual, physical, metabolic, emotional and systemic. A combination of prediction and early recognition is useful in diagnosing side effects. Tailored strategies are available to combat the probl …",
    "abstract": "Background:\n        \n      \n      Prostate cancer is the most common nondermatologic cancer in Australian men. Androgen deprivation therapy (ADT) as a modality of treatment is being increasingly used much earlier and for a longer period of time. Its various regimens all have side effects which influence the patient's health and quality of life.\n    \n\n\n          Objective:\n        \n      \n      This article discusses practical evidence based management options for treating the short and long term side effects of ADT.\n    \n\n\n          Discussion:\n        \n      \n      The side effects of ADT can be categorised as sexual, physical, metabolic, emotional and systemic. A combination of prediction and early recognition is useful in diagnosing side effects. Tailored strategies are available to combat the problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18704213/",
    "clean_text": "androgen deprivation therapy managing side effects discussion the side effects of adt can be categorised as sexual physical metabolic emotional and systemic a combination of prediction and early recognition is useful in diagnosing side effects tailored strategies are available to combat the probl background prostate cancer is the most common nondermatologic cancer in australian men androgen deprivation therapy adt as a modality of treatment is being increasingly used much earlier and for a longer period of time its various regimens all have side effects which influence the patient s health and quality of life objective this article discusses practical evidence based management options for treating the short and long term side effects of adt discussion the side effects of adt can be categorised as sexual physical metabolic emotional and systemic a combination of prediction and early recognition is useful in diagnosing side effects tailored strategies are available to combat the problems"
}