{
    "title": "Role of Metabolic Syndrome in Prostate Cancer Development.",
    "doc_id": "33994167",
    "writer": "Lifshitz K",
    "year": "2021",
    "summary": "We now recognize that metabolic syndrome and prostate cancer interact. Metabolic syndrome may be a risk factor for prostate cancer and may also worsen outcomes. ...There is a complex interaction between metabolic syndrome and the risk of prostate …",
    "abstract": "Prostate cancer and metabolic syndrome are common among men in the Western world. As the population grows older and life expectancy increases, the rates of both diseases are expected to increase. We now recognize that metabolic syndrome and prostate cancer interact. Metabolic syndrome may be a risk factor for prostate cancer and may also worsen outcomes. At the same time, treatment for prostate cancer may exacerbate metabolic syndrome and cardiac disease. This mini-review summarizes current evidence and puts it into clinical prospective. PATIENT SUMMARY: Metabolic syndrome is now a global epidemic. It is characterized by obesity, insulin resistance, high blood pressure, and high blood lipids. There is a complex interaction between metabolic syndrome and the risk of prostate cancer, as treatment of one disease may affect the other.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33994167/",
    "clean_text": "role of metabolic syndrome in prostate cancer development we now recognize that metabolic syndrome and prostate cancer interact metabolic syndrome may be a risk factor for prostate cancer and may also worsen outcomes there is a complex interaction between metabolic syndrome and the risk of prostate prostate cancer and metabolic syndrome are common among men in the western world as the population grows older and life expectancy increases the rates of both diseases are expected to increase we now recognize that metabolic syndrome and prostate cancer interact metabolic syndrome may be a risk factor for prostate cancer and may also worsen outcomes at the same time treatment for prostate cancer may exacerbate metabolic syndrome and cardiac disease this mini review summarizes current evidence and puts it into clinical prospective patient summary metabolic syndrome is now a global epidemic it is characterized by obesity insulin resistance high blood pressure and high blood lipids there is a complex interaction between metabolic syndrome and the risk of prostate cancer as treatment of one disease may affect the other"
}