{
    "title": "Organ weight standards for human fetuses.",
    "doc_id": "3227002",
    "writer": "Shepard TH",
    "year": "1988",
    "summary": "For analysis, regression curves were calculated as quadratic equations of best fit by the weighted least squares. The relation of the weights of brain, heart, and liver to body weight appeared linear. The ratios of thymus, spleen, and kidney to body …",
    "abstract": "Five hundred fifty-eight fresh human embryos and fetuses were obtained from the universities of Washington and Michigan following spontaneous loss, elective termination, or neonatal death within 2 days of delivery. The body weights ranged from 1.5 to 1500 g. Each of these autopsied specimens was morphologically normal. Specimens from diabetic or hypertensive mothers were not included. Correlations between fetal body weight and weights of adrenal, brain, kidney, liver, lung, spleen, and thymus were established. For analysis, regression curves were calculated as quadratic equations of best fit by the weighted least squares. The relation of the weights of brain, heart, and liver to body weight appeared linear. The ratios of thymus, spleen, and kidney to body weight were nonlinear and gradually increased. The ratios of lung and adrenal weights to body weight were also nonlinear and gradually decreased. Ninety-five percent prediction intervals were generated for each of the eight organs using a computerized statistical package. The results compare closely with smaller studies in the literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3227002/",
    "clean_text": "organ weight standards for human fetuses for analysis regression curves were calculated as quadratic equations of best fit by the weighted least squares the relation of the weights of brain heart and liver to body weight appeared linear the ratios of thymus spleen and kidney to body five hundred fifty eight fresh human embryos and fetuses were obtained from the universities of washington and michigan following spontaneous loss elective termination or neonatal death within days of delivery the body weights ranged from to g each of these autopsied specimens was morphologically normal specimens from diabetic or hypertensive mothers were not included correlations between fetal body weight and weights of adrenal brain kidney liver lung spleen and thymus were established for analysis regression curves were calculated as quadratic equations of best fit by the weighted least squares the relation of the weights of brain heart and liver to body weight appeared linear the ratios of thymus spleen and kidney to body weight were nonlinear and gradually increased the ratios of lung and adrenal weights to body weight were also nonlinear and gradually decreased ninety five percent prediction intervals were generated for each of the eight organs using a computerized statistical package the results compare closely with smaller studies in the literature"
}