{
    "title": "Measured and Perceived Body Weight Status of Women in the Peruvian Amazon.",
    "doc_id": "32722641",
    "writer": "Budge S",
    "year": "2020",
    "summary": "Research suggests cultural differences in body weight perceptions may be a barrier during the implementation of weight-loss strategies. ...Participants' socio-demographic characteristics and attitudes towards their weight and health were collected. Sel …",
    "abstract": "Background and objectives: The prevalence of obesity among adults has reached epidemic proportions in Latin America, placing large demands on health care systems. Research suggests cultural differences in body weight perceptions may be a barrier during the implementation of weight-loss strategies. The aim of this study was to examine the prevalence of weight misperception in Peruvian women and evaluate contributing factors. Materials and Methods: A total of 236 women were recruited in San Martín, northern Peru. Participants' socio-demographic characteristics and attitudes towards their weight and health were collected. Self-perception of weight status was assessed with a 10-point scale and compared with measured body mass index (BMI). Multiple logistic regression analysis was conducted to identify factors associated with underestimation of weight status. Results: A total of 65.2% of women were classified as overweight/obese by BMI, but only 15.2% perceived themselves so. A total of 70.4% of women underestimated their weight status and no incidence of overestimation was reported. Overweight and obese women were more likely to underestimate their weight status than normal weight women (OR: 34.24, 95%CI: 11.55-101.45; OR: 42.06, 95%CI: 11.17-158.32, respectively). Women who underestimated weight status felt more comfortable with their weight (59.3% vs. 20.6, p < 0.001) and agreed a large stomach is a sign of good health (40.7% vs. 5.9%, p < 0.001) versus those who correctly estimated. Conclusions: Underestimation of weigh status was highly prevalent and associated with unhealthy beliefs. Future public health programs must be culturally sensitive and tailored to specific groups within the population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32722641/",
    "clean_text": "measured and perceived body weight status of women in the peruvian amazon research suggests cultural differences in body weight perceptions may be a barrier during the implementation of weight loss strategies participants socio demographic characteristics and attitudes towards their weight and health were collected sel background and objectives the prevalence of obesity among adults has reached epidemic proportions in latin america placing large demands on health care systems research suggests cultural differences in body weight perceptions may be a barrier during the implementation of weight loss strategies the aim of this study was to examine the prevalence of weight misperception in peruvian women and evaluate contributing factors materials and methods a total of women were recruited in san mart n northern peru participants socio demographic characteristics and attitudes towards their weight and health were collected self perception of weight status was assessed with a point scale and compared with measured body mass index bmi multiple logistic regression analysis was conducted to identify factors associated with underestimation of weight status results a total of of women were classified as overweight obese by bmi but only perceived themselves so a total of of women underestimated their weight status and no incidence of overestimation was reported overweight and obese women were more likely to underestimate their weight status than normal weight women or ci or ci respectively women who underestimated weight status felt more comfortable with their weight vs p and agreed a large stomach is a sign of good health vs p versus those who correctly estimated conclusions underestimation of weigh status was highly prevalent and associated with unhealthy beliefs future public health programs must be culturally sensitive and tailored to specific groups within the population"
}