{
    "title": "Collective epithelial migration drives kidney repair after acute injury.",
    "doc_id": "25010471",
    "writer": "Palmyre A",
    "year": "2014",
    "summary": "Acute kidney injury (AKI) is a common and significant medical problem. Despite the kidney's remarkable regenerative capacity, the mortality rate for the AKI patients is high. Thus, there remains a need to better understand the cellular mechanisms of ne …",
    "abstract": "Acute kidney injury (AKI) is a common and significant medical problem. Despite the kidney's remarkable regenerative capacity, the mortality rate for the AKI patients is high. Thus, there remains a need to better understand the cellular mechanisms of nephron repair in order to develop new strategies that would enhance the intrinsic ability of kidney tissue to regenerate. Here, using a novel, laser ablation-based, zebrafish model of AKI, we show that collective migration of kidney epithelial cells is a primary early response to acute injury. We also show that cell proliferation is a late response of regenerating kidney epithelia that follows cell migration during kidney repair. We propose a computational model that predicts this temporal relationship and suggests that cell stretch is a mechanical link between migration and proliferation, and present experimental evidence in support of this hypothesis. Overall, this study advances our understanding of kidney repair mechanisms by highlighting a primary role for collective cell migration, laying a foundation for new approaches to treatment of AKI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25010471/",
    "clean_text": "collective epithelial migration drives kidney repair after acute injury acute kidney injury aki is a common and significant medical problem despite the kidney s remarkable regenerative capacity the mortality rate for the aki patients is high thus there remains a need to better understand the cellular mechanisms of ne acute kidney injury aki is a common and significant medical problem despite the kidney s remarkable regenerative capacity the mortality rate for the aki patients is high thus there remains a need to better understand the cellular mechanisms of nephron repair in order to develop new strategies that would enhance the intrinsic ability of kidney tissue to regenerate here using a novel laser ablation based zebrafish model of aki we show that collective migration of kidney epithelial cells is a primary early response to acute injury we also show that cell proliferation is a late response of regenerating kidney epithelia that follows cell migration during kidney repair we propose a computational model that predicts this temporal relationship and suggests that cell stretch is a mechanical link between migration and proliferation and present experimental evidence in support of this hypothesis overall this study advances our understanding of kidney repair mechanisms by highlighting a primary role for collective cell migration laying a foundation for new approaches to treatment of aki"
}