{
    "pmid": "41433748",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Microglia-mediated neuroinflammation plays a pivotal role in the initiation and propagation of pathological markers of neurodegenerative disorders including Alzheimer's disease (AD) and Parkinson's disease (PD). CSF1-R signaling mediates microglial activation, proliferation, and survival; both CSF1-R upregulation and increased proliferation of microglia have been observed in AD patients. Imaging technologies that effectively profile reactive microgliosis in vivo have the potential to be diagnostic tools, facilitate patient stratification in clinical trials, and monitor treatment. There is currently no clinically approved tool to profile reactive microgliosis in vivo. We present a novel molecular imaging technique for neuroinflammation by targeting CSF1-R with MRI sensitive liposomes. Liposomes with DSPE-PEG-Caflanone as the targeting moiety, and Gd(III) DSPE-DOTA as the MRI contrast source were formulated using standard protocols. Caflanone is a potent CSF1-R ligand. In vitro nanoparticle cell uptake studies and blocking experiments with free Caflanone employing both human and mouse microglia cell lines were used to establish receptor-mediated internalization of the agent. Two AD mouse models (APP/PSEN1 and P301S) and one PD mouse model (A53TαS Tg) were used in in vivo MRI studies. Controls included wild type (WT) litter mates injected with the same agent. Mice were pre-scanned to establish a baseline followed by injection of the agent. Post-contrast scans were obtained at 4 days post-injection, followed by euthanasia, and brain removal for ex vivo immunohistochemical analysis. As shown in figure 1, in vitro cell assays showed internalization of the Caflanone labeled nanoparticles within 1.5 hours of exposure. Coincubation with increasing concentrations of free Caflanone resulted in diminished particle uptake at high concentrations of the free ligand. In vivo MRI demonstrated increased brain retention of the nanoparticles in transgenic mice compared to controls. Ex-vivo immunohistochemical analysis showed the nanoparticles in the cytosolic compartment of IBA1 reactive cells surrounding amyloid-β (Aβ) plaques in the APP/PSEN1 mouse model. Results demonstrate precision delivery of Caflanone labeled liposomes bearing an MRI diagnostic payload to activated microglia in three different mouse models of neurodegenerative disorders. These nanoparticles can also deliver a therapeutic payload with similar precision, opening a new frontier for the development of both diagnostics and therapeutics for neuroinflammation.",
    "disease": "parkinson disease",
    "clean_text": "alzheimer s imaging consortium microglia mediated neuroinflammation plays a pivotal role in the initiation and propagation of pathological markers of neurodegenerative disorders including alzheimer s disease ad and parkinson s disease pd csf r signaling mediates microglial activation proliferation and survival both csf r upregulation and increased proliferation of microglia have been observed in ad patients imaging technologies that effectively profile reactive microgliosis in vivo have the potential to be diagnostic tools facilitate patient stratification in clinical trials and monitor treatment there is currently no clinically approved tool to profile reactive microgliosis in vivo we present a novel molecular imaging technique for neuroinflammation by targeting csf r with mri sensitive liposomes liposomes with dspe peg caflanone as the targeting moiety and gd iii dspe dota as the mri contrast source were formulated using standard protocols caflanone is a potent csf r ligand in vitro nanoparticle cell uptake studies and blocking experiments with free caflanone employing both human and mouse microglia cell lines were used to establish receptor mediated internalization of the agent two ad mouse models app psen and p s and one pd mouse model a t s tg were used in in vivo mri studies controls included wild type wt litter mates injected with the same agent mice were pre scanned to establish a baseline followed by injection of the agent post contrast scans were obtained at days post injection followed by euthanasia and brain removal for ex vivo immunohistochemical analysis as shown in figure in vitro cell assays showed internalization of the caflanone labeled nanoparticles within hours of exposure coincubation with increasing concentrations of free caflanone resulted in diminished particle uptake at high concentrations of the free ligand in vivo mri demonstrated increased brain retention of the nanoparticles in transgenic mice compared to controls ex vivo immunohistochemical analysis showed the nanoparticles in the cytosolic compartment of iba reactive cells surrounding amyloid a plaques in the app psen mouse model results demonstrate precision delivery of caflanone labeled liposomes bearing an mri diagnostic payload to activated microglia in three different mouse models of neurodegenerative disorders these nanoparticles can also deliver a therapeutic payload with similar precision opening a new frontier for the development of both diagnostics and therapeutics for neuroinflammation"
}