{
    "pmid": "41379874",
    "title": "Comparative evaluation of five rapid PCR platforms for respiratory virus detection.",
    "abstract": "The demand for rapid molecular diagnostics for respiratory viruses has increased substantially. Several point-of-care PCR platforms have become available, yet comparative performance data remain limited. To evaluate the diagnostic accuracy and operational reliability of four rapid PCR platforms for detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), influenza A and B viruses (IAV, IBV), and respiratory syncytial virus (RSV), in comparison with the GeneXpert (Cepheid, USA) platform. Nasopharyngeal swabs from patients with respiratory symptoms were tested using the GeneXpert, positive samples were subsequently analysed on four alternative systems: the 30-minute and 1-hour M10 (SD Biosensor, South Korea) assays, FlashDetect™ Flash10 (Coyote Bioscience, China), Vivalytic (Bosch Healthcare Solutions, Germany), and Galaxy Lite (Igenesis, China). Additional lower viral load samples and cultured IAV/ IBV strains were included. A total of 223 GeneXpert positive samples were prospectively analysed. Flash10 showed 94.6% overall agreement, missing SARS-CoV-2 (n = 4, GeneXpert Cycle threshold (Ct) min-max; 37.7-42.2), IAV (n = 5, 32.8-37.7), and IBV (n = 3, 26.5-36.7). Vivalytic showed 83.0% overall agreement, missing SARS-CoV-2 (n = 16, 30.4-42.2), IAV (n = 9, 26.8-37.7), IBV (n = 9, 27.2-36.7), and RSV (n = 4, 31.5-37.0). Galaxy Lite achieved 88.2% overall agreement but failed in 27.2% of test runs. With a smaller sample size the M10 (30-minute) assay showed 98.6% overall agreement with GeneXpert, missing one SARS-CoV-2 case (Ct 39.7). Among four platforms, the M10 (30-min version) and Flash10 platforms demonstrated the highest agreement rates with the GeneXpert. The variability in performance highlights the importance of independent platform evaluation.",
    "disease": "influenza",
    "clean_text": "comparative evaluation of five rapid pcr platforms for respiratory virus detection the demand for rapid molecular diagnostics for respiratory viruses has increased substantially several point of care pcr platforms have become available yet comparative performance data remain limited to evaluate the diagnostic accuracy and operational reliability of four rapid pcr platforms for detection of severe acute respiratory syndrome coronavirus sars cov influenza a and b viruses iav ibv and respiratory syncytial virus rsv in comparison with the genexpert cepheid usa platform nasopharyngeal swabs from patients with respiratory symptoms were tested using the genexpert positive samples were subsequently analysed on four alternative systems the minute and hour m sd biosensor south korea assays flashdetect flash coyote bioscience china vivalytic bosch healthcare solutions germany and galaxy lite igenesis china additional lower viral load samples and cultured iav ibv strains were included a total of genexpert positive samples were prospectively analysed flash showed overall agreement missing sars cov n genexpert cycle threshold ct min max iav n and ibv n vivalytic showed overall agreement missing sars cov n iav n ibv n and rsv n galaxy lite achieved overall agreement but failed in of test runs with a smaller sample size the m minute assay showed overall agreement with genexpert missing one sars cov case ct among four platforms the m min version and flash platforms demonstrated the highest agreement rates with the genexpert the variability in performance highlights the importance of independent platform evaluation"
}