{
    "pmid": "41379721",
    "title": "Prevalence and predictors of obstructive sleep apnea in men and women from an outpatient clinic cohort: Focus on clinical characteristics, cardiovascular disease and serum biomarkers.",
    "abstract": "Obstructive sleep apnea (OSA) is more prevalent in men than women, and the exact explanation for this is unknown. The aims of the present study were to explore the prevalence and predictors of OSA in men and women with a focus on clinical characteristics, cardiovascular disease, and serum biomarkers. Between 2016 and 2018, 2401 patients with suspected OSA underwent respiratory polygraphy and completed questionnaires on medical history (i.a. cardiovascular disease, CVD). Height, weight, blood pressure, and blood samples were collected. OSA was classified according to the apnea-hypopnea index (AHI): no OSA (AHI <5), mild (5-14.9), moderate (15-29.9), and severe OSA (≥30). When dichotomized into no OSA vs. OSA, OSA was defined as AHI ≥15. Cardiometabolic risk factors included obesity, diabetes, dyslipidemia, and hypertension. The prevalence of OSA was 36.2% (n=868). There were 77.4% (n=672) men in the OSA group. The prevalences of overall CVD, atrial fibrillation, diabetes and chronic obstructive pulmonary disease (COPD) were comparable between women and men with OSA. A dose-dependent increase in the number of cardiometabolic risk factors according to the OSA severity grade was observed both in women and men. Patients having none or 1 cardiometabolic risk factor tended to have either no OSA or mild OSA, while patients with 2 cardiometabolic risk factors were more likely to have mild to moderate OSA. Patients with ≥3 cardiometabolic risk factors (53.3%) had mainly moderate or severe OSA, equally represented between women and men. In multivariate logistic regression analyses, independent predictors of OSA were age and BMI in both sexes, smoking, hypertension and excessive sleepiness in men, and eGFR <60 mL/min/m2 in women. Conclusions More than half of patients with OSA had features of metabolic syndrome, evenly distributed between men and women. This requires strict control of cardiometabolic risk factors in both sexes. There were different predictors of OSA in men and women. This highlights a possible sex difference in the pathophysiology of OSA.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "prevalence and predictors of obstructive sleep apnea in men and women from an outpatient clinic cohort focus on clinical characteristics cardiovascular disease and serum biomarkers obstructive sleep apnea osa is more prevalent in men than women and the exact explanation for this is unknown the aims of the present study were to explore the prevalence and predictors of osa in men and women with a focus on clinical characteristics cardiovascular disease and serum biomarkers between and patients with suspected osa underwent respiratory polygraphy and completed questionnaires on medical history i a cardiovascular disease cvd height weight blood pressure and blood samples were collected osa was classified according to the apnea hypopnea index ahi no osa ahi mild moderate and severe osa when dichotomized into no osa vs osa osa was defined as ahi cardiometabolic risk factors included obesity diabetes dyslipidemia and hypertension the prevalence of osa was n there were n men in the osa group the prevalences of overall cvd atrial fibrillation diabetes and chronic obstructive pulmonary disease copd were comparable between women and men with osa a dose dependent increase in the number of cardiometabolic risk factors according to the osa severity grade was observed both in women and men patients having none or cardiometabolic risk factor tended to have either no osa or mild osa while patients with cardiometabolic risk factors were more likely to have mild to moderate osa patients with cardiometabolic risk factors had mainly moderate or severe osa equally represented between women and men in multivariate logistic regression analyses independent predictors of osa were age and bmi in both sexes smoking hypertension and excessive sleepiness in men and egfr ml min m in women conclusions more than half of patients with osa had features of metabolic syndrome evenly distributed between men and women this requires strict control of cardiometabolic risk factors in both sexes there were different predictors of osa in men and women this highlights a possible sex difference in the pathophysiology of osa"
}