{
    "title": "Prognostic value of different lymph node staging methods in esophageal squamous cell carcinoma after esophagectomy.",
    "doc_id": "25440270",
    "writer": "Wu SG",
    "year": "2015",
    "summary": "The number of removed lymph nodes and lymph node ratio had no significant effect on OS. The number of negative lymph nodes had prognostic value in different lymph node stages and in two-field or three-field lymphadenectomy. …",
    "abstract": "Background:\n        \n      \n      This study aimed to investigate the prognostic value of number of involved lymph nodes, number of removed lymph nodes, ratio of involved to removed nodes (lymph node ratio), and number of negative lymph nodes in esophageal squamous cell carcinoma (ESCC) patients after esophagectomy.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review of 603 patients receiving esophagectomy for ESCC was made. Cox regression analysis was performed to identify significant prognostic factors.\n    \n\n\n          Results:\n        \n      \n      The median follow-up time was 36.7 months, and the 5-year overall survival (OS) was 43.5%. Patients with negative lymph node count ≥ 14 had better survival (p < 0.001). Univariate Cox analysis showed that the number of involved lymph nodes, number of removed lymph nodes, lymph node ratio, and number of negative lymph nodes influenced OS (p < 0.05 for all). Multivariate Cox analysis indicated that the number of involved lymph nodes and number of negative lymph nodes were independent prognostic factors for OS, and a higher number of negative lymph nodes was associated with lower mortality. The number of removed lymph nodes and lymph node ratio had no significant effect on OS. The number of negative lymph nodes had prognostic value in different lymph node stages and in two-field or three-field lymphadenectomy.\n    \n\n\n          Conclusions:\n        \n      \n      For ESCC patients after esophagectomy, the number of involved lymph nodes and the number of negative lymph nodes had a better prognostic value than did the number of removed lymph nodes and lymph node ratio.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25440270/",
    "clean_text": "prognostic value of different lymph node staging methods in esophageal squamous cell carcinoma after esophagectomy the number of removed lymph nodes and lymph node ratio had no significant effect on os the number of negative lymph nodes had prognostic value in different lymph node stages and in two field or three field lymphadenectomy background this study aimed to investigate the prognostic value of number of involved lymph nodes number of removed lymph nodes ratio of involved to removed nodes lymph node ratio and number of negative lymph nodes in esophageal squamous cell carcinoma escc patients after esophagectomy methods a retrospective review of patients receiving esophagectomy for escc was made cox regression analysis was performed to identify significant prognostic factors results the median follow up time was months and the year overall survival os was patients with negative lymph node count had better survival p univariate cox analysis showed that the number of involved lymph nodes number of removed lymph nodes lymph node ratio and number of negative lymph nodes influenced os p for all multivariate cox analysis indicated that the number of involved lymph nodes and number of negative lymph nodes were independent prognostic factors for os and a higher number of negative lymph nodes was associated with lower mortality the number of removed lymph nodes and lymph node ratio had no significant effect on os the number of negative lymph nodes had prognostic value in different lymph node stages and in two field or three field lymphadenectomy conclusions for escc patients after esophagectomy the number of involved lymph nodes and the number of negative lymph nodes had a better prognostic value than did the number of removed lymph nodes and lymph node ratio"
}