{
    "pmid": "41457719",
    "title": "The 3xTg-AD Mouse Model of Alzheimer's Disease Exhibits Lifelong Reductions in Circulating Choline Despite Adequate Dietary Intake, With Sex-Specific Neuropathological and Behavioral Phenotypes.",
    "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease characterized by amyloid-beta plaques and neurofibrillary tau tangles in the brain, neuroinflammation, and cognitive impairment. The 3xTg-AD mouse is a commonly used model in AD studies. 3xTg-AD males display inconsistent pathology; therefore, most studies utilize females. An understanding of why sexual dimorphism exists in this model is lacking. In humans, low circulating choline levels are associated with elevated AD pathology, while higher choline intake reduces pathology in AD mouse models. Here, we sought to understand if blood choline levels are associated with the sex discrepancies observed in 3xTg-AD mice. Body weight and chow consumption were measured, and blood plasma samples were collected at 3, 6, 9, 12 months of age and at end-point in 3xTg-AD and NonTg mice. 3xTg-AD females and NonTg males consumed more chow and gained more body weight than other groups. Longitudinally, 3xTg-AD mice had lower plasma choline levels than NonTg mice, while levels declined with age in NonTg mice. Female 3xTg-AD mice had higher AD-like pathological burden than males, but males had higher mortality rates across the study. IntelliCage automated phenotyping revealed high water-seeking behavior in males. 3xTg-AD mice displayed higher impulsivity compared to NonTg mice. Males were better at spatial and attention tasks but perseverated during avoidance testing compared with females. These findings demonstrate a persistent reduction in circulating choline levels across the lifespan of 3xTg-AD mice despite adequate dietary intake. Given choline's roles in metabolism, inflammatory regulation, and neuronal function, chronically low circulating choline may contribute to the various dysfunctions observed in this model.",
    "disease": "alzheimer disease",
    "clean_text": "the xtg ad mouse model of alzheimer s disease exhibits lifelong reductions in circulating choline despite adequate dietary intake with sex specific neuropathological and behavioral phenotypes alzheimer s disease ad is a neurodegenerative disease characterized by amyloid beta plaques and neurofibrillary tau tangles in the brain neuroinflammation and cognitive impairment the xtg ad mouse is a commonly used model in ad studies xtg ad males display inconsistent pathology therefore most studies utilize females an understanding of why sexual dimorphism exists in this model is lacking in humans low circulating choline levels are associated with elevated ad pathology while higher choline intake reduces pathology in ad mouse models here we sought to understand if blood choline levels are associated with the sex discrepancies observed in xtg ad mice body weight and chow consumption were measured and blood plasma samples were collected at months of age and at end point in xtg ad and nontg mice xtg ad females and nontg males consumed more chow and gained more body weight than other groups longitudinally xtg ad mice had lower plasma choline levels than nontg mice while levels declined with age in nontg mice female xtg ad mice had higher ad like pathological burden than males but males had higher mortality rates across the study intellicage automated phenotyping revealed high water seeking behavior in males xtg ad mice displayed higher impulsivity compared to nontg mice males were better at spatial and attention tasks but perseverated during avoidance testing compared with females these findings demonstrate a persistent reduction in circulating choline levels across the lifespan of xtg ad mice despite adequate dietary intake given choline s roles in metabolism inflammatory regulation and neuronal function chronically low circulating choline may contribute to the various dysfunctions observed in this model"
}