{
    "title": "Assessment of myocardial viability in ischemic heart disease by cardiac magnetic resonance imaging.",
    "doc_id": "18319702",
    "writer": "Muellerleile K",
    "year": "2008",
    "summary": "Assessment of myocardial viability aims at differentiating between viable and non-viable myocardium. The proof of dysfunctional but viable myocardium is crucial to predict outcome of revascularization after acute (AMI) and chronic myocardial infarction …",
    "abstract": "Assessment of myocardial viability aims at differentiating between viable and non-viable myocardium. The proof of dysfunctional but viable myocardium is crucial to predict outcome of revascularization after acute (AMI) and chronic myocardial infarction (CMI). Cardiac magnetic resonance imaging (CMRI) offers different options to detect viable myocardium: Measurements of end-diastolic wall thickness by cine-CMRI can be used to depict chronically scarred myocardium, but fails to detect acute myocardial necrosis. Low-dose dobutamine stimulation (LDDS) cine-CMRI analyses the contractile reserve of dysfunctional but viable myocardium under pharmacologic stimulus to identify viable myocardium in AMI and CMI with high specificity. Sensitivity of LDDS cine-CMRI is superior to LDDS echocardiography but reduced in patients with severely impaired left ventricular (LV) function. The delayed-enhancement (DE) technique directly visualises non-viable myocardium due to an altered contrast-media distribution in necrotic and fibrotic tissue. DE-CMRI identifies non-viable myocardium with high spatial resolution independently from LV function. The transmural extent of contrast enhancement in DE-CMRI is used to predict functional recovery after revascularization in AMI and CMI. Furthermore, the amount and pattern of contrast enhancement in DE-CMRI provide important prognostic information in both entities. Recent studies demonstrated the superiority of DE-CMRI compared to single photon emission tomography (SPECT) and positron emission tomography (PET) to assess myocardial viability. Therefore, DE-CMRI is currently recognised as the standard of reference for assessment of myocardial viability. The technical background, clinical application and accuracy of the different CMRI techniques to assess myocardial viability in AMI and CMI are discussed in this work.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18319702/",
    "clean_text": "assessment of myocardial viability in ischemic heart disease by cardiac magnetic resonance imaging assessment of myocardial viability aims at differentiating between viable and non viable myocardium the proof of dysfunctional but viable myocardium is crucial to predict outcome of revascularization after acute ami and chronic myocardial infarction assessment of myocardial viability aims at differentiating between viable and non viable myocardium the proof of dysfunctional but viable myocardium is crucial to predict outcome of revascularization after acute ami and chronic myocardial infarction cmi cardiac magnetic resonance imaging cmri offers different options to detect viable myocardium measurements of end diastolic wall thickness by cine cmri can be used to depict chronically scarred myocardium but fails to detect acute myocardial necrosis low dose dobutamine stimulation ldds cine cmri analyses the contractile reserve of dysfunctional but viable myocardium under pharmacologic stimulus to identify viable myocardium in ami and cmi with high specificity sensitivity of ldds cine cmri is superior to ldds echocardiography but reduced in patients with severely impaired left ventricular lv function the delayed enhancement de technique directly visualises non viable myocardium due to an altered contrast media distribution in necrotic and fibrotic tissue de cmri identifies non viable myocardium with high spatial resolution independently from lv function the transmural extent of contrast enhancement in de cmri is used to predict functional recovery after revascularization in ami and cmi furthermore the amount and pattern of contrast enhancement in de cmri provide important prognostic information in both entities recent studies demonstrated the superiority of de cmri compared to single photon emission tomography spect and positron emission tomography pet to assess myocardial viability therefore de cmri is currently recognised as the standard of reference for assessment of myocardial viability the technical background clinical application and accuracy of the different cmri techniques to assess myocardial viability in ami and cmi are discussed in this work"
}