{
    "title": "Zika Virus Disease.",
    "doc_id": "27337468",
    "writer": "Slenczka W.",
    "year": "2016",
    "summary": "The history of Zika virus disease serves as a paradigm of a typical emerging viral infection. Zika virus disease, a mosquito-borne flavivirus, was first isolated in 1947 in the Zika forest of Uganda. ...A cluster of severe fetal malformations wi …",
    "abstract": "The history of Zika virus disease serves as a paradigm of a typical emerging viral infection. Zika virus disease, a mosquito-borne flavivirus, was first isolated in 1947 in the Zika forest of Uganda. The same virus was also isolated from jungle-dwelling mosquitoes (Aedes [Stegomyia] africanus). In many areas of Africa and South Asia human infections with Zika virus were detected by both serology and virus isolation. About 80% of infections are asymptomatic, and in 20% a mostly mild disease with fever, rash, arthralgia, and conjunctivitis may occur. Fetal infections with malformations were not recorded in Africa or Asia. Zika virus was imported to northern Brazil possibly during the world soccer championship that was hosted by Brazil in June through July 2014. A cluster of severe fetal malformations with microcephaly and ocular defects was noted in 2015 in the northeast of Brazil, and intrauterine infections with Zika virus were confirmed. The dramatic change in Zika virus pathogenicity upon its introduction to Brazil has remained an enigma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27337468/",
    "clean_text": "zika virus disease the history of zika virus disease serves as a paradigm of a typical emerging viral infection zika virus disease a mosquito borne flavivirus was first isolated in in the zika forest of uganda a cluster of severe fetal malformations wi the history of zika virus disease serves as a paradigm of a typical emerging viral infection zika virus disease a mosquito borne flavivirus was first isolated in in the zika forest of uganda the same virus was also isolated from jungle dwelling mosquitoes aedes stegomyia africanus in many areas of africa and south asia human infections with zika virus were detected by both serology and virus isolation about of infections are asymptomatic and in a mostly mild disease with fever rash arthralgia and conjunctivitis may occur fetal infections with malformations were not recorded in africa or asia zika virus was imported to northern brazil possibly during the world soccer championship that was hosted by brazil in june through july a cluster of severe fetal malformations with microcephaly and ocular defects was noted in in the northeast of brazil and intrauterine infections with zika virus were confirmed the dramatic change in zika virus pathogenicity upon its introduction to brazil has remained an enigma"
}