{
    "title": "A Global Assessment of Eye Health and Quality of Life: A Systematic Review of Systematic Reviews.",
    "doc_id": "33576772",
    "writer": "Assi L",
    "year": "2021",
    "summary": "OBJECTIVE: To examine the association between vision impairment or eye disease and quality of life, and the outcome of ophthalmic interventions on quality of life globally and across the life span, through an umbrella review or systematic review of systematic review …",
    "abstract": "Importance:\n        \n      \n      More than 1 billion people worldwide have vision impairment or blindness from potentially preventable or correctable causes. Quality of life, an important measure of physical, emotional, and social well-being, appears to be negatively associated with vision impairment, and increasingly, ophthalmic interventions are being assessed for their association with quality of life.\n    \n\n\n          Objective:\n        \n      \n      To examine the association between vision impairment or eye disease and quality of life, and the outcome of ophthalmic interventions on quality of life globally and across the life span, through an umbrella review or systematic review of systematic reviews.\n    \n\n\n          Evidence review:\n        \n      \n      The electronic databases MEDLINE, Ovid, Embase, Cochrane Database of Systematic Reviews, Proquest Dissertations, and Theses Global were searched from inception through June 29, 2020, using a comprehensive search strategy. Systematic reviews addressing vision impairment, eye disease, or ophthalmic interventions and quantitatively or qualitatively assessing health-related, vision-related, or disease-specific quality of life were included. Article screening, quality appraisal, and data extraction were performed by 4 reviewers working independently and in duplicate. The Joanna Briggs Institute critical appraisal and data extraction forms for umbrella reviews were used.\n    \n\n\n          Findings:\n        \n      \n      Nine systematic reviews evaluated the association between quality of life and vision impairment, age-related macular degeneration, glaucoma, diabetic retinopathy, or mendelian eye conditions (including retinitis pigmentosa). Of these, 5 were reviews of quantitative observational studies, 3 were reviews of qualitative studies, and 1 was a review of qualitative and quantitative studies. All found an association between vision impairment and lower quality of life. Sixty systematic reviews addressed at least 1 ophthalmic intervention in association with quality of life. Overall, 33 unique interventions were investigated, of which 25 were found to improve quality of life compared with baseline measurements or a group receiving no intervention. These interventions included timely cataract surgery, anti-vascular endothelial growth factor therapy for age-related macular degeneration, and macular edema.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      There is a consistent association between vision impairment, eye diseases, and reduced quality of life. These findings support pursuing ophthalmic interventions, such as timely cataract surgery and anti-vascular endothelial growth factor therapy, for common retinal diseases, where indicated, to improve quality of life for millions of people globally each year.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33576772/",
    "clean_text": "a global assessment of eye health and quality of life a systematic review of systematic reviews objective to examine the association between vision impairment or eye disease and quality of life and the outcome of ophthalmic interventions on quality of life globally and across the life span through an umbrella review or systematic review of systematic review importance more than billion people worldwide have vision impairment or blindness from potentially preventable or correctable causes quality of life an important measure of physical emotional and social well being appears to be negatively associated with vision impairment and increasingly ophthalmic interventions are being assessed for their association with quality of life objective to examine the association between vision impairment or eye disease and quality of life and the outcome of ophthalmic interventions on quality of life globally and across the life span through an umbrella review or systematic review of systematic reviews evidence review the electronic databases medline ovid embase cochrane database of systematic reviews proquest dissertations and theses global were searched from inception through june using a comprehensive search strategy systematic reviews addressing vision impairment eye disease or ophthalmic interventions and quantitatively or qualitatively assessing health related vision related or disease specific quality of life were included article screening quality appraisal and data extraction were performed by reviewers working independently and in duplicate the joanna briggs institute critical appraisal and data extraction forms for umbrella reviews were used findings nine systematic reviews evaluated the association between quality of life and vision impairment age related macular degeneration glaucoma diabetic retinopathy or mendelian eye conditions including retinitis pigmentosa of these were reviews of quantitative observational studies were reviews of qualitative studies and was a review of qualitative and quantitative studies all found an association between vision impairment and lower quality of life sixty systematic reviews addressed at least ophthalmic intervention in association with quality of life overall unique interventions were investigated of which were found to improve quality of life compared with baseline measurements or a group receiving no intervention these interventions included timely cataract surgery anti vascular endothelial growth factor therapy for age related macular degeneration and macular edema conclusions and relevance there is a consistent association between vision impairment eye diseases and reduced quality of life these findings support pursuing ophthalmic interventions such as timely cataract surgery and anti vascular endothelial growth factor therapy for common retinal diseases where indicated to improve quality of life for millions of people globally each year"
}