{
    "title": "Advances in low-back pain.",
    "doc_id": "2933201",
    "writer": "Nachemson AL.",
    "year": "1985",
    "summary": "At the present time there is an epidemic of low-back pain in most industrialized countries. The exact origin of pain is unknown, and probably many structures can play a role. The natural history is extremely good. Only 10% suffer disabling back pain …",
    "abstract": "At the present time there is an epidemic of low-back pain in most industrialized countries. The exact origin of pain is unknown, and probably many structures can play a role. The natural history is extremely good. Only 10% suffer disabling back pain for more than six weeks; nearly 60% return to work within one week. The benefits of motion in the healing process of various connective tissues can be applied also for the back pain sufferer; in addition, the nutrition of the intervertebral disc is improved by moderate motion. Biomechanical factors with epidemiologically proven negative effects for the back pain sufferer have been measured and delineated. Thus, guided activation of large muscle groups is a benefit for the structures of the back as well as the body's own pain-reducing enkephalins. Present knowledge includes a detrimental effect of prolonged inactivation, including long-term bed rest and inactivity, which should be avoided. Better treatment methods, particularly in the surgical field, will evolve from technical advances in the diagnostic field. For the majority of the low-back pain patients who do not need surgical treatment, help will come in the next decade from a collaborative effort from politicians, industrial leaders and engineers, physicians, psychologists, and biomechanicians.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2933201/",
    "clean_text": "advances in low back pain at the present time there is an epidemic of low back pain in most industrialized countries the exact origin of pain is unknown and probably many structures can play a role the natural history is extremely good only suffer disabling back pain at the present time there is an epidemic of low back pain in most industrialized countries the exact origin of pain is unknown and probably many structures can play a role the natural history is extremely good only suffer disabling back pain for more than six weeks nearly return to work within one week the benefits of motion in the healing process of various connective tissues can be applied also for the back pain sufferer in addition the nutrition of the intervertebral disc is improved by moderate motion biomechanical factors with epidemiologically proven negative effects for the back pain sufferer have been measured and delineated thus guided activation of large muscle groups is a benefit for the structures of the back as well as the body s own pain reducing enkephalins present knowledge includes a detrimental effect of prolonged inactivation including long term bed rest and inactivity which should be avoided better treatment methods particularly in the surgical field will evolve from technical advances in the diagnostic field for the majority of the low back pain patients who do not need surgical treatment help will come in the next decade from a collaborative effort from politicians industrial leaders and engineers physicians psychologists and biomechanicians"
}