{
    "title": "SQUIRE 2.0 (Standards for QUality Improvement Reporting Excellence): revised publication guidelines from a detailed consensus process.",
    "doc_id": "26369893",
    "writer": "Ogrinc G",
    "year": "2016",
    "summary": "Since the publication of Standards for QUality Improvement Reporting Excellence (SQUIRE 1.0) guidelines in 2008, the science of the field has advanced considerably. ...SQUIRE 2.0 emphasises the reporting of three key components of systematic efforts to improve the …",
    "abstract": "Since the publication of Standards for QUality Improvement Reporting Excellence (SQUIRE 1.0) guidelines in 2008, the science of the field has advanced considerably. In this manuscript, we describe the development of SQUIRE 2.0 and its key components. We undertook the revision between 2012 and 2015 using (1) semistructured interviews and focus groups to evaluate SQUIRE 1.0 plus feedback from an international steering group, (2) two face-to-face consensus meetings to develop interim drafts and (3) pilot testing with authors and a public comment period. SQUIRE 2.0 emphasises the reporting of three key components of systematic efforts to improve the quality, value and safety of healthcare: the use of formal and informal theory in planning, implementing and evaluating improvement work; the context in which the work is done and the study of the intervention(s). SQUIRE 2.0 is intended for reporting the range of methods used to improve healthcare, recognising that they can be complex and multidimensional. It provides common ground to share these discoveries in the scholarly literature (http://www.squire-statement.org).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26369893/",
    "clean_text": "squire standards for quality improvement reporting excellence revised publication guidelines from a detailed consensus process since the publication of standards for quality improvement reporting excellence squire guidelines in the science of the field has advanced considerably squire emphasises the reporting of three key components of systematic efforts to improve the since the publication of standards for quality improvement reporting excellence squire guidelines in the science of the field has advanced considerably in this manuscript we describe the development of squire and its key components we undertook the revision between and using semistructured interviews and focus groups to evaluate squire plus feedback from an international steering group two face to face consensus meetings to develop interim drafts and pilot testing with authors and a public comment period squire emphasises the reporting of three key components of systematic efforts to improve the quality value and safety of healthcare the use of formal and informal theory in planning implementing and evaluating improvement work the context in which the work is done and the study of the intervention s squire is intended for reporting the range of methods used to improve healthcare recognising that they can be complex and multidimensional it provides common ground to share these discoveries in the scholarly literature http www squire statement org"
}