{
    "title": "Extrasynaptic signaling enables an asymmetric juvenile motor circuit to produce symmetric undulation.",
    "doc_id": "36182701",
    "writer": "Lu Y",
    "year": "2022",
    "summary": "We show that in the juvenile circuit, wiring between excitatory and inhibitory motor neurons coordinates the contraction of dorsal muscles with relaxation of ventral muscles, producing dorsal bends. ...Modeling reveals that the juvenile's immature motor circu …",
    "abstract": "In many animals, there is a direct correspondence between the motor patterns that drive locomotion and the motor neuron innervation. For example, the adult C. elegans moves with symmetric and alternating dorsal-ventral bending waves arising from symmetric motor neuron input onto the dorsal and ventral muscles. In contrast to the adult, the C. elegans motor circuit at the juvenile larval stage has asymmetric wiring between motor neurons and muscles but still generates adult-like bending waves with dorsal-ventral symmetry. We show that in the juvenile circuit, wiring between excitatory and inhibitory motor neurons coordinates the contraction of dorsal muscles with relaxation of ventral muscles, producing dorsal bends. However, ventral bending is not driven by analogous wiring. Instead, ventral muscles are excited uniformly by premotor interneurons through extrasynaptic signaling. Ventral bends occur in anti-phasic entrainment to activity of the same motor neurons that drive dorsal bends. During maturation, the juvenile motor circuit is replaced by two motor subcircuits that separately drive dorsal and ventral bending. Modeling reveals that the juvenile's immature motor circuit is an adequate solution to generate adult-like dorsal-ventral bending before the animal matures. Developmental rewiring between functionally degenerate circuit solutions, which both generate symmetric bending patterns, minimizes behavioral disruption across maturation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36182701/",
    "clean_text": "extrasynaptic signaling enables an asymmetric juvenile motor circuit to produce symmetric undulation we show that in the juvenile circuit wiring between excitatory and inhibitory motor neurons coordinates the contraction of dorsal muscles with relaxation of ventral muscles producing dorsal bends modeling reveals that the juvenile s immature motor circu in many animals there is a direct correspondence between the motor patterns that drive locomotion and the motor neuron innervation for example the adult c elegans moves with symmetric and alternating dorsal ventral bending waves arising from symmetric motor neuron input onto the dorsal and ventral muscles in contrast to the adult the c elegans motor circuit at the juvenile larval stage has asymmetric wiring between motor neurons and muscles but still generates adult like bending waves with dorsal ventral symmetry we show that in the juvenile circuit wiring between excitatory and inhibitory motor neurons coordinates the contraction of dorsal muscles with relaxation of ventral muscles producing dorsal bends however ventral bending is not driven by analogous wiring instead ventral muscles are excited uniformly by premotor interneurons through extrasynaptic signaling ventral bends occur in anti phasic entrainment to activity of the same motor neurons that drive dorsal bends during maturation the juvenile motor circuit is replaced by two motor subcircuits that separately drive dorsal and ventral bending modeling reveals that the juvenile s immature motor circuit is an adequate solution to generate adult like dorsal ventral bending before the animal matures developmental rewiring between functionally degenerate circuit solutions which both generate symmetric bending patterns minimizes behavioral disruption across maturation"
}