{
    "pmid": "41469756",
    "title": "Role of nutritional status in predicting quality of life outcomes in patients with solid malignancies: an experience from a developing country.",
    "abstract": "Cancer treatments can affect nutritional status by impairing a person's ability to consume an adequate amount of food and absorb nutrients, which are important factors in reducing health-related quality of life (HRQoL). Consequently, this research aimed to investigate the correlation between the likelihood of malnutrition and quality of life among individuals with solid cancer in Palestine. In addition, factors that are linked to the HRQoL of these patients should be identified. A cross-sectional study was conducted at two major cancer referral hospitals in the northern West Bank, Al-Watani Government Hospital and An-Najah National University Hospital in Nablus, between July 31, 2022, and February 28, 2023. The five-level EuroHRQOL five-dimensional instrument (EQ-5D-5 L) was used to assess HRQOL. Nutritional status was assessed via the Nutrition Risk Screening 2002 (NRS-2002) tool. Multiple linear regression analysis was performed to determine the most important variables related to HRQOL. A total of 304 patients with solid tumors were included in this study. The most common cancers among these patients were breast (40.5%) and colorectal (26%) cancers. A moderate negative correlation was observed between the EQ-5D-5 L score and the NRS-2002 score (r = - 0.207; 95% CI: - 0.26 to - 0.15; p < 0.001). Regression analysis revealed that working patients (β = 0.152; 95% CI: 0.045 to 0.255; p = 0.005), those with fewer disease-related complications related to dietary intake (β = - 0.311; 95% CI: - 0.415 to - 0.208; p < 0.001), and individuals with lower NRS scores (β = - 0.135; 95% CI: - 0.243 to - 0.027; p = 0.015) were independently associated with higher HRQoL. Our results suggest that lower nutritional risk, employment, and fewer disease complications are associated with better HRQoL among cancer patients, underscoring the importance of early nutritional assessment and patient-centred care, especially in low-resource settings.",
    "disease": "breast cancer",
    "clean_text": "role of nutritional status in predicting quality of life outcomes in patients with solid malignancies an experience from a developing country cancer treatments can affect nutritional status by impairing a person s ability to consume an adequate amount of food and absorb nutrients which are important factors in reducing health related quality of life hrqol consequently this research aimed to investigate the correlation between the likelihood of malnutrition and quality of life among individuals with solid cancer in palestine in addition factors that are linked to the hrqol of these patients should be identified a cross sectional study was conducted at two major cancer referral hospitals in the northern west bank al watani government hospital and an najah national university hospital in nablus between july and february the five level eurohrqol five dimensional instrument eq d l was used to assess hrqol nutritional status was assessed via the nutrition risk screening nrs tool multiple linear regression analysis was performed to determine the most important variables related to hrqol a total of patients with solid tumors were included in this study the most common cancers among these patients were breast and colorectal cancers a moderate negative correlation was observed between the eq d l score and the nrs score r ci to p regression analysis revealed that working patients ci to p those with fewer disease related complications related to dietary intake ci to p and individuals with lower nrs scores ci to p were independently associated with higher hrqol our results suggest that lower nutritional risk employment and fewer disease complications are associated with better hrqol among cancer patients underscoring the importance of early nutritional assessment and patient centred care especially in low resource settings"
}