{
    "pmid": "41454718",
    "title": "Proteogenomic Characterization Reveals Subtype-Specific Therapeutic Potential for HER2-Low Breast Cancer.",
    "abstract": "The molecular heterogeneity and distinct features of HER2-low breast cancer are poorly understood, limiting their precise management. To address this issue, longitudinal multiomic profiling of HER2-low breast cancer is performed, including genomics, transcriptomics, proteomics, lactylomics, and phosphoproteomics, using 250 well-characterized samples, and identified three proteomic subtypes: PS1 (estrogen response signaling enriched), PS2 (angiogenesis enriched), and PS3 (proliferation enriched and HER2-high like). These three proteomic subtypes have distinct features and potential therapeutic strategies, namely, endocrine therapy, antiangiogenic therapy, and anti-HER2 therapy, and are validated in external datasets and PDO models. In addition, a detailed description of the genomic characteristics and a map of the lactate modification landscape of HER2-low breast cancer are provided. This research provides complementary information, reveals the molecular characteristics of HER2-low breast cancer, and suggests potential precise therapeutic strategies for patients with this type of cancer.",
    "disease": "breast cancer",
    "clean_text": "proteogenomic characterization reveals subtype specific therapeutic potential for her low breast cancer the molecular heterogeneity and distinct features of her low breast cancer are poorly understood limiting their precise management to address this issue longitudinal multiomic profiling of her low breast cancer is performed including genomics transcriptomics proteomics lactylomics and phosphoproteomics using well characterized samples and identified three proteomic subtypes ps estrogen response signaling enriched ps angiogenesis enriched and ps proliferation enriched and her high like these three proteomic subtypes have distinct features and potential therapeutic strategies namely endocrine therapy antiangiogenic therapy and anti her therapy and are validated in external datasets and pdo models in addition a detailed description of the genomic characteristics and a map of the lactate modification landscape of her low breast cancer are provided this research provides complementary information reveals the molecular characteristics of her low breast cancer and suggests potential precise therapeutic strategies for patients with this type of cancer"
}