{
    "pmid": "41469480",
    "title": "Machine learning-enabled spatial multi-omics uncovers lactate-driven targets and tumor microenvironmental reprogramming in cancer.",
    "abstract": "Lactate accumulation is a central feature of tumor metabolic reprogramming, yet its spatial and cell-type-specific effects in cancer, such as lung adenocarcinoma (LUAD), remain poorly defined. We integrated single-cell transcriptomics, spatial transcriptomics, spatial metabolomics, and immunofluorescence with TCGA survival data and machine-learning models. High-lactate tumors exhibited increased epithelial and fibroblast abundances, whereas T/NK cells and monocytes/macrophages were enriched in low-lactate samples. Spatial metabolomics revealed cell-type-restricted lactate and pyruvate distributions, with endothelial cells showing minimal lactate accumulation. Endothelial subclusters in high-lactate tissues displayed angiogenic and stress-response signatures and were strongly associated with poor prognosis. Multiple machine-learning frameworks-including random forest, elastic-net regression, SVM, ANN, and decision-tree models-consistently identified endothelial and fibroblast programs as key determinants of high-lactate states and adverse clinical outcomes. Collectively, our multi-omics spatial profiling demonstrates that lactate reshapes the LUAD microenvironment by driving angiogenesis, immune suppression, and prognostic stratification, highlighting lactate-centered pathways as promising therapeutic targets.",
    "disease": "lung cancer",
    "clean_text": "machine learning enabled spatial multi omics uncovers lactate driven targets and tumor microenvironmental reprogramming in cancer lactate accumulation is a central feature of tumor metabolic reprogramming yet its spatial and cell type specific effects in cancer such as lung adenocarcinoma luad remain poorly defined we integrated single cell transcriptomics spatial transcriptomics spatial metabolomics and immunofluorescence with tcga survival data and machine learning models high lactate tumors exhibited increased epithelial and fibroblast abundances whereas t nk cells and monocytes macrophages were enriched in low lactate samples spatial metabolomics revealed cell type restricted lactate and pyruvate distributions with endothelial cells showing minimal lactate accumulation endothelial subclusters in high lactate tissues displayed angiogenic and stress response signatures and were strongly associated with poor prognosis multiple machine learning frameworks including random forest elastic net regression svm ann and decision tree models consistently identified endothelial and fibroblast programs as key determinants of high lactate states and adverse clinical outcomes collectively our multi omics spatial profiling demonstrates that lactate reshapes the luad microenvironment by driving angiogenesis immune suppression and prognostic stratification highlighting lactate centered pathways as promising therapeutic targets"
}