{
    "title": "Juvenile and adult offenders arrested for sexual homicide: an analysis of victim-offender relationship and weapon used by race.",
    "doc_id": "22563946",
    "writer": "Chan HC",
    "year": "2013",
    "summary": "Several important findings emerged for the juvenile offenders. Juvenile White SHOs were likely to target victims with whom they shared a mutual relationship. ...Notably, no juvenile Black SHOs were arrested for murdering intimate partners. Juvenile Whi …",
    "abstract": "Limited information is available on racial offending patterns of sexual homicide offenders (SHOs). This study used a 30-year U.S. Supplementary Homicide Reports sample of SHOs arrested in single-victim situations (N = 3745). The analysis strength was used to determine whether the findings yielded meaningful patterns for offender profiling. Several important findings emerged for the juvenile offenders. Juvenile White SHOs were likely to target victims with whom they shared a mutual relationship. In contrast, Black juveniles were equally likely to murder strangers and those with whom they had prior and familial relationships. Notably, no juvenile Black SHOs were arrested for murdering intimate partners. Juvenile White SHOs were twice as likely to use edged weapons as their Black counterparts. Black juveniles, conversely, were more likely than White juveniles to use personal weapons. Beyond these findings, known victim-offender relationships and weapon used may not have significant utility for investigators in identifying the SHO race, even after controlling for offender age. Limitations and future directions are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22563946/",
    "clean_text": "juvenile and adult offenders arrested for sexual homicide an analysis of victim offender relationship and weapon used by race several important findings emerged for the juvenile offenders juvenile white shos were likely to target victims with whom they shared a mutual relationship notably no juvenile black shos were arrested for murdering intimate partners juvenile whi limited information is available on racial offending patterns of sexual homicide offenders shos this study used a year u s supplementary homicide reports sample of shos arrested in single victim situations n the analysis strength was used to determine whether the findings yielded meaningful patterns for offender profiling several important findings emerged for the juvenile offenders juvenile white shos were likely to target victims with whom they shared a mutual relationship in contrast black juveniles were equally likely to murder strangers and those with whom they had prior and familial relationships notably no juvenile black shos were arrested for murdering intimate partners juvenile white shos were twice as likely to use edged weapons as their black counterparts black juveniles conversely were more likely than white juveniles to use personal weapons beyond these findings known victim offender relationships and weapon used may not have significant utility for investigators in identifying the sho race even after controlling for offender age limitations and future directions are discussed"
}