{
    "title": "Cerebrovascular injuries in traumatic brain injury.",
    "doc_id": "36308809",
    "writer": "Das AS",
    "year": "2022",
    "summary": "Traumatic brain injury is a complex and highly heterogeneous disease due to the host of concomitant injuries that may accompany the initial insult. Due to the dynamic interplay between the injuries that may arise, the management of these injuries …",
    "abstract": "Traumatic brain injury is a complex and highly heterogeneous disease due to the host of concomitant injuries that may accompany the initial insult. Due to the dynamic interplay between the injuries that may arise, the management of these injuries is challenging. In a small subset of patients with traumatic brain injury, cerebral vascular injury may occur, which presents its own diagnostic and therapeutic challenges. These vascular injuries often present in a delayed fashion, thereby going unnoticed by clinicians. Early recognition and treatment of these injuries is crucial, given their high morbidity and mortality. Through a critical review of the literature, we present the spectrum of cerebrovascular injuries that may occur with traumatic brain injury and discuss classification systems that are used to stratify cerebrovascular injury. We then focus on the diagnosis of cerebral vascular injury using different neuroimaging modalities. Lastly, we explore the treatment of these injuries ranging from antiplatelet therapies to endovascular and open vascular procedures. By highlighting the pitfalls and challenges of this complex disease, we hope to provide clinicians with the framework to recognize and treat vascular injuries that are seen in patients with traumatic brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36308809/",
    "clean_text": "cerebrovascular injuries in traumatic brain injury traumatic brain injury is a complex and highly heterogeneous disease due to the host of concomitant injuries that may accompany the initial insult due to the dynamic interplay between the injuries that may arise the management of these injuries traumatic brain injury is a complex and highly heterogeneous disease due to the host of concomitant injuries that may accompany the initial insult due to the dynamic interplay between the injuries that may arise the management of these injuries is challenging in a small subset of patients with traumatic brain injury cerebral vascular injury may occur which presents its own diagnostic and therapeutic challenges these vascular injuries often present in a delayed fashion thereby going unnoticed by clinicians early recognition and treatment of these injuries is crucial given their high morbidity and mortality through a critical review of the literature we present the spectrum of cerebrovascular injuries that may occur with traumatic brain injury and discuss classification systems that are used to stratify cerebrovascular injury we then focus on the diagnosis of cerebral vascular injury using different neuroimaging modalities lastly we explore the treatment of these injuries ranging from antiplatelet therapies to endovascular and open vascular procedures by highlighting the pitfalls and challenges of this complex disease we hope to provide clinicians with the framework to recognize and treat vascular injuries that are seen in patients with traumatic brain injury"
}