{
    "title": "Where do healthy older adults take more time during the Timed Up and Go test?",
    "doc_id": "33132527",
    "writer": "Kurosawa C",
    "year": "2020",
    "summary": "[Purpose] We need to regularly evaluate motor function to sustain the health of community-dwelling older adults. Our study aimed to identify the kinematic characteristics of healthy older adults in the Timed Up and Go test because the criteria for assessing the moto …",
    "abstract": "[Purpose] We need to regularly evaluate motor function to sustain the health of community-dwelling older adults. Our study aimed to identify the kinematic characteristics of healthy older adults in the Timed Up and Go test because the criteria for assessing the motor function of healthy older adults are unclear in the widely used clinical simple methods. [Participants and Methods] In total, 22 healthy younger and 28 healthy older adults participated in this study. Using a 3D motion analysis system, we measured the time ratios, trajectories, trajectory length per unit time, and body inclination angles during the Timed Up and Go test. We compared the kinematic characteristics of the older and younger adults. [Results] The older adults required a longer time ratio to complete the turn and sit subtasks. The trajectory of the older adults' turn subtask was longer than that of the younger adults. Older adults' body inclination angles during the turn subtask were smaller than that of the younger adults. [Conclusion] Healthy older adults had a different kinematic index from younger adults during the Timed Up and Go turn subtask. Therefore, we suggest the kinematic index of posture and turning radius be used to measure Timed Up and Go as a clinically useful index for understanding the motor characteristics of older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33132527/",
    "clean_text": "where do healthy older adults take more time during the timed up and go test purpose we need to regularly evaluate motor function to sustain the health of community dwelling older adults our study aimed to identify the kinematic characteristics of healthy older adults in the timed up and go test because the criteria for assessing the moto purpose we need to regularly evaluate motor function to sustain the health of community dwelling older adults our study aimed to identify the kinematic characteristics of healthy older adults in the timed up and go test because the criteria for assessing the motor function of healthy older adults are unclear in the widely used clinical simple methods participants and methods in total healthy younger and healthy older adults participated in this study using a d motion analysis system we measured the time ratios trajectories trajectory length per unit time and body inclination angles during the timed up and go test we compared the kinematic characteristics of the older and younger adults results the older adults required a longer time ratio to complete the turn and sit subtasks the trajectory of the older adults turn subtask was longer than that of the younger adults older adults body inclination angles during the turn subtask were smaller than that of the younger adults conclusion healthy older adults had a different kinematic index from younger adults during the timed up and go turn subtask therefore we suggest the kinematic index of posture and turning radius be used to measure timed up and go as a clinically useful index for understanding the motor characteristics of older adults"
}