{
    "title": "Golimumab for Polyarticular Juvenile Idiopathic Arthritis and Psoriatic Arthritis: Pharmacologic and Clinical Considerations.",
    "doc_id": "37511975",
    "writer": "McIntosh SM",
    "year": "2023",
    "summary": "Psoriatic arthritis is a chronic debilitating autoimmune condition, and when diagnosed in patients before the age of eighteen, it is considered pediatric polyarticular juvenile idiopathic arthritis. Monoarticular or polyarticular psoriatic arthritis can be distingui …",
    "abstract": "Psoriatic arthritis is a chronic debilitating autoimmune condition, and when diagnosed in patients before the age of eighteen, it is considered pediatric polyarticular juvenile idiopathic arthritis. Monoarticular or polyarticular psoriatic arthritis can be distinguished from other arthropathies by its unique cutaneous manifestations. With numerous treatments already in clinical practice, there are numerous options for treatment. The current literature indicates an elevated level of tumor necrosis factor is present in the epidermis of patients with psoriatic arthritis when compared with the general population. For this reason, anti-tumor necrosis factor therapies have become a hallmark option for psoriatic arthritis patients. Golimumab, a human monoclonal antibody tumor necrosis factor-alpha (TNF-a) receptor antagonist, was chosen as the focus therapy for this investigation. The mechanism of action behind anti-tumor necrosis factor-alpha blockers involves the binding of human TNF-a soluble and transmembrane proteins to competitively inhibit TNF-a from binding to its cellular receptors. The present investigation evaluated current treatment options available for both juvenile- and adult-onset psoriatic arthritis and compared them with the efficacy seen with golimumab use. Pediatric patients included children ages 2-17, while adult populations included adults 18-83 years old. The Food and Drug Administration has approved golimumab for the treatment of rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, ulcerative colitis, and polyarticular juvenile idiopathic arthritis. The results of four different studies reporting on the therapeutic effects and adverse events of golimumab use in psoriatic arthritis, juvenile psoriatic arthritis, juvenile idiopathic arthritis, and juvenile polyarticular arthritis were used for comparison. The meta-analysis referenced studies including children ages 2-17 with no reference mentioning children less than age 2. Based on the results of each study, it can be concluded that golimumab, a human monoclonal antibody that prevents the activation of cellular inflammatory reactions when it binds to the TNF-a receptor, is an effective option for patients with active psoriatic arthritis and psoriatic juvenile idiopathic arthritis and for patients who are no longer responding to their current treatment with adalimumab. Each study also reported minimal adverse events associated with golimumab use, and the drug can be safely used in the pediatric population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37511975/",
    "clean_text": "golimumab for polyarticular juvenile idiopathic arthritis and psoriatic arthritis pharmacologic and clinical considerations psoriatic arthritis is a chronic debilitating autoimmune condition and when diagnosed in patients before the age of eighteen it is considered pediatric polyarticular juvenile idiopathic arthritis monoarticular or polyarticular psoriatic arthritis can be distingui psoriatic arthritis is a chronic debilitating autoimmune condition and when diagnosed in patients before the age of eighteen it is considered pediatric polyarticular juvenile idiopathic arthritis monoarticular or polyarticular psoriatic arthritis can be distinguished from other arthropathies by its unique cutaneous manifestations with numerous treatments already in clinical practice there are numerous options for treatment the current literature indicates an elevated level of tumor necrosis factor is present in the epidermis of patients with psoriatic arthritis when compared with the general population for this reason anti tumor necrosis factor therapies have become a hallmark option for psoriatic arthritis patients golimumab a human monoclonal antibody tumor necrosis factor alpha tnf a receptor antagonist was chosen as the focus therapy for this investigation the mechanism of action behind anti tumor necrosis factor alpha blockers involves the binding of human tnf a soluble and transmembrane proteins to competitively inhibit tnf a from binding to its cellular receptors the present investigation evaluated current treatment options available for both juvenile and adult onset psoriatic arthritis and compared them with the efficacy seen with golimumab use pediatric patients included children ages while adult populations included adults years old the food and drug administration has approved golimumab for the treatment of rheumatoid arthritis psoriatic arthritis ankylosing spondylitis ulcerative colitis and polyarticular juvenile idiopathic arthritis the results of four different studies reporting on the therapeutic effects and adverse events of golimumab use in psoriatic arthritis juvenile psoriatic arthritis juvenile idiopathic arthritis and juvenile polyarticular arthritis were used for comparison the meta analysis referenced studies including children ages with no reference mentioning children less than age based on the results of each study it can be concluded that golimumab a human monoclonal antibody that prevents the activation of cellular inflammatory reactions when it binds to the tnf a receptor is an effective option for patients with active psoriatic arthritis and psoriatic juvenile idiopathic arthritis and for patients who are no longer responding to their current treatment with adalimumab each study also reported minimal adverse events associated with golimumab use and the drug can be safely used in the pediatric population"
}