{
    "title": "Young adult cancer survivors' follow-up care expectations of oncologists and primary care physicians.",
    "doc_id": "28039569",
    "writer": "Hugh-Yeun K",
    "year": "2017",
    "summary": "Those who were White were significantly more likely to expect PCPs to discuss comorbidities (p = 0.009) and preventative care (p = 0.001). CONCLUSIONS: Young adult cancer survivors have different expectations of oncologists and PCPs with respect to their follow-up c …",
    "abstract": "Purpose:\n        \n      \n      Young adult cancer survivors face unique challenges associated with their illness. While both oncologists and primary care physicians (PCPs) may be involved in the follow-up care of these cancer survivors, we hypothesized that there is a lack of clarity regarding each physician's roles and responsibilities.\n    \n\n\n          Methods:\n        \n      \n      A self-administered survey was mailed to young adult cancer survivors in British Columbia, Canada, who were aged 20 to 39 years at the time of diagnosis and alive at 2 to 5 years following the diagnosis to capture their expectations of oncologists and PCPs in various important domains of cancer survivorship care. Multivariate logistic regression models that adjusted for confounders were constructed to examine for predictors of the different expectations.\n    \n\n\n          Results:\n        \n      \n      Of 722 young cancer survivors surveyed, 426 (59%) responded. Among them, the majority were White women with breast cancer. Oncologists were expected to follow the patient's most recent cancer and treatment-related side effects while PCPs were expected to manage ongoing and future cancer surveillance as well as general preventative care. Neither physician was perceived to be responsible for addressing the return to daily activities, reintegration to interpersonal relationships, or sexual function. Older survivors were significantly less likely to expect oncologists (p = 0.03) and PCPs (p = 0.01) to discuss family planning when compared to their younger counterparts. Those who were White were significantly more likely to expect PCPs to discuss comorbidities (p = 0.009) and preventative care (p = 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Young adult cancer survivors have different expectations of oncologists and PCPs with respect to their follow-up care. Physicians need to better clarify their roles in order to further improve the survivorship phase of cancer care for young adults.\n    \n\n\n          Implications for cancer survivors:\n        \n      \n      Young adult cancer survivors have different expectations of their oncologists and PCPs. Clarification of the roles of each physician group during follow-up can enhance the quality of survivorship care for young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28039569/",
    "clean_text": "young adult cancer survivors follow up care expectations of oncologists and primary care physicians those who were white were significantly more likely to expect pcps to discuss comorbidities p and preventative care p conclusions young adult cancer survivors have different expectations of oncologists and pcps with respect to their follow up c purpose young adult cancer survivors face unique challenges associated with their illness while both oncologists and primary care physicians pcps may be involved in the follow up care of these cancer survivors we hypothesized that there is a lack of clarity regarding each physician s roles and responsibilities methods a self administered survey was mailed to young adult cancer survivors in british columbia canada who were aged to years at the time of diagnosis and alive at to years following the diagnosis to capture their expectations of oncologists and pcps in various important domains of cancer survivorship care multivariate logistic regression models that adjusted for confounders were constructed to examine for predictors of the different expectations results of young cancer survivors surveyed responded among them the majority were white women with breast cancer oncologists were expected to follow the patient s most recent cancer and treatment related side effects while pcps were expected to manage ongoing and future cancer surveillance as well as general preventative care neither physician was perceived to be responsible for addressing the return to daily activities reintegration to interpersonal relationships or sexual function older survivors were significantly less likely to expect oncologists p and pcps p to discuss family planning when compared to their younger counterparts those who were white were significantly more likely to expect pcps to discuss comorbidities p and preventative care p conclusions young adult cancer survivors have different expectations of oncologists and pcps with respect to their follow up care physicians need to better clarify their roles in order to further improve the survivorship phase of cancer care for young adults implications for cancer survivors young adult cancer survivors have different expectations of their oncologists and pcps clarification of the roles of each physician group during follow up can enhance the quality of survivorship care for young adults"
}