{
    "title": "Why the Quality Oncology Practice Initiative Matters: It's Not Just About Cost.",
    "doc_id": "27249710",
    "writer": "Chiang AC.",
    "year": "2016",
    "summary": "The upward cost trends also coincide with a national landscape of increasing regulatory mandates that may demand improved outcomes and value, but that often require significant up-front investment in infrastructure to achieve safety and quality. Oncology practices particip …",
    "abstract": "The nature and cost of cancer care is evolving, affecting more patients and often involving expensive treatment options. The upward cost trends also coincide with a national landscape of increasing regulatory mandates that may demand improved outcomes and value, but that often require significant up-front investment in infrastructure to achieve safety and quality. Oncology practices participating in the American Society of Clinical Oncology (ASCO) Institute for Quality's Quality Oncology Practice Initiative (QOPI) and the QOPI Certification Program (QCP) continue to grow in number and reflect changing demographics of the provision of cancer care. QOPI and QCP benchmarking can be used to achieve quality improvement and to build collaborative quality communities. These programs may be useful tools for oncology practices to comply with new legislation such as the Medicare Access and CHIP Reauthorization Act (MACRA).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27249710/",
    "clean_text": "why the quality oncology practice initiative matters it s not just about cost the upward cost trends also coincide with a national landscape of increasing regulatory mandates that may demand improved outcomes and value but that often require significant up front investment in infrastructure to achieve safety and quality oncology practices particip the nature and cost of cancer care is evolving affecting more patients and often involving expensive treatment options the upward cost trends also coincide with a national landscape of increasing regulatory mandates that may demand improved outcomes and value but that often require significant up front investment in infrastructure to achieve safety and quality oncology practices participating in the american society of clinical oncology asco institute for quality s quality oncology practice initiative qopi and the qopi certification program qcp continue to grow in number and reflect changing demographics of the provision of cancer care qopi and qcp benchmarking can be used to achieve quality improvement and to build collaborative quality communities these programs may be useful tools for oncology practices to comply with new legislation such as the medicare access and chip reauthorization act macra"
}