{
    "title": "Low back pain intensity among childbearing women and associated predictors. A cohort study.",
    "doc_id": "30274876",
    "writer": "Backhausen MG",
    "year": "2019",
    "summary": "Questionnaires were used to obtain information about low back pain intensity, physical disability due to low back pain and sick leave at 20 and 32weeks of gestation. ...Both sick leave and physical disability increased with increasing …",
    "abstract": "Background:\n        \n      \n      Low back pain is a common condition among childbearing women, causing physical disability and an increased risk of sick leave and obstetric complications.\n    \n\n\n          Aims:\n        \n      \n      To assess the prevalence and intensity of low back pain during pregnancy, to describe the physical disability and sick leave in relation to the severity of low back pain and to identify predictors of moderate to severe low back pain in socio-demographic, health and obstetric characteristics among childbearing women.\n    \n\n\n          Methods:\n        \n      \n      A cohort study was undertaken (n=566) during August 2015 to March 2016. Questionnaires were used to obtain information about low back pain intensity, physical disability due to low back pain and sick leave at 20 and 32weeks of gestation. Of the 654 eligible women, 87% completed the first questionnaire.\n    \n\n\n          Findings:\n        \n      \n      Three out of four reported any low back pain at 20weeks of gestation, and nine out of ten women at 32weeks. Of these women, one in three reported moderate to severe pain at 20weeks, increasing to half of the women at 32weeks. Both sick leave and physical disability increased with increasing low back pain scores. Pre-pregnancy low back pain, multiparity and lower level of education were all identified as predictors of moderate to severe low back pain.\n    \n\n\n          Conclusions:\n        \n      \n      Women with pre-pregnancy low back pain, multiparity and lower level of education, represent the group of women with the highest risk of moderate to severe low back pain during pregnancy and should be payed special attention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30274876/",
    "clean_text": "low back pain intensity among childbearing women and associated predictors a cohort study questionnaires were used to obtain information about low back pain intensity physical disability due to low back pain and sick leave at and weeks of gestation both sick leave and physical disability increased with increasing background low back pain is a common condition among childbearing women causing physical disability and an increased risk of sick leave and obstetric complications aims to assess the prevalence and intensity of low back pain during pregnancy to describe the physical disability and sick leave in relation to the severity of low back pain and to identify predictors of moderate to severe low back pain in socio demographic health and obstetric characteristics among childbearing women methods a cohort study was undertaken n during august to march questionnaires were used to obtain information about low back pain intensity physical disability due to low back pain and sick leave at and weeks of gestation of the eligible women completed the first questionnaire findings three out of four reported any low back pain at weeks of gestation and nine out of ten women at weeks of these women one in three reported moderate to severe pain at weeks increasing to half of the women at weeks both sick leave and physical disability increased with increasing low back pain scores pre pregnancy low back pain multiparity and lower level of education were all identified as predictors of moderate to severe low back pain conclusions women with pre pregnancy low back pain multiparity and lower level of education represent the group of women with the highest risk of moderate to severe low back pain during pregnancy and should be payed special attention"
}