{
    "title": "Splanchnic input to thoracic spinal neurons and its supraspinal modulation in the rat.",
    "doc_id": "2085755",
    "writer": "Akeyson EW",
    "year": "1990",
    "summary": "GSN stimulation inhibited 5 neurons. The effects of reversible spinalization on spontaneous activity and on both synchronous and non-synchronous (afterdischarge) GSN-evoked responses were investigated using a cooling probe on the spinal cord between C1 and C2. ...Fu …",
    "abstract": "The urinary responses of 62 T8-T11 spinal neurons were recorded extracellularly following electrical stimulation of the greater splanchnic nerve (GSN) in chloralose-anesthetized rats. Recorded neurons were found in both the dorsal and ventral horns. Fifty-seven neurons increased their firing rate in response to GSN stimulation; 8 of these exhibited biphasic responses consisting of excitations followed by inhibitions. Excitatory responses to GSN stimulation consisted of either one or two bursts with latencies consistent with activation by either A delta or C fibers. GSN stimulation inhibited 5 neurons. The effects of reversible spinalization on spontaneous activity and on both synchronous and non-synchronous (afterdischarge) GSN-evoked responses were investigated using a cooling probe on the spinal cord between C1 and C2. Of 19 neurons tested in this way, 9 exhibited opposite directional changes in their spontaneous activities and their GSN-evoked responses upon spinalization. Differential effects of cold-block on first and second bursts, or on A delta- and C-fiber mediated responses, were not usually observed. However, differential effects of cold-block on synchronous and non-synchronous portions of the overall GSN-evoked response were often observed in that their magnitudes often changed independently of one another. Supraspinal pathways contributed to GSN-evoked responses of several neurons because their responses were diminished during cooling while spontaneous activity was increased or unchanged. These decreases in the magnitude of the GSN-evoked response were not always accounted for by decreases in the synchronous portions of the responses. However, most neurons did exhibit decreases in the number of non-synchronous responses, or afterdischarges, during spinal cooling, exhibiting in some cases biphasic responses. This study provides evidence for strong supraspinal regulation of splanchnic afferent input to the spinal cord of the rat. Further, this regulation exhibits some specificity toward different portions of splanchnic-evoked responses in spinal neurons.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2085755/",
    "clean_text": "splanchnic input to thoracic spinal neurons and its supraspinal modulation in the rat gsn stimulation inhibited neurons the effects of reversible spinalization on spontaneous activity and on both synchronous and non synchronous afterdischarge gsn evoked responses were investigated using a cooling probe on the spinal cord between c and c fu the urinary responses of t t spinal neurons were recorded extracellularly following electrical stimulation of the greater splanchnic nerve gsn in chloralose anesthetized rats recorded neurons were found in both the dorsal and ventral horns fifty seven neurons increased their firing rate in response to gsn stimulation of these exhibited biphasic responses consisting of excitations followed by inhibitions excitatory responses to gsn stimulation consisted of either one or two bursts with latencies consistent with activation by either a delta or c fibers gsn stimulation inhibited neurons the effects of reversible spinalization on spontaneous activity and on both synchronous and non synchronous afterdischarge gsn evoked responses were investigated using a cooling probe on the spinal cord between c and c of neurons tested in this way exhibited opposite directional changes in their spontaneous activities and their gsn evoked responses upon spinalization differential effects of cold block on first and second bursts or on a delta and c fiber mediated responses were not usually observed however differential effects of cold block on synchronous and non synchronous portions of the overall gsn evoked response were often observed in that their magnitudes often changed independently of one another supraspinal pathways contributed to gsn evoked responses of several neurons because their responses were diminished during cooling while spontaneous activity was increased or unchanged these decreases in the magnitude of the gsn evoked response were not always accounted for by decreases in the synchronous portions of the responses however most neurons did exhibit decreases in the number of non synchronous responses or afterdischarges during spinal cooling exhibiting in some cases biphasic responses this study provides evidence for strong supraspinal regulation of splanchnic afferent input to the spinal cord of the rat further this regulation exhibits some specificity toward different portions of splanchnic evoked responses in spinal neurons"
}