{
    "pmid": "41327925",
    "title": "Gemigliptin Alleviates Succinate Induced Endoplasmic Reticulum Stress and Activation of Hepatic Stellate Cells.",
    "abstract": "Hepatic stellate cells (HSCs) activation is the principal event in the development of liver fibrosis in which succinate-G-protein coupled receptor 91 signaling has recently been shown to be a contributor. Moreover, endoplasmic reticulum (ER) stress has been reported to involve in HSC activation, but its association with succinate in pathogenesis of liver fibrosis remains scarce. In this study, we investigated the role of gemigliptin, an antidiabetic dipeptidyl peptidase-4 inhibitor, in the succinate-induced ER stress and activation of HSCs. LX-2 cells, the immortalized human HSCs, were treated with succinate and gemigliptin. For animal experiments, C57BL/6N mice were divided into 3 groups: control diet, high-fat high-cholesterol (HFHC) diet, and HFHC diet mixed with gemigliptin. Succinate significantly induced HSC activation and increased expression of inflammatory markers and the increase in the migration of HSCs. The treatment of succinate also caused ER dilation and activated the unfolded protein response signaling as protein kinase RNA-like ER kinase, eIF2alpha, binding immunoglobulin protein, suggesting increasing ER stress in HSCs. All responses of HSCs to succinate were attenuated with the co-treatment of gemigliptin. Moreover, the exposure of HSCs to tunicamycin, an inducer of ER stress, promoted the expression of α-smooth muscle actin, proliferation and migration of HSCs. In vivo, the level of fibrotic and ER stress markers was increased in mice fed with HFHC diet and the administration of gemigliptin improved these changes in HFHC-induced mice. This study showed the involvement of ER stress in the activation of succinate-induced LX-2 HSCs and gemigliptin significantly reduced ER stress in HSC activation. Therefore, gemigliptin may become an anti-fibrotic agent and targeting to succinate and ER stress may be a promising therapeutic in the management of liver fibrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "gemigliptin alleviates succinate induced endoplasmic reticulum stress and activation of hepatic stellate cells hepatic stellate cells hscs activation is the principal event in the development of liver fibrosis in which succinate g protein coupled receptor signaling has recently been shown to be a contributor moreover endoplasmic reticulum er stress has been reported to involve in hsc activation but its association with succinate in pathogenesis of liver fibrosis remains scarce in this study we investigated the role of gemigliptin an antidiabetic dipeptidyl peptidase inhibitor in the succinate induced er stress and activation of hscs lx cells the immortalized human hscs were treated with succinate and gemigliptin for animal experiments c bl n mice were divided into groups control diet high fat high cholesterol hfhc diet and hfhc diet mixed with gemigliptin succinate significantly induced hsc activation and increased expression of inflammatory markers and the increase in the migration of hscs the treatment of succinate also caused er dilation and activated the unfolded protein response signaling as protein kinase rna like er kinase eif alpha binding immunoglobulin protein suggesting increasing er stress in hscs all responses of hscs to succinate were attenuated with the co treatment of gemigliptin moreover the exposure of hscs to tunicamycin an inducer of er stress promoted the expression of smooth muscle actin proliferation and migration of hscs in vivo the level of fibrotic and er stress markers was increased in mice fed with hfhc diet and the administration of gemigliptin improved these changes in hfhc induced mice this study showed the involvement of er stress in the activation of succinate induced lx hscs and gemigliptin significantly reduced er stress in hsc activation therefore gemigliptin may become an anti fibrotic agent and targeting to succinate and er stress may be a promising therapeutic in the management of liver fibrosis"
}