{
    "title": "Evolution of gene expression in seasonal environments.",
    "doc_id": "41287480",
    "writer": "Kudo SN",
    "year": "2025",
    "summary": "Phenology, the temporal orchestration of biological activities, is governed by gene expression, yet the evolutionary dynamics underlying seasonal gene expression remain unclear. ...These findings suggest that the four species share a common molecular c …",
    "abstract": "The biological activities of organisms are closely linked to seasonality. Phenology, the temporal orchestration of biological activities, is governed by gene expression, yet the evolutionary dynamics underlying seasonal gene expression remain unclear. To investigate these dynamics, we compared genome-wide expression dynamics (molecular phenology) in four dominant evergreen Fagaceae species in Asia (Quercus glauca, Q. acuta, Lithocarpus edulis, and L. glaber), using leaf and bud tissues over two seasonal cycles. We assembled high-quality reference genomes, identifying 11749 single-copy orthologous genes. Seasonal transcriptomic profiling of these orthologous genes revealed highly conserved gene expression across species in winter when temperatures fall below ~10 °C. Rhythmic gene expression with significant periodic oscillations was more prevalent in buds (51.9%) than in leaves (40.6%), with most rhythmic genes (78.4-92.0%) exhibiting annual periodicity, while a smaller fraction (1.2-11.9%) followed half-annual cycles. The seasonal peaks of rhythmic genes were highly synchronized across species in winter but diverged during the growing season, reflecting species-specific timing of leaf flushing and flowering. These findings suggest that the four species share a common molecular calendar in winter, which constrains the evolution of gene expression under seasonal environments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41287480/",
    "clean_text": "evolution of gene expression in seasonal environments phenology the temporal orchestration of biological activities is governed by gene expression yet the evolutionary dynamics underlying seasonal gene expression remain unclear these findings suggest that the four species share a common molecular c the biological activities of organisms are closely linked to seasonality phenology the temporal orchestration of biological activities is governed by gene expression yet the evolutionary dynamics underlying seasonal gene expression remain unclear to investigate these dynamics we compared genome wide expression dynamics molecular phenology in four dominant evergreen fagaceae species in asia quercus glauca q acuta lithocarpus edulis and l glaber using leaf and bud tissues over two seasonal cycles we assembled high quality reference genomes identifying single copy orthologous genes seasonal transcriptomic profiling of these orthologous genes revealed highly conserved gene expression across species in winter when temperatures fall below c rhythmic gene expression with significant periodic oscillations was more prevalent in buds than in leaves with most rhythmic genes exhibiting annual periodicity while a smaller fraction followed half annual cycles the seasonal peaks of rhythmic genes were highly synchronized across species in winter but diverged during the growing season reflecting species specific timing of leaf flushing and flowering these findings suggest that the four species share a common molecular calendar in winter which constrains the evolution of gene expression under seasonal environments"
}