{
    "pmid": "41352419",
    "title": "Viral peptides remodel the tumor immune microenvironment of cold tumors with RNA-seq insights.",
    "abstract": "Cold tumors, characterized by low cytotoxic T cell infiltration, limit immunotherapy efficacy. Current strategies often depend on tumor-specific antigens or non-specific immune activation, restricting translational potential. Here, we present a peptide-based platform that leverages intratumoral expression of influenza-derived peptides to redirect virus-specific CD8⁺ T cells and remodel the tumor immune microenvironment in an antigen-independent manner. In murine 4T1 and CT26 tumor models, the immunodominant influenza A virus peptide NP Intratumoral NP This study demonstrates a peptide-based platform to remodel cold tumor immune microenvironments. Integration of transcriptomic profiling provides mechanistic insights and establishes a robust workflow for evaluating immunomodulatory technologies. This tumor-agnostic approach may enhance anti-tumor immunity and improve immunotherapy efficacy in cold tumors.",
    "disease": "influenza",
    "clean_text": "viral peptides remodel the tumor immune microenvironment of cold tumors with rna seq insights cold tumors characterized by low cytotoxic t cell infiltration limit immunotherapy efficacy current strategies often depend on tumor specific antigens or non specific immune activation restricting translational potential here we present a peptide based platform that leverages intratumoral expression of influenza derived peptides to redirect virus specific cd t cells and remodel the tumor immune microenvironment in an antigen independent manner in murine t and ct tumor models the immunodominant influenza a virus peptide np intratumoral np this study demonstrates a peptide based platform to remodel cold tumor immune microenvironments integration of transcriptomic profiling provides mechanistic insights and establishes a robust workflow for evaluating immunomodulatory technologies this tumor agnostic approach may enhance anti tumor immunity and improve immunotherapy efficacy in cold tumors"
}