{
    "pmid": "41459594",
    "title": "Degree of Cyclooxygenase-2 Inhibition Modulates Blood Pressure Response.",
    "abstract": "Large clinical trials compared distinct nonsteroidal anti-inflammatory drugs in terms of their risk of adverse cardiovascular events. However, whether pharmacologically equipotent doses were used, that is, whether a similar degree of COX (cyclooxygenase)-2 inhibition was achieved, was not considered. We compared drug target inhibition and blood pressure (BP) response to celecoxib and naproxen. Sixteen healthy participants were treated with celecoxib (200 mg/d), naproxen (500 mg/d), or placebo for 7 days in a double-blind, crossover design. The degree of COX inhibition was assessed ex vivo using established whole blood assays and in vivo by quantifying urinary metabolites of thromboxane A Both nonsteroidal anti-inflammatory drugs inhibited COX-2 activity relative to placebo, but naproxen inhibited COX-2 activity to a greater degree (62.9±21.7%) than celecoxib (35.7±25.2%;  Future studies should consider pharmacokinetic and pharmacodynamic properties, as well as patient-specific factors that may modulate the cardiovascular risk of nonsteroidal anti-inflammatory drug use.",
    "disease": "hypertension",
    "clean_text": "degree of cyclooxygenase inhibition modulates blood pressure response large clinical trials compared distinct nonsteroidal anti inflammatory drugs in terms of their risk of adverse cardiovascular events however whether pharmacologically equipotent doses were used that is whether a similar degree of cox cyclooxygenase inhibition was achieved was not considered we compared drug target inhibition and blood pressure bp response to celecoxib and naproxen sixteen healthy participants were treated with celecoxib mg d naproxen mg d or placebo for days in a double blind crossover design the degree of cox inhibition was assessed ex vivo using established whole blood assays and in vivo by quantifying urinary metabolites of thromboxane a both nonsteroidal anti inflammatory drugs inhibited cox activity relative to placebo but naproxen inhibited cox activity to a greater degree than celecoxib future studies should consider pharmacokinetic and pharmacodynamic properties as well as patient specific factors that may modulate the cardiovascular risk of nonsteroidal anti inflammatory drug use"
}