{
    "title": "Serum Proteomics Combined with Metabolomics Analysis Explore the Molecular Biological Characteristics of Eruptive Syringoma.",
    "doc_id": "36636632",
    "writer": "Wang Z",
    "year": "2023",
    "summary": "Plasma samples of patients with ES were acquired from the Department of Dermatology at Xi'an Jiaotong University's Second Affiliated Hospital. After removing highly abundant proteins, plasma samples were subjected to proteomics and metabolomics analysis using …",
    "abstract": "Background:\n        \n      \n      Eruptive syringoma (ES) is a clinical variant of the appendageal tumor syringoma. Around 75% of ES arise in the head or neck, which makes them unsightly. ES is common in patients with amyloidosis, diabetes, and Down's syndrome, suggesting that it may be associated with potential systemic effects. ES is a rare tumor with the unclear pathogenesis and no effective treatment.\n    \n\n\n          Methods:\n        \n      \n      A PubMed search of ES was conducted. Plasma samples of patients with ES were acquired from the Department of Dermatology at Xi'an Jiaotong University's Second Affiliated Hospital. After removing highly abundant proteins, plasma samples were subjected to proteomics and metabolomics analysis using liquid chromatography-tandem mass spectrometry (LC-MS/MS).\n    \n\n\n          Results:\n        \n      \n      LC-MS/MS revealed 71 differentially expressed proteins and 18 differentially abundant metabolites. The functional analysis highlighted the importance of complement binding, coagulation, secretory granules and vesicle lumen. Further, the study revealed 15 hub genes associated with FGG, GC, APOE, FGA, FGB, C4A, C3, CRP, C4B, FLNA, TAGLN2, ANXA5, MYL6, MYL12B, and TLN1 organized into three clusters. The seed genes in each cluster were GC, FLNA, and MYL6. In addition, glycol metabolism was associated with variable abundance of serum metabolites, which explains the relatively high rate of ES among diabetics.\n    \n\n\n          Conclusion:\n        \n      \n      This study suggests that immunological inflammation and tumor glycol metabolism may play significant role in the pathophysiology of ES.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36636632/",
    "clean_text": "serum proteomics combined with metabolomics analysis explore the molecular biological characteristics of eruptive syringoma plasma samples of patients with es were acquired from the department of dermatology at xi an jiaotong university s second affiliated hospital after removing highly abundant proteins plasma samples were subjected to proteomics and metabolomics analysis using background eruptive syringoma es is a clinical variant of the appendageal tumor syringoma around of es arise in the head or neck which makes them unsightly es is common in patients with amyloidosis diabetes and down s syndrome suggesting that it may be associated with potential systemic effects es is a rare tumor with the unclear pathogenesis and no effective treatment methods a pubmed search of es was conducted plasma samples of patients with es were acquired from the department of dermatology at xi an jiaotong university s second affiliated hospital after removing highly abundant proteins plasma samples were subjected to proteomics and metabolomics analysis using liquid chromatography tandem mass spectrometry lc ms ms results lc ms ms revealed differentially expressed proteins and differentially abundant metabolites the functional analysis highlighted the importance of complement binding coagulation secretory granules and vesicle lumen further the study revealed hub genes associated with fgg gc apoe fga fgb c a c crp c b flna tagln anxa myl myl b and tln organized into three clusters the seed genes in each cluster were gc flna and myl in addition glycol metabolism was associated with variable abundance of serum metabolites which explains the relatively high rate of es among diabetics conclusion this study suggests that immunological inflammation and tumor glycol metabolism may play significant role in the pathophysiology of es"
}