{
    "title": "Introduction: historical contexts to communicating mental health.",
    "doc_id": "28559363",
    "writer": "Wynter R",
    "year": "2017",
    "summary": "Recognition and exploration of this lineage can inform how we communicate about mental health going forward, as reflected by the 9 papers which make up this special issue. Our introduction provides some framework for the history of communicating mental hea …",
    "abstract": "Contemporary discussions around language, stigma and care in mental health, the messages these elements transmit, and the means through which they have been conveyed, have a long and deep lineage. Recognition and exploration of this lineage can inform how we communicate about mental health going forward, as reflected by the 9 papers which make up this special issue. Our introduction provides some framework for the history of communicating mental health over the past 300 years. We will show that there have been diverse ways and means of describing, disseminating and discussing mental health, in relation both to therapeutic practices and between practitioners, patients and the public. Communicating about mental health, we argue, has been informed by the desire for positive change, as much as by developments in reporting, legislation and technology. However, while the modes of communication have developed, the issues involved remain essentially the same. Most practitioners have sought to understand and to innovate, though not always with positive results. Some lost sight of patients as people; patients have felt and have been ignored or silenced by doctors and carers. Money has always talked, for without adequate investment services and care have suffered, contributing to the stigma surrounding mental illness. While it is certainly 'time to talk' to improve experiences, it is also time to change the language that underpins cultural attitudes towards mental illness, time to listen to people with mental health issues and, crucially, time to hear.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28559363/",
    "clean_text": "introduction historical contexts to communicating mental health recognition and exploration of this lineage can inform how we communicate about mental health going forward as reflected by the papers which make up this special issue our introduction provides some framework for the history of communicating mental hea contemporary discussions around language stigma and care in mental health the messages these elements transmit and the means through which they have been conveyed have a long and deep lineage recognition and exploration of this lineage can inform how we communicate about mental health going forward as reflected by the papers which make up this special issue our introduction provides some framework for the history of communicating mental health over the past years we will show that there have been diverse ways and means of describing disseminating and discussing mental health in relation both to therapeutic practices and between practitioners patients and the public communicating about mental health we argue has been informed by the desire for positive change as much as by developments in reporting legislation and technology however while the modes of communication have developed the issues involved remain essentially the same most practitioners have sought to understand and to innovate though not always with positive results some lost sight of patients as people patients have felt and have been ignored or silenced by doctors and carers money has always talked for without adequate investment services and care have suffered contributing to the stigma surrounding mental illness while it is certainly time to talk to improve experiences it is also time to change the language that underpins cultural attitudes towards mental illness time to listen to people with mental health issues and crucially time to hear"
}