{
    "pmid": "41404385",
    "title": "Spondylodiscitis and infective endocarditis: A retrospective cohort analysis of clinical outcomes, microbiological profiles, and mortality in 312 patients.",
    "abstract": "The coexistence of infective endocarditis (IE) and spondylodiscitis (SD) ranges between 7 % and 30 %, increasing particularly in patients older than 75 years. IE can occur without bacteremia, complicating early diagnosis and therapeutic strategies. To determine the incidence and microbiological spectrum of IE among patients diagnosed and treated with SD, examine the prevalence of associated bacteremia, and evaluate associated clinical outcomes and mortality. We conducted a retrospective, monocentric study from January 2016 to December 2020 at a level one spinal surgery center. Included were adult patients (>18 years) with confirmed SD (positive MRI combined with histological and/or microbiological evidence) who underwent echocardiography. Variables analyzed were demographics, localization of SD, microbiological findings, comorbidities, therapeutic approaches, and mortality. Patients were divided into isolated SD and SD with concurrent IE (SD + IE). Of 312 patients, 31 (9.9 %) had concurrent IE. Bacteremia was documented in 58 % overall but was absent in 16 % of IE cases. Patients with IE had a higher prevalence of coronary artery disease (45 % vs. 26 %; p = 0.0237). Enterococci were significantly more frequent in the IE group (35 % vs. 6 %; p = 0.021). Left heart involvement predominated (80 %), notably the aortic (38.7 %) and mitral valves (29 %). Spinal surgical interventions occurred less frequently in the IE group (45.2 % vs. 85.4 %). Mortality was significantly increased in IE patients (48.4 % vs. 11.74 %; p = 0.0157). Concomitant infective endocarditis (IE) significantly increases mortality in patients with spondylodiscitis (SD), even in the absence of bacteremia. Routine echocardiographic screening (TTE/TEE) must be standard, as its omission risks missed diagnoses. Interdisciplinary collaboration is essential for timely diagnosis, coordinated treatment, and improved outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "spondylodiscitis and infective endocarditis a retrospective cohort analysis of clinical outcomes microbiological profiles and mortality in patients the coexistence of infective endocarditis ie and spondylodiscitis sd ranges between and increasing particularly in patients older than years ie can occur without bacteremia complicating early diagnosis and therapeutic strategies to determine the incidence and microbiological spectrum of ie among patients diagnosed and treated with sd examine the prevalence of associated bacteremia and evaluate associated clinical outcomes and mortality we conducted a retrospective monocentric study from january to december at a level one spinal surgery center included were adult patients years with confirmed sd positive mri combined with histological and or microbiological evidence who underwent echocardiography variables analyzed were demographics localization of sd microbiological findings comorbidities therapeutic approaches and mortality patients were divided into isolated sd and sd with concurrent ie sd ie of patients had concurrent ie bacteremia was documented in overall but was absent in of ie cases patients with ie had a higher prevalence of coronary artery disease vs p enterococci were significantly more frequent in the ie group vs p left heart involvement predominated notably the aortic and mitral valves spinal surgical interventions occurred less frequently in the ie group vs mortality was significantly increased in ie patients vs p concomitant infective endocarditis ie significantly increases mortality in patients with spondylodiscitis sd even in the absence of bacteremia routine echocardiographic screening tte tee must be standard as its omission risks missed diagnoses interdisciplinary collaboration is essential for timely diagnosis coordinated treatment and improved outcomes"
}