{
    "title": "Predictors of post-traumatic growth in young adult burn survivors.",
    "doc_id": "34895962",
    "writer": "Park JH",
    "year": "2022",
    "summary": "To date, no quantitative analysis has been done of post-traumatic growth in young adult burn survivors. The present study aims: (1) to delineate the overall level of post-traumatic growth among Korean young adult burn survivors, and (2) to investigate …",
    "abstract": "Although burns most often result in negative psychological consequences, some studies have identified self-reported, positive psychological growth after such injuries. Post-traumatic growth is a positive psychological change in which an individual develops stronger functioning, beliefs, and values following a trauma. To date, no quantitative analysis has been done of post-traumatic growth in young adult burn survivors. The present study aims: (1) to delineate the overall level of post-traumatic growth among Korean young adult burn survivors, and (2) to investigate the factors that influence the post-traumatic growth. To accomplish this, data for 221 burn survivors in a burn hospital and self-help groups were analyzed. Young adult burn survivors were found to have experienced post-traumatic growth, although to a lesser degree than previous research would suggest (36.86 ± 31.16). Results of the hierarchical multiple regression analysis indicated that change in a family relationship after the burn experience, treatment situation, and level of interpersonal relationship skills, were statistically significant in young adult burn survivors' post-traumatic growth. Results support good interpersonal relationship skills and positive family relationships appear to facilitate the positive growth after burn experience. Clinical implications are presented in the discussion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34895962/",
    "clean_text": "predictors of post traumatic growth in young adult burn survivors to date no quantitative analysis has been done of post traumatic growth in young adult burn survivors the present study aims to delineate the overall level of post traumatic growth among korean young adult burn survivors and to investigate although burns most often result in negative psychological consequences some studies have identified self reported positive psychological growth after such injuries post traumatic growth is a positive psychological change in which an individual develops stronger functioning beliefs and values following a trauma to date no quantitative analysis has been done of post traumatic growth in young adult burn survivors the present study aims to delineate the overall level of post traumatic growth among korean young adult burn survivors and to investigate the factors that influence the post traumatic growth to accomplish this data for burn survivors in a burn hospital and self help groups were analyzed young adult burn survivors were found to have experienced post traumatic growth although to a lesser degree than previous research would suggest results of the hierarchical multiple regression analysis indicated that change in a family relationship after the burn experience treatment situation and level of interpersonal relationship skills were statistically significant in young adult burn survivors post traumatic growth results support good interpersonal relationship skills and positive family relationships appear to facilitate the positive growth after burn experience clinical implications are presented in the discussion"
}