{
    "title": "Originalbeiträge (Originals). Mentalisierungsfähigkeit älterer Patient:innen mit psychischen Erkrankungen – Fremdeinschätzungen durch Psychotherapeut:innen / Mentalization ability of older patients with mental illness – external assessments by psychotherapists.",
    "doc_id": "40145767",
    "writer": "Peters M",
    "year": "2025",
    "summary": "Mentalization ability of older patients with mental illness - external assessments by psychotherapists Background: The construct of mentalization ability is becoming increasingly important in modern psychotherapy, but little is known about the mentalizing …",
    "abstract": "Mentalization ability of older patients with mental illness - external assessments by psychotherapists Background: The construct of mentalization ability is becoming increasingly important in modern psychotherapy, but little is known about the mentalizing abilities of older patients. Initial results on theory of mind abilities indicate deficits. However, this only sheds light on one aspect of the ability to mentalize. The present study was concerned with a more comprehensive examination of mentalization abilities in older patients and their clinical significance.\n    \n\n\n          Methods:\n        \n      \n      As part of the ÄPP study (Older Patients in Psychotherapy), a sample (N = 527) was examined using the Modes of Mentalization Scale, whereby psychotherapists were each asked to assess a younger or older patient, i. e. psychotherapists acted as raters here. In addition, the psychotherapists were asked to assess the rated patient with regard to various clinical parameters (e. g. suitability for psychotherapy).\n    \n\n\n          Results:\n        \n      \n      Older patients show deficits in mentalization skills compared to younger patients, although these are lower than expected. The reasons for this are discussed as a result of selection factors in psychotherapeutic care. In older patients, however, the assessment of a more limited mentalization ability has a more far-reaching influence on the therapist's clinical assessment.\n    \n\n\n          Conclusions:\n        \n      \n      The therapeutic focus should be on promoting the ability to mentalize. But psychotherapists should also be better trained to deal with corresponding deficits in older patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40145767/",
    "clean_text": "originalbeitr ge originals mentalisierungsf higkeit lterer patient innen mit psychischen erkrankungen fremdeinsch tzungen durch psychotherapeut innen mentalization ability of older patients with mental illness external assessments by psychotherapists mentalization ability of older patients with mental illness external assessments by psychotherapists background the construct of mentalization ability is becoming increasingly important in modern psychotherapy but little is known about the mentalizing mentalization ability of older patients with mental illness external assessments by psychotherapists background the construct of mentalization ability is becoming increasingly important in modern psychotherapy but little is known about the mentalizing abilities of older patients initial results on theory of mind abilities indicate deficits however this only sheds light on one aspect of the ability to mentalize the present study was concerned with a more comprehensive examination of mentalization abilities in older patients and their clinical significance methods as part of the pp study older patients in psychotherapy a sample n was examined using the modes of mentalization scale whereby psychotherapists were each asked to assess a younger or older patient i e psychotherapists acted as raters here in addition the psychotherapists were asked to assess the rated patient with regard to various clinical parameters e g suitability for psychotherapy results older patients show deficits in mentalization skills compared to younger patients although these are lower than expected the reasons for this are discussed as a result of selection factors in psychotherapeutic care in older patients however the assessment of a more limited mentalization ability has a more far reaching influence on the therapist s clinical assessment conclusions the therapeutic focus should be on promoting the ability to mentalize but psychotherapists should also be better trained to deal with corresponding deficits in older patients"
}