{
    "title": "High-Quality Weight Loss in Obesity: Importance of Skeletal Muscle.",
    "doc_id": "40627348",
    "writer": "Harper ME",
    "year": "2025",
    "summary": "Treatment responses to behavioral, surgical, and pharmacological approaches in obesity are highly variable in quantity and quality. Here we refer to high-quality weight loss as a high proportion of fat to skeletal muscle mass lost. Given the role of skeletal muscle …",
    "abstract": "Treatment responses to behavioral, surgical, and pharmacological approaches in obesity are highly variable in quantity and quality. Here we refer to high-quality weight loss as a high proportion of fat to skeletal muscle mass lost. Given the role of skeletal muscle in energy expenditure, glucose homeostasis, metabolic flexibility, mobility, and strength, excessive loss of skeletal muscle during weight loss is a concern for overall health. Challenges in accurately measuring body composition, especially skeletal muscle, limit our understanding of muscle loss during obesity treatment. Recent incretin-related pharmacotherapies improve muscle metabolic health by enhancing glucose uptake and reducing muscle lipids but, like other weight loss interventions, are associated with muscle loss. Newer pharmacological interventions are being developed to minimize muscle loss, but many questions remain. This article examines the metabolic importance of skeletal muscle and its measurement clinically, as well as key genetic and metabolic factors influencing skeletal muscle and the quality of weight loss. Genetics can affect muscle composition (e.g., fiber types) and function. Together with metabolic factors, including neurohormonal responses and skeletal muscle metabolic efficiency and adaptation, there is variability in weight loss outcomes. In future research investigators should continue to focus on factors affecting skeletal muscle and on personalized strategies to optimize weight loss quality preserving the physical and metabolic functions of skeletal muscle.\n    \n\n\n          Article highlights:\n        \n      \n      High-quality weight loss, i.e., a high proportion of fat to skeletal muscle lost during the treatment of obesity, is advantageous for metabolic and physical health. Precise and accurate determinations of skeletal muscle mass in clinical settings are often challenging. In prevention of excessive loss of skeletal muscle during weight loss, advantages include minimization of metabolic adaptation that makes it difficult to sustain weight loss, improved glucose homeostasis and metabolic flexibility, and better mobility and strength. Effective approaches to preserving skeletal muscle include sufficient dietary protein and inclusion of exercise (especially resistance exercise) during weight loss; new pharmacological approaches are under development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40627348/",
    "clean_text": "high quality weight loss in obesity importance of skeletal muscle treatment responses to behavioral surgical and pharmacological approaches in obesity are highly variable in quantity and quality here we refer to high quality weight loss as a high proportion of fat to skeletal muscle mass lost given the role of skeletal muscle treatment responses to behavioral surgical and pharmacological approaches in obesity are highly variable in quantity and quality here we refer to high quality weight loss as a high proportion of fat to skeletal muscle mass lost given the role of skeletal muscle in energy expenditure glucose homeostasis metabolic flexibility mobility and strength excessive loss of skeletal muscle during weight loss is a concern for overall health challenges in accurately measuring body composition especially skeletal muscle limit our understanding of muscle loss during obesity treatment recent incretin related pharmacotherapies improve muscle metabolic health by enhancing glucose uptake and reducing muscle lipids but like other weight loss interventions are associated with muscle loss newer pharmacological interventions are being developed to minimize muscle loss but many questions remain this article examines the metabolic importance of skeletal muscle and its measurement clinically as well as key genetic and metabolic factors influencing skeletal muscle and the quality of weight loss genetics can affect muscle composition e g fiber types and function together with metabolic factors including neurohormonal responses and skeletal muscle metabolic efficiency and adaptation there is variability in weight loss outcomes in future research investigators should continue to focus on factors affecting skeletal muscle and on personalized strategies to optimize weight loss quality preserving the physical and metabolic functions of skeletal muscle article highlights high quality weight loss i e a high proportion of fat to skeletal muscle lost during the treatment of obesity is advantageous for metabolic and physical health precise and accurate determinations of skeletal muscle mass in clinical settings are often challenging in prevention of excessive loss of skeletal muscle during weight loss advantages include minimization of metabolic adaptation that makes it difficult to sustain weight loss improved glucose homeostasis and metabolic flexibility and better mobility and strength effective approaches to preserving skeletal muscle include sufficient dietary protein and inclusion of exercise especially resistance exercise during weight loss new pharmacological approaches are under development"
}