{
    "pmid": "41466007",
    "title": "X-linked chronic granulomatous disease combined with disseminated nontuberculous mycobacteria and fungal infections: Diagnosis and treatment analysis.",
    "abstract": "X-linked chronic granulomatous disease (X-CGD) is a rare genetic immunodeficiency, predominantly affecting males. It leads to defective neutrophil function and increased susceptibility to infections, particularly nontuberculous mycobacteria and fungi. Early diagnosis is challenging due to its nonspecific symptoms. A 1-year-5-month-old male presented with recurrent lymphadenopathy, erythematous and ulcerative skin lesions, and persistent fever. These symptoms, along with pulmonary involvement, raised concerns for infectious diseases, leading to a misdiagnosis of tuberculosis. Genetic testing revealed a hemizygous mutation in the CYBB gene, confirming the diagnosis of X-CGD. Further investigations identified Mycobacterium gordonae and Candida parapsilosis as the causative pathogens. The patient received broad-spectrum antibiotics and antifungal therapy, including meropenem, clarithromycin, linezolid, and voriconazole. Immunomodulatory treatments, including intravenous immunoglobulin and interferon-γ, were initiated to support immune function. Hematopoietic stem cell transplantation was planned for long-term management. The patient showed significant improvement, with regression of cervical and pulmonary lesions. Ongoing recovery was observed, with plans for stem cell transplantation to achieve a potential cure. X-CGD should be suspected in cases with recurrent infections and unusual responses to treatment. Genetic testing is essential for confirmation, and early initiation of prophylactic and targeted therapies can improve outcomes. Awareness of atypical presentations is crucial for timely diagnosis and intervention.",
    "disease": "tuberculosis",
    "clean_text": "x linked chronic granulomatous disease combined with disseminated nontuberculous mycobacteria and fungal infections diagnosis and treatment analysis x linked chronic granulomatous disease x cgd is a rare genetic immunodeficiency predominantly affecting males it leads to defective neutrophil function and increased susceptibility to infections particularly nontuberculous mycobacteria and fungi early diagnosis is challenging due to its nonspecific symptoms a year month old male presented with recurrent lymphadenopathy erythematous and ulcerative skin lesions and persistent fever these symptoms along with pulmonary involvement raised concerns for infectious diseases leading to a misdiagnosis of tuberculosis genetic testing revealed a hemizygous mutation in the cybb gene confirming the diagnosis of x cgd further investigations identified mycobacterium gordonae and candida parapsilosis as the causative pathogens the patient received broad spectrum antibiotics and antifungal therapy including meropenem clarithromycin linezolid and voriconazole immunomodulatory treatments including intravenous immunoglobulin and interferon were initiated to support immune function hematopoietic stem cell transplantation was planned for long term management the patient showed significant improvement with regression of cervical and pulmonary lesions ongoing recovery was observed with plans for stem cell transplantation to achieve a potential cure x cgd should be suspected in cases with recurrent infections and unusual responses to treatment genetic testing is essential for confirmation and early initiation of prophylactic and targeted therapies can improve outcomes awareness of atypical presentations is crucial for timely diagnosis and intervention"
}