{
    "title": "Individualized methods for the diagnosis and treatment of nonspecific lower back pain.",
    "doc_id": "29188705",
    "writer": "Karppinen J",
    "year": "2016",
    "summary": "Provision of information for a person suffering from lower back pain is essential. In some patients psychosocial factors prolong the back pain and potential incapacity for work. ...By using electronic data, our aim is to develop in Finland the assessme …",
    "abstract": "Lower back pain is globally the most common problem interfering with functional capacity, and the recognition of causes that are serious and require specific therapy is essential in its diagnosis. Provision of information for a person suffering from lower back pain is essential. In some patients psychosocial factors prolong the back pain and potential incapacity for work. For their evaluation several internationally validated surveys have been developed, which can be used to facilitate the identification of higher-risk patients. By using electronic data, our aim is to develop in Finland the assessment of individual risk of patients with lower back pain and their appropriate treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29188705/",
    "clean_text": "individualized methods for the diagnosis and treatment of nonspecific lower back pain provision of information for a person suffering from lower back pain is essential in some patients psychosocial factors prolong the back pain and potential incapacity for work by using electronic data our aim is to develop in finland the assessme lower back pain is globally the most common problem interfering with functional capacity and the recognition of causes that are serious and require specific therapy is essential in its diagnosis provision of information for a person suffering from lower back pain is essential in some patients psychosocial factors prolong the back pain and potential incapacity for work for their evaluation several internationally validated surveys have been developed which can be used to facilitate the identification of higher risk patients by using electronic data our aim is to develop in finland the assessment of individual risk of patients with lower back pain and their appropriate treatment"
}