{
    "pmid": "41449236",
    "title": "Feasibility of Omitting Axillary Dissection after Repeat Sentinel Lymph Node Biopsy for Ipsilateral Breast Tumor Recurrence: A Single-Center Retrospective Study.",
    "abstract": "Repeat sentinel lymph node biopsy (re-SLNB) is increasingly performed in patients with ipsilateral breast tumor recurrence (IBTR) after breast-conserving surgery (BCS). However, evidence on its feasibility and postsurgical lymphatic alterations remains limited. We evaluated the clinical feasibility and drainage patterns of re-SLNB in patients with IBTR who were initially diagnosed with sentinel node-negative (pN0sn) disease but did not undergo axillary lymph node dissection (ALND). We retrospectively reviewed patients who developed IBTR after BCS and sentinel lymph node biopsy (SLNB; pN0sn) at our institution, between January 2000 and December 2019. All patients underwent re-SLNB guided by preoperative radioisotope lymphoscintigraphy; ALND was omitted if re-SLNB was negative. Clinicopathological data were obtained from institutional databases and medical records. Among the 97 eligible patients, 75 (group 1) had sentinel lymph nodes (SLN) identified, retrieved, and confirmed as negative in the ipsilateral axilla, and 22 (group 2) had no SLN identified in the ipsilateral axilla, including those with drainage to alternative basins. In group 1, successful mapping and negative re-SLNB were associated with low axillary recurrence (1.8%) and distant recurrence (4.5%) during a median follow-up of 73 months. Re-SLNB using preoperative radioisotope lymphoscintigraphy is technically feasible in most patients with IBTR and a prior pN0sn status. These findings support re-SLNB as a reliable and less invasive alternative to ALND in appropriately selected patients, suggesting the importance of preoperative lymphatic mapping for surgical planning.",
    "disease": "breast cancer",
    "clean_text": "feasibility of omitting axillary dissection after repeat sentinel lymph node biopsy for ipsilateral breast tumor recurrence a single center retrospective study repeat sentinel lymph node biopsy re slnb is increasingly performed in patients with ipsilateral breast tumor recurrence ibtr after breast conserving surgery bcs however evidence on its feasibility and postsurgical lymphatic alterations remains limited we evaluated the clinical feasibility and drainage patterns of re slnb in patients with ibtr who were initially diagnosed with sentinel node negative pn sn disease but did not undergo axillary lymph node dissection alnd we retrospectively reviewed patients who developed ibtr after bcs and sentinel lymph node biopsy slnb pn sn at our institution between january and december all patients underwent re slnb guided by preoperative radioisotope lymphoscintigraphy alnd was omitted if re slnb was negative clinicopathological data were obtained from institutional databases and medical records among the eligible patients group had sentinel lymph nodes sln identified retrieved and confirmed as negative in the ipsilateral axilla and group had no sln identified in the ipsilateral axilla including those with drainage to alternative basins in group successful mapping and negative re slnb were associated with low axillary recurrence and distant recurrence during a median follow up of months re slnb using preoperative radioisotope lymphoscintigraphy is technically feasible in most patients with ibtr and a prior pn sn status these findings support re slnb as a reliable and less invasive alternative to alnd in appropriately selected patients suggesting the importance of preoperative lymphatic mapping for surgical planning"
}