{
    "pmid": "41456273",
    "title": "Identification of mitochondrial permeability transition-related gene signatures to predict lung adenocarcinoma survival and drug response.",
    "abstract": "This study investigated mitochondrial permeability transition-driven necrosis-related genes (MPTDNRGs) and its association with lung adenocarcinoma (LUAD). We systematically investigated their genetic variation, expression patterns, and prognostic value. A risk prediction model for MPTDNRGs was contrasted using Cox regression and least absolute shrinkage and selection operator regression analyses. MPTDNRG scores were used to quantify LUAD subtypes. We evaluated their value in the tumor microenvironment (TME), tumor mutational burden (TMB), prognostic prediction, and drug sensitivity in LUAD. The expression level, copy number variation, methylation, and microRNA (miRNA) status of PSMB7 were analyzed. We also analyzed the expression and knockdown efficiency of PSMB7 in LUAD by immunohistochemical staining, real-time fluorescence quantitative polymerase chain reaction, and western blotting. PSMB7 function in LUAD cells and in vivo was assayed using Cell Counting Kit 8, colony formation, wound healing, Transwell assays, flow cytometry, and mouse models. Seven MPTDNRG features were successfully constructed to predict LUAD prognosis and validated in an external cohort. Patients were categorized into high- and low-risk groups based on risk scores. The high-risk group exhibited shorter survival times, lower TME scores, weaker TME cell infiltration, and higher TMB scores than the low-risk group. Cancer stem cell index, mutation frequency, and drug sensitivity significantly differed between the two groups. MPTDNRG score could independently predict LUAD. PSMB7 was highly expressed in various tumors, and copy number variation, methylation, and miRNA expression significantly differed among different cancers. PSMB7 was highly expressed in LUAD tissues and cell lines. PSMB7 knockdown inhibited cancer cell proliferation, migration, invasion, and epithelial - mesenchymal transition, and promoted apoptosis. PSMB7 exerted tumorigenic effects in mice. In conclusion, we comprehensively demonstrated the characterization of MPTDNRGs in LUAD and constructed a new risk prediction model. Meanwhile, PSMB7 was shown to be a possible new target for LUAD treatment.",
    "disease": "lung cancer",
    "clean_text": "identification of mitochondrial permeability transition related gene signatures to predict lung adenocarcinoma survival and drug response this study investigated mitochondrial permeability transition driven necrosis related genes mptdnrgs and its association with lung adenocarcinoma luad we systematically investigated their genetic variation expression patterns and prognostic value a risk prediction model for mptdnrgs was contrasted using cox regression and least absolute shrinkage and selection operator regression analyses mptdnrg scores were used to quantify luad subtypes we evaluated their value in the tumor microenvironment tme tumor mutational burden tmb prognostic prediction and drug sensitivity in luad the expression level copy number variation methylation and microrna mirna status of psmb were analyzed we also analyzed the expression and knockdown efficiency of psmb in luad by immunohistochemical staining real time fluorescence quantitative polymerase chain reaction and western blotting psmb function in luad cells and in vivo was assayed using cell counting kit colony formation wound healing transwell assays flow cytometry and mouse models seven mptdnrg features were successfully constructed to predict luad prognosis and validated in an external cohort patients were categorized into high and low risk groups based on risk scores the high risk group exhibited shorter survival times lower tme scores weaker tme cell infiltration and higher tmb scores than the low risk group cancer stem cell index mutation frequency and drug sensitivity significantly differed between the two groups mptdnrg score could independently predict luad psmb was highly expressed in various tumors and copy number variation methylation and mirna expression significantly differed among different cancers psmb was highly expressed in luad tissues and cell lines psmb knockdown inhibited cancer cell proliferation migration invasion and epithelial mesenchymal transition and promoted apoptosis psmb exerted tumorigenic effects in mice in conclusion we comprehensively demonstrated the characterization of mptdnrgs in luad and constructed a new risk prediction model meanwhile psmb was shown to be a possible new target for luad treatment"
}