{
    "pmid": "41448810",
    "title": "Estimating the impact of nutritional transition and ending hunger on tuberculosis in 12 high-burden countries: a model-based scenario analysis.",
    "abstract": "Nutrition is a critical determinant of tuberculosis (TB), providing a protective effect at high body mass index (BMI) and incurring an increased risk of TB disease at low BMI. Global nutritional transition and interventions to end hunger could directly affect the TB epidemic in high TB burden countries. We constructed dynamic TB transmission models for 12 high TB burden countries with low HIV prevalence. We explicitly accounted for the effects of BMI on TB disease progression and treatment outcomes using a meta-analysis of longitudinal cohort studies, incorporating the effect of BMI mediated through diabetes. The models were calibrated to historical trends in TB epidemiology and mean BMI. We estimated potential changes in TB incidence and mortality between 2015 and 2030 under different scenarios of population nutrition. Compared with a scenario where mean BMI remained at 2015 levels, if past trends in mean BMI continued then by 2030 TB incidence and mortality would decline by a cumulative 14.7% (95% credible interval: 12.7%-16.7%) and 15.6% (12.5%-19.2%), respectively. In comparison, achieving zero hunger by 2030 would reduce incidence and mortality by 32.0% (20.0%-43.8%) and 37.3% (26.1%-49.6%), respectively. If past trends continued and zero hunger was also achieved, incidence and mortality would be reduced by 38.2% (27.0%-49.1%) and 42.4% (32.1%-53.5%), respectively, equivalent to preventing 20.6 million people developing TB disease and averting 5.4 million TB deaths over 15 years in the 12 high-burden countries. Nutrition transitions and interventions to end hunger could have a major impact on the future epidemiology of TB in high-burden countries. Investment is urgently required to implement and scale up nutritional interventions.",
    "disease": "tuberculosis",
    "clean_text": "estimating the impact of nutritional transition and ending hunger on tuberculosis in high burden countries a model based scenario analysis nutrition is a critical determinant of tuberculosis tb providing a protective effect at high body mass index bmi and incurring an increased risk of tb disease at low bmi global nutritional transition and interventions to end hunger could directly affect the tb epidemic in high tb burden countries we constructed dynamic tb transmission models for high tb burden countries with low hiv prevalence we explicitly accounted for the effects of bmi on tb disease progression and treatment outcomes using a meta analysis of longitudinal cohort studies incorporating the effect of bmi mediated through diabetes the models were calibrated to historical trends in tb epidemiology and mean bmi we estimated potential changes in tb incidence and mortality between and under different scenarios of population nutrition compared with a scenario where mean bmi remained at levels if past trends in mean bmi continued then by tb incidence and mortality would decline by a cumulative credible interval and respectively in comparison achieving zero hunger by would reduce incidence and mortality by and respectively if past trends continued and zero hunger was also achieved incidence and mortality would be reduced by and respectively equivalent to preventing million people developing tb disease and averting million tb deaths over years in the high burden countries nutrition transitions and interventions to end hunger could have a major impact on the future epidemiology of tb in high burden countries investment is urgently required to implement and scale up nutritional interventions"
}