{
    "title": "Two for one: coexisting ulcerative colitis and Crohn's disease.",
    "doc_id": "11826335",
    "writer": "Chen GI",
    "year": "2002",
    "summary": "Three cases of coexisting ulcerative colitis and Crohn's disease are presented. In the first case, the patient had a long-standing history of ulcerative proctitis before developing Crohn's colitis. In the two remaining cases, the patients presented ini …",
    "abstract": "Three cases of coexisting ulcerative colitis and Crohn's disease are presented. In the first case, the patient had a long-standing history of ulcerative proctitis before developing Crohn's colitis. In the two remaining cases, the patients presented initially with Crohn's disease of the ileum and, subsequent to resection, developed ulcerative colitis. Well-documented cases of patients diagnosed with both ulcerative colitis and Crohn's disease are rare. The literature on such cases is reviewed, and the controversy over whether ulcerative colitis and Crohn's disease are two distinct diseases is explored.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11826335/",
    "clean_text": "two for one coexisting ulcerative colitis and crohn s disease three cases of coexisting ulcerative colitis and crohn s disease are presented in the first case the patient had a long standing history of ulcerative proctitis before developing crohn s colitis in the two remaining cases the patients presented ini three cases of coexisting ulcerative colitis and crohn s disease are presented in the first case the patient had a long standing history of ulcerative proctitis before developing crohn s colitis in the two remaining cases the patients presented initially with crohn s disease of the ileum and subsequent to resection developed ulcerative colitis well documented cases of patients diagnosed with both ulcerative colitis and crohn s disease are rare the literature on such cases is reviewed and the controversy over whether ulcerative colitis and crohn s disease are two distinct diseases is explored"
}