{
    "pmid": "41376948",
    "title": "Global research trends in influenza-associated acute lung injury/acute respiratory distress syndrome: a bibliometric analysis from 2010 to 2024.",
    "abstract": "Acute lung injury (ALI) and its more severe form, acute respiratory distress syndrome (ARDS), are common critical conditions that pose significant threats to patients' lives and health. In recent years, numerous studies have focused on influenza-associated ALI/ARDS due to the emergence of novel and unexpected infectious diseases. However, no bibliometric analysis has yet been conducted to provide a comprehensive overview of research in this specific area. This study aims to explore the research hotspots and development trends in the field of influenza-associated ALI/ARDS through bibliometric analysis. Publications on influenza and ALI/ARDS research, published between 2010 and 2024, were retrieved from the Web of Science Core Collection (WoSCC) and subjected to bibliometric analysis using tools such as CiteSpace, VOSviewer, and Microsoft Excel. This study analyzed 1,814 articles on influenza-associated ALI/ARDS, involving 11,403 researchers from 6,554 institutions across 411 countries/regions. The United States had the highest number of publications, while the University of Toronto was the most productive institution. Professor Alain Combes of Sorbonne University, France, was the leading author. Furthermore, several journals, notably Frontiers in Immunology, have significantly influenced research in this field. Future research should focus on elucidating the pathogenesis of ALI/ARDS in response to new influenza outbreaks and investigating therapeutic strategies targeting the various underlying mechanisms. This study provides an overview of the current status and hot issues in influenza-associated ALI/ARDS research, highlights emerging trends for future development, and offers guidance on potential research directions for scholars in this field.",
    "disease": "influenza",
    "clean_text": "global research trends in influenza associated acute lung injury acute respiratory distress syndrome a bibliometric analysis from to acute lung injury ali and its more severe form acute respiratory distress syndrome ards are common critical conditions that pose significant threats to patients lives and health in recent years numerous studies have focused on influenza associated ali ards due to the emergence of novel and unexpected infectious diseases however no bibliometric analysis has yet been conducted to provide a comprehensive overview of research in this specific area this study aims to explore the research hotspots and development trends in the field of influenza associated ali ards through bibliometric analysis publications on influenza and ali ards research published between and were retrieved from the web of science core collection woscc and subjected to bibliometric analysis using tools such as citespace vosviewer and microsoft excel this study analyzed articles on influenza associated ali ards involving researchers from institutions across countries regions the united states had the highest number of publications while the university of toronto was the most productive institution professor alain combes of sorbonne university france was the leading author furthermore several journals notably frontiers in immunology have significantly influenced research in this field future research should focus on elucidating the pathogenesis of ali ards in response to new influenza outbreaks and investigating therapeutic strategies targeting the various underlying mechanisms this study provides an overview of the current status and hot issues in influenza associated ali ards research highlights emerging trends for future development and offers guidance on potential research directions for scholars in this field"
}