{
    "title": "Contextual influences on deliberate self-harm among Chinese university undergraduates: A representative nationwide study.",
    "doc_id": "37169084",
    "writer": "Peng S",
    "year": "2023",
    "summary": "BACKGROUND: Numerous studies have identified factors associated with deliberate self-harm (DSH), but environmental influences have largely been neglected. This study explored regional and university contextual factors that impact DSH among undergraduate students in China. …",
    "abstract": "Background:\n        \n      \n      Numerous studies have identified factors associated with deliberate self-harm (DSH), but environmental influences have largely been neglected. This study explored regional and university contextual factors that impact DSH among undergraduate students in China.\n    \n\n\n          Methods:\n        \n      \n      Subjects in this observational cross-sectional study totaled 5016 undergraduate students, who were identified through multistage survey sampling in 22 Chinese universities. Individual-level data were obtained through a self-administered questionnaire, and environmental variables were extracted from the National Bureau of Statistics database. Multilevel logistic regression models were used to examine regional correlates of DSH.\n    \n\n\n          Results:\n        \n      \n      The overall prevalence of self-reported DSH in the study sample was 7.5 % (95 % CI: 4.1 %, 10.9 %). The full multilevel logistic model showed university rank and city size were inversely associated with DSH prevalence (Adjusted Odds Ratio (AOR): 0.24 and 0.55). Regional unemployment rates were positively associated with DSH prevalence (AOR: 1.98, 95 % CI: 1.48, 2.65).\n    \n\n\n          Discussion:\n        \n      \n      Contextual disparities appear to contribute to DSH among Chinese undergraduates. Preventive initiatives must focus on redressing imbalances in the allocation of social and economic resources across universities and regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37169084/",
    "clean_text": "contextual influences on deliberate self harm among chinese university undergraduates a representative nationwide study background numerous studies have identified factors associated with deliberate self harm dsh but environmental influences have largely been neglected this study explored regional and university contextual factors that impact dsh among undergraduate students in china background numerous studies have identified factors associated with deliberate self harm dsh but environmental influences have largely been neglected this study explored regional and university contextual factors that impact dsh among undergraduate students in china methods subjects in this observational cross sectional study totaled undergraduate students who were identified through multistage survey sampling in chinese universities individual level data were obtained through a self administered questionnaire and environmental variables were extracted from the national bureau of statistics database multilevel logistic regression models were used to examine regional correlates of dsh results the overall prevalence of self reported dsh in the study sample was ci the full multilevel logistic model showed university rank and city size were inversely associated with dsh prevalence adjusted odds ratio aor and regional unemployment rates were positively associated with dsh prevalence aor ci discussion contextual disparities appear to contribute to dsh among chinese undergraduates preventive initiatives must focus on redressing imbalances in the allocation of social and economic resources across universities and regions"
}