{
    "pmid": "41409289",
    "title": "From metabolic alterations to chronic inflammation: mechanisms and immunoregulation of metabolic reprogramming in COPD.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a prevalent chronic respiratory disease characterized by high prevalence, mortality, and disease burden. Current understanding of COPD pathogenesis primarily focuses on airway inflammation, immune dysfunction, oxidative stress, and protease-antiprotease imbalance. Notably, recent studies have increasingly highlighted the role of metabolic reprogramming in COPD. Metabolic reprogramming refers to cellular adaptation through metabolic pathway alterations in response to environmental stress, enabling physiological or pathological state transitions. This review systematically summarizes COPD pathogenesis, with particular focus on metabolic reprogramming features (glucose, lipid, and amino acid metabolism) in immune cells from COPD experimental models. Furthermore, we analyze the interactions between these metabolic alterations and chronic inflammatory responses, providing new insights into COPD pathogenesis.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "from metabolic alterations to chronic inflammation mechanisms and immunoregulation of metabolic reprogramming in copd chronic obstructive pulmonary disease copd is a prevalent chronic respiratory disease characterized by high prevalence mortality and disease burden current understanding of copd pathogenesis primarily focuses on airway inflammation immune dysfunction oxidative stress and protease antiprotease imbalance notably recent studies have increasingly highlighted the role of metabolic reprogramming in copd metabolic reprogramming refers to cellular adaptation through metabolic pathway alterations in response to environmental stress enabling physiological or pathological state transitions this review systematically summarizes copd pathogenesis with particular focus on metabolic reprogramming features glucose lipid and amino acid metabolism in immune cells from copd experimental models furthermore we analyze the interactions between these metabolic alterations and chronic inflammatory responses providing new insights into copd pathogenesis"
}