{
    "title": "Hemodynamic Renal Reserve Response in Conscious Normotensive and Hypertensive Mice.",
    "doc_id": "38350434",
    "writer": "Tran MH",
    "year": "2024",
    "summary": "INTRODUCTION: Renal function may be compromised following recovery from kidney insults. Renal functional reserve (RFR) is a measure of the difference between the kidney's maximum capacity and its baseline function, which helps identify any areas of the kid …",
    "abstract": "Introduction:\n        \n      \n      Renal function may be compromised following recovery from kidney insults. Renal functional reserve (RFR) is a measure of the difference between the kidney's maximum capacity and its baseline function, which helps identify any areas of the kidney with compromised function. Usually, RFR is evaluated using acute volume expansion (AVE), but this is typically done in anesthetized animals, which may not accurately represent the kidney's complete functional capacity. In this study, we have introduced a novel method that enables AVE to be conducted in conscious mice.\n    \n\n\n          Methods:\n        \n      \n      We have implemented this innovative approach in two animal models representing either intact or impaired renal function, specifically utilizing a lower nephron hypertensive model. Mice were implanted with radio-transmitters for mean artery blood pressure (MAP) monitoring during the experiment. After recovery, half of the mice were induced hypertension by right kidney nephrectomy combined with the ligation of the upper branch of the left kidney. For the AVE, a volume equivalent to 5% of the mouse's body weight was administered via intravenous (IV) or intraperitoneal bolus injection. Subsequently, the mice were individually housed in cages covered with plastic wrap. Urine was collected every hour for a total of 3 h for the measurement of urine and sodium excretion.\n    \n\n\n          Results:\n        \n      \n      The MAPs for all normotensive mice were consistent throughout the AVE, but it increased 5-16 mm Hg in the hypertensive mice upon AVE. Remarkably, conscious mice exhibited a significantly stronger response to IV-administered AVE when compared to anesthetized mice. This response was evident in the increase in urinary flow, which was approximately 170% and 145% higher in conscious normotensive and hypertensive mice, respectively, compared to their respective baselines. In contrast, anesthetized normotensive and hypertensive mice showed only around a 130% and 100% increase in urinary flow, respectively. Additionally, upon AVE, conscious normotensive mice excreted approximately 47% more sodium than conscious hypertensive mice. In contrast, anesthetized normotensive mice excreted only about 30% more sodium than their anesthetized hypertensive counterparts.\n    \n\n\n          Conclusion:\n        \n      \n      Performing a kidney stress test with a significant solution load in conscious mice seems to be a superior method for evaluating RFR compared to conducting the test under anesthesia. Assessing kidney clearance while the mice are conscious has the potential to enhance the precision of diagnosing and predicting both acute and chronic kidney diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38350434/",
    "clean_text": "hemodynamic renal reserve response in conscious normotensive and hypertensive mice introduction renal function may be compromised following recovery from kidney insults renal functional reserve rfr is a measure of the difference between the kidney s maximum capacity and its baseline function which helps identify any areas of the kid introduction renal function may be compromised following recovery from kidney insults renal functional reserve rfr is a measure of the difference between the kidney s maximum capacity and its baseline function which helps identify any areas of the kidney with compromised function usually rfr is evaluated using acute volume expansion ave but this is typically done in anesthetized animals which may not accurately represent the kidney s complete functional capacity in this study we have introduced a novel method that enables ave to be conducted in conscious mice methods we have implemented this innovative approach in two animal models representing either intact or impaired renal function specifically utilizing a lower nephron hypertensive model mice were implanted with radio transmitters for mean artery blood pressure map monitoring during the experiment after recovery half of the mice were induced hypertension by right kidney nephrectomy combined with the ligation of the upper branch of the left kidney for the ave a volume equivalent to of the mouse s body weight was administered via intravenous iv or intraperitoneal bolus injection subsequently the mice were individually housed in cages covered with plastic wrap urine was collected every hour for a total of h for the measurement of urine and sodium excretion results the maps for all normotensive mice were consistent throughout the ave but it increased mm hg in the hypertensive mice upon ave remarkably conscious mice exhibited a significantly stronger response to iv administered ave when compared to anesthetized mice this response was evident in the increase in urinary flow which was approximately and higher in conscious normotensive and hypertensive mice respectively compared to their respective baselines in contrast anesthetized normotensive and hypertensive mice showed only around a and increase in urinary flow respectively additionally upon ave conscious normotensive mice excreted approximately more sodium than conscious hypertensive mice in contrast anesthetized normotensive mice excreted only about more sodium than their anesthetized hypertensive counterparts conclusion performing a kidney stress test with a significant solution load in conscious mice seems to be a superior method for evaluating rfr compared to conducting the test under anesthesia assessing kidney clearance while the mice are conscious has the potential to enhance the precision of diagnosing and predicting both acute and chronic kidney diseases"
}