{
    "pmid": "41460427",
    "title": "Bioinformatics-based screening and prediction of compounds and antigen epitopes for immune targets with point mutations in colitis-associated colorectal cancer.",
    "abstract": "This study aimed to identify and predict bioactive small molecules and immunogenic antigen epitopes targeting proteins with point mutations in colitis-associated colorectal cancer (CAC), using integrative bioinformatics approaches. Genes associated with colorectal cancer (CRC), ulcerative colitis (UC), diabetes mellitus (DM), hyperlipidemia (HL), gout, and functional dyspepsia (FD) were obtained from disease databases and GEO. Overlapping genes were identified using jvenn. CIBERSORT was used for immune infiltration analysis. Prognostic significance was evaluated using KM Plotter, and gene co-expression correlations in CRC were assessed via TIMER. cBioPortal was employed to analyze mutation profiles, tumor mutational burden (TMB), and microsatellite instability (MSI). Allosteric sites were predicted using AlloDriver. Molecular docking (AutoDock Vina v1.2.3) and 100-ns molecular dynamics simulations (GROMACS v2022.03) assessed protein-ligand interactions. Neoantigen and B-cell epitope immunogenicity were predicted using NetMHCpan-4.1 and IEDB, respectively. SERPINE1, SELE, SPP1, PLAU, COL1A1, PTGES, IL6, KDR, and ICAM1 were significantly upregulated in CAC. Lower expression correlated with improved relapse-free and overall survival (log-rank P < 0.05) and was associated with CRC molecular subtypes and biomarkers (P < 0.05). Mutations PLAU Based on bioinformatics analysis, this study identified nine genes significantly upregulated in CAC and associated with prognosis. Allosteric-site mutations in PLAU, SERPINE1, and KDR affect the binding stability of small-molecule drugs (Anacetrapib, LY2090314), suggesting their role in drug response. Four mutation-specific B-cell epitopes (COL1A1",
    "disease": "diabetes mellitus",
    "clean_text": "bioinformatics based screening and prediction of compounds and antigen epitopes for immune targets with point mutations in colitis associated colorectal cancer this study aimed to identify and predict bioactive small molecules and immunogenic antigen epitopes targeting proteins with point mutations in colitis associated colorectal cancer cac using integrative bioinformatics approaches genes associated with colorectal cancer crc ulcerative colitis uc diabetes mellitus dm hyperlipidemia hl gout and functional dyspepsia fd were obtained from disease databases and geo overlapping genes were identified using jvenn cibersort was used for immune infiltration analysis prognostic significance was evaluated using km plotter and gene co expression correlations in crc were assessed via timer cbioportal was employed to analyze mutation profiles tumor mutational burden tmb and microsatellite instability msi allosteric sites were predicted using allodriver molecular docking autodock vina v and ns molecular dynamics simulations gromacs v assessed protein ligand interactions neoantigen and b cell epitope immunogenicity were predicted using netmhcpan and iedb respectively serpine sele spp plau col a ptges il kdr and icam were significantly upregulated in cac lower expression correlated with improved relapse free and overall survival log rank p and was associated with crc molecular subtypes and biomarkers p mutations plau based on bioinformatics analysis this study identified nine genes significantly upregulated in cac and associated with prognosis allosteric site mutations in plau serpine and kdr affect the binding stability of small molecule drugs anacetrapib ly suggesting their role in drug response four mutation specific b cell epitopes col a"
}