{
    "pmid": "41372910",
    "title": "Effects of metabolic syndrome and its components on myocardial microcirculation in obstructive coronary artery disease patients: a CMR perfusion study.",
    "abstract": "The study aimed to investigate the effects of metabolic syndrome (MetS) and its components on myocardial microcirculation perfusion in global and assigned to three different coronary artery territories in obstructive coronary artery disease (OCAD) patients by cardiac magnetic resonance (CMR) first-pass perfusion imaging. In total, 127 patients with OCAD and 46 sex- and age-matched controls were enrolled in the study. All OCAD patients were divided into two groups: OCAD with MetS [OCAD (MetS+), n = 86] and OCAD without MetS [OCAD (MetS-), n = 41]. CMR first‑pass perfusion parameters were measured among three groups, including global and those assigned to the left anterior descending artery (LAD), the left circumflex artery (LCX), and right coronary artery (RCA) territories: Upslope, max signal intensity (MaxSI), time to maximum signal intensity (TTM) and perfusion index (PI). Multivariable linear regression analyses were constructed to investigate the independent factors of myocardial microcirculation perfusion in OCAD patients. Lasso regression analysis was used to evaluate the relationship between perfusion parameters and the components of MetS. Compared with the OCAD (MetS-) group, Upslope decreased in global, LAD, LCX and RCA perfusion territories in OCAD (MetS+) group (all p < 0.05). The MaxSI reduced in global, LAD and LCX perfusion territories in the OCAD (MetS+) group (all p < 0.05). From the controls to the OCAD (MetS-) group to the OCAD (MetS+) group, the TTM sequentially prolonged in global and RCA perfusion territories (all p < 0.05). In OCAD patients without LCX obstruction, the Upslope and MaxSI assigned to LCX territories decreased in the MetS group compared with the non-MetS group. A similar pattern was observed in OCAD patients without RCA obstruction (all P < 0.05). After adjustment for covariates, MetS was an independent factor of Upslope (global) (β = -0.309, p < 0.001), MaxSI (global) (β = -0.200, p = 0.023) and TTM (global) (β = 0.206, p = 0.014). Besides, MetS was independently associated with Upslope (LAD) (β = -0.346, p < 0.001), Upslope (LCX) (β = -0.214, p = 0.012), and Upslope (RCA) (β = -0.219, p = 0.010). High-density lipoprotein cholesterol (HDL) and obesity, were independently associated with Upslope (global) and MaxSI (global). MetS aggravated global and non-stenotic coronary territories myocardial microcirculation function impairment in OCAD patients, and MetS, low HDL and obesity were independently associated with impaired myocardial perfusion.",
    "disease": "coronary artery disease",
    "clean_text": "effects of metabolic syndrome and its components on myocardial microcirculation in obstructive coronary artery disease patients a cmr perfusion study the study aimed to investigate the effects of metabolic syndrome mets and its components on myocardial microcirculation perfusion in global and assigned to three different coronary artery territories in obstructive coronary artery disease ocad patients by cardiac magnetic resonance cmr first pass perfusion imaging in total patients with ocad and sex and age matched controls were enrolled in the study all ocad patients were divided into two groups ocad with mets ocad mets n and ocad without mets ocad mets n cmr first pass perfusion parameters were measured among three groups including global and those assigned to the left anterior descending artery lad the left circumflex artery lcx and right coronary artery rca territories upslope max signal intensity maxsi time to maximum signal intensity ttm and perfusion index pi multivariable linear regression analyses were constructed to investigate the independent factors of myocardial microcirculation perfusion in ocad patients lasso regression analysis was used to evaluate the relationship between perfusion parameters and the components of mets compared with the ocad mets group upslope decreased in global lad lcx and rca perfusion territories in ocad mets group all p the maxsi reduced in global lad and lcx perfusion territories in the ocad mets group all p from the controls to the ocad mets group to the ocad mets group the ttm sequentially prolonged in global and rca perfusion territories all p in ocad patients without lcx obstruction the upslope and maxsi assigned to lcx territories decreased in the mets group compared with the non mets group a similar pattern was observed in ocad patients without rca obstruction all p after adjustment for covariates mets was an independent factor of upslope global p maxsi global p and ttm global p besides mets was independently associated with upslope lad p upslope lcx p and upslope rca p high density lipoprotein cholesterol hdl and obesity were independently associated with upslope global and maxsi global mets aggravated global and non stenotic coronary territories myocardial microcirculation function impairment in ocad patients and mets low hdl and obesity were independently associated with impaired myocardial perfusion"
}