{
    "pmid": "41444934",
    "title": "Influence of area-level social vulnerability on all-cause pneumonia, all-cause acute otitis media, and invasive pneumococcal disease incidence among Medicaid-enrolled children.",
    "abstract": "The incidence of pneumococcal disease differs based on demographic and clinical factors, yet the impact of area-level social determinants of health, particularly for children, remains less understood. We characterized the relationship between individual and area-level social vulnerability and incidence of all-cause pneumonia (ACP), acute otitis media (AOM), and invasive pneumococcal disease (IPD) among children across the US. Using a retrospective observational design, we measured disease incidence among children 18 years and younger covered by Medicaid, using claims from 2017 through 2019. We measured social vulnerability using quintiles of the county-level Minority Health Social Vulnerability Index (MHSVI) and its six subthemes (Socioeconomic Status; Household Composition and Disability; Minority Status and Language; Housing Type and Transportation; Health Care Infrastructure and Access; Medical Vulnerability). After calculating county-level ACP, AOM, and IPD incidence rates overall and among counties in each MHSVI quintile, we used Poisson regression to characterize the relationship between social vulnerability and disease incidence, controlling for confounding by child demographic characteristics. We analyzed this relationship overall and within age and race/ethnicity subgroups. Across 38.1 million children, ACP, AOM, and IPD incidence rates were 1,767, 16,486, and 3.3 per 100,000 person-years, respectively. ACP and AOM incidence rates were lower among children in the most versus least socially vulnerable counties (unadjusted incidence rate ratio = 0.89 and 0.75, respectively; both  Incidence of AOM and ACP in children varies significantly by demographic characteristics and county-level medical and non-medical social determinants of health. Social vulnerability may be useful to identify factors associated with disparities in pneumococcal disease and develop targeted interventions to reduce them. The online version contains supplementary material available at 10.1186/s41479-025-00186-8.",
    "disease": "pneumonia",
    "clean_text": "influence of area level social vulnerability on all cause pneumonia all cause acute otitis media and invasive pneumococcal disease incidence among medicaid enrolled children the incidence of pneumococcal disease differs based on demographic and clinical factors yet the impact of area level social determinants of health particularly for children remains less understood we characterized the relationship between individual and area level social vulnerability and incidence of all cause pneumonia acp acute otitis media aom and invasive pneumococcal disease ipd among children across the us using a retrospective observational design we measured disease incidence among children years and younger covered by medicaid using claims from through we measured social vulnerability using quintiles of the county level minority health social vulnerability index mhsvi and its six subthemes socioeconomic status household composition and disability minority status and language housing type and transportation health care infrastructure and access medical vulnerability after calculating county level acp aom and ipd incidence rates overall and among counties in each mhsvi quintile we used poisson regression to characterize the relationship between social vulnerability and disease incidence controlling for confounding by child demographic characteristics we analyzed this relationship overall and within age and race ethnicity subgroups across million children acp aom and ipd incidence rates were and per person years respectively acp and aom incidence rates were lower among children in the most versus least socially vulnerable counties unadjusted incidence rate ratio and respectively both incidence of aom and acp in children varies significantly by demographic characteristics and county level medical and non medical social determinants of health social vulnerability may be useful to identify factors associated with disparities in pneumococcal disease and develop targeted interventions to reduce them the online version contains supplementary material available at s"
}