{
    "title": "Gut Microbiota Status in COVID-19: An Unrecognized Player?",
    "doc_id": "33324572",
    "writer": "Donati Zeppa S",
    "year": "2020",
    "summary": "In this light, intestinal microbiota likely influences COVID-19 virulence, while from its side SARS-CoV-2 may affect the intestinal microbiome promoting dysbiosis and other deleterious consequences. ...Here, we discuss the possible biological, physiopathological, an …",
    "abstract": "Infection with the SARS-CoV-2 virus causes cardiopulmonary and vascular complications, ranging in severity. Understanding the pathogenic mechanisms of the novel SARS-CoV2 infection and progression can provide potential novel targets for its prevention and/or treatment. Virus microbiota reciprocal interactions have been studied in a variety of viral infections. For example, the integrity of Coronavirus particles can be disrupted by surfactin, a bacterial surface molecule that targets other viruses, including that of influenza A. In this light, intestinal microbiota likely influences COVID-19 virulence, while from its side SARS-CoV-2 may affect the intestinal microbiome promoting dysbiosis and other deleterious consequences. Hence, the microbiota pre-existing health status and its alterations in the course of SARS-CoV-2 infection, are likely to play an important, still underscored role in determining individual susceptibility and resilience to COVID-19. Indeed, the vast majority of COVID-19 worst clinical conditions and fatalities develop in subjects with specific risk factors such as aging and the presence of one or more comorbidities, which are intriguingly characterized also by unhealthy microbiome status. Moreover, these comorbidities require complex pharmacological regimens known as \"polypharmacy\" that may further affect microbiota integrity and worsen the resilience to viral infections. This complex situation may represent a further and underestimated risk with regard to COVID-19 clinical burden for the elderly and comorbid people. Here, we discuss the possible biological, physiopathological, and clinical implications of gut microbiota in COVID-19 and the strategies to improve/maintain its healthy status as a simple and adjunctive strategy to reduce COVID-19 virulence and socio-sanitary burden.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33324572/",
    "clean_text": "gut microbiota status in covid an unrecognized player in this light intestinal microbiota likely influences covid virulence while from its side sars cov may affect the intestinal microbiome promoting dysbiosis and other deleterious consequences here we discuss the possible biological physiopathological an infection with the sars cov virus causes cardiopulmonary and vascular complications ranging in severity understanding the pathogenic mechanisms of the novel sars cov infection and progression can provide potential novel targets for its prevention and or treatment virus microbiota reciprocal interactions have been studied in a variety of viral infections for example the integrity of coronavirus particles can be disrupted by surfactin a bacterial surface molecule that targets other viruses including that of influenza a in this light intestinal microbiota likely influences covid virulence while from its side sars cov may affect the intestinal microbiome promoting dysbiosis and other deleterious consequences hence the microbiota pre existing health status and its alterations in the course of sars cov infection are likely to play an important still underscored role in determining individual susceptibility and resilience to covid indeed the vast majority of covid worst clinical conditions and fatalities develop in subjects with specific risk factors such as aging and the presence of one or more comorbidities which are intriguingly characterized also by unhealthy microbiome status moreover these comorbidities require complex pharmacological regimens known as polypharmacy that may further affect microbiota integrity and worsen the resilience to viral infections this complex situation may represent a further and underestimated risk with regard to covid clinical burden for the elderly and comorbid people here we discuss the possible biological physiopathological and clinical implications of gut microbiota in covid and the strategies to improve maintain its healthy status as a simple and adjunctive strategy to reduce covid virulence and socio sanitary burden"
}