{
    "title": "Guidelines for prevention of catheter-associated urinary tract infections.",
    "doc_id": "1090228",
    "writer": "Stamm WE.",
    "year": "1975",
    "summary": "The most common site of nosocomial infection, involving more than 400 000 patients in this country annually, is the catheterized urinary tract. These infections cause significant morbidity, prolong hospital stay, increase hospitalization costs, and contribute to mor …",
    "abstract": "The most common site of nosocomial infection, involving more than 400 000 patients in this country annually, is the catheterized urinary tract. These infections cause significant morbidity, prolong hospital stay, increase hospitalization costs, and contribute to mortality caused by Gram-negative septicemia. Strict adherence to appropriate infection control procedures is necessary if the incidence and sequels of catheter-related infections are to be reduced. Based upon current understanding of the epidemiology of nosocomial urinary tract infections, guidelines for the prevention of catheter-associated urinary tract infections are presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1090228/",
    "clean_text": "guidelines for prevention of catheter associated urinary tract infections the most common site of nosocomial infection involving more than patients in this country annually is the catheterized urinary tract these infections cause significant morbidity prolong hospital stay increase hospitalization costs and contribute to mor the most common site of nosocomial infection involving more than patients in this country annually is the catheterized urinary tract these infections cause significant morbidity prolong hospital stay increase hospitalization costs and contribute to mortality caused by gram negative septicemia strict adherence to appropriate infection control procedures is necessary if the incidence and sequels of catheter related infections are to be reduced based upon current understanding of the epidemiology of nosocomial urinary tract infections guidelines for the prevention of catheter associated urinary tract infections are presented"
}