{
    "title": "[Low back pain: Our greatest enemy? Brief advice on pain in primary care].",
    "doc_id": "39729882",
    "writer": "Fernández de Paúl M",
    "year": "2025",
    "summary": "This article rewievs the available evidence on low back pain, one of the most prevalent conditions and the main cause of disability in most countries according to the latest Global Disease Burden 2021 study, which has led entities such as the WHO to recently …",
    "abstract": "This article rewievs the available evidence on low back pain, one of the most prevalent conditions and the main cause of disability in most countries according to the latest Global Disease Burden 2021 study, which has led entities such as the WHO to recently publish recommendations on low back pain management. The causes and associated risk factors are analyzed, with more than 90% of low back pain cases being nonspecific and closely related to biopsychosocial context, as well as the role of imaging tests, whose findings have not been proven to be the source of low back pain. Finally, the effectiveness of the different treatments is analyzed, with non pharmacological being the first-line of treatment and pharmacological treatment having a very limited role, despite the excessive use we make of it.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39729882/",
    "clean_text": "low back pain our greatest enemy brief advice on pain in primary care this article rewievs the available evidence on low back pain one of the most prevalent conditions and the main cause of disability in most countries according to the latest global disease burden study which has led entities such as the who to recently this article rewievs the available evidence on low back pain one of the most prevalent conditions and the main cause of disability in most countries according to the latest global disease burden study which has led entities such as the who to recently publish recommendations on low back pain management the causes and associated risk factors are analyzed with more than of low back pain cases being nonspecific and closely related to biopsychosocial context as well as the role of imaging tests whose findings have not been proven to be the source of low back pain finally the effectiveness of the different treatments is analyzed with non pharmacological being the first line of treatment and pharmacological treatment having a very limited role despite the excessive use we make of it"
}