{
    "title": "Gastric acid and digestive physiology.",
    "doc_id": "21889024",
    "writer": "Ramsay PT",
    "year": "2011",
    "summary": "Acid bathes the food bolus while stored in the stomach, facilitating digestion. An intact defense against mucosal damage by the stomach's acid is essential to avoid ulceration. This article focuses on the physiology of gastric acid production, the stomach …",
    "abstract": "The primary function of the stomach is to prepare food for digestion and absorption by the intestine. Acid production is the unique and central component of the stomach's contribution to the digestive process. Acid bathes the food bolus while stored in the stomach, facilitating digestion. An intact defense against mucosal damage by the stomach's acid is essential to avoid ulceration. This article focuses on the physiology of gastric acid production, the stomach's defense mechanisms against acid injury, and the most common challenges to the gastric defenses. A brief description of the stomach's nonacid digestive capabilities is included.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21889024/",
    "clean_text": "gastric acid and digestive physiology acid bathes the food bolus while stored in the stomach facilitating digestion an intact defense against mucosal damage by the stomach s acid is essential to avoid ulceration this article focuses on the physiology of gastric acid production the stomach the primary function of the stomach is to prepare food for digestion and absorption by the intestine acid production is the unique and central component of the stomach s contribution to the digestive process acid bathes the food bolus while stored in the stomach facilitating digestion an intact defense against mucosal damage by the stomach s acid is essential to avoid ulceration this article focuses on the physiology of gastric acid production the stomach s defense mechanisms against acid injury and the most common challenges to the gastric defenses a brief description of the stomach s nonacid digestive capabilities is included"
}