{
    "pmid": "41419122",
    "title": "Ezetimibe mitigates microglial activation in Parkinson's disease via TLR4/JNK pathway inhibition: evidence from network pharmacology and experimental validation.",
    "abstract": "Neuroinflammation driven by microglial hyperactivation plays a critical role in Parkinson's disease (PD). Ezetimibe, a cholesterol absorption inhibitor widely used for hyperlipidemia, has recently been implicated in neuroprotection. However, its impact on microglial activation in PD remains poorly understood. This study aimed to investigate the therapeutic potential and mechanisms of ezetimibe in modulating microglial activation in PD model. Network pharmacology was employed to predict ezetimibe targets in PD, followed by validation in lipopolysaccharide (LPS)-stimulated BV2 microglial cells. Protein-protein interaction (PPI) analysis and Gene Ontology (GO) enrichment were used to identify relevant pathways. Molecular docking assessed ezetimibe-TLR4 binding. The effects of ezetimibe on pro-inflammatory mediator production, TLR4/JNK signaling, and microglia-induced dopaminergic neurotoxicity were evaluated using western blotting, qPCR, ELISA, and BV2-SH-SY5Y co-culture assays. Network pharmacology identified 53 common targets between ezetimibe and PD, with TLR4, TNF, and IL-1β as hub genes enriched in inflammatory processes. In BV2 cells, ezetimibe markedly reduced LPS-induced expression and secretion of iNOS, COX-2, Nitric oxide (NO), and IL-6 at both protein and transcriptional levels. Molecular docking revealed a strong binding affinity of ezetimibe to TLR4, although ezetimibe did not alter the basal expression of TLR4. Mechanistically, ezetimibe pretreatment suppressed LPS-induced JNK phosphorylation and AP-1 transcriptional activity, key downstream events of TLR4 activation. Consistently, pharmacological inhibition of TLR4 with TLR4-IN-C34 did not produce additional anti-inflammatory effects, confirming that ezetimibe acts through the TLR4 signaling pathway. Moreover, conditioned medium from ezetimibe-pretreated BV2 cells significantly reduced SH-SY5Y neuronal death, as indicated by decreased PI staining, LDH release, CCK8 assay, tyrosine hydroxylase (TH) protein levels and caspase-3 activation. Ezetimibe suppresses microglial activation by targeting the TLR4/JNK pathway, thereby alleviating dopaminergic neuronal death. These findings highlight ezetimibe as a promising candidate for repurposing in PD therapy.",
    "disease": "parkinson disease",
    "clean_text": "ezetimibe mitigates microglial activation in parkinson s disease via tlr jnk pathway inhibition evidence from network pharmacology and experimental validation neuroinflammation driven by microglial hyperactivation plays a critical role in parkinson s disease pd ezetimibe a cholesterol absorption inhibitor widely used for hyperlipidemia has recently been implicated in neuroprotection however its impact on microglial activation in pd remains poorly understood this study aimed to investigate the therapeutic potential and mechanisms of ezetimibe in modulating microglial activation in pd model network pharmacology was employed to predict ezetimibe targets in pd followed by validation in lipopolysaccharide lps stimulated bv microglial cells protein protein interaction ppi analysis and gene ontology go enrichment were used to identify relevant pathways molecular docking assessed ezetimibe tlr binding the effects of ezetimibe on pro inflammatory mediator production tlr jnk signaling and microglia induced dopaminergic neurotoxicity were evaluated using western blotting qpcr elisa and bv sh sy y co culture assays network pharmacology identified common targets between ezetimibe and pd with tlr tnf and il as hub genes enriched in inflammatory processes in bv cells ezetimibe markedly reduced lps induced expression and secretion of inos cox nitric oxide no and il at both protein and transcriptional levels molecular docking revealed a strong binding affinity of ezetimibe to tlr although ezetimibe did not alter the basal expression of tlr mechanistically ezetimibe pretreatment suppressed lps induced jnk phosphorylation and ap transcriptional activity key downstream events of tlr activation consistently pharmacological inhibition of tlr with tlr in c did not produce additional anti inflammatory effects confirming that ezetimibe acts through the tlr signaling pathway moreover conditioned medium from ezetimibe pretreated bv cells significantly reduced sh sy y neuronal death as indicated by decreased pi staining ldh release cck assay tyrosine hydroxylase th protein levels and caspase activation ezetimibe suppresses microglial activation by targeting the tlr jnk pathway thereby alleviating dopaminergic neuronal death these findings highlight ezetimibe as a promising candidate for repurposing in pd therapy"
}