{
    "title": "Baseline donor chronic renal injury confers the same transplant survival disadvantage for DCD and DBD kidneys.",
    "doc_id": "25639995",
    "writer": "Kosmoliaptsis V",
    "year": "2015",
    "summary": "Histological assessment of baseline chronic kidney injury may discriminate kidneys that are suitable for transplantation, but has not been validated for appraisal of donation after circulatory death (DCD) kidneys. ...In conclusion, the relationship bet …",
    "abstract": "Histological assessment of baseline chronic kidney injury may discriminate kidneys that are suitable for transplantation, but has not been validated for appraisal of donation after circulatory death (DCD) kidneys. 'Time-zero' biopsies for 371 consecutive, solitary, deceased-donor kidneys transplanted at our center between 2006 and 2010 (65.5% DCD, 34.5% donation after brain death [DBD]) were reviewed and baseline chronic degenerative injury scored using Remuzzi's classification. High scores correlated with donor age and extended criteria donors (42% of donors), but the spectrum of scores was similar for DCD and DBD kidneys. Transplant outcomes for kidneys scoring from 0 to 4 were comparable (1 and 3 year graft survival 95% and 92%), but were much poorer for kidneys scoring ≥5, with 1 year graft survival only 73%, and 12.5% suffering primary nonfunction. Critically, high Remuzzi scores conferred the same survival disadvantage for DCD and DBD kidneys. On multi-variable regression analysis, time-zero biopsy score was the only independent predictor for graft survival, whereas one-year graft estimated glomerular filtration rate (eGFR) correlated with donor age and biopsy score. In conclusion, the relationship between severity of chronic kidney injury and transplant outcome is similar for DCD and DBD kidneys. Kidneys with Remuzzi scores of ≤4 can be implanted singly with acceptable results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25639995/",
    "clean_text": "baseline donor chronic renal injury confers the same transplant survival disadvantage for dcd and dbd kidneys histological assessment of baseline chronic kidney injury may discriminate kidneys that are suitable for transplantation but has not been validated for appraisal of donation after circulatory death dcd kidneys in conclusion the relationship bet histological assessment of baseline chronic kidney injury may discriminate kidneys that are suitable for transplantation but has not been validated for appraisal of donation after circulatory death dcd kidneys time zero biopsies for consecutive solitary deceased donor kidneys transplanted at our center between and dcd donation after brain death dbd were reviewed and baseline chronic degenerative injury scored using remuzzi s classification high scores correlated with donor age and extended criteria donors of donors but the spectrum of scores was similar for dcd and dbd kidneys transplant outcomes for kidneys scoring from to were comparable and year graft survival and but were much poorer for kidneys scoring with year graft survival only and suffering primary nonfunction critically high remuzzi scores conferred the same survival disadvantage for dcd and dbd kidneys on multi variable regression analysis time zero biopsy score was the only independent predictor for graft survival whereas one year graft estimated glomerular filtration rate egfr correlated with donor age and biopsy score in conclusion the relationship between severity of chronic kidney injury and transplant outcome is similar for dcd and dbd kidneys kidneys with remuzzi scores of can be implanted singly with acceptable results"
}