{
    "title": "[Prediction of the clinical supply of blood components in Xi'an City from 2023 to 2025].",
    "doc_id": "39142891",
    "writer": "Zhang LH",
    "year": "2024",
    "summary": "The supply of blood components in Xi'an from 2023 to 2025 was predicted. Results: The fitting equations of the exponential curve fitting model to predict the supply of suspended red blood cells, platelets and cryoprecipitate in Xi'an were, x((1))(t+1)= …",
    "abstract": "Objective: To construct a prediction model for the clinical supply of blood components in Xi'an City from 2023 to 2025. Methods: Based on the blood supply data of the Blood Management Information System of Shaanxi Provincial Blood Center from January 2013 to December 2022, a gray prediction model and an exponential curve fitting model were used to construct the prediction model, and the optimal prediction model was determined according to the error parameters of the relevant indicators of the model. The supply of blood components in Xi'an from 2023 to 2025 was predicted. Results: The fitting equations of the exponential curve fitting model to predict the supply of suspended red blood cells, platelets and cryoprecipitate in Xi'an were, x（1）（t+1）=1.16e0.04t，x（1）（t+1）=1.04e0.12t and x（1）（t+1）=1.01e1.10t, respectively. The mean absolute errors (mean relative errors) of the exponential curve fitting model in predicting the supply of suspended red blood cells, platelets and cryoprecipitate in Xi'an were 10 488.7 (0.05%), 2 114.9 (0.08%) and 3 089.6 (0.07%), respectively, which were lower than those of the gray prediction model, about 10 488.7 (3.44%), 2 152.78 (8.20%) and 3 441.35 (7.92%), respectively. The exponential curve fitting model predicted that the clinical supply of blood components in Xi'an would increase year by year from 2023 to 2025, and the clinical supply of suspended red blood cells, platelets, and cryoprecipitate in Xi'an would increase to 409 467 U, 69 818 therapeutic volume and 94 724 U, respectively by 2025. Conclusion: The exponential curve fitting model can make a good prediction of the clinical supply of blood components in Xi'an City.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39142891/",
    "clean_text": "prediction of the clinical supply of blood components in xi an city from to the supply of blood components in xi an from to was predicted results the fitting equations of the exponential curve fitting model to predict the supply of suspended red blood cells platelets and cryoprecipitate in xi an were x t objective to construct a prediction model for the clinical supply of blood components in xi an city from to methods based on the blood supply data of the blood management information system of shaanxi provincial blood center from january to december a gray prediction model and an exponential curve fitting model were used to construct the prediction model and the optimal prediction model was determined according to the error parameters of the relevant indicators of the model the supply of blood components in xi an from to was predicted results the fitting equations of the exponential curve fitting model to predict the supply of suspended red blood cells platelets and cryoprecipitate in xi an were x t e t x t e t and x t e t respectively the mean absolute errors mean relative errors of the exponential curve fitting model in predicting the supply of suspended red blood cells platelets and cryoprecipitate in xi an were and respectively which were lower than those of the gray prediction model about and respectively the exponential curve fitting model predicted that the clinical supply of blood components in xi an would increase year by year from to and the clinical supply of suspended red blood cells platelets and cryoprecipitate in xi an would increase to u therapeutic volume and u respectively by conclusion the exponential curve fitting model can make a good prediction of the clinical supply of blood components in xi an city"
}