{
    "pmid": "41423766",
    "title": "Comparative Outcomes of Heart Transplant Recipients Aged Below and Above 65 Years: A Single-Center Experience.",
    "abstract": "Despite the increasing prevalence of advanced heart failure among older patients, current guidelines remain cautious regarding the safety of heart transplantation (HT) in elderly recipients. This study aimed to evaluate early and late outcomes in older HT recipients. We retrospectively analyzed all patients aged ≥18 years who underwent HT at our center between January 2012 and December 2022, comparing early and late outcomes of recipients ≥65 years (group 1) vs. those <65 (group 2). Groups 1 and 2 comprised 73 (female = 10, median age = 67 years, interquartile range [IQR] = 66-69) and 212 patients (female = 58, median age = 54 years, IQR = 46-60), respectively. Group 1 presented a higher burden of cardiovascular (CV) risk factors and impaired renal function (p < 0.001); additionally, they more often received older donors (p < 0.001) with a higher incidence of coronary artery disease (p = 0.041). Group 1 experienced a significantly higher rate of postoperative complications and in-hospital mortality (n = 21, 28.8%; p < 0.001). At a median follow-up time of 4.2 years (IQR = 1.3-6.9), group 1 showed lower survival rates (p < 0.001) (1 year = 68%, 95% confidence interval [CI] = 58-80; 5 year = 62%, 95% CI = 51-74). In our experience, HT in patients aged ≥65 years shows worse early and late outcomes; however, among elderly recipients, modifiable factors such as donor age and perioperative complications significantly influence survival and may be targeted to improve clinical results.",
    "disease": "coronary artery disease",
    "clean_text": "comparative outcomes of heart transplant recipients aged below and above years a single center experience despite the increasing prevalence of advanced heart failure among older patients current guidelines remain cautious regarding the safety of heart transplantation ht in elderly recipients this study aimed to evaluate early and late outcomes in older ht recipients we retrospectively analyzed all patients aged years who underwent ht at our center between january and december comparing early and late outcomes of recipients years group vs those group groups and comprised female median age years interquartile range iqr and patients female median age years iqr respectively group presented a higher burden of cardiovascular cv risk factors and impaired renal function p additionally they more often received older donors p with a higher incidence of coronary artery disease p group experienced a significantly higher rate of postoperative complications and in hospital mortality n p at a median follow up time of years iqr group showed lower survival rates p year confidence interval ci year ci in our experience ht in patients aged years shows worse early and late outcomes however among elderly recipients modifiable factors such as donor age and perioperative complications significantly influence survival and may be targeted to improve clinical results"
}