{
    "pmid": "41404257",
    "title": "Diffusion Tensor Imaging Versus Conventional MRI in Temporal Lobe Epilepsy: A Comparative Study of Diagnostic Performance.",
    "abstract": "Conventional magnetic resonance imaging (MRI) may appear normal in a proportion of patients with temporal lobe epilepsy (TLE). Diffusion tensor imaging (DTI) provides quantitative measures of white matter microstructure and may reveal subtle changes not visible on routine MRI. This study compared DTI-derived diffusion metrics with standard MRI epilepsy protocols in patients with unilateral TLE to assess the extent and pattern of white matter alterations. A cross-sectional observational study was conducted in the Department of Radiodiagnosis at Sree Balaji Medical College and Hospital, Chennai, Tamil Nadu, India, with all MRI and DTI studies performed on a GE Signa Pioneer 3.0T system (GE Healthcare, DV26.0 software) using a dedicated 32-channel head coil. Twenty-one patients with confirmed TLE and 11 age-matched controls underwent both conventional MRI and DTI. Regions of interest (ROIs) were placed on the hippocampus, fornix, thalamus, corpus callosum, internal capsule, cingulum, and inferior fronto-occipital fasciculus (IFO) tracts. Fractional anisotropy (FA) and apparent diffusion coefficient (ADC) values were analyzed using IBM SPSS Statistics version 26. DTI revealed statistically significant alterations in FA and ADC values across multiple brain regions, including the hippocampus (FA: p < 0.05, ADC: p < 0.05), thalamus (FA: p << 0.001, ADC: p << 0.001), corpus callosum (FA: p << 0.001-0.05), internal capsule (FA: p << 0.001-0.05), and IFO tracts (FA and ADC: p << 0.001), demonstrating higher diagnostics compared to conventional MRI. This study highlights that DTI offers additional microstructural information beyond conventional MRI in unilateral TLE. DTI may therefore serve as a complementary imaging tool, particularly in cases where standard MRI appears normal. Further diagnostic accuracy studies are required before DTI can be considered a superior or standalone modality.",
    "disease": "epilepsy",
    "clean_text": "diffusion tensor imaging versus conventional mri in temporal lobe epilepsy a comparative study of diagnostic performance conventional magnetic resonance imaging mri may appear normal in a proportion of patients with temporal lobe epilepsy tle diffusion tensor imaging dti provides quantitative measures of white matter microstructure and may reveal subtle changes not visible on routine mri this study compared dti derived diffusion metrics with standard mri epilepsy protocols in patients with unilateral tle to assess the extent and pattern of white matter alterations a cross sectional observational study was conducted in the department of radiodiagnosis at sree balaji medical college and hospital chennai tamil nadu india with all mri and dti studies performed on a ge signa pioneer t system ge healthcare dv software using a dedicated channel head coil twenty one patients with confirmed tle and age matched controls underwent both conventional mri and dti regions of interest rois were placed on the hippocampus fornix thalamus corpus callosum internal capsule cingulum and inferior fronto occipital fasciculus ifo tracts fractional anisotropy fa and apparent diffusion coefficient adc values were analyzed using ibm spss statistics version dti revealed statistically significant alterations in fa and adc values across multiple brain regions including the hippocampus fa p adc p thalamus fa p adc p corpus callosum fa p internal capsule fa p and ifo tracts fa and adc p demonstrating higher diagnostics compared to conventional mri this study highlights that dti offers additional microstructural information beyond conventional mri in unilateral tle dti may therefore serve as a complementary imaging tool particularly in cases where standard mri appears normal further diagnostic accuracy studies are required before dti can be considered a superior or standalone modality"
}