{
    "pmid": "41461819",
    "title": "Recommendation for use of 15- and 20-valent pneumococcal conjugate vaccines in Korean infants and children.",
    "abstract": "Pneumococcal disease remains the leading cause of morbidity in young children worldwide. Recent advances have expanded pneumococcal conjugate vaccines (PCVs) beyond 13-valent (PCV13) to 15-valent (PCV15) and 20- valent (PCV20) vaccines, which add 2 and 7 serotypes, respectively, thereby broadening their potential protective effects against invasive pneumococcal disease (IPD). Although policies vary among countries, Korea incorporated PCV15 and PCV20 into its National Immunization Program for children in April 2024 and October 2025, respectively, an implementation that is considered within the context of global epidemiology and policy trends. This review discusses evidence of the immunogenicity and safety of PCV15 and PCV20 from clinical trials and early postlicensure data, examines the serotype distribution and IPD burden in Korea alongside data from other regions, and summarizes vaccination recommendations for healthy and high-risk pediatric populations, including considerations for catch-up, interchangeability, and their coadministration. By integrating national updates and global evidence, this review aims to support clinicians and policymakers worldwide optimizing pneumococcal vaccination strategies for children.",
    "disease": "pneumonia",
    "clean_text": "recommendation for use of and valent pneumococcal conjugate vaccines in korean infants and children pneumococcal disease remains the leading cause of morbidity in young children worldwide recent advances have expanded pneumococcal conjugate vaccines pcvs beyond valent pcv to valent pcv and valent pcv vaccines which add and serotypes respectively thereby broadening their potential protective effects against invasive pneumococcal disease ipd although policies vary among countries korea incorporated pcv and pcv into its national immunization program for children in april and october respectively an implementation that is considered within the context of global epidemiology and policy trends this review discusses evidence of the immunogenicity and safety of pcv and pcv from clinical trials and early postlicensure data examines the serotype distribution and ipd burden in korea alongside data from other regions and summarizes vaccination recommendations for healthy and high risk pediatric populations including considerations for catch up interchangeability and their coadministration by integrating national updates and global evidence this review aims to support clinicians and policymakers worldwide optimizing pneumococcal vaccination strategies for children"
}