{
    "pmid": "41421287",
    "title": "Muskardia inhibits proliferation and migration of human coronary artery smooth muscle cells by regulating SLC7A11 mRNA stability via the hsa_circTEX10-PCBP2 Axis.",
    "abstract": "Circular RNAs (circRNAs) play important roles in the pathogenesis of coronary artery disease (CAD). Although Muskardia is used to treat CAD, its mechanisms in suppressing human coronary artery smooth muscle cell (HCASMC) proliferation and migration-particularly through circRNA-mediated pathways-remain unclear. Meanwhile, the quantitative flow ratio (QFR), an angiography-based functional assessment, provides a reliable measure of coronary stenosis severity. This study aimed to elucidate the pharmacological mechanisms of Muskardia in CAD, examine the relationship between hsa_circTEX10 expression and QFR, and evaluate hsa_circTEX10 as a potential biomarker for CAD. RNA sequencing (RNA-seq) and quantitative real-time PCR (qRT-PCR) were employed to validate differentially expressed circRNAs. Functional assays (CCK-8, EdU, Transwell, and wound-healing assays) and mechanistic experiments (RNA immunoprecipitation [RIP], RNA pull-down, and co-immunoprecipitation [Co-IP]) were conducted to assess HCASMC proliferation, migration, and molecular interactions. Peripheral blood mononuclear cells (PBMCs) were collected to identify potential circulating biomarkers for CAD. hsa_circTEX10 expression was upregulated in oxidised low-density lipoprotein (ox-LDL)-induced HCASMC proliferation and migration, whereas Muskardia downregulated hsa_circTEX10 expression. Moreover, hsa_circTEX10 was significantly elevated in PBMCs of patients with CAD and negatively correlated with left circumflex artery (LCX) QFR (r = -0.171, p = 0.033). Functionally, Muskardia inhibited HCASMC proliferation and migration via hsa_circTEX10, which acts through solute carrier family 7 member 11 (SLC7A11). Mechanistically, hsa_circTEX10 suppressed the ubiquitination of polypyrimidine tract-binding protein 2 (PCBP2); thus, Muskardia promoted PCBP2 ubiquitination by downregulating hsa_circTEX10, ultimately reducing SLC7A11 mRNA stability. Muskardia may alleviate CAD through the hsa_circTEX10/PCBP2/SLC7A11 axis, providing novel insights into CAD treatment and diagnosis.",
    "disease": "coronary artery disease",
    "clean_text": "muskardia inhibits proliferation and migration of human coronary artery smooth muscle cells by regulating slc a mrna stability via the hsa circtex pcbp axis circular rnas circrnas play important roles in the pathogenesis of coronary artery disease cad although muskardia is used to treat cad its mechanisms in suppressing human coronary artery smooth muscle cell hcasmc proliferation and migration particularly through circrna mediated pathways remain unclear meanwhile the quantitative flow ratio qfr an angiography based functional assessment provides a reliable measure of coronary stenosis severity this study aimed to elucidate the pharmacological mechanisms of muskardia in cad examine the relationship between hsa circtex expression and qfr and evaluate hsa circtex as a potential biomarker for cad rna sequencing rna seq and quantitative real time pcr qrt pcr were employed to validate differentially expressed circrnas functional assays cck edu transwell and wound healing assays and mechanistic experiments rna immunoprecipitation rip rna pull down and co immunoprecipitation co ip were conducted to assess hcasmc proliferation migration and molecular interactions peripheral blood mononuclear cells pbmcs were collected to identify potential circulating biomarkers for cad hsa circtex expression was upregulated in oxidised low density lipoprotein ox ldl induced hcasmc proliferation and migration whereas muskardia downregulated hsa circtex expression moreover hsa circtex was significantly elevated in pbmcs of patients with cad and negatively correlated with left circumflex artery lcx qfr r p functionally muskardia inhibited hcasmc proliferation and migration via hsa circtex which acts through solute carrier family member slc a mechanistically hsa circtex suppressed the ubiquitination of polypyrimidine tract binding protein pcbp thus muskardia promoted pcbp ubiquitination by downregulating hsa circtex ultimately reducing slc a mrna stability muskardia may alleviate cad through the hsa circtex pcbp slc a axis providing novel insights into cad treatment and diagnosis"
}