{
    "title": "Cancer incidence and mortality in Zhejiang Province, Southeast China, 2016: a population-based study.",
    "doc_id": "34334631",
    "writer": "Wang YQ",
    "year": "2021",
    "summary": "We aimed to analyze the cancer incidence and mortality rates during 2016 in Zhejiang Province, Southeast China. METHODS: Data were collected from 14 population-based cancer registries across Zhejiang Province of China. ...RESULTS: The 14 cancer registries covered a …",
    "abstract": "Backgrounds:\n        \n      \n      Cancer is one of the main causes of death worldwide, seriously threatening human health and life expectancy. We aimed to analyze the cancer incidence and mortality rates during 2016 in Zhejiang Province, Southeast China.\n    \n\n\n          Methods:\n        \n      \n      Data were collected from 14 population-based cancer registries across Zhejiang Province of China. Cancer incidence and mortality rates stratified by sex and region were analyzed. The crude rate, age-standardized rate, age-specific and region-specific rate, and cumulative rate were calculated. The proportions of 10 common cancers in different groups and the incidence and mortality rates of the top five cancers in different age groups were also calculated. The Chinese national census of 2000 and the world Segi population was used for calculating the age-standardized incidence and mortality rates.\n    \n\n\n          Results:\n        \n      \n      The 14 cancer registries covered a population of 14,250,844 individuals, accounting for 29.13% of the population of Zhejiang Province. The total reported cancer cases and deaths were 55,835 and 27,013, respectively. The proportion of morphological verification (MV%) was 78.95% of the population, and percentage of incident cases identified through death certificates only (DCO%) was 1.23% with a mortality-to-incidence ratio (M/I ratio) of 0.48. The crude incidence rate in Zhejiang cancer registration areas was 391.80/105; the age-standardized incidence rate of the Chinese standard population (ASIRC) and the age-standardized incidence rate of the world standard population (ASIRW) were 229.76/105 and 220.96/105, respectively. The incidence rate in men was higher than that in women. The incidence rate increased rapidly after 45 years of age and peaked in individuals aged 80 to 84 years. The top 10 incidence rates of cancers were lung cancer, female breast cancer, thyroid cancer, colorectal cancer, stomach cancer, liver cancer, prostate cancer, cervical cancer, esophageal cancer, and pancreatic cancer (from highest to lowest). The crude mortality rate in Zhejiang cancer registration areas was 189.55/105; the age-standardized mortality rate of the Chinese standard population (ASMRC) and the age-standardized mortality rate of the world standard population (ASMRW) were 94.46/105 and 93.42/105, respectively. The mortality rate in men was higher than that in women, and the male population in rural areas was higher than that in urban areas. The cancer mortality rate increased rapidly after 50 years of age and peaked in individuals aged 85+ years. The top 10 mortality rates of cancers were lung cancer, liver cancer, stomach cancer, colorectal cancer, pancreatic cancer, esophageal cancer, female breast cancer, prostate cancer, lymphoma, and leukemia (from highest to lowest).\n    \n\n\n          Conclusions:\n        \n      \n      Lung cancer, female breast cancer, thyroid cancer, colorectal cancer, prostate cancer, liver cancer, and stomach cancer were the most common cancers in Zhejiang Province. Effective prevention and control measures should be established after considering the different characteristics of cancers in urban and rural areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34334631/",
    "clean_text": "cancer incidence and mortality in zhejiang province southeast china a population based study we aimed to analyze the cancer incidence and mortality rates during in zhejiang province southeast china methods data were collected from population based cancer registries across zhejiang province of china results the cancer registries covered a backgrounds cancer is one of the main causes of death worldwide seriously threatening human health and life expectancy we aimed to analyze the cancer incidence and mortality rates during in zhejiang province southeast china methods data were collected from population based cancer registries across zhejiang province of china cancer incidence and mortality rates stratified by sex and region were analyzed the crude rate age standardized rate age specific and region specific rate and cumulative rate were calculated the proportions of common cancers in different groups and the incidence and mortality rates of the top five cancers in different age groups were also calculated the chinese national census of and the world segi population was used for calculating the age standardized incidence and mortality rates results the cancer registries covered a population of individuals accounting for of the population of zhejiang province the total reported cancer cases and deaths were and respectively the proportion of morphological verification mv was of the population and percentage of incident cases identified through death certificates only dco was with a mortality to incidence ratio m i ratio of the crude incidence rate in zhejiang cancer registration areas was the age standardized incidence rate of the chinese standard population asirc and the age standardized incidence rate of the world standard population asirw were and respectively the incidence rate in men was higher than that in women the incidence rate increased rapidly after years of age and peaked in individuals aged to years the top incidence rates of cancers were lung cancer female breast cancer thyroid cancer colorectal cancer stomach cancer liver cancer prostate cancer cervical cancer esophageal cancer and pancreatic cancer from highest to lowest the crude mortality rate in zhejiang cancer registration areas was the age standardized mortality rate of the chinese standard population asmrc and the age standardized mortality rate of the world standard population asmrw were and respectively the mortality rate in men was higher than that in women and the male population in rural areas was higher than that in urban areas the cancer mortality rate increased rapidly after years of age and peaked in individuals aged years the top mortality rates of cancers were lung cancer liver cancer stomach cancer colorectal cancer pancreatic cancer esophageal cancer female breast cancer prostate cancer lymphoma and leukemia from highest to lowest conclusions lung cancer female breast cancer thyroid cancer colorectal cancer prostate cancer liver cancer and stomach cancer were the most common cancers in zhejiang province effective prevention and control measures should be established after considering the different characteristics of cancers in urban and rural areas"
}