{
    "title": "Heart failure in the elderly.",
    "doc_id": "14688504",
    "writer": "Forman DE",
    "year": "2003",
    "summary": "Physiologic changes associated with cardiovascular aging fundamentally increase susceptibility to heart failure and to complexity of heart failure management. Likewise, typical age-associated diet and lifestyle changes compound risks of heart …",
    "abstract": "Incidence and prevalence of heart failure are particularly common with advancing age, with notoriously grim prognoses. The absolute number of heart failure patients will undoubtedly surge as the population of older adults continues to escalate. This review emphasizes the importance of factors inherent in aging itself and the resulting predisposition to disease. Physiologic changes associated with cardiovascular aging fundamentally increase susceptibility to heart failure and to complexity of heart failure management. Likewise, typical age-associated diet and lifestyle changes compound risks of heart failure through mechanisms connected to the substrate of disease. In this review, the authors first summarize the demographics of heart failure and the intrinsic aspects of aging and lifestyle that predispose to heart failure. They then expand on related intricacies of diagnosis and therapy. Orientation to heart failure, particularly as a disease of aging, can help critically refine management of acute and chronic disease, as well as foster preventive strategies to reduce incidence of this common malady.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14688504/",
    "clean_text": "heart failure in the elderly physiologic changes associated with cardiovascular aging fundamentally increase susceptibility to heart failure and to complexity of heart failure management likewise typical age associated diet and lifestyle changes compound risks of heart incidence and prevalence of heart failure are particularly common with advancing age with notoriously grim prognoses the absolute number of heart failure patients will undoubtedly surge as the population of older adults continues to escalate this review emphasizes the importance of factors inherent in aging itself and the resulting predisposition to disease physiologic changes associated with cardiovascular aging fundamentally increase susceptibility to heart failure and to complexity of heart failure management likewise typical age associated diet and lifestyle changes compound risks of heart failure through mechanisms connected to the substrate of disease in this review the authors first summarize the demographics of heart failure and the intrinsic aspects of aging and lifestyle that predispose to heart failure they then expand on related intricacies of diagnosis and therapy orientation to heart failure particularly as a disease of aging can help critically refine management of acute and chronic disease as well as foster preventive strategies to reduce incidence of this common malady"
}