{
    "pmid": "41410589",
    "title": "Immunological signatures in patients with Sjögren's disease: association with systemic disease activity at diagnosis.",
    "abstract": "This study aimed to analyse the relationship between distinct autoantibody combinations (immunological signatures) and systemic disease activity in patients with Sjögren's disease (SjD). The hypothesis was that specific multi-autoantibody signatures would be associated with higher systemic disease activity at diagnosis, serving as predictors of a more severe disease course. A retrospective observational study was conducted using data from the Big Data Sjögren Project Consortium, an international multicentre registry. The serological status (positive/negative) at diagnosis for ANA, RF, anti-Ro, and anti-La was recorded for each patient. Systemic disease activity was assessed using the EULAR Sjögren's Syndrome Disease Activity Index (ESSDAI) and a simplified Disease Activity Score (DAS) categorised as low, moderate, or high. Statistical analyses included pairwise comparisons, a sensitivity analysis grouping signatures by the number of positive antibodies, and demographic-adjusted ordinal models. Serum autoantibodies were highly prevalent, with over 94% of patients having at least one autoantibody. The mean ESSDAI values varied significantly across signatures. The fully seronegative group had the lowest mean ESSDAI at 3.61, while the fully seropositive group (ANA+/Ro+/La+/RF+) had the highest among common phenotypes, with a mean of 7.93. A strong dose-response relationship was observed, with each additional positive autoantibody associated with a 1.11-point mean increase in ESSDAI and a 35% increase in the odds of being in a higher DAS category. The rarest signatures, such as ANA-/Ro-/La+/RF+, exhibited the highest mean systemic activity (mean 13.20). The number and combination of SjD-related autoantibodies at diagnosis are robustly associated with systemic disease activity. Multi-positive profiles, particularly those combining RF with anti-Ro, identify patients at higher risk of systemic activity. Interpreting combined serological patterns offers an immediate, low-cost method for patient stratification and can help guide clinical management.",
    "disease": "rheumatoid arthritis",
    "clean_text": "immunological signatures in patients with sj gren s disease association with systemic disease activity at diagnosis this study aimed to analyse the relationship between distinct autoantibody combinations immunological signatures and systemic disease activity in patients with sj gren s disease sjd the hypothesis was that specific multi autoantibody signatures would be associated with higher systemic disease activity at diagnosis serving as predictors of a more severe disease course a retrospective observational study was conducted using data from the big data sj gren project consortium an international multicentre registry the serological status positive negative at diagnosis for ana rf anti ro and anti la was recorded for each patient systemic disease activity was assessed using the eular sj gren s syndrome disease activity index essdai and a simplified disease activity score das categorised as low moderate or high statistical analyses included pairwise comparisons a sensitivity analysis grouping signatures by the number of positive antibodies and demographic adjusted ordinal models serum autoantibodies were highly prevalent with over of patients having at least one autoantibody the mean essdai values varied significantly across signatures the fully seronegative group had the lowest mean essdai at while the fully seropositive group ana ro la rf had the highest among common phenotypes with a mean of a strong dose response relationship was observed with each additional positive autoantibody associated with a point mean increase in essdai and a increase in the odds of being in a higher das category the rarest signatures such as ana ro la rf exhibited the highest mean systemic activity mean the number and combination of sjd related autoantibodies at diagnosis are robustly associated with systemic disease activity multi positive profiles particularly those combining rf with anti ro identify patients at higher risk of systemic activity interpreting combined serological patterns offers an immediate low cost method for patient stratification and can help guide clinical management"
}