{
    "pmid": "41364014",
    "title": "Medium distances to specialized care models at tertiary hospitals and socioeconomic neighborhood-related factors do not influence the quality of care for patients with liver cirrhosis.",
    "abstract": "The treatment of liver cirrhosis requires a multidisciplinary approach at expert centers. Given the disease's complexity and serious consequences, care quality significantly impacts patient survival. Specialized care models at tertiary hospitals are thought to improve treatment outcomes and quality of life. This study evaluates whether proximity to an expert center influences care quality and patient outcomes and investigates the role of socioeconomic factors and social support in Germany. A retrospective evaluation was conducted on 299 patients with liver cirrhosis treated at Medical Faculty Mannheim, Heidelberg University, with 43% at Child-Pugh B stage. The analysis considered various distances to the hospital (10 and 20 km by car, straight-line distance and public transportation usage) and correlated these with patient survival. The analysis showed that neither car travel distance (P = 0.221, P = 0.1894), straight-line distance (log-rank P = 0.221, cox regression P = 0.1894), nor public transportation usage (P = 0.363, P = 0.1845) up to over 50 km or more than 120 min traveling by public transportation significantly affected survival. Geographical accessibility and differing socioeconomic conditions did not impact treatment quality or survival rates. Known risk factors such as age (P = 0.007, P < 0.0001), gender (P = 0.019, P = 0.0207) and Child-Pugh stage (P = 0.003, P = 0.0155) significantly influenced survival. Specialized care models at tertiary hospitals offer consistent high-quality care to rural populations not facing disadvantages in survival due to longer travel distances to expert hepatology centers. Socioeconomic backgrounds do not affect care quality in this care model.",
    "disease": "liver cirrhosis",
    "clean_text": "medium distances to specialized care models at tertiary hospitals and socioeconomic neighborhood related factors do not influence the quality of care for patients with liver cirrhosis the treatment of liver cirrhosis requires a multidisciplinary approach at expert centers given the disease s complexity and serious consequences care quality significantly impacts patient survival specialized care models at tertiary hospitals are thought to improve treatment outcomes and quality of life this study evaluates whether proximity to an expert center influences care quality and patient outcomes and investigates the role of socioeconomic factors and social support in germany a retrospective evaluation was conducted on patients with liver cirrhosis treated at medical faculty mannheim heidelberg university with at child pugh b stage the analysis considered various distances to the hospital and km by car straight line distance and public transportation usage and correlated these with patient survival the analysis showed that neither car travel distance p p straight line distance log rank p cox regression p nor public transportation usage p p up to over km or more than min traveling by public transportation significantly affected survival geographical accessibility and differing socioeconomic conditions did not impact treatment quality or survival rates known risk factors such as age p p gender p p and child pugh stage p p significantly influenced survival specialized care models at tertiary hospitals offer consistent high quality care to rural populations not facing disadvantages in survival due to longer travel distances to expert hepatology centers socioeconomic backgrounds do not affect care quality in this care model"
}