{
    "pmid": "41441682",
    "title": "Risk Groups for Vaccine-Preventable Respiratory Infections in Children and Adults: An Overview of the Australian Environment.",
    "abstract": "Respiratory infections are a leading cause of sickness and death in Australia. In Australia, there is a funded immunisation program for both adults and children aimed at preventing and controlling vaccine-preventable respiratory infections (VPRI), such as pneumococcal disease (PD), influenza A/B, respiratory syncytial virus (RSV) infection, and COVID-19. This narrative review outlines the current Australian adult and paediatric immunisation guidance for VPRIs. It also examines the literature that supports the current risk group recommendations, including the clinical and economic burden of VPRIs, vaccination effectiveness, and coverage. Gaps in current risk group definitions, as well as additional risk groups that could be included in vaccine recommendations, are also discussed. Further research is needed to determine the optimum age for vaccination in adults which may enable alignment of age recommendations across different VPRIs. Individuals with multiple risk factors, commonly referred to as risk stacking, are at a greater risk of developing severe disease for VPRIs. This emphasises the importance of vaccinating these individuals. More research is needed to evaluate the effectiveness of vaccines in older adults and to create more effective vaccines for high-risk paediatric groups, such as those with compromised immunity or for children who have undergone haematopoietic stem cell transplantation.",
    "disease": "influenza",
    "clean_text": "risk groups for vaccine preventable respiratory infections in children and adults an overview of the australian environment respiratory infections are a leading cause of sickness and death in australia in australia there is a funded immunisation program for both adults and children aimed at preventing and controlling vaccine preventable respiratory infections vpri such as pneumococcal disease pd influenza a b respiratory syncytial virus rsv infection and covid this narrative review outlines the current australian adult and paediatric immunisation guidance for vpris it also examines the literature that supports the current risk group recommendations including the clinical and economic burden of vpris vaccination effectiveness and coverage gaps in current risk group definitions as well as additional risk groups that could be included in vaccine recommendations are also discussed further research is needed to determine the optimum age for vaccination in adults which may enable alignment of age recommendations across different vpris individuals with multiple risk factors commonly referred to as risk stacking are at a greater risk of developing severe disease for vpris this emphasises the importance of vaccinating these individuals more research is needed to evaluate the effectiveness of vaccines in older adults and to create more effective vaccines for high risk paediatric groups such as those with compromised immunity or for children who have undergone haematopoietic stem cell transplantation"
}