{
    "title": "The relationship between social support and sleep quality in older adults: A review of the evidence.",
    "doc_id": "37717378",
    "writer": "Seo S",
    "year": "2024",
    "summary": "OBJECTIVES: Sleep quality is crucial for the health and well-being of older adults, and social support has been consistently shown to be related to sleep quality. ...Social support was found to have a positive relationship with subjective and objective …",
    "abstract": "Objectives:\n        \n      \n      Sleep quality is crucial for the health and well-being of older adults, and social support has been consistently shown to be related to sleep quality. However, there is a need for research to understand the mechanisms through which these two factors are linked. The purpose of this review is to synthesize scientific literature on the relationship between social support and sleep quality in older adults.\n    \n\n\n          Methods:\n        \n      \n      Using an integrative review method, this review was conducted for a period from January 2012 to November 2022 using a combination of keywords related to social support and sleep quality in older adults.\n    \n\n\n          Results:\n        \n      \n      A total of 21 studies that met the inclusion criteria were included. Social support was found to have a positive relationship with subjective and objective sleep quality. It may act as both a mediator between insomnia and hopelessness and a moderator buffering the influence of rumination and negative emotions on sleep quality.\n    \n\n\n          Conclusion:\n        \n      \n      This review provides evidence for the positive relationship between social support and sleep quality in older adults. Based on the findings of this review, healthcare professionals should prioritize incorporating assessments of social support and implementing interventions aimed at enhancing social support in older adults to improve their sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37717378/",
    "clean_text": "the relationship between social support and sleep quality in older adults a review of the evidence objectives sleep quality is crucial for the health and well being of older adults and social support has been consistently shown to be related to sleep quality social support was found to have a positive relationship with subjective and objective objectives sleep quality is crucial for the health and well being of older adults and social support has been consistently shown to be related to sleep quality however there is a need for research to understand the mechanisms through which these two factors are linked the purpose of this review is to synthesize scientific literature on the relationship between social support and sleep quality in older adults methods using an integrative review method this review was conducted for a period from january to november using a combination of keywords related to social support and sleep quality in older adults results a total of studies that met the inclusion criteria were included social support was found to have a positive relationship with subjective and objective sleep quality it may act as both a mediator between insomnia and hopelessness and a moderator buffering the influence of rumination and negative emotions on sleep quality conclusion this review provides evidence for the positive relationship between social support and sleep quality in older adults based on the findings of this review healthcare professionals should prioritize incorporating assessments of social support and implementing interventions aimed at enhancing social support in older adults to improve their sleep quality"
}