{
    "pmid": "41459091",
    "title": "BRI shows stronger association than BMI for MACE in patients with T2DM: insights from the ACCORD study.",
    "abstract": "This study investigated the associations of the body roundness index (BRI) with major adverse cardiovascular events (MACEs, including non-fatal myocardial infarction, non-fatal stroke, and cardiovascular death) and total mortality (TM) in patients with type 2 diabetes mellitus (T2DM) from the ACCORD/ACCORDION cohort. During a median follow-up of 8.82 years, a total of 1,802 participants (17.76%) experienced MACEs, and 1,926 participants (18.98%) died from all causes. We used Cox proportional hazards regression models to evaluate the association of BRI and body mass index (BMI) with MACEs and TM. Non-linear dynamics between BRI and these outcomes were probed via restricted cubic spline and smooth curve-fitting, identifying pivotal risk thresholds. Comprehensive subgroup and sensitivity analyses were implemented to validate the consistency of the results. The findings from multivariate Cox regression models, after adjusting for potential confounders, indicated that elevated BRI levels were a significant risk factor for MACEs and TM. A unit rise in BRI was associated with a 3% heightened risk of MACEs and a 6% increase in TM. Patients in the highest tertile of baseline BRI faced a 1.14 fold and a 1.27 fold elevated risk of MACEs and TM, respectively, relative to those in the lowest tertile. In contrast, the same multivariate regression analysis showed no significant association between baseline BMI quartiles and MACEs. Notably, the associations of BRI with MACEs and TM were comparable to those observed for the waist-to-height ratio (WHtR) and the conicity index. Additionally, our analysis delineated a nonlinear correlation between BRI and both types of mortality, pinpointing inflection points at 4.39 for cardiovascular mortality and 4.24 for TM via a recursive methodology. An elevated BRI was significantly associated with a higher risk of MACEs and TM in our cohort of patients with T2DM. BRI may serve as a useful indicator for assessing cardiovascular risk in patients with T2DM. https://clinicaltrials.gov/ct2/show/NCT00000620, NCT00000620.",
    "disease": "diabetes mellitus",
    "clean_text": "bri shows stronger association than bmi for mace in patients with t dm insights from the accord study this study investigated the associations of the body roundness index bri with major adverse cardiovascular events maces including non fatal myocardial infarction non fatal stroke and cardiovascular death and total mortality tm in patients with type diabetes mellitus t dm from the accord accordion cohort during a median follow up of years a total of participants experienced maces and participants died from all causes we used cox proportional hazards regression models to evaluate the association of bri and body mass index bmi with maces and tm non linear dynamics between bri and these outcomes were probed via restricted cubic spline and smooth curve fitting identifying pivotal risk thresholds comprehensive subgroup and sensitivity analyses were implemented to validate the consistency of the results the findings from multivariate cox regression models after adjusting for potential confounders indicated that elevated bri levels were a significant risk factor for maces and tm a unit rise in bri was associated with a heightened risk of maces and a increase in tm patients in the highest tertile of baseline bri faced a fold and a fold elevated risk of maces and tm respectively relative to those in the lowest tertile in contrast the same multivariate regression analysis showed no significant association between baseline bmi quartiles and maces notably the associations of bri with maces and tm were comparable to those observed for the waist to height ratio whtr and the conicity index additionally our analysis delineated a nonlinear correlation between bri and both types of mortality pinpointing inflection points at for cardiovascular mortality and for tm via a recursive methodology an elevated bri was significantly associated with a higher risk of maces and tm in our cohort of patients with t dm bri may serve as a useful indicator for assessing cardiovascular risk in patients with t dm https clinicaltrials gov ct show nct nct"
}