{
    "pmid": "41389243",
    "title": "Genicular artery embolization in a patient with popliteal artery agenesis: a case report.",
    "abstract": "Genicular artery embolization (GAE) is an emerging, minimally invasive therapy for refractory knee osteoarthritis (OA), targeting pathological synovial hypervascularization. While technically well established in typical anatomy, rare congenital anomalies such as popliteal artery (PA) agenesis present unique procedural challenges and demand careful adaptation of endovascular technique. A 56-year-old woman with refractory right knee OA and polymyalgia rheumatica presented with persistent pain despite extensive medical and surgical therapies. Angiography revealed complete absence of the PA, with distal lower limb perfusion entirely maintained through a dense network of arterial anastomoses. Detailed angiographic assessment and superselective catheterization allowed targeted embolization of hypervascular synovial branches while preserving critical collaterals. The procedure was technically successful and uneventful, providing substantial pain relief within two weeks, maintained at 3, 6, and 12 months. At 18 months, symptoms recurred and repeat GAE was considered. However, the symptoms resolved spontaneously, and no further embolization was required. Only mild swelling on exertion persisted. At the two-year follow-up, the patient reported sustained pain relief without further interventions. This case illustrates that GAE can be safely and effectively performed even in the presence of rare congenital vascular anomalies such as PA agenesis. Meticulous angiographic assessment, precise differentiation of synovial from distal perfusion territories, and a tailored embolization strategy are essential to achieve safe and durable outcomes in such anatomically challenging scenarios. This case report underscores the adaptability of endovascular techniques and expands the evidence base for GAE in patients with rare vascular variants.",
    "disease": "osteoarthritis",
    "clean_text": "genicular artery embolization in a patient with popliteal artery agenesis a case report genicular artery embolization gae is an emerging minimally invasive therapy for refractory knee osteoarthritis oa targeting pathological synovial hypervascularization while technically well established in typical anatomy rare congenital anomalies such as popliteal artery pa agenesis present unique procedural challenges and demand careful adaptation of endovascular technique a year old woman with refractory right knee oa and polymyalgia rheumatica presented with persistent pain despite extensive medical and surgical therapies angiography revealed complete absence of the pa with distal lower limb perfusion entirely maintained through a dense network of arterial anastomoses detailed angiographic assessment and superselective catheterization allowed targeted embolization of hypervascular synovial branches while preserving critical collaterals the procedure was technically successful and uneventful providing substantial pain relief within two weeks maintained at and months at months symptoms recurred and repeat gae was considered however the symptoms resolved spontaneously and no further embolization was required only mild swelling on exertion persisted at the two year follow up the patient reported sustained pain relief without further interventions this case illustrates that gae can be safely and effectively performed even in the presence of rare congenital vascular anomalies such as pa agenesis meticulous angiographic assessment precise differentiation of synovial from distal perfusion territories and a tailored embolization strategy are essential to achieve safe and durable outcomes in such anatomically challenging scenarios this case report underscores the adaptability of endovascular techniques and expands the evidence base for gae in patients with rare vascular variants"
}