{
    "pmid": "41371705",
    "title": "Predictive Value of Lipoprotein(a) Combined with the Suita Score for High-Risk Plaque in Japanese Patients.",
    "abstract": "The global distribution of lipoprotein(a) [Lp(a)] levels varies due to racial and ethnic differences. However, the clinical relevance of Lp(a) levels in Japanese patients has not been fully explored. We investigated the association of Lp(a) levels, the Suita score, and the presence of high-risk plaque (HRP) as well as that of ≥ 50% stenosis, quantitative plaque volume, and the value of coronary artery calcium score in coronary computed tomographic angiography (CCTA), among 272 Japanese patients (mean age: 65 years) in whom serum Lp(a) levels were measured due to suspected coronary artery disease. HRP was defined as positive remodeling and/or low attenuation. Plaque volume was quantified as the percent plaque volume. HRP was identified in 33 (12.1%) patients. The prevalence of HRP, ≥ 50% stenosis, and percent plaque volume progressively increased with higher Lp (a) levels and Suita scores. In multivariate analyses, Lp(a) and the Suita score independently predicted HRP when assessed as continuous (p = 0.02, p＜0.001, respectively) or categorical variables (p = 0.005, p = 0.007, respectively). Patients in the highest tertile of Lp(a) and classified as high- or intermediate-risk by the Suita score had the highest HRP risk, whereas those in the lower 2 tertiles and low-risk group had the lowest. Incorporating Lp(a) into the Suita score improved the prediction of HRP beyond the Suita score alone (p = 0.005). The combinatorial value of assessing Lp(a) levels and Suita score may provide useful insight regarding Japanese patients undergoing CCTA for the prediction of HRP.",
    "disease": "coronary artery disease",
    "clean_text": "predictive value of lipoprotein a combined with the suita score for high risk plaque in japanese patients the global distribution of lipoprotein a lp a levels varies due to racial and ethnic differences however the clinical relevance of lp a levels in japanese patients has not been fully explored we investigated the association of lp a levels the suita score and the presence of high risk plaque hrp as well as that of stenosis quantitative plaque volume and the value of coronary artery calcium score in coronary computed tomographic angiography ccta among japanese patients mean age years in whom serum lp a levels were measured due to suspected coronary artery disease hrp was defined as positive remodeling and or low attenuation plaque volume was quantified as the percent plaque volume hrp was identified in patients the prevalence of hrp stenosis and percent plaque volume progressively increased with higher lp a levels and suita scores in multivariate analyses lp a and the suita score independently predicted hrp when assessed as continuous p p respectively or categorical variables p p respectively patients in the highest tertile of lp a and classified as high or intermediate risk by the suita score had the highest hrp risk whereas those in the lower tertiles and low risk group had the lowest incorporating lp a into the suita score improved the prediction of hrp beyond the suita score alone p the combinatorial value of assessing lp a levels and suita score may provide useful insight regarding japanese patients undergoing ccta for the prediction of hrp"
}