{
    "title": "Systemic lupus erythematosus, dermatomyositis, scleroderma, vasculopathies, and other connective tissue disorders in children.",
    "doc_id": "1751318",
    "writer": "Tucker LB.",
    "year": "1991",
    "summary": "A review of morbidity seen in childhood-onset systemic lupus erythematosus reveals the need for careful monitoring for complications secondary to treatment and infections. Current understanding of the pathophysiology and risks of developing the neonatal lu …",
    "abstract": "The diverse disorders discussed in this review share the underlying features of multisystem involvement and vasculitis as a part of their pathophysiology. A review of morbidity seen in childhood-onset systemic lupus erythematosus reveals the need for careful monitoring for complications secondary to treatment and infections. Current understanding of the pathophysiology and risks of developing the neonatal lupus syndrome are reviewed, with the important recognition of the association of specific maternal autoantibodies with affected offspring. A review of current management issues in the treatment of juvenile dermatomyositis is discussed. Kawasaki disease, one of the most common childhood vasculitides, continues to provoke interest in the areas of accurate diagnosis, potential etiologic role of common viruses, management, and late morbidity. Interesting case reports of children with unusual features of the more rarely described disorders of Sjögren's syndrome, scleroderma, and Behçet's syndrome are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1751318/",
    "clean_text": "systemic lupus erythematosus dermatomyositis scleroderma vasculopathies and other connective tissue disorders in children a review of morbidity seen in childhood onset systemic lupus erythematosus reveals the need for careful monitoring for complications secondary to treatment and infections current understanding of the pathophysiology and risks of developing the neonatal lu the diverse disorders discussed in this review share the underlying features of multisystem involvement and vasculitis as a part of their pathophysiology a review of morbidity seen in childhood onset systemic lupus erythematosus reveals the need for careful monitoring for complications secondary to treatment and infections current understanding of the pathophysiology and risks of developing the neonatal lupus syndrome are reviewed with the important recognition of the association of specific maternal autoantibodies with affected offspring a review of current management issues in the treatment of juvenile dermatomyositis is discussed kawasaki disease one of the most common childhood vasculitides continues to provoke interest in the areas of accurate diagnosis potential etiologic role of common viruses management and late morbidity interesting case reports of children with unusual features of the more rarely described disorders of sj gren s syndrome scleroderma and beh et s syndrome are discussed"
}