{
    "title": "Qualitative evaluation in nursing interventions-A review of the literature.",
    "doc_id": "32802349",
    "writer": "Rørtveit K",
    "year": "2020",
    "summary": "AIM: To identify and synthesize qualitative evaluation methods used in nursing interventions. DESIGN: A systematic qualitative review with a content analysis. ...The main theme Challenging complexity by evaluating qualitatively described processes and charact …",
    "abstract": "Aim:\n        \n      \n      To identify and synthesize qualitative evaluation methods used in nursing interventions.\n    \n\n\n          Design:\n        \n      \n      A systematic qualitative review with a content analysis. Four databases were used: MEDLINE, PsycINFO, Embase and CINAHL using pre-defined terms. The included papers were published from 2014-2018.\n    \n\n\n          Methods:\n        \n      \n      We followed the guidelines of Dixon-Woods et al., Sandelowski and Barroso, the Critical Appraisal Skills Programme qualitative checklist and The Confidence in the Evidence from Reviews of Qualitative Research Approach.\n    \n\n\n          Results:\n        \n      \n      Of 103 papers, 15 were eligible for inclusion. The main theme Challenging complexity by evaluating qualitatively described processes and characteristics of qualitative evaluation. Two analytic themes emerged: Evaluating the implementation process and Evaluating improvements brought about by the programme.\n    \n\n\n          Conclusion:\n        \n      \n      Different qualitative evaluation methods in nursing are a way of documenting knowledge that is difficult to illuminate in natural settings and make an important contribution when determining the pros and cons of an intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32802349/",
    "clean_text": "qualitative evaluation in nursing interventions a review of the literature aim to identify and synthesize qualitative evaluation methods used in nursing interventions design a systematic qualitative review with a content analysis the main theme challenging complexity by evaluating qualitatively described processes and charact aim to identify and synthesize qualitative evaluation methods used in nursing interventions design a systematic qualitative review with a content analysis four databases were used medline psycinfo embase and cinahl using pre defined terms the included papers were published from methods we followed the guidelines of dixon woods et al sandelowski and barroso the critical appraisal skills programme qualitative checklist and the confidence in the evidence from reviews of qualitative research approach results of papers were eligible for inclusion the main theme challenging complexity by evaluating qualitatively described processes and characteristics of qualitative evaluation two analytic themes emerged evaluating the implementation process and evaluating improvements brought about by the programme conclusion different qualitative evaluation methods in nursing are a way of documenting knowledge that is difficult to illuminate in natural settings and make an important contribution when determining the pros and cons of an intervention"
}