{
    "title": "Autism Symptoms in Fragile X Syndrome.",
    "doc_id": "28617074",
    "writer": "Niu M",
    "year": "2017",
    "summary": "Fragile X syndrome (FXS) is recognized as the most common genetic cause of intellectual disability and autism spectrum disorder (ASD). ...",
    "abstract": "Fragile X syndrome (FXS) is recognized as the most common genetic cause of intellectual disability and autism spectrum disorder (ASD). Although symptoms of ASD are frequently observed in patients with FXS, researchers have not yet clearly determined whether the symptoms in patients with FXS differ from the symptoms in patients without ASD or nonsyndromic ASD. Behavioral similarities and differences between FXS and ASD are important to improve our understanding of the causes and correlations of ASD with FXS. Based on the evidence presented in this review, individuals with FXS and comorbid ASD have more severe behavioral problems than individuals with FXS alone. However, patients with FXS and comorbid ASD exhibit less severe impairments in the social and communication symptoms than patients with nonsyndromic ASD. Individuals with FXS also present with anxiety and seizures in addition to comorbid ASD symptoms, and differences in these conditions are noted in patients with FXS and ASD. This review also discusses the role of fragile X mental retardation 1 protein (FMRP) in FXS and ASD phenotypes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28617074/",
    "clean_text": "autism symptoms in fragile x syndrome fragile x syndrome fxs is recognized as the most common genetic cause of intellectual disability and autism spectrum disorder asd fragile x syndrome fxs is recognized as the most common genetic cause of intellectual disability and autism spectrum disorder asd although symptoms of asd are frequently observed in patients with fxs researchers have not yet clearly determined whether the symptoms in patients with fxs differ from the symptoms in patients without asd or nonsyndromic asd behavioral similarities and differences between fxs and asd are important to improve our understanding of the causes and correlations of asd with fxs based on the evidence presented in this review individuals with fxs and comorbid asd have more severe behavioral problems than individuals with fxs alone however patients with fxs and comorbid asd exhibit less severe impairments in the social and communication symptoms than patients with nonsyndromic asd individuals with fxs also present with anxiety and seizures in addition to comorbid asd symptoms and differences in these conditions are noted in patients with fxs and asd this review also discusses the role of fragile x mental retardation protein fmrp in fxs and asd phenotypes"
}