{
    "pmid": "41384115",
    "title": "SPP1, LYZ, and MCM5: potential diagnostic biomarkers for rheumatoid arthritis and cervical cancer comorbidity.",
    "abstract": "The comorbidity of rheumatoid arthritis (RA), a chronic autoimmune disease, with cervical cancer has garnered a lot of attention. Cervical cancer is much more common in RA patients than in the general population, which may be caused by immunosuppressive therapy, chronic inflammation, and poor clearance of the Human Papillomavirus (HPV). The purpose of this study is to explore the molecular mechanism of comorbidity between RA and cervical cancer and identify potential biomarkers through transcriptomics and single cell transcriptomics analysis. In this study, transcriptome expression profile data of RA and cervical cancer were downloaded from Gene Expression Omnibus (GEO) and The Cancer Genome Atlas (TCGA) databases, and differential gene analysis, Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) functional enrichment analysis were performed. Using multivariate Cox proportional hazard modeling and Lasso regression, independent differential genes linked to the prognosis of cervical cancer were screened. Molecular docking technology was used to predict the interaction between candidate gene encoded proteins and HPV 16 E6/E7. Intercellular communication and the expression patterns of potential genes in various cell groups were examined using single cell transcriptome data. Finally, the expression of candidate genes in cervical tissues of patients with RA combined with cervical cancer was verified by immunohistochemistry. The study found that those with RA had 493 up-regulated genes and 216 down-regulated genes, while individuals with cervical cancer had 2,600 up-regulated genes and 2,172 down-regulated genes. Cox regression analysis identified 35 genes independently associated with the prognosis of cervical cancer, of which SPP1, LYZ, and MCM5 were significantly regulated in both RA and cervical cancer. The HPV 16 E6/E7 specific binding sites of the proteins produced by these three genes were shown using molecular docking simulation. Especially, single cell transcriptomic analysis revealed that SPP1 was highly expressed in NK/T cells, Myeloid cells, and epithelial cells, and served as an important ligand receptor pair for communication between these cells. Immunohistochemistry results further verified the high expression of SPP1, LYZ, and MCM5 in patients with RA combined with cervical cancer. This study successfully identified SPP1, LYZ, and MCM5 as key hub genes for the comorbidity of RA and cervical cancer. By regulating processes like inflammation, immune evasion, and cell proliferation, these genes not only have a high diagnostic potential but may also contribute to the occurrence and development of cervical cancer.",
    "disease": "rheumatoid arthritis",
    "clean_text": "spp lyz and mcm potential diagnostic biomarkers for rheumatoid arthritis and cervical cancer comorbidity the comorbidity of rheumatoid arthritis ra a chronic autoimmune disease with cervical cancer has garnered a lot of attention cervical cancer is much more common in ra patients than in the general population which may be caused by immunosuppressive therapy chronic inflammation and poor clearance of the human papillomavirus hpv the purpose of this study is to explore the molecular mechanism of comorbidity between ra and cervical cancer and identify potential biomarkers through transcriptomics and single cell transcriptomics analysis in this study transcriptome expression profile data of ra and cervical cancer were downloaded from gene expression omnibus geo and the cancer genome atlas tcga databases and differential gene analysis gene ontology go and kyoto encyclopedia of genes and genomes kegg functional enrichment analysis were performed using multivariate cox proportional hazard modeling and lasso regression independent differential genes linked to the prognosis of cervical cancer were screened molecular docking technology was used to predict the interaction between candidate gene encoded proteins and hpv e e intercellular communication and the expression patterns of potential genes in various cell groups were examined using single cell transcriptome data finally the expression of candidate genes in cervical tissues of patients with ra combined with cervical cancer was verified by immunohistochemistry the study found that those with ra had up regulated genes and down regulated genes while individuals with cervical cancer had up regulated genes and down regulated genes cox regression analysis identified genes independently associated with the prognosis of cervical cancer of which spp lyz and mcm were significantly regulated in both ra and cervical cancer the hpv e e specific binding sites of the proteins produced by these three genes were shown using molecular docking simulation especially single cell transcriptomic analysis revealed that spp was highly expressed in nk t cells myeloid cells and epithelial cells and served as an important ligand receptor pair for communication between these cells immunohistochemistry results further verified the high expression of spp lyz and mcm in patients with ra combined with cervical cancer this study successfully identified spp lyz and mcm as key hub genes for the comorbidity of ra and cervical cancer by regulating processes like inflammation immune evasion and cell proliferation these genes not only have a high diagnostic potential but may also contribute to the occurrence and development of cervical cancer"
}