{
    "title": "Aetiological diagnosis of ischaemic stroke in young adults.",
    "doc_id": "20965437",
    "writer": "Ferro JM",
    "year": "2010",
    "summary": "Despite improvements in diagnosis and treatment, ischaemic stroke in young adults remains a catastrophic event from the patients' perspective. Stroke can cause death, disability, and hamper quality of life. For the neurologist treating a young adult wi …",
    "abstract": "Despite improvements in diagnosis and treatment, ischaemic stroke in young adults remains a catastrophic event from the patients' perspective. Stroke can cause death, disability, and hamper quality of life. For the neurologist treating a young adult with suspected ischaemic stroke, the diagnostic challenge is to identify its cause. Contemporary neuroimaging of the brain and its vessels, and a comprehensive cardiac assessment, will enable identification of the most frequent causes of stroke in this age group: cardioembolism and arterial dissection. Specific diagnostic tests for the many other rare causes of ischaemic stroke in young adults (angiography, CSF examination, screening for vasculitis and thrombophilia, genetic testing, and ophthalmological examination) should be guided by suspected clinical findings or by the high prevalence of diseases associated with stroke in some countries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20965437/",
    "clean_text": "aetiological diagnosis of ischaemic stroke in young adults despite improvements in diagnosis and treatment ischaemic stroke in young adults remains a catastrophic event from the patients perspective stroke can cause death disability and hamper quality of life for the neurologist treating a young adult wi despite improvements in diagnosis and treatment ischaemic stroke in young adults remains a catastrophic event from the patients perspective stroke can cause death disability and hamper quality of life for the neurologist treating a young adult with suspected ischaemic stroke the diagnostic challenge is to identify its cause contemporary neuroimaging of the brain and its vessels and a comprehensive cardiac assessment will enable identification of the most frequent causes of stroke in this age group cardioembolism and arterial dissection specific diagnostic tests for the many other rare causes of ischaemic stroke in young adults angiography csf examination screening for vasculitis and thrombophilia genetic testing and ophthalmological examination should be guided by suspected clinical findings or by the high prevalence of diseases associated with stroke in some countries"
}