{
    "pmid": "41466013",
    "title": "A retrospective analysis of clinical characteristics and risk factors of renal anemia in elderly patients on maintenance hemodialysis.",
    "abstract": "This study aimed to investigate the incidence of renal anemia, defined as hemoglobin < 11 g/dL, in elderly patients on maintenance hemodialysis (MHD) and to analyze the associated risk factors and protective factors using a multivariable logistic regression model. A follow-up period of 6 months was used. A retrospective study was conducted on 120 elderly patients who underwent MHD at our hospital from January to May 2025. Demographic characteristics, comorbidities, and laboratory parameters were collected. Patients were divided into a renal anemia group (n = 90) and a non-renal anemia group (n = 30) based on the occurrence of renal anemia during follow-up. Differences between the 2 groups were compared, and indicators with statistical significance in univariate analysis were included in the multivariate logistic regression model. The incidence of renal anemia in elderly MHD patients was 75.0%, which is higher than previously reported rates in similar populations (typically ranging from 60-120%). Compared with the nonoccurrence group, patients in the occurrence group had significantly lower serum calcium, phosphorus, and pre-albumin (pre-ALB) levels, while serum intact parathyroid hormone (iPTH) and C-reactive protein (CRP) levels were significantly higher (P < .05). Correlation analysis indicated that serum calcium, phosphorus, and pre-ALB were negatively correlated with renal anemia, while iPTH and CRP were positively correlated with renal anemia. Further multivariate regression analysis revealed that higher serum calcium, phosphorus, and pre-ALB levels were protective factors, whereas elevated iPTH and CRP levels were risk factors. In conclusion, low serum calcium, phosphorus, and pre-ALB levels are risk factors, while elevated iPTH and CRP levels act as protective factors for renal anemia in elderly patients on MHD. Clinical management should emphasize nutritional support, regulation of calcium and phosphorus metabolism, and control of inflammatory responses to reduce the incidence of anemia and improve patient outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "a retrospective analysis of clinical characteristics and risk factors of renal anemia in elderly patients on maintenance hemodialysis this study aimed to investigate the incidence of renal anemia defined as hemoglobin g dl in elderly patients on maintenance hemodialysis mhd and to analyze the associated risk factors and protective factors using a multivariable logistic regression model a follow up period of months was used a retrospective study was conducted on elderly patients who underwent mhd at our hospital from january to may demographic characteristics comorbidities and laboratory parameters were collected patients were divided into a renal anemia group n and a non renal anemia group n based on the occurrence of renal anemia during follow up differences between the groups were compared and indicators with statistical significance in univariate analysis were included in the multivariate logistic regression model the incidence of renal anemia in elderly mhd patients was which is higher than previously reported rates in similar populations typically ranging from compared with the nonoccurrence group patients in the occurrence group had significantly lower serum calcium phosphorus and pre albumin pre alb levels while serum intact parathyroid hormone ipth and c reactive protein crp levels were significantly higher p correlation analysis indicated that serum calcium phosphorus and pre alb were negatively correlated with renal anemia while ipth and crp were positively correlated with renal anemia further multivariate regression analysis revealed that higher serum calcium phosphorus and pre alb levels were protective factors whereas elevated ipth and crp levels were risk factors in conclusion low serum calcium phosphorus and pre alb levels are risk factors while elevated ipth and crp levels act as protective factors for renal anemia in elderly patients on mhd clinical management should emphasize nutritional support regulation of calcium and phosphorus metabolism and control of inflammatory responses to reduce the incidence of anemia and improve patient outcomes"
}