{
    "pmid": "41456140",
    "title": "Multi-target prediction to Detect the Anti-cancerous Potential of Sida cordifolia in Treating Breast Cancer.",
    "abstract": "Breast cancer arises from the uncontrolled proliferation of breast cells, leading to tumour. Sida cordifolia, commonly known as Bala, an herbaceous plant widely used in traditional medicine, particularly in Ayurveda, due to its numerous medicinal properties. This study investigates the multi-target therapeutic mechanisms of S. cordifolia against breast cancer using network pharmacology. Phytochemicals of S. cordifolia were extracted from the IMPPAT database, and their ADME (Absorption, Distribution, Metabolism, and Excretion) properties were evaluated using SwissADME database. The web tool SwissTargetPrediction identified phytochemical targets, and breast cancer targets were retrieved from the database Open Targets Platform. Shared targets were identified using the web tool Venny 2.1.0, and a PPI (Protein- Protein Interaction) network was generated via STRING database. Hub genes were analysed in Cytoscape 3.10.2 software, with KEGG (Kyoto Encyclopaedia of Genes and Genomes) and GO (Gene Ontology) was performed using the tool ShinyGO 0.80. The KEGG pathway analysis revealed five genes: Epidermal growth factor receptor (EGFR), Estrogen receptor 1 (ESR1), mammalian target of rapamycin (mTOR), Progesterone receptor (PGR), and tumour protein p53 (TP53) that directly participate in the breast cancer pathway. These genes were identified as core targets and are targeted by the phytochemicals present in S. cordifolia, including quinazoline, abietaic acid, malvalic acid, linoleic acid, and 20-hydroxyecdysone. This study highlights S. cordifolia's potential as a multi-target therapeutic agent against breast cancer, with key phytochemicals targeting critical genes involved in cancer progression. These findings suggest that S. cordifolia could be a valuable candidate for further research in breast cancer treatment.",
    "disease": "breast cancer",
    "clean_text": "multi target prediction to detect the anti cancerous potential of sida cordifolia in treating breast cancer breast cancer arises from the uncontrolled proliferation of breast cells leading to tumour sida cordifolia commonly known as bala an herbaceous plant widely used in traditional medicine particularly in ayurveda due to its numerous medicinal properties this study investigates the multi target therapeutic mechanisms of s cordifolia against breast cancer using network pharmacology phytochemicals of s cordifolia were extracted from the imppat database and their adme absorption distribution metabolism and excretion properties were evaluated using swissadme database the web tool swisstargetprediction identified phytochemical targets and breast cancer targets were retrieved from the database open targets platform shared targets were identified using the web tool venny and a ppi protein protein interaction network was generated via string database hub genes were analysed in cytoscape software with kegg kyoto encyclopaedia of genes and genomes and go gene ontology was performed using the tool shinygo the kegg pathway analysis revealed five genes epidermal growth factor receptor egfr estrogen receptor esr mammalian target of rapamycin mtor progesterone receptor pgr and tumour protein p tp that directly participate in the breast cancer pathway these genes were identified as core targets and are targeted by the phytochemicals present in s cordifolia including quinazoline abietaic acid malvalic acid linoleic acid and hydroxyecdysone this study highlights s cordifolia s potential as a multi target therapeutic agent against breast cancer with key phytochemicals targeting critical genes involved in cancer progression these findings suggest that s cordifolia could be a valuable candidate for further research in breast cancer treatment"
}