{
    "pmid": "41353793",
    "title": "Optimized respiratory virus influenza A whole genome sequencing strategies for improving even read coverage of segments.",
    "abstract": "Whole genome sequencing is increasingly being deployed to support respiratory virus influenza clinical studies and surveillance. However, PCR amplification inefficiency results in an imbalanced distribution among the eight segments, which makes it challenging to obtain complete genomes. The difficulties of amplifying the longer polymerase genes, particularly when the cycle threshold (Ct) of a specimen is greater than 25, were highlighted by the whole genome sequencing (WGS) data of 109 influenza A virus (IAV) specimens. We addressed the low genome coverage of the PB1 segment by incorporating additional singleplex PB1 primers into the WGS PCR assay, as well as balancing the ratio of forward primer variants targeting a single nucleotide polymorphism - either uracil (U) or cytosine (C) - located at the 4th position of the promoter region at the 3' terminus. Furthermore, we have verified the improved performance of the Invitrogen™ UniPrime™ enzyme when compared to its predecessor, SuperScript IV™, and developed a more efficient thermal cycling condition (\"C\") to generate eight complete IAV segments. Lastly, we determined that the optimal amplicon-to-bead volume ratio for removal of shorter, unwanted DNA fragments during PCR amplicon purification is 1:0.5. In summary, these optimizations improve the recovery of lower coverage segments and provide strategies aimed at obtaining high quality IAV genomes by means of Oxford Nanopore Technologies-based sequencing, ultimately providing valuable insights for better serving influenza clinical research and surveillance.",
    "disease": "influenza",
    "clean_text": "optimized respiratory virus influenza a whole genome sequencing strategies for improving even read coverage of segments whole genome sequencing is increasingly being deployed to support respiratory virus influenza clinical studies and surveillance however pcr amplification inefficiency results in an imbalanced distribution among the eight segments which makes it challenging to obtain complete genomes the difficulties of amplifying the longer polymerase genes particularly when the cycle threshold ct of a specimen is greater than were highlighted by the whole genome sequencing wgs data of influenza a virus iav specimens we addressed the low genome coverage of the pb segment by incorporating additional singleplex pb primers into the wgs pcr assay as well as balancing the ratio of forward primer variants targeting a single nucleotide polymorphism either uracil u or cytosine c located at the th position of the promoter region at the terminus furthermore we have verified the improved performance of the invitrogen uniprime enzyme when compared to its predecessor superscript iv and developed a more efficient thermal cycling condition c to generate eight complete iav segments lastly we determined that the optimal amplicon to bead volume ratio for removal of shorter unwanted dna fragments during pcr amplicon purification is in summary these optimizations improve the recovery of lower coverage segments and provide strategies aimed at obtaining high quality iav genomes by means of oxford nanopore technologies based sequencing ultimately providing valuable insights for better serving influenza clinical research and surveillance"
}