{
    "pmid": "41373611",
    "title": "Formulation Optimization of Sinomenine-Loaded Nanostructured Lipid Carriers Based on Molecular Dynamics Simulations and Evaluation of Pharmacological Efficacy in Rheumatoid Arthritis.",
    "abstract": "Sinomenine (SIN), as a potential therapeutic agent for rheumatoid arthritis (RA), exhibits advantages such as non-addictiveness. However, its low aqueous solubility and poor membrane permeability result in limited bioavailability, which compromises its therapeutic efficacy in conventional formulations. To address these limitations, this study developed nanostructured lipid carriers (NLCs) with optimized formulations and evaluated their pharmacodynamic performance. Molecular dynamics (MD) simulations were employed to screen excipients and analyze the blending system. SIN-loaded NLCs (SIN-NLCs) were prepared using high-pressure homogenization. Single-factor experiments were performed to optimize the processing conditions of SIN-NLCs. A three-factor, three-level experimental design was established using Design Expert 13 software and further refined through Box-Behnken design (BBD) response surface methodology. This approach enabled cross-validation between molecular dynamics simulations and conventional experiments. Additionally, transmission electron microscopy (TEM) was used to examine morphology, while X-ray diffraction analysis (XRD), differential scanning calorimetry (DSC), and Fourier-transform infrared spectroscopy (FT-IR) were employed to characterize the physicochemical state of SIN in NLCs. Pharmacodynamic evaluation was performed in a RA model, supplemented by single-pass intestinal perfusion study (SPIP). Initially, MD simulations were employed to evaluate drug-excipient compatibility, thereby identifying suitable formulation excipients: stearic acid and oleic acid as lipid components, and Poloxamer 188 as the surfactant. Subsequently, single-factor experiments combined with the BBD response surface methodology were employed to optimize preparation parameters, establishing the ideal process conditions: drug-to-lipid ratio of 1:42, solid-to-liquid lipid ratio of 5.58:4.42, and Poloxamer 188 concentration of 1.20%. The optimized SIN-NLCs exhibited spherical particles with uniform dispersion and no agglomeration. The average particle size was 173.90 ± 1.97 nm, with a polydispersity index (PDI) of 0.18 ± 0.01, a zeta potential of -22.65 ± 0.60 mV, and an encapsulation efficiency (EE%) of 91.27% ± 0.01. Spectroscopic analysis confirmed that SIN existed in an amorphous state and was successfully encapsulated within the lipid matrix. In vivo, SIN-NLCs significantly reduced paw swelling and arthritis scores in model rats, promoted synovial cell proliferation, and suppressed inflammatory cell infiltration. The intestinal perfusion study demonstrated that SIN-NLCs were primarily absorbed in the small intestine and markedly enhanced drug permeability. SIN-NLCs represent an effective delivery system to enhance the solubility and permeability of SIN. This study provides a novel strategy and methodology for the formulation of hydrophobic drugs, offering valuable insights for future pharmaceutical development.",
    "disease": "rheumatoid arthritis",
    "clean_text": "formulation optimization of sinomenine loaded nanostructured lipid carriers based on molecular dynamics simulations and evaluation of pharmacological efficacy in rheumatoid arthritis sinomenine sin as a potential therapeutic agent for rheumatoid arthritis ra exhibits advantages such as non addictiveness however its low aqueous solubility and poor membrane permeability result in limited bioavailability which compromises its therapeutic efficacy in conventional formulations to address these limitations this study developed nanostructured lipid carriers nlcs with optimized formulations and evaluated their pharmacodynamic performance molecular dynamics md simulations were employed to screen excipients and analyze the blending system sin loaded nlcs sin nlcs were prepared using high pressure homogenization single factor experiments were performed to optimize the processing conditions of sin nlcs a three factor three level experimental design was established using design expert software and further refined through box behnken design bbd response surface methodology this approach enabled cross validation between molecular dynamics simulations and conventional experiments additionally transmission electron microscopy tem was used to examine morphology while x ray diffraction analysis xrd differential scanning calorimetry dsc and fourier transform infrared spectroscopy ft ir were employed to characterize the physicochemical state of sin in nlcs pharmacodynamic evaluation was performed in a ra model supplemented by single pass intestinal perfusion study spip initially md simulations were employed to evaluate drug excipient compatibility thereby identifying suitable formulation excipients stearic acid and oleic acid as lipid components and poloxamer as the surfactant subsequently single factor experiments combined with the bbd response surface methodology were employed to optimize preparation parameters establishing the ideal process conditions drug to lipid ratio of solid to liquid lipid ratio of and poloxamer concentration of the optimized sin nlcs exhibited spherical particles with uniform dispersion and no agglomeration the average particle size was nm with a polydispersity index pdi of a zeta potential of mv and an encapsulation efficiency ee of spectroscopic analysis confirmed that sin existed in an amorphous state and was successfully encapsulated within the lipid matrix in vivo sin nlcs significantly reduced paw swelling and arthritis scores in model rats promoted synovial cell proliferation and suppressed inflammatory cell infiltration the intestinal perfusion study demonstrated that sin nlcs were primarily absorbed in the small intestine and markedly enhanced drug permeability sin nlcs represent an effective delivery system to enhance the solubility and permeability of sin this study provides a novel strategy and methodology for the formulation of hydrophobic drugs offering valuable insights for future pharmaceutical development"
}