{
    "pmid": "41458684",
    "title": "Percutaneous Nephrostomy and Ureteroscopic Management of Bilateral Renal Papillary Necrosis in an Elderly Female.",
    "abstract": "Renal papillary necrosis (RPN) is a rare but clinically significant cause of obstructive uropathy, often associated with infection, diabetes mellitus, analgesic abuse, or systemic vascular comorbidities. Timely diagnosis and intervention are essential to prevent irreversible renal injury and sepsis. An 84-year-old female with multiple chronic comorbidities, including hypertension, ischemic heart disease, and long-term anticoagulation therapy, presented with acute severe left-sided loin pain, fever, and vomiting. Imaging revealed bilateral hyperdense lesions at the ureteropelvic junctions, initially mimicking calculi. Flexible ureteroscopy later confirmed sloughed necrotic papillae, consistent with bilateral RPN. The patient underwent urgent percutaneous nephrostomy for decompression, followed by definitive ureteroscopic retrieval of necrotic tissue. Histopathology demonstrated fibrosis, tubular epithelial erosion, and ischemic necrosis without evidence of malignancy. The patient showed marked clinical improvement, normalization of renal function, and complete radiological resolution at one-month follow-up. This case underscores the importance of early recognition, prompt decompression, and coordinated multidisciplinary management in obstructive RPN. A structured diagnostic and therapeutic approach can lead to full functional recovery even in elderly patients with complex comorbidities.",
    "disease": "diabetes mellitus",
    "clean_text": "percutaneous nephrostomy and ureteroscopic management of bilateral renal papillary necrosis in an elderly female renal papillary necrosis rpn is a rare but clinically significant cause of obstructive uropathy often associated with infection diabetes mellitus analgesic abuse or systemic vascular comorbidities timely diagnosis and intervention are essential to prevent irreversible renal injury and sepsis an year old female with multiple chronic comorbidities including hypertension ischemic heart disease and long term anticoagulation therapy presented with acute severe left sided loin pain fever and vomiting imaging revealed bilateral hyperdense lesions at the ureteropelvic junctions initially mimicking calculi flexible ureteroscopy later confirmed sloughed necrotic papillae consistent with bilateral rpn the patient underwent urgent percutaneous nephrostomy for decompression followed by definitive ureteroscopic retrieval of necrotic tissue histopathology demonstrated fibrosis tubular epithelial erosion and ischemic necrosis without evidence of malignancy the patient showed marked clinical improvement normalization of renal function and complete radiological resolution at one month follow up this case underscores the importance of early recognition prompt decompression and coordinated multidisciplinary management in obstructive rpn a structured diagnostic and therapeutic approach can lead to full functional recovery even in elderly patients with complex comorbidities"
}