{
    "title": "Advance in Tissue Differentiation and its Regulatory Mechanisms by Master Proteins of Nervous System during Weaning.",
    "doc_id": "30678621",
    "writer": "Ma W",
    "year": "2019",
    "summary": "The development, differentiation, and maturation of the nervous system are regulated by many proteins. Changes in related proteins affect the physiological functions of the nervous system. However, the regulation of selfrenewal and differentiation of t …",
    "abstract": "Weaning is a critical period for the growth and development of mammals, in which various physiological and biochemical indicators of the body have undergone great changes. The development, differentiation, and maturation of the nervous system are regulated by many proteins. Changes in related proteins affect the physiological functions of the nervous system. However, the regulation of selfrenewal and differentiation of the nervous system at this stage is still poorly understood. The mechanism of differentiation and regulation of the major proteins in the nervous system during this special period of weaning remains to be investigated. Therefore, this paper aims to summarize the alteration of the nervous system during weaning and provide the basis for subsequent research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30678621/",
    "clean_text": "advance in tissue differentiation and its regulatory mechanisms by master proteins of nervous system during weaning the development differentiation and maturation of the nervous system are regulated by many proteins changes in related proteins affect the physiological functions of the nervous system however the regulation of selfrenewal and differentiation of t weaning is a critical period for the growth and development of mammals in which various physiological and biochemical indicators of the body have undergone great changes the development differentiation and maturation of the nervous system are regulated by many proteins changes in related proteins affect the physiological functions of the nervous system however the regulation of selfrenewal and differentiation of the nervous system at this stage is still poorly understood the mechanism of differentiation and regulation of the major proteins in the nervous system during this special period of weaning remains to be investigated therefore this paper aims to summarize the alteration of the nervous system during weaning and provide the basis for subsequent research"
}