{
    "pmid": "41425629",
    "title": "Respiratory and peripheral muscle ultrasound, including shear-wave elastography, for sarcopenia screening in COPD.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is associated with an increased risk of sarcopenia, which contributes to disease progression and poor clinical outcomes. Ultrasound offers a noninvasive and effective way to assess muscle structure and function. This study aimed to evaluate the diagnostic utility of two-dimensional ultrasound (2D-US) and shear wave elastography (SWE) for detecting sarcopenia in COPD patients. In this prospective, single-center study, 76 COPD patients were enrolled and classified into sarcopenia and non-sarcopenia groups based on diagnostic criteria. All participants underwent 2D-US to assess the thickness of the diaphragm (DTei), intercostal muscles (ICMTei), rectus abdominis (RAT), rectus femoris (RFT), and biceps brachii (BBT); as well as the cross-sectional area of the rectus femoris (RF-CSA), and biceps brachii (BB-CSA). Additionally, respiratory muscle function parameters, including diaphragm thickening fraction (DTF), diaphragm excursion (DE), and intercostal muscle thickening fraction (ICMTF), were also measured. Where feasible, SWE was performed on 42 patients to measure the shear wave velocity (SWV) of each muscle. Multivariable logistic regression identified independent predictors of sarcopenia, and diagnostic performance was evaluated using ROC curve analysis. Between April and July 2025, 76 COPD patients were enrolled in the study assess ultrasound screening sarcopenia in COPD patients, and 30 healthy subjects were recruited in the reproducibility study. In the repeatability assessment, the ICC values for all parameters ranged from 0.851 to 0.994. In the sarcopenia screening study, significant differences were observed between groups for multiple parameters, including DTei, DE, RFT, RF-CSA, BB-CSA, D-SWV, ICM-SWV, RA-SWV, and BB-SWV (all  Combining morphological and elasticity-based ultrasound parameters provides a reliable, non-invasive method for diagnosing sarcopenia in COPD patients. This approach may help guide early interventions and personalized management strategies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "respiratory and peripheral muscle ultrasound including shear wave elastography for sarcopenia screening in copd chronic obstructive pulmonary disease copd is associated with an increased risk of sarcopenia which contributes to disease progression and poor clinical outcomes ultrasound offers a noninvasive and effective way to assess muscle structure and function this study aimed to evaluate the diagnostic utility of two dimensional ultrasound d us and shear wave elastography swe for detecting sarcopenia in copd patients in this prospective single center study copd patients were enrolled and classified into sarcopenia and non sarcopenia groups based on diagnostic criteria all participants underwent d us to assess the thickness of the diaphragm dtei intercostal muscles icmtei rectus abdominis rat rectus femoris rft and biceps brachii bbt as well as the cross sectional area of the rectus femoris rf csa and biceps brachii bb csa additionally respiratory muscle function parameters including diaphragm thickening fraction dtf diaphragm excursion de and intercostal muscle thickening fraction icmtf were also measured where feasible swe was performed on patients to measure the shear wave velocity swv of each muscle multivariable logistic regression identified independent predictors of sarcopenia and diagnostic performance was evaluated using roc curve analysis between april and july copd patients were enrolled in the study assess ultrasound screening sarcopenia in copd patients and healthy subjects were recruited in the reproducibility study in the repeatability assessment the icc values for all parameters ranged from to in the sarcopenia screening study significant differences were observed between groups for multiple parameters including dtei de rft rf csa bb csa d swv icm swv ra swv and bb swv all combining morphological and elasticity based ultrasound parameters provides a reliable non invasive method for diagnosing sarcopenia in copd patients this approach may help guide early interventions and personalized management strategies"
}