{
    "title": "SGLT2 inhibitor in a type 2 diabetes mellitus patient coexisted with central diabetes insipidus following hyperosmolar hyperglycemic state.",
    "doc_id": "40264121",
    "writer": "Liu S",
    "year": "2025",
    "summary": "BACKGROUND: Central diabetes insipidus (CDI) is a rare complication following a hyperglycemic hyperosmolar state (HHS) in patients with type 2 diabetes mellitus (T2DM). ...",
    "abstract": "Background:\n        \n      \n      Central diabetes insipidus (CDI) is a rare complication following a hyperglycemic hyperosmolar state (HHS) in patients with type 2 diabetes mellitus (T2DM). The coexistence of T2DM and CDI can lead to diagnostic challenges, particularly when the patients present with persistent hypernatremia without a sense of thirst.\n    \n\n\n          Case presentation:\n        \n      \n      This case report describes a young woman with T2DM and HHS who developed persistent hypernatremia without thirst. The diagnosis of CDI was delayed until she exhibited polydipsia, consuming up to 10 L of water per day, following the administration of dapagliflozin for glucose control. Initially, the low specific gravity of urine was not evident during dapagliflozin treatment. However, after discontinuing dapagliflozin for 48 h, CDI was confirmed through a water deprivation test, which revealed polyuria with low urine specific gravity and osmolality. The patient was successfully treated with oral desmopressin.\n    \n\n\n          Conclusions:\n        \n      \n      This case highlights that SGLT2 inhibitors, such as dapagliflozin, may accelerate polyuria and alter urine osmolality by inhibiting glucose and sodium reabsorption in the proximal tubular. Therefore, it is crucial to discontinue SGLT2 inhibitors when CDI is suspected or diagnosed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40264121/",
    "clean_text": "sglt inhibitor in a type diabetes mellitus patient coexisted with central diabetes insipidus following hyperosmolar hyperglycemic state background central diabetes insipidus cdi is a rare complication following a hyperglycemic hyperosmolar state hhs in patients with type diabetes mellitus t dm background central diabetes insipidus cdi is a rare complication following a hyperglycemic hyperosmolar state hhs in patients with type diabetes mellitus t dm the coexistence of t dm and cdi can lead to diagnostic challenges particularly when the patients present with persistent hypernatremia without a sense of thirst case presentation this case report describes a young woman with t dm and hhs who developed persistent hypernatremia without thirst the diagnosis of cdi was delayed until she exhibited polydipsia consuming up to l of water per day following the administration of dapagliflozin for glucose control initially the low specific gravity of urine was not evident during dapagliflozin treatment however after discontinuing dapagliflozin for h cdi was confirmed through a water deprivation test which revealed polyuria with low urine specific gravity and osmolality the patient was successfully treated with oral desmopressin conclusions this case highlights that sglt inhibitors such as dapagliflozin may accelerate polyuria and alter urine osmolality by inhibiting glucose and sodium reabsorption in the proximal tubular therefore it is crucial to discontinue sglt inhibitors when cdi is suspected or diagnosed"
}