{
    "title": "Tight junction disruption: Helicobacter pylori and dysregulation of the gastric mucosal barrier.",
    "doc_id": "26523106",
    "writer": "Caron TJ",
    "year": "2015",
    "summary": "Mechanisms that regulate tight junction function and structure in the normal stomach, or dysfunction in the infected stomach, however, are largely unknown. ...Hampering further study, as well, is the relative lack of cultured cell models that have tight ju …",
    "abstract": "Long-term chronic infection with Helicobacter pylori (H. pylori) is a risk factor for gastric cancer development. In the multi-step process that leads to gastric cancer, tight junction dysfunction is thought to occur and serve as a risk factor by permitting the permeation of luminal contents across an otherwise tight mucosa. Mechanisms that regulate tight junction function and structure in the normal stomach, or dysfunction in the infected stomach, however, are largely unknown. Although conventional tight junction components are expressed in gastric epithelial cells, claudins regulate paracellular permeability and are likely the target of inflammation or H. pylori itself. There are 27 different claudin molecules, each with unique properties that render the mucosa an intact barrier that is permselective in a way that is consistent with cell physiology. Understanding the architecture of tight junctions in the normal stomach and then changes that occur during infection is important but challenging, because most of the reports that catalog claudin expression in gastric cancer pathogenesis are contradictory. Furthermore, the role of H. pylori virulence factors, such as cytotoxin-associated gene A and vacoulating cytotoxin, in regulating tight junction dysfunction during infection is inconsistent in different gastric cell lines and in vivo, likely because non-gastric epithelial cell cultures were initially used to unravel the details of their effects on the stomach. Hampering further study, as well, is the relative lack of cultured cell models that have tight junction claudins that are consistent with native tissues. This summary will review the current state of knowledge about gastric tight junctions, normally and in H. pylori infection, and make predictions about the consequences of claudin reorganization during H. pylori infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26523106/",
    "clean_text": "tight junction disruption helicobacter pylori and dysregulation of the gastric mucosal barrier mechanisms that regulate tight junction function and structure in the normal stomach or dysfunction in the infected stomach however are largely unknown hampering further study as well is the relative lack of cultured cell models that have tight ju long term chronic infection with helicobacter pylori h pylori is a risk factor for gastric cancer development in the multi step process that leads to gastric cancer tight junction dysfunction is thought to occur and serve as a risk factor by permitting the permeation of luminal contents across an otherwise tight mucosa mechanisms that regulate tight junction function and structure in the normal stomach or dysfunction in the infected stomach however are largely unknown although conventional tight junction components are expressed in gastric epithelial cells claudins regulate paracellular permeability and are likely the target of inflammation or h pylori itself there are different claudin molecules each with unique properties that render the mucosa an intact barrier that is permselective in a way that is consistent with cell physiology understanding the architecture of tight junctions in the normal stomach and then changes that occur during infection is important but challenging because most of the reports that catalog claudin expression in gastric cancer pathogenesis are contradictory furthermore the role of h pylori virulence factors such as cytotoxin associated gene a and vacoulating cytotoxin in regulating tight junction dysfunction during infection is inconsistent in different gastric cell lines and in vivo likely because non gastric epithelial cell cultures were initially used to unravel the details of their effects on the stomach hampering further study as well is the relative lack of cultured cell models that have tight junction claudins that are consistent with native tissues this summary will review the current state of knowledge about gastric tight junctions normally and in h pylori infection and make predictions about the consequences of claudin reorganization during h pylori infection"
}