{
    "title": "A salivary microbiome-based auxiliary diagnostic model for type 2 diabetes mellitus.",
    "doc_id": "33930650",
    "writer": "Liu YK",
    "year": "2021",
    "summary": "OBJECTIVE: Studies have shown that oral microbiota composition is altered in type 2 diabetes mellitus, implying that it is a potential biomarker for diabetes. This study aimed at constructing a noninvasive auxiliary diagnostic model for diabetes based …",
    "abstract": "Objective:\n        \n      \n      Studies have shown that oral microbiota composition is altered in type 2 diabetes mellitus, implying that it is a potential biomarker for diabetes. This study aimed at constructing a noninvasive auxiliary diagnostic model for diabetes based on differences in the salivary microbial community.\n    \n\n\n          Design:\n        \n      \n      Salivary microbiota from 24 treatment-naive type 2 diabetes mellitus patients and 21 healthy populations were detected through 16S rRNA gene sequencing, targeting the V3/V4 region using the MiSeq platform. Salivary microbiome diversity and composition were analyzed so as to establish a diagnostic model for type 2 diabetes.\n    \n\n\n          Results:\n        \n      \n      Salivary microbiome for treatment-naive type 2 diabetes mellitus patients was imbalanced with certain taxa, including Slackia, Mitsuokella, Abiotrophia, and Parascardovia that being significantly dominant, while the abundance of Moraxella was high in healthy controls. Diabetic patients exhibited varying levels of Prevotella nanceiensis and Prevotella melaninogenica which were negatively correlated with glycosylated hemoglobin and fasting blood glucose levels, as well as fasting blood glucose levels, respectively. Based on differences in salivary microbiome composition between diabetic and healthy groups, we developed a diagnostic model that can be used for the auxiliary diagnosis of type 2 diabetes mellitus with an accuracy of 80 %.\n    \n\n\n          Conclusions:\n        \n      \n      These findings elucidate on the differences in salivary microbiome compositions between type 2 diabetic and non-diabetic populations, and the diagnostic model provides a promising approach for the noninvasive auxiliary diagnosis of diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33930650/",
    "clean_text": "a salivary microbiome based auxiliary diagnostic model for type diabetes mellitus objective studies have shown that oral microbiota composition is altered in type diabetes mellitus implying that it is a potential biomarker for diabetes this study aimed at constructing a noninvasive auxiliary diagnostic model for diabetes based objective studies have shown that oral microbiota composition is altered in type diabetes mellitus implying that it is a potential biomarker for diabetes this study aimed at constructing a noninvasive auxiliary diagnostic model for diabetes based on differences in the salivary microbial community design salivary microbiota from treatment naive type diabetes mellitus patients and healthy populations were detected through s rrna gene sequencing targeting the v v region using the miseq platform salivary microbiome diversity and composition were analyzed so as to establish a diagnostic model for type diabetes results salivary microbiome for treatment naive type diabetes mellitus patients was imbalanced with certain taxa including slackia mitsuokella abiotrophia and parascardovia that being significantly dominant while the abundance of moraxella was high in healthy controls diabetic patients exhibited varying levels of prevotella nanceiensis and prevotella melaninogenica which were negatively correlated with glycosylated hemoglobin and fasting blood glucose levels as well as fasting blood glucose levels respectively based on differences in salivary microbiome composition between diabetic and healthy groups we developed a diagnostic model that can be used for the auxiliary diagnosis of type diabetes mellitus with an accuracy of conclusions these findings elucidate on the differences in salivary microbiome compositions between type diabetic and non diabetic populations and the diagnostic model provides a promising approach for the noninvasive auxiliary diagnosis of diabetes mellitus"
}