{
    "pmid": "41454801",
    "title": "Relation of Adverse Childhood Experiences to Clinical and Patient-Reported Outcomes for Adults With Sickle Cell Disease: A Registry Study.",
    "abstract": "Adverse childhood experiences (ACEs) are stressful or traumatic events prior to age 18 that are known to have a lasting impact on individuals' health and well-being. There is a gap in understanding the relationship between ACEs and Other Life Stressors and health status for adults with sickle cell disease (SCD). We examined the impact of adversities within clinical and behavioral health domains that have been associated with ACEs for other populations. Sociodemographics; medical history; patient-reported outcomes, including pain and emotional distress; and reports of de-identified ACEs and Other Life Stressors, were collected from n = 553 participants enrolled in the Sickle Cell Disease Implementation Consortium Registry. Participants were a median age of 28 years; 57% female; 95% Black/African American; 55% annual household income ≤$25,000; primarily diagnosed with sickle cell anemia (SS or Sβ Our findings support the need for consistent screening for ACEs in adults with SCD and highlight the importance of trauma-informed care approaches to improve clinical and behavioral outcomes and quality of life.",
    "disease": "asthma",
    "clean_text": "relation of adverse childhood experiences to clinical and patient reported outcomes for adults with sickle cell disease a registry study adverse childhood experiences aces are stressful or traumatic events prior to age that are known to have a lasting impact on individuals health and well being there is a gap in understanding the relationship between aces and other life stressors and health status for adults with sickle cell disease scd we examined the impact of adversities within clinical and behavioral health domains that have been associated with aces for other populations sociodemographics medical history patient reported outcomes including pain and emotional distress and reports of de identified aces and other life stressors were collected from n participants enrolled in the sickle cell disease implementation consortium registry participants were a median age of years female black african american annual household income primarily diagnosed with sickle cell anemia ss or s our findings support the need for consistent screening for aces in adults with scd and highlight the importance of trauma informed care approaches to improve clinical and behavioral outcomes and quality of life"
}