{
    "title": "[Low Back Pain - Value of Prevention and Physiotherapy?].",
    "doc_id": "37122185",
    "writer": "Luomajoki H",
    "year": "2023",
    "summary": "Low Back Pain - Value of Prevention and Physiotherapy? Abstract. Physiotherapy plays a central role in the prevention and treatment of lumbar back pain. ...If these are supplemented by sporadically applied manual therapy methods, the result is an evide …",
    "abstract": "Low Back Pain - Value of Prevention and Physiotherapy? Abstract. Physiotherapy plays a central role in the prevention and treatment of lumbar back pain. There is no clear evidence in science on the effectiveness of individual preventive measures; however, movement and active training as central elements are indispensable here. In the treatment of lumbar back pain, however, the picture is clear: while passive measures such as heat or cold applications as well as ultrasound and electrotherapy should no longer be used alone due to the lack of evidence, the combination of active exercises and patient education shows promising success. If these are supplemented by sporadically applied manual therapy methods, the result is an evidence-based management of both acute and chronic lumbar back pain. One example of a successful implementation of current evidence for the treatment of back pain is GLA:D®, which is also in use in Switzerland since 2021.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37122185/",
    "clean_text": "low back pain value of prevention and physiotherapy low back pain value of prevention and physiotherapy abstract physiotherapy plays a central role in the prevention and treatment of lumbar back pain if these are supplemented by sporadically applied manual therapy methods the result is an evide low back pain value of prevention and physiotherapy abstract physiotherapy plays a central role in the prevention and treatment of lumbar back pain there is no clear evidence in science on the effectiveness of individual preventive measures however movement and active training as central elements are indispensable here in the treatment of lumbar back pain however the picture is clear while passive measures such as heat or cold applications as well as ultrasound and electrotherapy should no longer be used alone due to the lack of evidence the combination of active exercises and patient education shows promising success if these are supplemented by sporadically applied manual therapy methods the result is an evidence based management of both acute and chronic lumbar back pain one example of a successful implementation of current evidence for the treatment of back pain is gla d which is also in use in switzerland since"
}