{
    "title": "A review of factors influencing drinking behaviours in young Australian adults using a behavioural framework approach.",
    "doc_id": "37830638",
    "writer": "Palmer B",
    "year": "2024",
    "summary": "ISSUES: Young adults (aged 18-24 years) are more likely to binge drink than any other age group in Australia. These behaviours expose young adults to possible adverse events, with potential for acute harms. APPROACH: A behavioural framework (capability …",
    "abstract": "Issues:\n        \n      \n      Young adults (aged 18-24 years) are more likely to binge drink than any other age group in Australia. These behaviours expose young adults to possible adverse events, with potential for acute harms.\n    \n\n\n          Approach:\n        \n      \n      A behavioural framework (capability, opportunity, motivation-behaviour [COM-B model]) was used to explore factors that influence the drinking behaviours of young Australian adults. Potential studies were identified by searching four online data bases. Content pertaining to factors moderating young adults' alcohol consumption behaviours (either increasing or decreasing alcohol consumption) in an Australian population was extracted. Factors were then categorised/mapped into the six sub-components of the COM-B model. A narrative synthesis/discussion was subsequently undertaken.\n    \n\n\n          Key findings:\n        \n      \n      Factors increasing or reducing alcohol consumption behaviours were identified across all components of the COM-B model. Overall, alcohol consumption behaviours appear strongly influenced by physical and social opportunities, and young adults have reflective and automatic motivations (i.e., habitual processes, emotional responding and analytical decisional making that directs behaviour) to consume alcohol with purpose and/or reason.\n    \n\n\n          Implications and conclusion:\n        \n      \n      The use of a behavioural framework (e.g., the COM-B model) facilitates an integrated understanding of factors influencing alcohol consumption behaviours. Future harm minimisation strategies need to consider the interrelated, contemporary factors underpinning a young adult's decision to consume alcohol within the context of modern Australian society.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37830638/",
    "clean_text": "a review of factors influencing drinking behaviours in young australian adults using a behavioural framework approach issues young adults aged years are more likely to binge drink than any other age group in australia these behaviours expose young adults to possible adverse events with potential for acute harms approach a behavioural framework capability issues young adults aged years are more likely to binge drink than any other age group in australia these behaviours expose young adults to possible adverse events with potential for acute harms approach a behavioural framework capability opportunity motivation behaviour com b model was used to explore factors that influence the drinking behaviours of young australian adults potential studies were identified by searching four online data bases content pertaining to factors moderating young adults alcohol consumption behaviours either increasing or decreasing alcohol consumption in an australian population was extracted factors were then categorised mapped into the six sub components of the com b model a narrative synthesis discussion was subsequently undertaken key findings factors increasing or reducing alcohol consumption behaviours were identified across all components of the com b model overall alcohol consumption behaviours appear strongly influenced by physical and social opportunities and young adults have reflective and automatic motivations i e habitual processes emotional responding and analytical decisional making that directs behaviour to consume alcohol with purpose and or reason implications and conclusion the use of a behavioural framework e g the com b model facilitates an integrated understanding of factors influencing alcohol consumption behaviours future harm minimisation strategies need to consider the interrelated contemporary factors underpinning a young adult s decision to consume alcohol within the context of modern australian society"
}