{
    "title": "Sex beyond cardiovascular risk factors and clinical biomarkers of cardiovascular disease.",
    "doc_id": "35092211",
    "writer": "Bergami M",
    "year": "2022",
    "summary": "The traditional conventional cardiovascular risk factors (hypertension, hypercholesteremia, diabetes mellitus and cigarette smoking) are still considered the major risk factors for IHD in both sexes. ...The current review summarizes the state-of-art kn …",
    "abstract": "In recent years, increasing attention has been reserved to the analysis of sex-related differences in pathophysiology and prognosis of ischemic heart disease (IHD). The traditional conventional cardiovascular risk factors (hypertension, hypercholesteremia, diabetes mellitus and cigarette smoking) are still considered the major risk factors for IHD in both sexes. Nevertheless, recent studies show that they may interact with male and female coronary anatomy in a different manner. The path to sex-specific risk stratification of IHD is also supported by differences in inflammation and necrosis biomarkers (such as C-reactive protein and troponins, respectively). Indeed, large cohort studies often show different mean values of these markers in men and women. The current review summarizes the state-of-art knowledge on sex-related differences in cardiovascular risk factors and cardiac biomarkers with a prognostic value.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35092211/",
    "clean_text": "sex beyond cardiovascular risk factors and clinical biomarkers of cardiovascular disease the traditional conventional cardiovascular risk factors hypertension hypercholesteremia diabetes mellitus and cigarette smoking are still considered the major risk factors for ihd in both sexes the current review summarizes the state of art kn in recent years increasing attention has been reserved to the analysis of sex related differences in pathophysiology and prognosis of ischemic heart disease ihd the traditional conventional cardiovascular risk factors hypertension hypercholesteremia diabetes mellitus and cigarette smoking are still considered the major risk factors for ihd in both sexes nevertheless recent studies show that they may interact with male and female coronary anatomy in a different manner the path to sex specific risk stratification of ihd is also supported by differences in inflammation and necrosis biomarkers such as c reactive protein and troponins respectively indeed large cohort studies often show different mean values of these markers in men and women the current review summarizes the state of art knowledge on sex related differences in cardiovascular risk factors and cardiac biomarkers with a prognostic value"
}