{
    "pmid": "41407422",
    "title": "Understanding barriers and enablers for vaccination against COVID-19 and influenza among healthcare workers: a mixed-methods study nested within the UK SIREN cohort.",
    "abstract": "To investigate vaccination coverage for influenza and COVID-19 in the SARS-CoV-2 immunity and reinfection evaluation (SIREN) study cohort of healthcare workers (HCWs) between 2020 and 2023 and explore vaccination enablers and barriers. A mixed-methods study nested within SIREN, a multicentre prospective cohort study of HCWs across the UK. Quantitative and qualitative methods were used sequentially, using an expansion/explanation function, enabling emergent themes observed from the quantitative stage to be explored in the qualitative stage. SIREN sites include secondary care centres and community mental health trusts in the UK. Quantitative analysis was conducted on data from 6048 participants. Participants were representative of the HCW workforce, with the majority being women (83%) and of white ethnicity (88%). Nurses made up the largest occupational group (33%). Qualitative analysis of data from 24 participants including five focus groups (n=21) and three semistructured interviews (n=3); 82% women, 26% minority ethnic, all working age from across the UK. Quantitative: vaccine coverage for COVID-19 and influenza vaccines by demographic with multivariable logistical regression used to assess differences. Qualitative: thematic analysis to explore reasons behind the results seen in the quantitative stage. COVID-19 vaccination was initially high; 97% received two doses and 94% a first booster. However, coverage was reduced to 77%, for the second booster. Influenza vaccination coverage was lowest in 2020-2021 (46%), increasing to 73% in 2021-2022 and to 79% in 2022-2023. In 2022-2023, vaccination coverage was higher for influenza than for COVID-19. High vaccine coverage for both COVID-19 and influenza was observed in doctors, pharmacists and therapists. Porters, healthcare assistants and staff from minority ethnic groups had lower vaccine coverage for both COVID-19 and influenza. Four themes were identified: (1) attitudes towards vaccination changed throughout the COVID-19 pandemic; (2) HCWs used data to inform vaccination decisions; (3) poor communication in healthcare settings contributed to a reduction in vaccination; (4) there were both positive and negative impacts of the COVID-19 vaccine on influenza vaccine uptake and other vaccination programmes. Between 2020 and 2023 in our cohort, COVID-19 vaccination coverage decreased, whereas influenza increased. Our study found attitudes to both vaccines have shifted, becoming more favourable to influenza and less to COVID-19 boosters. Barriers to COVID-19 boosters, including concerns about side effects and vaccine effectiveness, need to be addressed with improved communication on the benefits and adverse events. Future vaccination strategies should address the differences we have identified in vaccine coverage across demographics and occupational groups, including continued efforts to improve vaccine equity. ISRCTN11041050.",
    "disease": "influenza",
    "clean_text": "understanding barriers and enablers for vaccination against covid and influenza among healthcare workers a mixed methods study nested within the uk siren cohort to investigate vaccination coverage for influenza and covid in the sars cov immunity and reinfection evaluation siren study cohort of healthcare workers hcws between and and explore vaccination enablers and barriers a mixed methods study nested within siren a multicentre prospective cohort study of hcws across the uk quantitative and qualitative methods were used sequentially using an expansion explanation function enabling emergent themes observed from the quantitative stage to be explored in the qualitative stage siren sites include secondary care centres and community mental health trusts in the uk quantitative analysis was conducted on data from participants participants were representative of the hcw workforce with the majority being women and of white ethnicity nurses made up the largest occupational group qualitative analysis of data from participants including five focus groups n and three semistructured interviews n women minority ethnic all working age from across the uk quantitative vaccine coverage for covid and influenza vaccines by demographic with multivariable logistical regression used to assess differences qualitative thematic analysis to explore reasons behind the results seen in the quantitative stage covid vaccination was initially high received two doses and a first booster however coverage was reduced to for the second booster influenza vaccination coverage was lowest in increasing to in and to in in vaccination coverage was higher for influenza than for covid high vaccine coverage for both covid and influenza was observed in doctors pharmacists and therapists porters healthcare assistants and staff from minority ethnic groups had lower vaccine coverage for both covid and influenza four themes were identified attitudes towards vaccination changed throughout the covid pandemic hcws used data to inform vaccination decisions poor communication in healthcare settings contributed to a reduction in vaccination there were both positive and negative impacts of the covid vaccine on influenza vaccine uptake and other vaccination programmes between and in our cohort covid vaccination coverage decreased whereas influenza increased our study found attitudes to both vaccines have shifted becoming more favourable to influenza and less to covid boosters barriers to covid boosters including concerns about side effects and vaccine effectiveness need to be addressed with improved communication on the benefits and adverse events future vaccination strategies should address the differences we have identified in vaccine coverage across demographics and occupational groups including continued efforts to improve vaccine equity isrctn"
}