{
    "title": "Morphology and pathophysiology of target anatomical sites for ablation procedures in patients with atrial fibrillation: part II: pulmonary veins, caval veins, ganglionated plexi, and ligament of Marshall.",
    "doc_id": "23907042",
    "writer": "Corradi D",
    "year": "2013",
    "summary": "The inadequate long-term efficacy of anti-arrhythmic therapy has been one of the main reasons for the development of non-pharmacological interventions for patients with atrial fibrillation such as catheter and surgical ablation. This has greatly increased interest in the f …",
    "abstract": "The inadequate long-term efficacy of anti-arrhythmic therapy has been one of the main reasons for the development of non-pharmacological interventions for patients with atrial fibrillation such as catheter and surgical ablation. This has greatly increased interest in the functional morphology and electrophysiological properties of the atria and related anatomical structures. This article is the second of a two-part review that aims to provide anatomical and functional details concerning some of the principal anatomical sites commonly targeted by ablative procedures for treating atrial fibrillation, and covers pulmonary veins, ganglionated plexi, caval veins, and the ligament of Marshall. It also provides some general information about site-specific ablation procedures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23907042/",
    "clean_text": "morphology and pathophysiology of target anatomical sites for ablation procedures in patients with atrial fibrillation part ii pulmonary veins caval veins ganglionated plexi and ligament of marshall the inadequate long term efficacy of anti arrhythmic therapy has been one of the main reasons for the development of non pharmacological interventions for patients with atrial fibrillation such as catheter and surgical ablation this has greatly increased interest in the f the inadequate long term efficacy of anti arrhythmic therapy has been one of the main reasons for the development of non pharmacological interventions for patients with atrial fibrillation such as catheter and surgical ablation this has greatly increased interest in the functional morphology and electrophysiological properties of the atria and related anatomical structures this article is the second of a two part review that aims to provide anatomical and functional details concerning some of the principal anatomical sites commonly targeted by ablative procedures for treating atrial fibrillation and covers pulmonary veins ganglionated plexi caval veins and the ligament of marshall it also provides some general information about site specific ablation procedures"
}