{
    "pmid": "41431914",
    "title": "Calcific Uremic Panniculitis: A Rare Form of Calciphylaxis in an Endstage Renal Disease Patient.",
    "abstract": "Calcific uremic panniculitis is a rare cutaneous calcinosis on the spectrum of calciphylaxis. It mainly affects patients with end-stage renal disease (ESRD). The mortality rate is high, approaching 50% of cases. We report the case of a patient on chronic hemodialysis with secondary hyperparathyroidism who developed calcific panniculitis. The diagnosis was clinical: bluish subcutaneous nodules in the abdomen with rapid extension to the lower limbs and even the back, which quickly became necrotic. X-rays of the abdomen and lower limbs showed rounded calcifications in the fatty tissue. The evolution was rapidly fatal and the patient died of septic shock following superimposed infection of the lesions. Calcific uremic panniculitis is an increasingly rare fatal complication associated with ESRD and secondary hyperparathyroidism. The treatment remains poorly understood and difficult to apply, hence the importance of preventing this complication.",
    "disease": "chronic kidney disease",
    "clean_text": "calcific uremic panniculitis a rare form of calciphylaxis in an endstage renal disease patient calcific uremic panniculitis is a rare cutaneous calcinosis on the spectrum of calciphylaxis it mainly affects patients with end stage renal disease esrd the mortality rate is high approaching of cases we report the case of a patient on chronic hemodialysis with secondary hyperparathyroidism who developed calcific panniculitis the diagnosis was clinical bluish subcutaneous nodules in the abdomen with rapid extension to the lower limbs and even the back which quickly became necrotic x rays of the abdomen and lower limbs showed rounded calcifications in the fatty tissue the evolution was rapidly fatal and the patient died of septic shock following superimposed infection of the lesions calcific uremic panniculitis is an increasingly rare fatal complication associated with esrd and secondary hyperparathyroidism the treatment remains poorly understood and difficult to apply hence the importance of preventing this complication"
}