{
    "title": "Prostate Cancer, Pathophysiology and Recent Developments in Management: A Narrative Review.",
    "doc_id": "39453576",
    "writer": "Almeeri MNE",
    "year": "2024",
    "summary": "PURPOSE OF REVIEW: Prostate cancer is the second most common cancer in men. The different stages of prostate cancer which include localised (low, intermediate, and high risk) disease, locally advanced, non-metastatic castration-resistant pros …",
    "abstract": "Purpose of review:\n        \n      \n      Prostate cancer is the second most common cancer in men. The different stages of prostate cancer which include localised (low, intermediate, and high risk) disease, locally advanced, non-metastatic castration-resistant prostate cancer (M0 CRPCa), and metastatic disease. The main treatment of locally advanced disease is external beam radiotherapy with hormonal therapy which are associated with good prognosis.\n    \n\n\n          Recent findings:\n        \n      \n      Current treatments for M0 CRPCa include androgen deprivation therapy in combination with apalutamide, darolutamide or enzalutamide, all of which are associated with good metastatic-free survival rates in clinical trials. Hormone-naive metastatic prostate cancer comprises the same treatments as M0 CRPCa, whereas further treatment includes docetaxel and abiraterone. Metastatic castration-resistant prostate cancer treatments include sipuleucel-T, radium-223, abiraterone, enzalutamide and cabazitaxel, which aim to slow down the progression of the disease and to prolong life. This article also provides insight into the development of new drugs recently approved for metastatic castration prostate cancer, which include PARP inhibitors and Lutetium-177 which have shown to have significantly good overall survival and to improve radiographic progression-free survival. In addition, new clinical trials are ongoing to test new medications such as cabozantinb and chimeric-antigen receptor T-cell therapy for the treatment of advanced prostate cancer. With the aim to slow down the progression of the disease and to prolong life, new drug developments are underway to hopefully provide a positive impact on overall survival and improve progression-free survival, especially in advanced prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39453576/",
    "clean_text": "prostate cancer pathophysiology and recent developments in management a narrative review purpose of review prostate cancer is the second most common cancer in men the different stages of prostate cancer which include localised low intermediate and high risk disease locally advanced non metastatic castration resistant pros purpose of review prostate cancer is the second most common cancer in men the different stages of prostate cancer which include localised low intermediate and high risk disease locally advanced non metastatic castration resistant prostate cancer m crpca and metastatic disease the main treatment of locally advanced disease is external beam radiotherapy with hormonal therapy which are associated with good prognosis recent findings current treatments for m crpca include androgen deprivation therapy in combination with apalutamide darolutamide or enzalutamide all of which are associated with good metastatic free survival rates in clinical trials hormone naive metastatic prostate cancer comprises the same treatments as m crpca whereas further treatment includes docetaxel and abiraterone metastatic castration resistant prostate cancer treatments include sipuleucel t radium abiraterone enzalutamide and cabazitaxel which aim to slow down the progression of the disease and to prolong life this article also provides insight into the development of new drugs recently approved for metastatic castration prostate cancer which include parp inhibitors and lutetium which have shown to have significantly good overall survival and to improve radiographic progression free survival in addition new clinical trials are ongoing to test new medications such as cabozantinb and chimeric antigen receptor t cell therapy for the treatment of advanced prostate cancer with the aim to slow down the progression of the disease and to prolong life new drug developments are underway to hopefully provide a positive impact on overall survival and improve progression free survival especially in advanced prostate cancer"
}