{
    "pmid": "41453084",
    "title": "Cirrhotic Cardiomyopathy: Mechanisms, Diagnostic Tools and Therapeutic Options.",
    "abstract": "End-stage liver disease is linked to cardiovascular complications that can manifest as hyperdynamic circulation and may progress to overt heart failure in the context of cirrhotic cardiomyopathy (CCM). The incidence of CCM is significantly elevated among individuals with cirrhosis. However, due to the absence of overt symptoms at rest and the preservation of left ventricular systolic function, the diagnosis is frequently overlooked. The severity of CCM correlates directly with the degree of liver disease and is associated with poorer prognostic outcomes in both pre- and post-transplantation. Diagnosis is important because CCM is a major contributor to perioperative cardiovascular complications (including pulmonary edema and death) after liver transplant. These complications arise from the rapid escalation of systemic vascular resistance, which unmasks the subclinical left ventricular systolic dysfunction. Another clinical context in which CCM becomes evident is following transjugular intrahepatic portosystemic shunt placement. The abrupt increase in preload from blood redistribution can precipitate cardiac decompensation. The purpose of this review is to increase clinical recognition of this specific phenotype of heart failure with preserved ejection fraction. It aims to synthetize the pathophysiological mechanisms, definition, and diagnostic of CCM, also to highlight its clinical significance in the cirrhotic population and explore the possible therapeutic options. A literature review was performed using Pubmed and focused on the relevant and recent articles and trials concerning CCM. Based on literature data and on institutional experience, we propose an algorithm for cardiac assessment in cirrhosis to improve CCM diagnosis and ensure better outcomes.",
    "disease": "liver cirrhosis",
    "clean_text": "cirrhotic cardiomyopathy mechanisms diagnostic tools and therapeutic options end stage liver disease is linked to cardiovascular complications that can manifest as hyperdynamic circulation and may progress to overt heart failure in the context of cirrhotic cardiomyopathy ccm the incidence of ccm is significantly elevated among individuals with cirrhosis however due to the absence of overt symptoms at rest and the preservation of left ventricular systolic function the diagnosis is frequently overlooked the severity of ccm correlates directly with the degree of liver disease and is associated with poorer prognostic outcomes in both pre and post transplantation diagnosis is important because ccm is a major contributor to perioperative cardiovascular complications including pulmonary edema and death after liver transplant these complications arise from the rapid escalation of systemic vascular resistance which unmasks the subclinical left ventricular systolic dysfunction another clinical context in which ccm becomes evident is following transjugular intrahepatic portosystemic shunt placement the abrupt increase in preload from blood redistribution can precipitate cardiac decompensation the purpose of this review is to increase clinical recognition of this specific phenotype of heart failure with preserved ejection fraction it aims to synthetize the pathophysiological mechanisms definition and diagnostic of ccm also to highlight its clinical significance in the cirrhotic population and explore the possible therapeutic options a literature review was performed using pubmed and focused on the relevant and recent articles and trials concerning ccm based on literature data and on institutional experience we propose an algorithm for cardiac assessment in cirrhosis to improve ccm diagnosis and ensure better outcomes"
}