{
    "pmid": "41463169",
    "title": "Health-Related Quality of Life in the Era of Immune Checkpoint Blockade: What Do Patient-Reported Outcomes Reveal?",
    "abstract": "Immune checkpoint inhibitors (ICIs) have revolutionized cancer treatment by providing durable survival gains, but understanding their effects on patient health-related quality of life (HRQL) is critical. We performed a narrative review of cross-sectional surveys, early-phase trials, and large-scale phase II and III randomized controlled clinical trials assessing FDA-approved ICIs, including programmed cell death protein 1 (PD-1) inhibitors, programmed death ligand 1 (PD-L1) inhibitors, and cytotoxic T lymphocyte-associated antigen 4 (CTLA-4) inhibitors, with emphasis on patient-reported HRQL. Validated HRQL instruments were summarized, and for pivotal trials, the positioning of HRQL outcomes as primary, secondary, or exploratory endpoints was taken from original protocols or primary manuscripts. ICIs generally preserved or improved HRQL in patients with various malignancies compared with chemotherapy, targeted therapies, or observation. PD-1/PD-L1 inhibitors maintained global health and function and delayed symptom progression in patients with lung cancer, melanoma, and renal cell carcinoma. Regimens combining CTLA-4 blockade and PD-1/PD-L1 inhibition (e.g., nivolumab + ipilimumab, durvalumab + tremelimumab) are associated with HRQL outcomes similar or superior to those of targeted therapies. Overall, most immune-related adverse effects were short-term and did not diminish HRQL benefits. ICIs extend survival while preserving, and often enhancing, patient HRQL. These medications represent a shift in oncology, offering not just longer life but also better daily well-being. Continued long-term patient-reported outcome monitoring is essential to guide survivorship care in the immunotherapy era.",
    "disease": "lung cancer",
    "clean_text": "health related quality of life in the era of immune checkpoint blockade what do patient reported outcomes reveal immune checkpoint inhibitors icis have revolutionized cancer treatment by providing durable survival gains but understanding their effects on patient health related quality of life hrql is critical we performed a narrative review of cross sectional surveys early phase trials and large scale phase ii and iii randomized controlled clinical trials assessing fda approved icis including programmed cell death protein pd inhibitors programmed death ligand pd l inhibitors and cytotoxic t lymphocyte associated antigen ctla inhibitors with emphasis on patient reported hrql validated hrql instruments were summarized and for pivotal trials the positioning of hrql outcomes as primary secondary or exploratory endpoints was taken from original protocols or primary manuscripts icis generally preserved or improved hrql in patients with various malignancies compared with chemotherapy targeted therapies or observation pd pd l inhibitors maintained global health and function and delayed symptom progression in patients with lung cancer melanoma and renal cell carcinoma regimens combining ctla blockade and pd pd l inhibition e g nivolumab ipilimumab durvalumab tremelimumab are associated with hrql outcomes similar or superior to those of targeted therapies overall most immune related adverse effects were short term and did not diminish hrql benefits icis extend survival while preserving and often enhancing patient hrql these medications represent a shift in oncology offering not just longer life but also better daily well being continued long term patient reported outcome monitoring is essential to guide survivorship care in the immunotherapy era"
}