{
    "pmid": "41403046",
    "title": "Relationship between 10- and 30-year PREVENT Risk Scores with Coronary Artery Calcium and Incident Atherosclerotic Cardiovascular Disease: MESA.",
    "abstract": "The 2023 American Heart Association Predicting Risk of Cardiovascular Disease (CVD) EVENTs (PREVENT) risk equations allow for 10- and 30-year atherosclerotic CVD (ASCVD) quantitative risk assessment. We investigated the relationship between PREVENT 10-year and 30-year ASCVD risk categories with coronary artery calcium (CAC) and incident ASCVD. This analysis included participants from the Multi-Ethnic Study of Atherosclerosis with CAC measured by computed tomography and calculated PREVENT (N=6,747) risk score. Prevalent, incident, and CAC progression, as well as incident ASCVD, were compared by clinical 10-year risk categories and 30-year risk cut points based on a framework categorizing lifetime risk of ASCVD; low risk was defined as < the mean 30 year PREVENT estimate for participants without ASCVD risk factors (<11%). The cohort mean age was 62.2 years and was 52.8% female, and 61.5% non-White. Individuals with low 10-year PREVENT ASCVD risk (<5%) and elevated PREVENT 30-year ASCVD risk (≥11%) had a higher prevalence of CAC compared to those low-risk for both 10-year and 30-year metrics. Incident CAC followed a similar pattern. CAC progression was similar across risk thresholds for both risk equations. Individuals with low 10 -year PREVENT risk but elevated 30-year risk had a higher incidence of ASCVD events compared to those with those low by both metrics [hazard ratio 2.21; 95% confidence interval (1.62, 2.94)]. Individuals with low 10-year PREVENT ASCVD predicted risk (<5%) may benefit from 30-year ASCVD risk estimation when uncertainty remains regarding further risk stratification or initiation of preventive therapies. This study investigated the relationship of coronary artery calcification (CAC), a measure of atherosclerosis, and new cardiovascular events over 20 years of follow-up with baseline 10-year and 30-year PREVENT risk scores. Individuals with low 10-year PREVENT ASCVD risk but elevated 30-year PREVENT ASCVD risk had greater prevalent and incident CAC, as well as incident ASCVD events, compared to those who were low risk for both risk scores.Individuals with low 10-year PREVENT ASCVD predicted risk may benefit from 30-year PREVENT ASCVD risk estimation if risk factor management remains uncertain.",
    "disease": "coronary artery disease",
    "clean_text": "relationship between and year prevent risk scores with coronary artery calcium and incident atherosclerotic cardiovascular disease mesa the american heart association predicting risk of cardiovascular disease cvd events prevent risk equations allow for and year atherosclerotic cvd ascvd quantitative risk assessment we investigated the relationship between prevent year and year ascvd risk categories with coronary artery calcium cac and incident ascvd this analysis included participants from the multi ethnic study of atherosclerosis with cac measured by computed tomography and calculated prevent n risk score prevalent incident and cac progression as well as incident ascvd were compared by clinical year risk categories and year risk cut points based on a framework categorizing lifetime risk of ascvd low risk was defined as the mean year prevent estimate for participants without ascvd risk factors the cohort mean age was years and was female and non white individuals with low year prevent ascvd risk and elevated prevent year ascvd risk had a higher prevalence of cac compared to those low risk for both year and year metrics incident cac followed a similar pattern cac progression was similar across risk thresholds for both risk equations individuals with low year prevent risk but elevated year risk had a higher incidence of ascvd events compared to those with those low by both metrics hazard ratio confidence interval individuals with low year prevent ascvd predicted risk may benefit from year ascvd risk estimation when uncertainty remains regarding further risk stratification or initiation of preventive therapies this study investigated the relationship of coronary artery calcification cac a measure of atherosclerosis and new cardiovascular events over years of follow up with baseline year and year prevent risk scores individuals with low year prevent ascvd risk but elevated year prevent ascvd risk had greater prevalent and incident cac as well as incident ascvd events compared to those who were low risk for both risk scores individuals with low year prevent ascvd predicted risk may benefit from year prevent ascvd risk estimation if risk factor management remains uncertain"
}