{
    "title": "A Comparison of Sexual Side Effects of Antidepressants With and Without Naltrexone.",
    "doc_id": "28481169",
    "writer": "Thapa M",
    "year": "2017",
    "summary": "OBJECTIVE: The aim of the study was to compare the rate of sexual side effects of the selective serotonin reuptake inhibitor paroxetine versus the tricyclic antidepressant desipramine and to examine the effect of co-prescription of naltrexone on sexual side …",
    "abstract": "Objective:\n        \n      \n      The aim of the study was to compare the rate of sexual side effects of the selective serotonin reuptake inhibitor paroxetine versus the tricyclic antidepressant desipramine and to examine the effect of co-prescription of naltrexone on sexual side effects among participants in a randomized clinical trial.\n    \n\n\n          Methods:\n        \n      \n      This was a secondary analysis (N = 88) of veterans who participated in a 12-week trial. All veterans were randomized into one of four treatment groups: (a) desipramine/naltrexone, (b) desipramine/placebo, (c) paroxetine/naltrexone, and (d) paroxetine/placebo. The main outcome measure was the frequency of sexual side effects consisting of \"decreased sex drive\" and/or \"impotence\" reported by veterans at each weekly visit.\n    \n\n\n          Results:\n        \n      \n      Approximately 61% of the veterans reported sexual side effects at least once during the trial, and 26.4% reported sexual side effects throughout the study. There were no significant differences in the frequency of sexual side effects among the four treatment groups. The results were similar when the comparison was made between the two antidepressant groups. There were no significant differences in the reporting of sexual side effects between those receiving desipramine and paroxetine. Also, the comparison between naltrexone and placebo did not alter the results.\n    \n\n\n          Conclusions:\n        \n      \n      This is the first study to compare frequency of sexual side effect reporting between paroxetine and desipramine. We found no statistically significant differences in sexual side effect reporting between the two antidepressants. Also, the addition of naltrexone did not show any beneficial effect on the sexual side effect profile.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28481169/",
    "clean_text": "a comparison of sexual side effects of antidepressants with and without naltrexone objective the aim of the study was to compare the rate of sexual side effects of the selective serotonin reuptake inhibitor paroxetine versus the tricyclic antidepressant desipramine and to examine the effect of co prescription of naltrexone on sexual side objective the aim of the study was to compare the rate of sexual side effects of the selective serotonin reuptake inhibitor paroxetine versus the tricyclic antidepressant desipramine and to examine the effect of co prescription of naltrexone on sexual side effects among participants in a randomized clinical trial methods this was a secondary analysis n of veterans who participated in a week trial all veterans were randomized into one of four treatment groups a desipramine naltrexone b desipramine placebo c paroxetine naltrexone and d paroxetine placebo the main outcome measure was the frequency of sexual side effects consisting of decreased sex drive and or impotence reported by veterans at each weekly visit results approximately of the veterans reported sexual side effects at least once during the trial and reported sexual side effects throughout the study there were no significant differences in the frequency of sexual side effects among the four treatment groups the results were similar when the comparison was made between the two antidepressant groups there were no significant differences in the reporting of sexual side effects between those receiving desipramine and paroxetine also the comparison between naltrexone and placebo did not alter the results conclusions this is the first study to compare frequency of sexual side effect reporting between paroxetine and desipramine we found no statistically significant differences in sexual side effect reporting between the two antidepressants also the addition of naltrexone did not show any beneficial effect on the sexual side effect profile"
}