{
    "title": "A comprehensive overview of juvenile idiopathic arthritis: From pathophysiology to management.",
    "doc_id": "37068698",
    "writer": "Bansal N",
    "year": "2023",
    "summary": "It is among the most widespread chronic illnesses in children, with an annual incidence of 1.6 to 23 new instances per 100,000 adolescents. About 1 child in every 1000 develops Juvenile Idiopathic Arthritis (JIA) type of chronic arthritis. The cause of JIA is not we …",
    "abstract": "Rheumatoid Arthritis (RA) is a progressive autoimmune disease. It is among the most widespread chronic illnesses in children, with an annual incidence of 1.6 to 23 new instances per 100,000 adolescents. About 1 child in every 1000 develops Juvenile Idiopathic Arthritis (JIA) type of chronic arthritis. The cause of JIA is not well known but what known is that it involves inflammation of the synovium and destruction of tissues in joints which can cause early-onset of oligo articular JIA. It is challenging to diagnose the condition in some children who initially complain of pain and joint swelling as there is no blood test discovered that can confirm the diagnoses of JIA. As JIA patients are immunosuppressed due to the use of drugs, making them vulnerable to catch infections like COVID-19 which can lead to cardiovascular diseases having high rate of morbidity and mortality. The comorbidity like Diabetes has higher incidence in these patients resulting in synergistic effect on inflammation. Currently, the connection of genetics in JIA provides evidence that HLA Class I and II alleles have a role in the pathophysiology of various subtypes of JIA which includes inflammation in the axial skeletal. The primary objective of therapy in juvenile idiopathic arthritis is the suppression of clinical symptoms. The pharmacological approach includes use of medications like DMARDs, NSAIDs etc. and non-pharmacological approach includes physiotherapy, which helps in restoring normal joint function and herbs as adjuvants which has the benefit of no side effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37068698/",
    "clean_text": "a comprehensive overview of juvenile idiopathic arthritis from pathophysiology to management it is among the most widespread chronic illnesses in children with an annual incidence of to new instances per adolescents about child in every develops juvenile idiopathic arthritis jia type of chronic arthritis the cause of jia is not we rheumatoid arthritis ra is a progressive autoimmune disease it is among the most widespread chronic illnesses in children with an annual incidence of to new instances per adolescents about child in every develops juvenile idiopathic arthritis jia type of chronic arthritis the cause of jia is not well known but what known is that it involves inflammation of the synovium and destruction of tissues in joints which can cause early onset of oligo articular jia it is challenging to diagnose the condition in some children who initially complain of pain and joint swelling as there is no blood test discovered that can confirm the diagnoses of jia as jia patients are immunosuppressed due to the use of drugs making them vulnerable to catch infections like covid which can lead to cardiovascular diseases having high rate of morbidity and mortality the comorbidity like diabetes has higher incidence in these patients resulting in synergistic effect on inflammation currently the connection of genetics in jia provides evidence that hla class i and ii alleles have a role in the pathophysiology of various subtypes of jia which includes inflammation in the axial skeletal the primary objective of therapy in juvenile idiopathic arthritis is the suppression of clinical symptoms the pharmacological approach includes use of medications like dmards nsaids etc and non pharmacological approach includes physiotherapy which helps in restoring normal joint function and herbs as adjuvants which has the benefit of no side effects"
}