{
    "pmid": "41434203",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Hippocampal sclerosis (HS) is characterized by neuronal loss and gliosis in the cornu Ammonis (CA) region of the hippocampus and is associated with epilepsy, hypoxia, and neurodegenerative diseases. In dementia, HS is increasingly recognized as a potential biomarker for Limbic-predominant Age-related TDP-43 Encephalopathy neuropathological change (LATE-NC). However, LATE-NC currently lacks a validated in vivo biomarker. Since HS is detectable by MRI, a key question is whether HS could serve as a reliable proxy for underlying LATE-NC pathology. This study examines the prevalence and pathological associations of HS across neurodegenerative diseases in a large population-based brain bank to assess its potential as a biomarker for LATE-NC. Data were analyzed from the Biobank for Aging Study (BAS-GEROLAB) in São Paulo, Brazil. Clinical and epidemiological information was obtained from next of kin using validated protocols, including the Clinical Dementia Rating (CDR) scale. Neuropathological assessments included morphological, vascular, and immunohistochemical analyses for beta- amyloid, tau, alpha-synuclein, and TDP-43. HS was defined as ≥70% neuronal loss in CA1 (unilateral). Individuals with a history of epilepsy were excluded. Among 1,307 individuals, 36.9% were non-White and 49.7% were women. HS was identified in 41 participants (3.1%), with higher prevalence among older individuals, women, and those with lower education levels (p < 0.001). HS was also significantly associated with hyaline arteriolosclerosis (p = 0.001) and diabetes mellitus (p = 0.003) (Table 1). Multivariate analysis confirmed associations between HS and LATE-NC (p < 0.001) as well as lacunar infarcts (p = 0.031) (Table 2). The positive predictive value (PPV) of HS for TDP- 43 pathology was 48.8%, increasing to 59.4% among cognitively impaired individuals (n = 432) (Table 3). Among individuals with HS but no TDP-43 pathology (n = 21), 48.4% had Braak-AD stage ≥3, and 64.5% exhibited arteriolosclerosis. HS is relatively uncommon in this population-based brain bank but is strongly associated with TDP-43 pathology. However, vascular pathology also plays a significant role, particularly in populations with high cardiovascular risk. This limits its predictive value for LATE-NC, even among cognitively impaired individuals. Given the absence of an in vivo biomarker for LATE-NC, further research is needed to determine whether MRI-detectable HS can serve as a reliable surrogate marker for LATE-NC pathology, particularly in genetically diverse populations with multiple comorbidities.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium hippocampal sclerosis hs is characterized by neuronal loss and gliosis in the cornu ammonis ca region of the hippocampus and is associated with epilepsy hypoxia and neurodegenerative diseases in dementia hs is increasingly recognized as a potential biomarker for limbic predominant age related tdp encephalopathy neuropathological change late nc however late nc currently lacks a validated in vivo biomarker since hs is detectable by mri a key question is whether hs could serve as a reliable proxy for underlying late nc pathology this study examines the prevalence and pathological associations of hs across neurodegenerative diseases in a large population based brain bank to assess its potential as a biomarker for late nc data were analyzed from the biobank for aging study bas gerolab in s o paulo brazil clinical and epidemiological information was obtained from next of kin using validated protocols including the clinical dementia rating cdr scale neuropathological assessments included morphological vascular and immunohistochemical analyses for beta amyloid tau alpha synuclein and tdp hs was defined as neuronal loss in ca unilateral individuals with a history of epilepsy were excluded among individuals were non white and were women hs was identified in participants with higher prevalence among older individuals women and those with lower education levels p hs was also significantly associated with hyaline arteriolosclerosis p and diabetes mellitus p table multivariate analysis confirmed associations between hs and late nc p as well as lacunar infarcts p table the positive predictive value ppv of hs for tdp pathology was increasing to among cognitively impaired individuals n table among individuals with hs but no tdp pathology n had braak ad stage and exhibited arteriolosclerosis hs is relatively uncommon in this population based brain bank but is strongly associated with tdp pathology however vascular pathology also plays a significant role particularly in populations with high cardiovascular risk this limits its predictive value for late nc even among cognitively impaired individuals given the absence of an in vivo biomarker for late nc further research is needed to determine whether mri detectable hs can serve as a reliable surrogate marker for late nc pathology particularly in genetically diverse populations with multiple comorbidities"
}