{
    "pmid": "41465552",
    "title": "NETosis-Related Biomarkers in Systemic Lupus Erythematosus, Rheumatoid Arthritis, Psoriatic Arthritis and Ankylosing Spondylitis: A Comparative Study.",
    "abstract": "NETosis is assumed to be involved in the pathogenesis of common rheumatic diseases such as systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), psoriatic arthritis (PsA), and ankylosing spondylitis (AS). However, the levels of circulating NETosis biomarkers and the extent of changes in these markers in specific rheumatic diseases are not fully understood. In this study, cell-free DNA (cfDNA) concentration as a non-specific marker, as well as myeloperoxidase (MPO) and citrullinated histone H3 (H3cit) as specific markers of NETosis, were investigated in SLE, RA, PsA, and AS. Analysis of covariance, accounting for sex, age and disease duration, showed that total cfDNA was elevated in SLE and AS compared with healthy subjects. Nuclear and mitochondrial cfDNA were elevated in four diseases. However, nuclear cfDNA was increased to a greater extent in SLE but mitochondrial cfDNA was higher in RA. MPO and H3cit were significantly elevated in SLE compared with other diseases, although MPO was also higher in RA. Elevated concentrations of MPO and H3cit in SLE were associated with the presence of concomitant cardiovascular diseases. The effect of biological therapy on mitochondrial cfDNA, MPO, and H3cit was also shown. The proinflammatory cytokine IL-18, implicated in the induction of NETosis, was similarly elevated in the four rheumatic diseases. Thus, the most striking signs of NETosis are found in SLE, although they are also present in RA. PsA and AS were mainly characterized by an increase in cfDNA. These data highlight characteristic changes in NETosis markers in four rheumatic diseases.",
    "disease": "rheumatoid arthritis",
    "clean_text": "netosis related biomarkers in systemic lupus erythematosus rheumatoid arthritis psoriatic arthritis and ankylosing spondylitis a comparative study netosis is assumed to be involved in the pathogenesis of common rheumatic diseases such as systemic lupus erythematosus sle rheumatoid arthritis ra psoriatic arthritis psa and ankylosing spondylitis as however the levels of circulating netosis biomarkers and the extent of changes in these markers in specific rheumatic diseases are not fully understood in this study cell free dna cfdna concentration as a non specific marker as well as myeloperoxidase mpo and citrullinated histone h h cit as specific markers of netosis were investigated in sle ra psa and as analysis of covariance accounting for sex age and disease duration showed that total cfdna was elevated in sle and as compared with healthy subjects nuclear and mitochondrial cfdna were elevated in four diseases however nuclear cfdna was increased to a greater extent in sle but mitochondrial cfdna was higher in ra mpo and h cit were significantly elevated in sle compared with other diseases although mpo was also higher in ra elevated concentrations of mpo and h cit in sle were associated with the presence of concomitant cardiovascular diseases the effect of biological therapy on mitochondrial cfdna mpo and h cit was also shown the proinflammatory cytokine il implicated in the induction of netosis was similarly elevated in the four rheumatic diseases thus the most striking signs of netosis are found in sle although they are also present in ra psa and as were mainly characterized by an increase in cfdna these data highlight characteristic changes in netosis markers in four rheumatic diseases"
}