{
    "pmid": "41434166",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Higher levels of the synaptic proteins neuropentraxin 2 (NPTX2) and neurosecretory protein VGF in cerebrospinal fluid (CSF) are associated with reduced cognitive decline among older adults, but the mechanisms underlying their beneficial effects on cognition are poorly understood. The present study examined the cross-sectional relationship between levels of three synaptic proteins (NPTX2, VGF, and a synaptic glutamate receptor subunit (GluA4)) with MRI measures of white matter microstructure, and whether that relationship is influenced by CSF AD biomarker levels. CSF and MRI data were collected from 126 cognitively unimpaired middle-age and older adult participants (M  Higher values of all three synaptic proteins were associated with better DTI microstructure (i.e., higher FA, lower MD) across all regions (Table 1). The patterns remained unchanged with CSF AD biomarkers included as additional model predictors, and there were no interactions with AD biomarker levels. Additionally, better DTI microstructure in cortical and cerebellar tracts was associated with better executive function and visuospatial performance. Higher CSF levels of synaptic markers NPTX2, GluA4, and VGF were associated with better white matter integrity, including global cortical, medial temporal, and cerebellar tracts, which in turn was associated with better cognitive performance. These results support the view that synaptic proteins may contribute to cognitive resilience among older adults, possibly via better white matter microstructure. Longitudinal studies are needed to assess the impact of these proteins on white matter microstructure and their relationship with cognition.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium higher levels of the synaptic proteins neuropentraxin nptx and neurosecretory protein vgf in cerebrospinal fluid csf are associated with reduced cognitive decline among older adults but the mechanisms underlying their beneficial effects on cognition are poorly understood the present study examined the cross sectional relationship between levels of three synaptic proteins nptx vgf and a synaptic glutamate receptor subunit glua with mri measures of white matter microstructure and whether that relationship is influenced by csf ad biomarker levels csf and mri data were collected from cognitively unimpaired middle age and older adult participants m higher values of all three synaptic proteins were associated with better dti microstructure i e higher fa lower md across all regions table the patterns remained unchanged with csf ad biomarkers included as additional model predictors and there were no interactions with ad biomarker levels additionally better dti microstructure in cortical and cerebellar tracts was associated with better executive function and visuospatial performance higher csf levels of synaptic markers nptx glua and vgf were associated with better white matter integrity including global cortical medial temporal and cerebellar tracts which in turn was associated with better cognitive performance these results support the view that synaptic proteins may contribute to cognitive resilience among older adults possibly via better white matter microstructure longitudinal studies are needed to assess the impact of these proteins on white matter microstructure and their relationship with cognition"
}