{
    "pmid": "41316281",
    "title": "Interpretable machine learning model based on multimodal ultrasound for bedside diagnosis of acute exacerbations in COPD.",
    "abstract": "Acute exacerbations of chronic obstructive pulmonary disease (AECOPD) are associated with accelerated lung function decline and increased mortality. However, early and accurate diagnosis remains clinically challenging due to nonspecific symptoms and limitations of existing diagnostic tools. This study aimed to develop an interpretable machine learning (ML) model integrating multimodal ultrasound indicators to facilitate real-time bedside diagnosis of AECOPD. In this prospective, single-center study, 316 patients with COPD underwent standardized lung, diaphragmatic, and quadriceps ultrasound examinations upon hospital admission. Four ML algorithms were developed using a 7:3 training-to-test data split. Model performance was assessed by area under the receiver operating characteristic curve (AUC), and interpretability was enhanced using SHapley Additive exPlanations (SHAP). The support vector machine (SVM) model achieved the best diagnostic performance, with an AUC of 0.9321 in the training set and 0.9302 in the test set. The final model incorporated six routinely obtainable variables, five of which were ultrasound derived. SHAP analysis identified elevated lung ultrasound scores, diaphragmatic dysfunction, and quadriceps atrophy as the most influential predictors. This non-invasive and interpretable ML model, based on bedside ultrasound features, offers a clinically feasible tool for real-time AECOPD diagnosis. Further multicenter validation is warranted to confirm generalizability and explore integration with additional biomarkers or imaging modalities. Not applicable.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "interpretable machine learning model based on multimodal ultrasound for bedside diagnosis of acute exacerbations in copd acute exacerbations of chronic obstructive pulmonary disease aecopd are associated with accelerated lung function decline and increased mortality however early and accurate diagnosis remains clinically challenging due to nonspecific symptoms and limitations of existing diagnostic tools this study aimed to develop an interpretable machine learning ml model integrating multimodal ultrasound indicators to facilitate real time bedside diagnosis of aecopd in this prospective single center study patients with copd underwent standardized lung diaphragmatic and quadriceps ultrasound examinations upon hospital admission four ml algorithms were developed using a training to test data split model performance was assessed by area under the receiver operating characteristic curve auc and interpretability was enhanced using shapley additive explanations shap the support vector machine svm model achieved the best diagnostic performance with an auc of in the training set and in the test set the final model incorporated six routinely obtainable variables five of which were ultrasound derived shap analysis identified elevated lung ultrasound scores diaphragmatic dysfunction and quadriceps atrophy as the most influential predictors this non invasive and interpretable ml model based on bedside ultrasound features offers a clinically feasible tool for real time aecopd diagnosis further multicenter validation is warranted to confirm generalizability and explore integration with additional biomarkers or imaging modalities not applicable"
}