{
    "pmid": "41461214",
    "title": "Evaluation of sapogenin isolated from the defatted seeds of Camellia oleifera and its derivative as anti-breast cancer agents.",
    "abstract": "The defatted seeds of Camellia oleifera are an underutilized resource that leads to poor economy. Saponins extracted from these seeds exhibit anti-breast cancer effects. To augment their anticancer efficacy, the saponins were structurally modified by the incorporation of a thiosemicarbazone moiety to yield the Camellia sapogenin thiosemicarbazone (CST). CST was subsequently complexed with zinc to form Zn-CST. This zinc complex demonstrated markedly enhanced antiproliferative and cytotoxic activity in ER+ / PR+ MCF-7 cells (IC₅₀ = 3.21 ± 0.44 μM) and HER2- T47D cells (IC₅₀ = 9.80 ± 1.31 μM), demonstrating greater potency than erlotinib. In MCF-7 cells, Zn-CST induced cell cycle arrest at the G₀ / G₁ phase and resulted in a 27-fold increase in apoptosis. Additionally, Zn-CST exhibited more potent inhibitory activity against EGFR kinase, with an IC₅₀ value of 0.25 ± 0.02 μM, compared to erlotinib. Molecular docking analysis confirmed Zn-CST's superior binding affinity for EGFR with a binding energy of -102.7 kcal/mol, predominantly due to a strong electrostatic interaction with Asp831. Collectively, these findings suggest that Zn-CST could be developed as anti ER+ / PR+ breast cancer candidate.",
    "disease": "breast cancer",
    "clean_text": "evaluation of sapogenin isolated from the defatted seeds of camellia oleifera and its derivative as anti breast cancer agents the defatted seeds of camellia oleifera are an underutilized resource that leads to poor economy saponins extracted from these seeds exhibit anti breast cancer effects to augment their anticancer efficacy the saponins were structurally modified by the incorporation of a thiosemicarbazone moiety to yield the camellia sapogenin thiosemicarbazone cst cst was subsequently complexed with zinc to form zn cst this zinc complex demonstrated markedly enhanced antiproliferative and cytotoxic activity in er pr mcf cells ic m and her t d cells ic m demonstrating greater potency than erlotinib in mcf cells zn cst induced cell cycle arrest at the g g phase and resulted in a fold increase in apoptosis additionally zn cst exhibited more potent inhibitory activity against egfr kinase with an ic value of m compared to erlotinib molecular docking analysis confirmed zn cst s superior binding affinity for egfr with a binding energy of kcal mol predominantly due to a strong electrostatic interaction with asp collectively these findings suggest that zn cst could be developed as anti er pr breast cancer candidate"
}