{
    "pmid": "41439062",
    "title": "Incidence of Mucinous Adenocarcinoma of the Colon in the Bangladeshi Population: A Pilot Observational Study.",
    "abstract": "Colorectal cancers are one of the most common cancers worldwide, and they are a significant reason for cancer-related deaths worldwide. There is a notable increase in colorectal cancers in the Asian and Southeast Asian population. The rise in incidence is attributed to changing lifestyles, increasing obesity, tobacco use, socioeconomic factors, and lifestyle changes in the Asian population. Mucinous carcinoma of the colon accounts for a smaller part of colorectal cancer. However, the incidence of mucinous colorectal cancers in the Southeast Asian population, especially in the Bangladeshi population, has been underreported. This study aims to determine the incidence of mucinous colon carcinoma in the Bangladeshi population. In this single-center observational study, 32 patients with colorectal cancer were diagnosed over a period of three and a half years. Thirteen females (40%) and 19 males (60%) were identified in the study with colorectal cancers. Twelve patients (38%) had mucinous adenocarcinoma of the colonic cancers. Twenty-two patients (68%) were >50 years of age and had colonic cancers. There was an equal distribution of colonic cancers on both the right and left sides of the colon. However, it is noted that there is a slight predominance of mucinous cancer on the left side in the Bangladeshi population. In this study population, mucinous adenocarcinoma showed an inverse relationship with adverse histological features, such as lymphovascular invasion (OR = 0.17, p = 0.035); however, for other histological features, including perineural invasion and tumor necrosis, there was no statistical significance. Out of 32 patients studied in this population, the incidence of mucinous carcinoma is significantly higher in the Bangladeshi population compared to Western data in this observational study. The demographics differ from the Western statistics.",
    "disease": "colorectal cancer",
    "clean_text": "incidence of mucinous adenocarcinoma of the colon in the bangladeshi population a pilot observational study colorectal cancers are one of the most common cancers worldwide and they are a significant reason for cancer related deaths worldwide there is a notable increase in colorectal cancers in the asian and southeast asian population the rise in incidence is attributed to changing lifestyles increasing obesity tobacco use socioeconomic factors and lifestyle changes in the asian population mucinous carcinoma of the colon accounts for a smaller part of colorectal cancer however the incidence of mucinous colorectal cancers in the southeast asian population especially in the bangladeshi population has been underreported this study aims to determine the incidence of mucinous colon carcinoma in the bangladeshi population in this single center observational study patients with colorectal cancer were diagnosed over a period of three and a half years thirteen females and males were identified in the study with colorectal cancers twelve patients had mucinous adenocarcinoma of the colonic cancers twenty two patients were years of age and had colonic cancers there was an equal distribution of colonic cancers on both the right and left sides of the colon however it is noted that there is a slight predominance of mucinous cancer on the left side in the bangladeshi population in this study population mucinous adenocarcinoma showed an inverse relationship with adverse histological features such as lymphovascular invasion or p however for other histological features including perineural invasion and tumor necrosis there was no statistical significance out of patients studied in this population the incidence of mucinous carcinoma is significantly higher in the bangladeshi population compared to western data in this observational study the demographics differ from the western statistics"
}