{
    "pmid": "41429608",
    "title": "[",
    "abstract": "To investigate the mechanism by which  In primary cultures of chondrocytes from 4-week-old C57BL/6 mice, the effects of IL-1β and MOP treatment at different concentrations on cell viability were assessed with CCK-8 assay. The treated cells were examined for protein expressions of PKM2, caspase-1, and GSDMD using Western blotting and for XIST expression using fluorescence  The second-passage chondrocytes showed good viability and positive collagen II staining. IL-1β induction caused degenerative morphological changes of the cells, decreased collagen II expression, and upregulated cellular expressions of PKM2, caspase-1, and GSDMD proteins. MOP treatment (especially at 4 mg/mL) significantly enhanced cell viability and reduced HK2, PKM2, caspase-1 and GSDMD expressions in IL-1β‑induced mouse chondrocytes. XIST was localized predominantly in the nuclei of the chondrocytes, and its expression increased significantly in IL-1β‑treated cells, and was attenuated by MOP treatment. XIST overexpression synergized with IL-1β to upregulate mRNA and protein expressions of glycolysis- and pyroptosis-related factors in the chondrocytes, and such effects were obviously attenuated by MOP. Conversely, XIST knockdown significantly inhibited chondrocyte apoptosis and glycosaminoglycan expression, and down-regulated glycolysis- and pyroptosis-related proteins. MOP treatment exhibited similar protective effects to XIST knockdown, and their combination significantly augmented these protective effects. MOP mitigates IL-1β‑induced mouse chondrocyte degeneration by modulating glycolysis and pyroptosis via targeting XIST.",
    "disease": "osteoarthritis",
    "clean_text": "to investigate the mechanism by which in primary cultures of chondrocytes from week old c bl mice the effects of il and mop treatment at different concentrations on cell viability were assessed with cck assay the treated cells were examined for protein expressions of pkm caspase and gsdmd using western blotting and for xist expression using fluorescence the second passage chondrocytes showed good viability and positive collagen ii staining il induction caused degenerative morphological changes of the cells decreased collagen ii expression and upregulated cellular expressions of pkm caspase and gsdmd proteins mop treatment especially at mg ml significantly enhanced cell viability and reduced hk pkm caspase and gsdmd expressions in il induced mouse chondrocytes xist was localized predominantly in the nuclei of the chondrocytes and its expression increased significantly in il treated cells and was attenuated by mop treatment xist overexpression synergized with il to upregulate mrna and protein expressions of glycolysis and pyroptosis related factors in the chondrocytes and such effects were obviously attenuated by mop conversely xist knockdown significantly inhibited chondrocyte apoptosis and glycosaminoglycan expression and down regulated glycolysis and pyroptosis related proteins mop treatment exhibited similar protective effects to xist knockdown and their combination significantly augmented these protective effects mop mitigates il induced mouse chondrocyte degeneration by modulating glycolysis and pyroptosis via targeting xist"
}