{
    "title": "Computer-aided drug design course for pharmacy major students in Shenyang Pharmaceutical University following the COVID-19 pandemic: Challenges and opportunities.",
    "doc_id": "37622541",
    "writer": "Huang M",
    "year": "2023",
    "summary": "The computer-aided drug design (CADD) course that spans biochemistry, computational chemistry, medicinal chemistry, and other cutting-edge sciences is considered an important course by pharmaceutical universities in China. The course teaches students how drugs bind …",
    "abstract": "The computer-aided drug design (CADD) course that spans biochemistry, computational chemistry, medicinal chemistry, and other cutting-edge sciences is considered an important course by pharmaceutical universities in China. The course teaches students how drugs bind to protein targets and exert their biological activities using computer tools, and covers the basic principles of drug development and optimization. Due to the lockdown and social distancing measures adopted during the coronavirus disease 2019 (COVID-19) pandemic, the CADD course in Shenyang Pharmaceutical University was briefly suspended. Thereafter, it was taught in the online mode by adopting a novel blended teaching method. Through a questionnaire survey and final report assessment, we found that blended teaching might provide an opportunity to stimulate greater motivation and interest in students as well as improve teaching effectiveness and learning outcomes of the course. This study describes how we conducted the CADD course during the COVID-19 period with the intention of providing a reference for other teachers to conduct similar courses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37622541/",
    "clean_text": "computer aided drug design course for pharmacy major students in shenyang pharmaceutical university following the covid pandemic challenges and opportunities the computer aided drug design cadd course that spans biochemistry computational chemistry medicinal chemistry and other cutting edge sciences is considered an important course by pharmaceutical universities in china the course teaches students how drugs bind the computer aided drug design cadd course that spans biochemistry computational chemistry medicinal chemistry and other cutting edge sciences is considered an important course by pharmaceutical universities in china the course teaches students how drugs bind to protein targets and exert their biological activities using computer tools and covers the basic principles of drug development and optimization due to the lockdown and social distancing measures adopted during the coronavirus disease covid pandemic the cadd course in shenyang pharmaceutical university was briefly suspended thereafter it was taught in the online mode by adopting a novel blended teaching method through a questionnaire survey and final report assessment we found that blended teaching might provide an opportunity to stimulate greater motivation and interest in students as well as improve teaching effectiveness and learning outcomes of the course this study describes how we conducted the cadd course during the covid period with the intention of providing a reference for other teachers to conduct similar courses"
}