{
    "title": "Spontaneous multilevel airway haemorrhage in acquired haemophilia A.",
    "doc_id": "27577042",
    "writer": "See A",
    "year": "2017",
    "summary": "In contrast, acquired haemophilia more commonly presents with skin, soft tissue and mucosal haemorrhages. METHODS: We present a case of a patient with idiopathic acquired haemophilia A, whose initial presentation was that of spontaneous submental and submandibular haema …",
    "abstract": "Background:\n        \n      \n      Acquired haemophilia A is caused by the development of an autoantibody to factor VIII in a person with previously normal haemostasis. The most common clinical presentation in hereditary haemophilia is intra-articular bleeding. In contrast, acquired haemophilia more commonly presents with skin, soft tissue and mucosal haemorrhages.\n    \n\n\n          Methods:\n        \n      \n      We present a case of a patient with idiopathic acquired haemophilia A, whose initial presentation was that of spontaneous submental and submandibular haematoma which rapidly progressed to involve multiple sites in the airway, ultimately necessitating an emergent tracheotomy. In view of the extremely rare occurrence of this phenomenon, a systematic review and summary of all previously reported cases is also presented.\n    \n\n\n          Results:\n        \n      \n      The diagnostic and management dilemmas encountered in this case are presented from an otolaryngologist's perspective.\n    \n\n\n          Conclusions:\n        \n      \n      Otolaryngologists' awareness of underlying haematological pathologies and their natural course of disease in cases of severe airway haemorrhage is of paramount importance in anticipating evolving issues in management of these patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27577042/",
    "clean_text": "spontaneous multilevel airway haemorrhage in acquired haemophilia a in contrast acquired haemophilia more commonly presents with skin soft tissue and mucosal haemorrhages methods we present a case of a patient with idiopathic acquired haemophilia a whose initial presentation was that of spontaneous submental and submandibular haema background acquired haemophilia a is caused by the development of an autoantibody to factor viii in a person with previously normal haemostasis the most common clinical presentation in hereditary haemophilia is intra articular bleeding in contrast acquired haemophilia more commonly presents with skin soft tissue and mucosal haemorrhages methods we present a case of a patient with idiopathic acquired haemophilia a whose initial presentation was that of spontaneous submental and submandibular haematoma which rapidly progressed to involve multiple sites in the airway ultimately necessitating an emergent tracheotomy in view of the extremely rare occurrence of this phenomenon a systematic review and summary of all previously reported cases is also presented results the diagnostic and management dilemmas encountered in this case are presented from an otolaryngologist s perspective conclusions otolaryngologists awareness of underlying haematological pathologies and their natural course of disease in cases of severe airway haemorrhage is of paramount importance in anticipating evolving issues in management of these patients"
}