{
    "pmid": "41461087",
    "title": "Effectiveness and Safety of Statins in Type 2 Diabetes According to Baseline Cardiovascular Risk : A Target Trial Emulation Study.",
    "abstract": "Whether statins benefit patients with type 2 diabetes mellitus (T2DM) with low predicted 10-year cardiovascular risk is uncertain. To evaluate the effectiveness and safety of statin initiation for primary prevention among adults with T2DM stratified by predicted 10-year risk for cardiovascular disease (CVD). Cohort study using target trial emulation. U.K. primary care using the IQVIA Medical Research Data database. Persons aged 25 to 84 years with a diagnosis of T2DM between 2005 and 2016 and no history of coronary artery disease, myocardial infarction, stroke, heart failure, myopathy, liver disease, rheumatic heart disease, schizophrenia, or cancer. Statin initiation versus noninitiation, with estimation of the observational analogues of the intention-to-treat effect. Statin initiators were propensity score-matched to noninitiators in a 1:4 ratio within 4 QRISK3 strata of 10-year predicted cardiovascular risk: low (<10%), intermediate (10% to 19%), high (20% to 29%), and very high (≥30%). Absolute risk differences (RDs) and risk ratios (RRs) at 10 years of follow-up for all-cause mortality and major CVD, as well as myopathy and liver dysfunction. Statin initiation was associated with reductions in all-cause mortality and major CVD across QRISK3 strata. In the low-risk stratum, RDs and RRs were -0.53% (95% CI, -0.90% to -0.08%) and 0.80 (95% CI, 0.67 to 0.97), respectively, for all-cause mortality and -0.83% (95% CI, -1.28% to -0.34%) and 0.78 (95% CI, 0.66 to 0.91), respectively, for major CVD. A small increased risk for myopathy was observed in the moderate-risk stratum only, and there was no associated increased risk for liver dysfunction in any stratum. Unmeasured confounding and underascertainment of some hospitalization outcomes. Statin use in T2DM for primary prevention was associated with reductions in all-cause mortality and major CVD across the full spectrum of predicted cardiovascular risk. National Natural Science Foundation of China.",
    "disease": "diabetes mellitus",
    "clean_text": "effectiveness and safety of statins in type diabetes according to baseline cardiovascular risk a target trial emulation study whether statins benefit patients with type diabetes mellitus t dm with low predicted year cardiovascular risk is uncertain to evaluate the effectiveness and safety of statin initiation for primary prevention among adults with t dm stratified by predicted year risk for cardiovascular disease cvd cohort study using target trial emulation u k primary care using the iqvia medical research data database persons aged to years with a diagnosis of t dm between and and no history of coronary artery disease myocardial infarction stroke heart failure myopathy liver disease rheumatic heart disease schizophrenia or cancer statin initiation versus noninitiation with estimation of the observational analogues of the intention to treat effect statin initiators were propensity score matched to noninitiators in a ratio within qrisk strata of year predicted cardiovascular risk low intermediate to high to and very high absolute risk differences rds and risk ratios rrs at years of follow up for all cause mortality and major cvd as well as myopathy and liver dysfunction statin initiation was associated with reductions in all cause mortality and major cvd across qrisk strata in the low risk stratum rds and rrs were ci to and ci to respectively for all cause mortality and ci to and ci to respectively for major cvd a small increased risk for myopathy was observed in the moderate risk stratum only and there was no associated increased risk for liver dysfunction in any stratum unmeasured confounding and underascertainment of some hospitalization outcomes statin use in t dm for primary prevention was associated with reductions in all cause mortality and major cvd across the full spectrum of predicted cardiovascular risk national natural science foundation of china"
}