{
    "title": "[Traumatic Injuries of the Central Nervous System].",
    "doc_id": "30423597",
    "writer": "Walter J",
    "year": "2018",
    "summary": "The term \"traumatic injuries of the central nervous system\" (CNS) refers to both traumatic brain injury (TBI) as well as traumatic spinal cord injury (SCI). Both types of injuries substantially contribute to morbidity and mortality in developed …",
    "abstract": "The term \"traumatic injuries of the central nervous system\" (CNS) refers to both traumatic brain injury (TBI) as well as traumatic spinal cord injury (SCI). Both types of injuries substantially contribute to morbidity and mortality in developed as well as developing countries. The underlying pathophysiological processes are very complex and despite extensive research efforts they are still not completely understood. Therefore, traumatic injuries to the CNS pose special challenges for preclinical and clinical management. Thus, in order to treat these conditions effectively an interdisciplinary treatment approach consisting of intensive conservative as well as operative treatment options in specialized centers experienced in the treatment of patients with traumatic injuries of the CNS is necessary. This review summarizes the epidemiology, pathophysiology, diagnostic approaches as well as current preclinical and clinical treatment options based on current guidelines and literature. Finally, the prognosis for both conditions is outlined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30423597/",
    "clean_text": "traumatic injuries of the central nervous system the term traumatic injuries of the central nervous system cns refers to both traumatic brain injury tbi as well as traumatic spinal cord injury sci both types of injuries substantially contribute to morbidity and mortality in developed the term traumatic injuries of the central nervous system cns refers to both traumatic brain injury tbi as well as traumatic spinal cord injury sci both types of injuries substantially contribute to morbidity and mortality in developed as well as developing countries the underlying pathophysiological processes are very complex and despite extensive research efforts they are still not completely understood therefore traumatic injuries to the cns pose special challenges for preclinical and clinical management thus in order to treat these conditions effectively an interdisciplinary treatment approach consisting of intensive conservative as well as operative treatment options in specialized centers experienced in the treatment of patients with traumatic injuries of the cns is necessary this review summarizes the epidemiology pathophysiology diagnostic approaches as well as current preclinical and clinical treatment options based on current guidelines and literature finally the prognosis for both conditions is outlined"
}