{
    "title": "Facilitation of postural limb reflexes with epidural stimulation in spinal rabbits.",
    "doc_id": "20018835",
    "writer": "Musienko PE",
    "year": "2010",
    "summary": "It is known that after spinalization animals lose their ability to maintain lateral stability when standing or walking. ...The aim of this study was to clarify whether spinal networks contribute to the generation of PLRs. For this purpose, first, PLRs were recorded …",
    "abstract": "It is known that after spinalization animals lose their ability to maintain lateral stability when standing or walking. A likely reason for this is a reduction of the postural limb reflexes (PLRs) driven by stretch and load receptors of the limbs. The aim of this study was to clarify whether spinal networks contribute to the generation of PLRs. For this purpose, first, PLRs were recorded in decerebrated rabbits before and after spinalization at T12. Second, the effects of epidural electrical stimulation (EES) at L7 on the limb reflexes were studied after spinalization. To evoke PLRs, the vertebrate column of the rabbit was fixed, whereas the hindlimbs were positioned on the platform. Periodic lateral tilts of the platform caused antiphase flexion-extension limbs movements, similar to those observed in intact animals keeping balance on the tilting platform. Before spinalization, these movements evoked PLRs: augmentation of extensor EMGs and increase of contact force during limb flexion, suggesting their stabilizing postural effects. Spinalization resulted in almost complete disappearance of PLRs. After EES, however, the PLRs reappeared and persisted for up to several minutes, although their values were reduced. The post-EES effects could be magnified by intrathecal application of quipazine (5-HT agonist) at L4-L6. Results of this study suggest that the spinal cord contains the neuronal networks underlying PLRs; they can contribute to the maintenance of lateral stability in intact subjects. In acute spinal animals, these networks can be activated by EES, suggesting that they are normally activated by a tonic supraspinal drive.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20018835/",
    "clean_text": "facilitation of postural limb reflexes with epidural stimulation in spinal rabbits it is known that after spinalization animals lose their ability to maintain lateral stability when standing or walking the aim of this study was to clarify whether spinal networks contribute to the generation of plrs for this purpose first plrs were recorded it is known that after spinalization animals lose their ability to maintain lateral stability when standing or walking a likely reason for this is a reduction of the postural limb reflexes plrs driven by stretch and load receptors of the limbs the aim of this study was to clarify whether spinal networks contribute to the generation of plrs for this purpose first plrs were recorded in decerebrated rabbits before and after spinalization at t second the effects of epidural electrical stimulation ees at l on the limb reflexes were studied after spinalization to evoke plrs the vertebrate column of the rabbit was fixed whereas the hindlimbs were positioned on the platform periodic lateral tilts of the platform caused antiphase flexion extension limbs movements similar to those observed in intact animals keeping balance on the tilting platform before spinalization these movements evoked plrs augmentation of extensor emgs and increase of contact force during limb flexion suggesting their stabilizing postural effects spinalization resulted in almost complete disappearance of plrs after ees however the plrs reappeared and persisted for up to several minutes although their values were reduced the post ees effects could be magnified by intrathecal application of quipazine ht agonist at l l results of this study suggest that the spinal cord contains the neuronal networks underlying plrs they can contribute to the maintenance of lateral stability in intact subjects in acute spinal animals these networks can be activated by ees suggesting that they are normally activated by a tonic supraspinal drive"
}