{
    "pmid": "41474583",
    "title": "A rare case of lung adenocarcinoma with uncommon epidermal growth factor receptor gene double mutations: S768I + G719X.",
    "abstract": "EGFR gene mutations are the second most common oncogenic driver of tumorigenesis in non-small cell lung cancer (NSCLC). Exon 19 deletions and L858R point mutation are strong predictors of response to TKIs, whereas rare EGFR mutations are generally associated with suboptimal TKIs response. Notably, rare mutations G719X and S768I can co-exist as complex mutations within the same tumor. In this context, we report a case of a 55-year-old female patient with left lower lobe lung adenocarcinoma along with metastases in the liver, skull, and bony pelvis. Histopathological examination of the right iliac bone confirmed the moderately differentiated metastatic adenocarcinoma. Findings of this report present the rare EGFR double mutations (G719X + S768I), along with concurrent ROS1positivity, which can directly affect treatment choices. There is ongoing debate about the optimal choice of TKI for the rare EGFR mutations, but earlier reports indicate that these mutations may respond more favorably to second-generation TKIs compared to first-generation. This report underscores the significance of thorough molecular profiling in NSCLC.",
    "disease": "lung cancer",
    "clean_text": "a rare case of lung adenocarcinoma with uncommon epidermal growth factor receptor gene double mutations s i g x egfr gene mutations are the second most common oncogenic driver of tumorigenesis in non small cell lung cancer nsclc exon deletions and l r point mutation are strong predictors of response to tkis whereas rare egfr mutations are generally associated with suboptimal tkis response notably rare mutations g x and s i can co exist as complex mutations within the same tumor in this context we report a case of a year old female patient with left lower lobe lung adenocarcinoma along with metastases in the liver skull and bony pelvis histopathological examination of the right iliac bone confirmed the moderately differentiated metastatic adenocarcinoma findings of this report present the rare egfr double mutations g x s i along with concurrent ros positivity which can directly affect treatment choices there is ongoing debate about the optimal choice of tki for the rare egfr mutations but earlier reports indicate that these mutations may respond more favorably to second generation tkis compared to first generation this report underscores the significance of thorough molecular profiling in nsclc"
}