{
    "pmid": "41426901",
    "title": "Shapiro Syndrome: A Case Report.",
    "abstract": "Shapiro syndrome is a rare dysautonomic disorder defined by the triad of spontaneous recurrent hypothermia, hyperhidrosis, and agenesis of the corpus callosum. Recognition in older adults is uncommon and often delayed, as episodes can mimic infection or endocrine disease. We report an 81-year-old woman with established Shapiro syndrome who presented with recurrent admissions for profound hypothermia (31.3-33.6 °C) accompanied by delirium and sinus bradycardia. Previous MRI demonstrated complete agenesis of the corpus callosum with colpocephaly and hippocampal hypoplasia. Episodes were managed with active rewarming, hydration, and adherence to a neurology plan emphasizing conservative temperature control and avoidance of antipyretics during hypothermia. For prophylaxis, she received clonidine 25 mg (three tablets in the morning, two at midday, and three at night) and lamotrigine 50 mg twice daily for background epilepsy. With this protocol, episode severity and duration decreased. This case highlights classic Shapiro syndrome persisting into advanced age. In elderly patients with unexplained recurrent hypothermia and sweating, especially with documented agenesis of the corpus callosum, early recognition and a structured conservative plan can reduce hospitalizations and iatrogenic interventions.",
    "disease": "epilepsy",
    "clean_text": "shapiro syndrome a case report shapiro syndrome is a rare dysautonomic disorder defined by the triad of spontaneous recurrent hypothermia hyperhidrosis and agenesis of the corpus callosum recognition in older adults is uncommon and often delayed as episodes can mimic infection or endocrine disease we report an year old woman with established shapiro syndrome who presented with recurrent admissions for profound hypothermia c accompanied by delirium and sinus bradycardia previous mri demonstrated complete agenesis of the corpus callosum with colpocephaly and hippocampal hypoplasia episodes were managed with active rewarming hydration and adherence to a neurology plan emphasizing conservative temperature control and avoidance of antipyretics during hypothermia for prophylaxis she received clonidine mg three tablets in the morning two at midday and three at night and lamotrigine mg twice daily for background epilepsy with this protocol episode severity and duration decreased this case highlights classic shapiro syndrome persisting into advanced age in elderly patients with unexplained recurrent hypothermia and sweating especially with documented agenesis of the corpus callosum early recognition and a structured conservative plan can reduce hospitalizations and iatrogenic interventions"
}