{
    "pmid": "41466225",
    "title": "Sodium butyrate entrapped chitosan-PAMAM for suppression of colorectal cancer cells.",
    "abstract": "Cancer treatment is a major concern of health worldwide. Nowadays, colorectal cancer is one of the most prevalent diseases throughout the globe. Therefore, novel cancer treatment modalities are required to stop cancer. Thus, this paper aims to develop a novel drug delivery system (DDS) based on Chitosan (CS), polyamidoamine (PAMAM G4), and Nanoparticles (NP) for efficient delivery of sodium butyrate (NB) and Fe To do so, after characterizing the nanocarrier with FT-IR, DLS, TEM, and TGA, nanometric size (40-65 nm), high drug content (23% Fe In biomedical tests, MTT assay indicated 10% (after 24 h), 8% (after 48 h), and 7% (after 72 h) cell viabilities for 200 nM concentration of CS-PAMAM-Fe According to the obtained results, it can be concluded that the fabricated nanocarrier would be a potential DDS against colorectal cancer cells. The results of these biomedical tests have approved potential the ability of the synthesized DDS in the inhibition of colorectal cancer cells. High biocompatibility was shown in MSC normal cells which further verified the efficiency of CS-PAMAM-Fe",
    "disease": "colorectal cancer",
    "clean_text": "sodium butyrate entrapped chitosan pamam for suppression of colorectal cancer cells cancer treatment is a major concern of health worldwide nowadays colorectal cancer is one of the most prevalent diseases throughout the globe therefore novel cancer treatment modalities are required to stop cancer thus this paper aims to develop a novel drug delivery system dds based on chitosan cs polyamidoamine pamam g and nanoparticles np for efficient delivery of sodium butyrate nb and fe to do so after characterizing the nanocarrier with ft ir dls tem and tga nanometric size nm high drug content fe in biomedical tests mtt assay indicated after h after h and after h cell viabilities for nm concentration of cs pamam fe according to the obtained results it can be concluded that the fabricated nanocarrier would be a potential dds against colorectal cancer cells the results of these biomedical tests have approved potential the ability of the synthesized dds in the inhibition of colorectal cancer cells high biocompatibility was shown in msc normal cells which further verified the efficiency of cs pamam fe"
}