{
    "title": "Prevention of gastric cancer by Helicobacter pylori eradication: A review from Japan.",
    "doc_id": "31119891",
    "writer": "Uno Y.",
    "year": "2019",
    "summary": "Japan introduced a Helicobacter pylori eradication therapy strategy in 2013, with the aim of decreasing the number of gastric cancer-related death, the number of new cases of gastric cancer, and associated medical costs. Five years have passed since th …",
    "abstract": "Japan introduced a Helicobacter pylori eradication therapy strategy in 2013, with the aim of decreasing the number of gastric cancer-related death, the number of new cases of gastric cancer, and associated medical costs. Five years have passed since then, but no reduction in the annual number of gastric cancer has been observed. In addition, it was suggested that the number of deaths due to gastric cancer could be reduced to 30,000 a year by 2020, but the annual death toll in 2017 remained at more than 45,000. Based on the above evidence, it was examined whether it was possible to reach the target value based on the data from the last 5 years. The number of deaths per year in 2020 is predicted to be more than 40,000, which is clearly different from the target value. Logically, the effect of the strategy might appear by 2023. However, there is a possibility that the risk of gastric cancer may increase in some populations due to the influence of proton pump inhibitors and dysbiosis in the gastric microbiome. To solve these problems, combined therapy with PPIs and aspirin for patients after H pylori eradication should be considered.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31119891/",
    "clean_text": "prevention of gastric cancer by helicobacter pylori eradication a review from japan japan introduced a helicobacter pylori eradication therapy strategy in with the aim of decreasing the number of gastric cancer related death the number of new cases of gastric cancer and associated medical costs five years have passed since th japan introduced a helicobacter pylori eradication therapy strategy in with the aim of decreasing the number of gastric cancer related death the number of new cases of gastric cancer and associated medical costs five years have passed since then but no reduction in the annual number of gastric cancer has been observed in addition it was suggested that the number of deaths due to gastric cancer could be reduced to a year by but the annual death toll in remained at more than based on the above evidence it was examined whether it was possible to reach the target value based on the data from the last years the number of deaths per year in is predicted to be more than which is clearly different from the target value logically the effect of the strategy might appear by however there is a possibility that the risk of gastric cancer may increase in some populations due to the influence of proton pump inhibitors and dysbiosis in the gastric microbiome to solve these problems combined therapy with ppis and aspirin for patients after h pylori eradication should be considered"
}