{
    "title": "The molecular biology in wound healing & non-healing wound.",
    "doc_id": "28712679",
    "writer": "Qing C.",
    "year": "2017",
    "summary": "The development of molecular biology and other new biotechnologies helps us to recognize the wound healing and non-healing wound of skin in the past 30 years. This review mainly focuses on the molecular biology of many cytokines (including growth facto …",
    "abstract": "The development of molecular biology and other new biotechnologies helps us to recognize the wound healing and non-healing wound of skin in the past 30 years. This review mainly focuses on the molecular biology of many cytokines (including growth factors) and other molecular factors such as extracellular matrix (ECM) on wound healing. The molecular biology in cell movement such as epidermal cells in wound healing was also discussed. Moreover many common chronic wounds such as pressure ulcers, leg ulcers, diabetic foot wounds, venous stasis ulcers, etc. usually deteriorate into non-healing wounds. Therefore the molecular biology such as advanced glycation end products (AGEs) and other molecular factors in diabetes non-healing wounds were also reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28712679/",
    "clean_text": "the molecular biology in wound healing non healing wound the development of molecular biology and other new biotechnologies helps us to recognize the wound healing and non healing wound of skin in the past years this review mainly focuses on the molecular biology of many cytokines including growth facto the development of molecular biology and other new biotechnologies helps us to recognize the wound healing and non healing wound of skin in the past years this review mainly focuses on the molecular biology of many cytokines including growth factors and other molecular factors such as extracellular matrix ecm on wound healing the molecular biology in cell movement such as epidermal cells in wound healing was also discussed moreover many common chronic wounds such as pressure ulcers leg ulcers diabetic foot wounds venous stasis ulcers etc usually deteriorate into non healing wounds therefore the molecular biology such as advanced glycation end products ages and other molecular factors in diabetes non healing wounds were also reviewed"
}