{
    "title": "An Update on the Therapeutic Potential of Stem Cells.",
    "doc_id": "30196398",
    "writer": "Rameshwar P",
    "year": "2018",
    "summary": "The seeming setbacks noted for stem cells underscore the need for experimental studies for safe and efficacious application to patients. Both clinical and experimental researchers have gained valuable knowledge on the characteristics of stem cells, and …",
    "abstract": "The seeming setbacks noted for stem cells underscore the need for experimental studies for safe and efficacious application to patients. Both clinical and experimental researchers have gained valuable knowledge on the characteristics of stem cells, and their behavior in different microenvironment. This introductory chapter focuses on adult mesenchymal stem cells (MSCs) based on the predominance in the clinic. MSCs can be influenced by inflammatory mediators to exert immune suppressive properties, commonly referred to as \"licensing.\" Interestingly, while there are questions if other stem cells can be delivered across allogeneic barrier, there is no question on the ability of MSCs to provide this benefit. This property has been a great advantage since MSCs could be available for immediate application as \"off-the-shelf\" stem cells for several disorders, tissue repair and gene/drug delivery. Despite the benefit of MSCs, it is imperative that research continues with the various types of stem cells. The method needed to isolate these cells is outlined in this book. In parallel, safety studies are needed; particularly links to oncogenic event. In summary, this introductory chapter discusses several potential areas that need to be addressed for safe and efficient delivery of stem cells, and argue for the incorporation of microenvironmental factors in the studies. The method described in this chapter could be extrapolated to the field of chimeric antigen receptor T-cells (CAR-T). This will require application to stem cell hierarchy of memory T-cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30196398/",
    "clean_text": "an update on the therapeutic potential of stem cells the seeming setbacks noted for stem cells underscore the need for experimental studies for safe and efficacious application to patients both clinical and experimental researchers have gained valuable knowledge on the characteristics of stem cells and the seeming setbacks noted for stem cells underscore the need for experimental studies for safe and efficacious application to patients both clinical and experimental researchers have gained valuable knowledge on the characteristics of stem cells and their behavior in different microenvironment this introductory chapter focuses on adult mesenchymal stem cells mscs based on the predominance in the clinic mscs can be influenced by inflammatory mediators to exert immune suppressive properties commonly referred to as licensing interestingly while there are questions if other stem cells can be delivered across allogeneic barrier there is no question on the ability of mscs to provide this benefit this property has been a great advantage since mscs could be available for immediate application as off the shelf stem cells for several disorders tissue repair and gene drug delivery despite the benefit of mscs it is imperative that research continues with the various types of stem cells the method needed to isolate these cells is outlined in this book in parallel safety studies are needed particularly links to oncogenic event in summary this introductory chapter discusses several potential areas that need to be addressed for safe and efficient delivery of stem cells and argue for the incorporation of microenvironmental factors in the studies the method described in this chapter could be extrapolated to the field of chimeric antigen receptor t cells car t this will require application to stem cell hierarchy of memory t cells"
}