{
    "pmid": "41454325",
    "title": "Asthma remission and its predictors in severe asthma: real-world study from the Korean severe asthma registry.",
    "abstract": "Remission has emerged as a therapeutic goal in asthma, but most studies in severe asthma have focused on biologic-treated patients in controlled settings. Real-world data from Asian populations are scarce. We aimed to evaluate the achievement and predictors of asthma remission in Korean patients with severe asthma using a nationwide prospective cohort. We analyzed 405 patients with severe asthma from the Korean Severe Asthma Registry (KoSAR) who completed 12-month follow-up. Remission was classified at 12 and 24 months as complete clinical remission (CCR; ACT ≥ 20, no exacerbations, no oral corticosteroid [OCS] use, and FEV₁ ≥80% or improvement ≥ 100 mL), clinical remission (CR; first three criteria), partial remission (PR; ≥1 criterion), and no remission (NR; none). Ordinal logistic regression identified baseline predictors of higher remission. At 12 months, CCR, CR, PR, and NR were achieved in 5.9%, 18.3%, 67.9%, and 7.9% of participants. Among those with 24-month follow-up (n = 139), remission status was largely stable. Higher baseline ACT score (OR: 1.19, 95% CI 1.12-1.27) predicted remission, while maintenance OCS use (OR: 0.11, 95% CI 0.05-0.25) and chronic cough (OR: 0.39, 95% CI 0.17-0.89) were negatively associated. Remission groups had better baseline lung function, fewer exacerbations, and low WBC counts. Baseline biologic use was more common in CCR, CR groups, whereas NR patients more frequently received methylxanthines, macrolides, and OCS. Clinical predictors, including asthma control, OCS use, and chronic cough may help guide remission-focused strategies in the treatment of severe asthma.",
    "disease": "asthma",
    "clean_text": "asthma remission and its predictors in severe asthma real world study from the korean severe asthma registry remission has emerged as a therapeutic goal in asthma but most studies in severe asthma have focused on biologic treated patients in controlled settings real world data from asian populations are scarce we aimed to evaluate the achievement and predictors of asthma remission in korean patients with severe asthma using a nationwide prospective cohort we analyzed patients with severe asthma from the korean severe asthma registry kosar who completed month follow up remission was classified at and months as complete clinical remission ccr act no exacerbations no oral corticosteroid ocs use and fev or improvement ml clinical remission cr first three criteria partial remission pr criterion and no remission nr none ordinal logistic regression identified baseline predictors of higher remission at months ccr cr pr and nr were achieved in and of participants among those with month follow up n remission status was largely stable higher baseline act score or ci predicted remission while maintenance ocs use or ci and chronic cough or ci were negatively associated remission groups had better baseline lung function fewer exacerbations and low wbc counts baseline biologic use was more common in ccr cr groups whereas nr patients more frequently received methylxanthines macrolides and ocs clinical predictors including asthma control ocs use and chronic cough may help guide remission focused strategies in the treatment of severe asthma"
}