{
    "pmid": "41426922",
    "title": "Patellar Tendon Z-plasty Approach for Comminuted Tibial Plateau Fractures.",
    "abstract": "Introduction This study aims to describe the surgical technique and evaluate the functional and radiological outcomes of comminuted tibial plateau fractures treated using the patellar tendon Z-plasty approach. Materials and methods A retrograde analysis was conducted with clinical and radiological data on nine patients from 2011 to 2025 with an average age of 42 years (range, 20-70 years) who were admitted for tibial plateau fractures with significant comminution involving the intercondylar area and/or the posterior parts of the condyles. Surgery was performed using a midline incision with patellar tendon Z-plasty. This technique provides full visibility to the proximal tibia and makes anatomic reduction easier under direct vision. Results Patients were followed up for an average of 5.3 years (range, 0.5-11 years). No problems with the extensor mechanism were encountered. The range of motion at the final follow-up was normal (0",
    "disease": "osteoarthritis",
    "clean_text": "patellar tendon z plasty approach for comminuted tibial plateau fractures introduction this study aims to describe the surgical technique and evaluate the functional and radiological outcomes of comminuted tibial plateau fractures treated using the patellar tendon z plasty approach materials and methods a retrograde analysis was conducted with clinical and radiological data on nine patients from to with an average age of years range years who were admitted for tibial plateau fractures with significant comminution involving the intercondylar area and or the posterior parts of the condyles surgery was performed using a midline incision with patellar tendon z plasty this technique provides full visibility to the proximal tibia and makes anatomic reduction easier under direct vision results patients were followed up for an average of years range years no problems with the extensor mechanism were encountered the range of motion at the final follow up was normal"
}