{
    "title": "Young adults with life-limiting or life-threatening conditions: sexuality and relationships support.",
    "doc_id": "32241956",
    "writer": "Earle S",
    "year": "2021",
    "summary": "OBJECTIVE: The research project addressed the need to support young adults with issues relating to sexuality and relationships though the development of guidance and standards for practice. ...Sex negativity can have an adverse impact on the experiences of young …",
    "abstract": "Objective:\n        \n      \n      The research project addressed the need to support young adults with issues relating to sexuality and relationships though the development of guidance and standards for practice.\n    \n\n\n          Methods:\n        \n      \n      An action research project underpinned by an interpretivist qualitative framework. Participants were recruited to the project via three hospices in the UK. Data from four focus groups were analysed thematically using a process of constant comparison.\n    \n\n\n          Results:\n        \n      \n      Sixteen young adults with life-limiting or life-threatening conditions aged 21-33 years participated in the study. Three significant themes were identified: sexuality and the transition to adulthood, recognising the significance of sex and relationships, and realising sexual rights.\n    \n\n\n          Conclusion:\n        \n      \n      Sexuality and relationships play an important role in the transition to adulthood for people with life-limiting or life-threatening conditions living in the UK. While young adults with these conditions may have considerable support needs, it is important to balance this with the freedom to exercise choice and to make independent decisions. Sex negativity can have an adverse impact on the experiences of young adults and creates barriers. Improved ongoing access to sex education and the provision of enabling environments that afford privacy and safety are important to support young adults with sexuality and relationships.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32241956/",
    "clean_text": "young adults with life limiting or life threatening conditions sexuality and relationships support objective the research project addressed the need to support young adults with issues relating to sexuality and relationships though the development of guidance and standards for practice sex negativity can have an adverse impact on the experiences of young objective the research project addressed the need to support young adults with issues relating to sexuality and relationships though the development of guidance and standards for practice methods an action research project underpinned by an interpretivist qualitative framework participants were recruited to the project via three hospices in the uk data from four focus groups were analysed thematically using a process of constant comparison results sixteen young adults with life limiting or life threatening conditions aged years participated in the study three significant themes were identified sexuality and the transition to adulthood recognising the significance of sex and relationships and realising sexual rights conclusion sexuality and relationships play an important role in the transition to adulthood for people with life limiting or life threatening conditions living in the uk while young adults with these conditions may have considerable support needs it is important to balance this with the freedom to exercise choice and to make independent decisions sex negativity can have an adverse impact on the experiences of young adults and creates barriers improved ongoing access to sex education and the provision of enabling environments that afford privacy and safety are important to support young adults with sexuality and relationships"
}