{
    "pmid": "41444295",
    "title": "The extent of alpha-synuclein aggregate accumulation in neurons varies depending on the type of neurotransmitter they release.",
    "abstract": "Alpha-synuclein (aSyn) is a highly conserved 140-amino acid presynaptic protein involved in neuronal plasticity and recognized as the pathogenic protein in Parkinson's disease. Aggregated aSyn propagates transsynaptically between neurons in vivo, impairing the cellular function of affected cells. However, it remains unclear whether aggregated aSyn propagates similarly across all neuronal cell types. In this study, we injected sonicated aSyn preformed fibrils into the striatum of mice and used immunohistochemistry to observe the intracellular localization of aSyn aggregates at designated survival times. Four weeks post-injection, numerous filamentous aggregates were detected in the striatum, neocortex, and substantia nigra. Multiple immunostaining techniques with neuronal markers, combined with electron microscopy, revealed that some filamentous aggregates accumulated in the perinuclear cytoplasm of neurons in these regions. However, quantitative analyses revealed that the number of cell bodies containing aSyn aggregates in the striatum was significantly lower than that in the neocortex or substantia nigra. Additionally, we examined aSyn aggregates in the glial cells of the striatum and found that filamentous aggregates were rarely detected, even 16 weeks post-injection. These findings suggest a cell-type preference depending on neurotransmitter identity for aSyn aggregation and propagation in vivo.",
    "disease": "parkinson disease",
    "clean_text": "the extent of alpha synuclein aggregate accumulation in neurons varies depending on the type of neurotransmitter they release alpha synuclein asyn is a highly conserved amino acid presynaptic protein involved in neuronal plasticity and recognized as the pathogenic protein in parkinson s disease aggregated asyn propagates transsynaptically between neurons in vivo impairing the cellular function of affected cells however it remains unclear whether aggregated asyn propagates similarly across all neuronal cell types in this study we injected sonicated asyn preformed fibrils into the striatum of mice and used immunohistochemistry to observe the intracellular localization of asyn aggregates at designated survival times four weeks post injection numerous filamentous aggregates were detected in the striatum neocortex and substantia nigra multiple immunostaining techniques with neuronal markers combined with electron microscopy revealed that some filamentous aggregates accumulated in the perinuclear cytoplasm of neurons in these regions however quantitative analyses revealed that the number of cell bodies containing asyn aggregates in the striatum was significantly lower than that in the neocortex or substantia nigra additionally we examined asyn aggregates in the glial cells of the striatum and found that filamentous aggregates were rarely detected even weeks post injection these findings suggest a cell type preference depending on neurotransmitter identity for asyn aggregation and propagation in vivo"
}