{
    "title": "The natriuretic peptides as biomarkers for adults with congenital heart disease.",
    "doc_id": "23227849",
    "writer": "Nir A",
    "year": "2012",
    "summary": "Thanks to improved treatment of congenital heart disease early in life, many such patients reach adulthood. Adults with congenital heart disease are an increasing population, which will continue to grow in the future. ...The natriuretic peptides are im …",
    "abstract": "Thanks to improved treatment of congenital heart disease early in life, many such patients reach adulthood. Adults with congenital heart disease are an increasing population, which will continue to grow in the future. The clinical state of these patients is affected by their complex heart diseases, as well as the consequence of past corrective or palliative interventions. The natriuretic peptides are important markers for the presence, severity and prognosis of heart disease. The majority of the current knowledge is on patients with acquired heart disease. This article reviews the present knowledge regarding the role of the natriuretic peptides in adults with various forms of congenital heart disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23227849/",
    "clean_text": "the natriuretic peptides as biomarkers for adults with congenital heart disease thanks to improved treatment of congenital heart disease early in life many such patients reach adulthood adults with congenital heart disease are an increasing population which will continue to grow in the future the natriuretic peptides are im thanks to improved treatment of congenital heart disease early in life many such patients reach adulthood adults with congenital heart disease are an increasing population which will continue to grow in the future the clinical state of these patients is affected by their complex heart diseases as well as the consequence of past corrective or palliative interventions the natriuretic peptides are important markers for the presence severity and prognosis of heart disease the majority of the current knowledge is on patients with acquired heart disease this article reviews the present knowledge regarding the role of the natriuretic peptides in adults with various forms of congenital heart disease"
}