{
    "pmid": "41412547",
    "title": "Low-level viremia increases the risk of adverse long-term outcomes in entecavir-treated patients with chronic hepatitis B.",
    "abstract": "Low-level viremia (LLV) still occurs in some patients with chronic hepatitis B (CHB) after entecavir (ETV) treatment. We aimed to evaluate the effects of LLV on the adverse long-term outcomes. A secondary analysis of a multicenter prospective cohort study, consisting patients who underwent liver biopsy and received entecavir treatment, was conducted. LLV was defined as detectable HBV DNA levels (20-2000 IU/mL) at week 48 after the imitation of ETV treatment, maintained complete virological response (CVR) was defined as HBV DNA <20 IU/mL. The zero time was defined as the date of LLV diagnosis, the primary endpoint was the occurrence of HCC. The time-to-event analyses were performed using log-rank analysis, and multivariable COX regression. The inverse probability of treatment weighting and propensity score matching were used in the sensitivity analyses. In total, 766 patients were enrolled in the final analysis, and LLV was found in 182 patients (23.8 %). Patients with LLV had a significantly higher 7-year cumulative incidence of HCC (18.7 % vs. 8.1 %, p < 0.001) and fibrosis progression rate (17.5 % vs. 8.7 %, p = 0.017) than those with CVR. Multivariate analysis identified LLV as an independent risk factor associated with HCC (adjusted HR: 3.935; 95 % CI: 2.218-6.979, p < 0.001) and fibrosis progression (adjusted OR 5.342; 95 % CI: 1.630-17.480, p = 0.006). A nomogram incorporating LLV, age, PLT and liver cirrhosis was developed and validated for HCC risk prediction, demonstrating excellent performance with a C-index of 0.778. In conclusion, LLV significantly promoted HCC occurrence and fibrosis progression in CHB patients receiving anti-HBV treatment.",
    "disease": "liver cirrhosis",
    "clean_text": "low level viremia increases the risk of adverse long term outcomes in entecavir treated patients with chronic hepatitis b low level viremia llv still occurs in some patients with chronic hepatitis b chb after entecavir etv treatment we aimed to evaluate the effects of llv on the adverse long term outcomes a secondary analysis of a multicenter prospective cohort study consisting patients who underwent liver biopsy and received entecavir treatment was conducted llv was defined as detectable hbv dna levels iu ml at week after the imitation of etv treatment maintained complete virological response cvr was defined as hbv dna iu ml the zero time was defined as the date of llv diagnosis the primary endpoint was the occurrence of hcc the time to event analyses were performed using log rank analysis and multivariable cox regression the inverse probability of treatment weighting and propensity score matching were used in the sensitivity analyses in total patients were enrolled in the final analysis and llv was found in patients patients with llv had a significantly higher year cumulative incidence of hcc vs p and fibrosis progression rate vs p than those with cvr multivariate analysis identified llv as an independent risk factor associated with hcc adjusted hr ci p and fibrosis progression adjusted or ci p a nomogram incorporating llv age plt and liver cirrhosis was developed and validated for hcc risk prediction demonstrating excellent performance with a c index of in conclusion llv significantly promoted hcc occurrence and fibrosis progression in chb patients receiving anti hbv treatment"
}