{
    "pmid": "41371154",
    "title": "Virus circulation in native, introduced, and farmed mustelids in Poland.",
    "abstract": "American mink (Neogale vison) are known carriers of various viruses, including many zoonoses. Their susceptibility to a wide range of pathogens and anatomical similarities to human lungs raise concerns about their potential role in facilitating interspecies transmission. Here we analysed viruses detected in tissue samples of native mustelids, and feral and farmed mink in Poland (2019-2022). The species included American mink, pine and stone marten (Martes martes, Martes foina), weasel (Mustela nivalis), European badger (Meles meles), European polecat (Mustela putorius), and Eurasian otter (Lutra lutra). Blood samples were tested for antibodies against SARS-CoV-2 (n = 270), and lung samples were subjected to genetic studies by PCR (n = 129) or metagenomics (n = 37). No evidence of SARS-CoV-2 was found in feral or wild populations, although two farmed mink tested positive for SARS-CoV-2 by PCR. Aleutian mink disease virus (AMDV) and mink Torque teno neovison virus (mTTV) were identified by metagenomics, and PCR analyses revealed frequent co-infection. AMDV was most prevalent in mink, while other mustelids showed serological evidence but were PCR-negative suggesting viral clearance. AMDV-DNA was found in 26.4 % and mTTV-DNA in 87.8 % of tissue samples. Two animals were co-infected with AMDV, mTTV, and SARS-CoV-2. Phylogenetic analysis revealed both local persistence and inter-farm transmission of AMDV, including transmission between feral and farmed mink. mTTV showed mixing of strains between Poland and China. The findings stress the need for improved surveillance and biosafety to monitor zoonotic threats and cross-species transmission.",
    "disease": "influenza",
    "clean_text": "virus circulation in native introduced and farmed mustelids in poland american mink neogale vison are known carriers of various viruses including many zoonoses their susceptibility to a wide range of pathogens and anatomical similarities to human lungs raise concerns about their potential role in facilitating interspecies transmission here we analysed viruses detected in tissue samples of native mustelids and feral and farmed mink in poland the species included american mink pine and stone marten martes martes martes foina weasel mustela nivalis european badger meles meles european polecat mustela putorius and eurasian otter lutra lutra blood samples were tested for antibodies against sars cov n and lung samples were subjected to genetic studies by pcr n or metagenomics n no evidence of sars cov was found in feral or wild populations although two farmed mink tested positive for sars cov by pcr aleutian mink disease virus amdv and mink torque teno neovison virus mttv were identified by metagenomics and pcr analyses revealed frequent co infection amdv was most prevalent in mink while other mustelids showed serological evidence but were pcr negative suggesting viral clearance amdv dna was found in and mttv dna in of tissue samples two animals were co infected with amdv mttv and sars cov phylogenetic analysis revealed both local persistence and inter farm transmission of amdv including transmission between feral and farmed mink mttv showed mixing of strains between poland and china the findings stress the need for improved surveillance and biosafety to monitor zoonotic threats and cross species transmission"
}