{
    "title": "A New Nonlinear Autoregressive Exogenous (NARX)-based Intra-spinal Stimulation Approach to Decode Brain Electrical Activity for Restoration of Leg Movement in Spinally-injured Rabbits.",
    "doc_id": "37346873",
    "writer": "Younessi Heravi MA",
    "year": "2023",
    "summary": "INTRODUCTION: This study aimed at investigating the stimulation by intra-spinal signals decoded from electrocorticography (ECoG) assessments to restore the movements of the leg in an animal model of spinal cord injury (SCI). ...First, ECoG signals and the associated …",
    "abstract": "Introduction:\n        \n      \n      This study aimed at investigating the stimulation by intra-spinal signals decoded from electrocorticography (ECoG) assessments to restore the movements of the leg in an animal model of spinal cord injury (SCI).\n    \n\n\n          Methods:\n        \n      \n      The present work is comprised of three steps. First, ECoG signals and the associated leg joint changes (hip, knee, and ankle) in sedated healthy rabbits were recorded in different trials. Second, an appropriate set of intra-spinal electric stimuli was discovered to restore natural leg movements, using the three leg joint movements under a fuzzy-controlled strategy in spinally-injured rabbits under anesthesia. Third, a nonlinear autoregressive exogenous (NARX) neural network model was developed to produce appropriate intra-spinal stimulation developed from decoded ECoG information. The model was able to correlate the ECoG signal data to the intra-spinal stimulation data and finally, induced desired leg movements. In this study, leg movements were also developed from offline ECoG signals (deciphered from rabbits that were not injured) as well as online ECoG data (extracted from the same rabbit after SCI induction).\n    \n\n\n          Results:\n        \n      \n      Based on our data, the correlation coefficient was 0.74±0.15 and the normalized root means square error of the brain-spine interface was 0.22±0.10.\n    \n\n\n          Conclusion:\n        \n      \n      Overall, we found that using NARX, appropriate information from ECoG recordings can be extracted and used for the generation of proper intra-spinal electric stimulations for restoration of natural leg movements lost due to SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37346873/",
    "clean_text": "a new nonlinear autoregressive exogenous narx based intra spinal stimulation approach to decode brain electrical activity for restoration of leg movement in spinally injured rabbits introduction this study aimed at investigating the stimulation by intra spinal signals decoded from electrocorticography ecog assessments to restore the movements of the leg in an animal model of spinal cord injury sci first ecog signals and the associated introduction this study aimed at investigating the stimulation by intra spinal signals decoded from electrocorticography ecog assessments to restore the movements of the leg in an animal model of spinal cord injury sci methods the present work is comprised of three steps first ecog signals and the associated leg joint changes hip knee and ankle in sedated healthy rabbits were recorded in different trials second an appropriate set of intra spinal electric stimuli was discovered to restore natural leg movements using the three leg joint movements under a fuzzy controlled strategy in spinally injured rabbits under anesthesia third a nonlinear autoregressive exogenous narx neural network model was developed to produce appropriate intra spinal stimulation developed from decoded ecog information the model was able to correlate the ecog signal data to the intra spinal stimulation data and finally induced desired leg movements in this study leg movements were also developed from offline ecog signals deciphered from rabbits that were not injured as well as online ecog data extracted from the same rabbit after sci induction results based on our data the correlation coefficient was and the normalized root means square error of the brain spine interface was conclusion overall we found that using narx appropriate information from ecog recordings can be extracted and used for the generation of proper intra spinal electric stimulations for restoration of natural leg movements lost due to sci"
}