{
    "pmid": "41452312",
    "title": "Poor growth in multi-ethnic children with food allergy in Amsterdam.",
    "abstract": "Growth faltering is commonly reported in children with food allergy (FA), potentially due to nutrient deficiencies and/ or underlying pathophysiology. To study growth in Dutch food-allergic children, focusing on Height-for-Age Z-scores (HAZ), Weight-for-Age Z-scores (WAZ), and BMI (Body Mass Index)-for-Age Z-scores (BAZ) and identify predictive factors for growth. We conducted a mono-centre study in 114 children, aged 0.5-18 years from diverse ethnic backgrounds, diagnosed with FA at OLVG Hospital (2021-2022). Data were collected from medical records and interviews. Z-scores were calculated using Growth Analyzer and WHO software and compared to the Dutch growth references and WHO growth standards, using one proportion Z-tests. Predictive factors for growth were identified using multivariable linear regression analyses. Retrospectively collected growth trajectories of 89 children were analyzed using linear mixed models. When using Dutch growth references in this cohort (median age 31.16 months), stunting (HAZ <-2) was observed in 6.1% (p = .03) where 2.5% was expected. HAZ and WAZ <-1 were found in 28.1% (p < .01) and 29.2% (p < .01), respectively, where 15.9% was expected. Compared to the Dutch growth references, WHO growth standards more frequently identify adequate growth. Having asthma and non-IgE-mediated cow's milk allergy (CMA) was associated with a lower WAZ and BMI. HAZ deteriorated from 5 to 11 months onwards, stabilizing around age three. Children with FA, particularly those with asthma and non-IgE-mediated CMA, had lower Z-scores for BMI and weight as compared to Dutch growth references. Length gradually deteriorated from 5 to 11 months onwards, which stabilized around age three.",
    "disease": "asthma",
    "clean_text": "poor growth in multi ethnic children with food allergy in amsterdam growth faltering is commonly reported in children with food allergy fa potentially due to nutrient deficiencies and or underlying pathophysiology to study growth in dutch food allergic children focusing on height for age z scores haz weight for age z scores waz and bmi body mass index for age z scores baz and identify predictive factors for growth we conducted a mono centre study in children aged years from diverse ethnic backgrounds diagnosed with fa at olvg hospital data were collected from medical records and interviews z scores were calculated using growth analyzer and who software and compared to the dutch growth references and who growth standards using one proportion z tests predictive factors for growth were identified using multivariable linear regression analyses retrospectively collected growth trajectories of children were analyzed using linear mixed models when using dutch growth references in this cohort median age months stunting haz was observed in p where was expected haz and waz were found in p and p respectively where was expected compared to the dutch growth references who growth standards more frequently identify adequate growth having asthma and non ige mediated cow s milk allergy cma was associated with a lower waz and bmi haz deteriorated from to months onwards stabilizing around age three children with fa particularly those with asthma and non ige mediated cma had lower z scores for bmi and weight as compared to dutch growth references length gradually deteriorated from to months onwards which stabilized around age three"
}