{
    "title": "Skin assessments and interventions for maintaining skin integrity in nursing practice: An umbrella review.",
    "doc_id": "37099847",
    "writer": "Fastner A",
    "year": "2023",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Daily skin care routines are fundamental aspects of clinical nursing practice. Providing skin care, including skin cleansing and application of leave-on products have substantial impact on the prevention and treatment of a number of skin conditions. There are hundreds of individual studies about skin risks, classifications, skin conditions, prevention and treatment.\n    \n\n\n          Objective:\n        \n      \n      To summarise the overall evidence regarding 1) risk factors associated with xerosis cutis, incontinence-associated dermatitis/diaper dermatitis, intertrigo, skin tears, 2) the performance of diagnostic tests and/or classifications addressing the severity and/or signs and symptoms of xerosis cutis, incontinence-associated dermatitis/diaper dermatitis, intertrigo, skin tears, 3) the effects of skin cleansing/care interventions for the maintenance and promotion of skin integrity in all age groups, 4) effects of skin cleansing/care interventions for the prevention of xerosis cutis, incontinence-associated dermatitis/diaper dermatitis, intertrigo, skin tears in all age groups.\n    \n\n\n          Design:\n        \n      \n      Umbrella review.\n    \n\n\n          Data sources:\n        \n      \n      A systematic search in MEDLINE and Embase (via OvidSP), Cochrane and Epistemonikos was conducted. Reference lists and experts were consulted for potentially missed reviews.\n    \n\n\n          Review methods:\n        \n      \n      Two reviewers screened titles/abstracts and full-texts independently. After rating the risk of bias only low to high overall confidence (AMSTAR 2) and low risk of bias (ROBIS) reviews were included.\n    \n\n\n          Results:\n        \n      \n      Twelve systematic reviews were included. Due to substantial heterogeneity regarding study designs, methods, and outcomes all authors presented findings in a narrative synthesis. The validity and reliability of the International Skin Tear Advisory Panel classification is supported by moderate quality evidence, and the reliability and criterion validity for Skin Tear Audit Research were rated insufficient. Overall, review results indicate that structured skin care programs are preferable to unstructured skin care with classic soap and water for maintaining skin integrity in general, preventing skin tears, and to prevent and treat xerosis cutis and incontinence-associated dermatitis. All reviews focusing on leave-on products for the prevention and treatment of incontinence-associated dermatitis and diaper dermatitis indicate the effectiveness of barrier films or lipophilic leave-on products in adults, elderly people and paediatric care, but could not establish the superiority of any product.\n    \n\n\n          Conclusions:\n        \n      \n      The majority of systematic reviews in the field of skin care is at high risk of bias and should not be used for evidence-based practice. Overall, evidence indicates, that structured skin care programs containing low-irritating cleansers and application of leave-on products are beneficial to maintain skin integrity and prevent skin damage across a wide range of different skin conditions across the life span.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37099847/",
    "clean_text": "skin assessments and interventions for maintaining skin integrity in nursing practice an umbrella review background daily skin care routines are fundamental aspects of clinical nursing practice providing skin care including skin cleansing and application of leave on products have substantial impact on the prevention and treatment of a number of skin conditions there are hundreds of individual studies about skin risks classifications skin conditions prevention and treatment objective to summarise the overall evidence regarding risk factors associated with xerosis cutis incontinence associated dermatitis diaper dermatitis intertrigo skin tears the performance of diagnostic tests and or classifications addressing the severity and or signs and symptoms of xerosis cutis incontinence associated dermatitis diaper dermatitis intertrigo skin tears the effects of skin cleansing care interventions for the maintenance and promotion of skin integrity in all age groups effects of skin cleansing care interventions for the prevention of xerosis cutis incontinence associated dermatitis diaper dermatitis intertrigo skin tears in all age groups design umbrella review data sources a systematic search in medline and embase via ovidsp cochrane and epistemonikos was conducted reference lists and experts were consulted for potentially missed reviews review methods two reviewers screened titles abstracts and full texts independently after rating the risk of bias only low to high overall confidence amstar and low risk of bias robis reviews were included results twelve systematic reviews were included due to substantial heterogeneity regarding study designs methods and outcomes all authors presented findings in a narrative synthesis the validity and reliability of the international skin tear advisory panel classification is supported by moderate quality evidence and the reliability and criterion validity for skin tear audit research were rated insufficient overall review results indicate that structured skin care programs are preferable to unstructured skin care with classic soap and water for maintaining skin integrity in general preventing skin tears and to prevent and treat xerosis cutis and incontinence associated dermatitis all reviews focusing on leave on products for the prevention and treatment of incontinence associated dermatitis and diaper dermatitis indicate the effectiveness of barrier films or lipophilic leave on products in adults elderly people and paediatric care but could not establish the superiority of any product conclusions the majority of systematic reviews in the field of skin care is at high risk of bias and should not be used for evidence based practice overall evidence indicates that structured skin care programs containing low irritating cleansers and application of leave on products are beneficial to maintain skin integrity and prevent skin damage across a wide range of different skin conditions across the life span"
}