{
    "pmid": "41458856",
    "title": "An Older Woman With Postoperative Breast Metastasis From Ascending Colon Cancer Successfully Treated With Pembrolizumab.",
    "abstract": "Metastatic breast cancer is sporadic, and colorectal cancer as its primary site is even more uncommon. Here, we report a case of metastatic breast cancer in a patient who had undergone surgery for ascending colon cancer. An 82-year-old woman was diagnosed with a breast tumor that was identified as metastatic by immunohistochemical staining, mainly cytokeratin 20 and cytokeratin 7. Additionally, the patient had developed lymphadenopathy in the abdominal aortic region. Because of microsatellite instability-high (MSI-H) status, pembrolizumab was chosen for treatment, and after 23 cycles, all metastatic lesions were no longer detectable. The diagnosis of metastatic breast cancer is challenging, but immunohistochemical staining facilitated an accurate diagnosis in this case. We also noted that the histological type of this case was medullary carcinoma. Furthermore, as far as we could find out, this is the first reported case of colon cancer metastasis to the breast successfully treated with immune checkpoint inhibitors.",
    "disease": "breast cancer",
    "clean_text": "an older woman with postoperative breast metastasis from ascending colon cancer successfully treated with pembrolizumab metastatic breast cancer is sporadic and colorectal cancer as its primary site is even more uncommon here we report a case of metastatic breast cancer in a patient who had undergone surgery for ascending colon cancer an year old woman was diagnosed with a breast tumor that was identified as metastatic by immunohistochemical staining mainly cytokeratin and cytokeratin additionally the patient had developed lymphadenopathy in the abdominal aortic region because of microsatellite instability high msi h status pembrolizumab was chosen for treatment and after cycles all metastatic lesions were no longer detectable the diagnosis of metastatic breast cancer is challenging but immunohistochemical staining facilitated an accurate diagnosis in this case we also noted that the histological type of this case was medullary carcinoma furthermore as far as we could find out this is the first reported case of colon cancer metastasis to the breast successfully treated with immune checkpoint inhibitors"
}