{
    "pmid": "41470884",
    "title": "Hyodeoxycholic Acid Suppresses High-Fat-Diet-Promoted MC38-Syngeneic Colorectal Tumor Growth via Bile Acid Remodeling and Microbiota Modulation.",
    "abstract": "Studies have shown that obesity contributes to colorectal tumors (CRC). Hyodeoxycholic acid (HDCA) has been found to have a therapeutic effect on obesity-related diseases such as nonalcoholic fatty liver (NAFLD). However, there are still no studies revealing whether HDCA has effects on CRC, which may suggest new uses for HDCA. C57BL/6 mice fed with high-fat diet supplemented with 0.5% HDCA were injected with MC38 cells subcutaneously to construct the subcutaneous metastasis model of CRC. The trend of body weight and tumor volume were evaluated, and blood metabolites and gut microbiota sequencing were analyzed. Compared with HFD-fed mice, HDCA-treated mice had higher fecal and serum HDCA levels. After tumor inoculation, the HDCA mice had smaller subcutaneous tumor volumes, as well as higher HDCA and THDCA levels in feces and blood. Blood metabolomics revealed significant enrichment in pathways of bile secretion, arachidonic acid metabolism, primary bile acid metabolism, and taurine and hypotaurine metabolism. Analysis of gut microbiota at the completion of obesity modeling revealed the Chao1 index of the feces being lower in the HDCA mice. The relative abundance of a total of nine genera were significantly higher and eighteen genera were lower. The KEGG results indicated significant upregulation of nine metabolic pathways and downregulation of sixteen metabolic pathways. HDCA intake ameliorates HFD-induced obesity phenotype, inhibiting colorectal tumor growth in mice, and decreases the abundance of gut microbiota. Gut microbiota affected by HDCA may participate in metabolism-related effects through circulation, which might be one way that HDCA affects colorectal tumors.",
    "disease": "colorectal cancer",
    "clean_text": "hyodeoxycholic acid suppresses high fat diet promoted mc syngeneic colorectal tumor growth via bile acid remodeling and microbiota modulation studies have shown that obesity contributes to colorectal tumors crc hyodeoxycholic acid hdca has been found to have a therapeutic effect on obesity related diseases such as nonalcoholic fatty liver nafld however there are still no studies revealing whether hdca has effects on crc which may suggest new uses for hdca c bl mice fed with high fat diet supplemented with hdca were injected with mc cells subcutaneously to construct the subcutaneous metastasis model of crc the trend of body weight and tumor volume were evaluated and blood metabolites and gut microbiota sequencing were analyzed compared with hfd fed mice hdca treated mice had higher fecal and serum hdca levels after tumor inoculation the hdca mice had smaller subcutaneous tumor volumes as well as higher hdca and thdca levels in feces and blood blood metabolomics revealed significant enrichment in pathways of bile secretion arachidonic acid metabolism primary bile acid metabolism and taurine and hypotaurine metabolism analysis of gut microbiota at the completion of obesity modeling revealed the chao index of the feces being lower in the hdca mice the relative abundance of a total of nine genera were significantly higher and eighteen genera were lower the kegg results indicated significant upregulation of nine metabolic pathways and downregulation of sixteen metabolic pathways hdca intake ameliorates hfd induced obesity phenotype inhibiting colorectal tumor growth in mice and decreases the abundance of gut microbiota gut microbiota affected by hdca may participate in metabolism related effects through circulation which might be one way that hdca affects colorectal tumors"
}