{
    "pmid": "41469135",
    "title": "Radiological Complete Response as a Prognostic Marker in HR-positive Metastatic Breast Cancer Treated With CDK4/6 Inhibitors: Implications for Treatment De-escalation.",
    "abstract": "Endocrine therapy combined with cyclin-dependent kinase 4/6 inhibitors (CDK4/6i) is standard first-line treatment for hormone receptor (HR)-positive metastatic breast cancer (MBC). Although radiological complete response (rCR) is rarely achieved, the optimal management of such patients remains unclear. In human epidermal growth factor receptor 2 (HER2)-positive MBC, discontinuation of anti-HER2 therapy after rCR has been explored but treatment de-escalation in HR-positive MBC has not been sufficiently investigated. We retrospectively analyzed 178 patients with HR-positive MBC treated with CDK4/6i-based endocrine therapy at our Institution between December 2017 and October 2024. Clinicopathological factors, including immune-related markers (absolute lymphocyte count and neutrophil-to-lymphocyte ratio), were evaluated for associations with rCR. Bone metastases were considered rCR-equivalent only if radiological stability was maintained for ≥6 months. Patients who discontinued CDK4/6i after achieving rCR were further assessed. Nineteen patients (10.7%) achieved rCR (13 with measurable non-bone metastases and six with bone metastases). The median time to rCR was 11.9 months. rCR occurred more frequently in patients treated with abemaciclib ( rCR following CDK4/6i therapy was an independent prognostic factor in HR-positive MBC. Patients with smaller primary tumors and early administration of abemaciclib were more likely to achieve rCR. Selected patients achieving rCR may be candidates for discontinuation of CDK4/6i as part of individualized treatment de-escalation strategies.",
    "disease": "breast cancer",
    "clean_text": "radiological complete response as a prognostic marker in hr positive metastatic breast cancer treated with cdk inhibitors implications for treatment de escalation endocrine therapy combined with cyclin dependent kinase inhibitors cdk i is standard first line treatment for hormone receptor hr positive metastatic breast cancer mbc although radiological complete response rcr is rarely achieved the optimal management of such patients remains unclear in human epidermal growth factor receptor her positive mbc discontinuation of anti her therapy after rcr has been explored but treatment de escalation in hr positive mbc has not been sufficiently investigated we retrospectively analyzed patients with hr positive mbc treated with cdk i based endocrine therapy at our institution between december and october clinicopathological factors including immune related markers absolute lymphocyte count and neutrophil to lymphocyte ratio were evaluated for associations with rcr bone metastases were considered rcr equivalent only if radiological stability was maintained for months patients who discontinued cdk i after achieving rcr were further assessed nineteen patients achieved rcr with measurable non bone metastases and six with bone metastases the median time to rcr was months rcr occurred more frequently in patients treated with abemaciclib rcr following cdk i therapy was an independent prognostic factor in hr positive mbc patients with smaller primary tumors and early administration of abemaciclib were more likely to achieve rcr selected patients achieving rcr may be candidates for discontinuation of cdk i as part of individualized treatment de escalation strategies"
}