{
    "title": "Molecular Monitoring in Endometrial Cancer-Ready for Prime Time?",
    "doc_id": "36354753",
    "writer": "Grant BM",
    "year": "2023",
    "summary": "Efforts are under way to define the role of minimally invasive strategies for molecular monitoring and risk stratification in endometrial cancer. A recent publication aims to define the association between circulating tumor DNA level and disease stage in patients wi …",
    "abstract": "Efforts are under way to define the role of minimally invasive strategies for molecular monitoring and risk stratification in endometrial cancer. A recent publication aims to define the association between circulating tumor DNA level and disease stage in patients with newly diagnosed endometrial cancer and determine whether sequencing of longitudinal cell-free DNA samples can be used for disease monitoring and detection of progression or recurrence. These results accelerate the current knowledge of molecular follow-up in endometrial cancer. See related article by Ashley et al., p. 410.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36354753/",
    "clean_text": "molecular monitoring in endometrial cancer ready for prime time efforts are under way to define the role of minimally invasive strategies for molecular monitoring and risk stratification in endometrial cancer a recent publication aims to define the association between circulating tumor dna level and disease stage in patients wi efforts are under way to define the role of minimally invasive strategies for molecular monitoring and risk stratification in endometrial cancer a recent publication aims to define the association between circulating tumor dna level and disease stage in patients with newly diagnosed endometrial cancer and determine whether sequencing of longitudinal cell free dna samples can be used for disease monitoring and detection of progression or recurrence these results accelerate the current knowledge of molecular follow up in endometrial cancer see related article by ashley et al p"
}