{
    "title": "Quantitative Assessment of Breast Density: Transmission Ultrasound is Comparable to Mammography with Tomosynthesis.",
    "doc_id": "31645343",
    "writer": "Natesan R",
    "year": "2019",
    "summary": "In this retrospective study, we compared automated breast density calculations derived from TU using quantitative breast density (QBD) and mammography with tomosynthesis using VolparaDensity 3.1 for 225 breasts. ...We observed moderate absolute agreement for …",
    "abstract": "Elevated breast density is among the strongest independent predictors of breast cancer. Breast density scores are critical inputs in models used to calculate a patient's lifetime risk of developing breast cancer. Today, the only FDA-cleared technology for assessing breast density uses mammography. An alternative modality for breast density quantification is 3D transmission ultrasound (TU). In this retrospective study, we compared automated breast density calculations derived from TU using quantitative breast density (QBD) and mammography with tomosynthesis using VolparaDensity 3.1 for 225 breasts. Pearson correlation coefficients (r) and intraclass correlation coefficients were compared. Subset analyses of extremely dense breasts, premenopausal, and postmenopausal breasts were also performed. Comparative analysis between radiologist-derived density assessment and objective automated scores was performed. Calculations from TU and mammography with tomosynthesis for breast density, total breast volume (TBV), and fibroglandular volume (FGV) were strongly correlated (r = 0.91, 0.92, and 0.67, respectively). We observed moderate absolute agreement for FGV and breast density, and strong absolute agreement for TBV. A subset of 56 extremely dense breasts showed similar trends, however with lower breast density agreement in the subset than in the full study. No significant difference existed in density correlation between premenopausal and postmenopausal breasts across modalities. QBD calculations from TU were strongly correlated with breast density scores from VolparaDensity. TU systematically measured higher FGV and breast density compared with mammography, and the difference increased with breast density. IMPACT: TU of the breast can accurately quantify breast density comparable with mammography with tomosynthesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31645343/",
    "clean_text": "quantitative assessment of breast density transmission ultrasound is comparable to mammography with tomosynthesis in this retrospective study we compared automated breast density calculations derived from tu using quantitative breast density qbd and mammography with tomosynthesis using volparadensity for breasts we observed moderate absolute agreement for elevated breast density is among the strongest independent predictors of breast cancer breast density scores are critical inputs in models used to calculate a patient s lifetime risk of developing breast cancer today the only fda cleared technology for assessing breast density uses mammography an alternative modality for breast density quantification is d transmission ultrasound tu in this retrospective study we compared automated breast density calculations derived from tu using quantitative breast density qbd and mammography with tomosynthesis using volparadensity for breasts pearson correlation coefficients r and intraclass correlation coefficients were compared subset analyses of extremely dense breasts premenopausal and postmenopausal breasts were also performed comparative analysis between radiologist derived density assessment and objective automated scores was performed calculations from tu and mammography with tomosynthesis for breast density total breast volume tbv and fibroglandular volume fgv were strongly correlated r and respectively we observed moderate absolute agreement for fgv and breast density and strong absolute agreement for tbv a subset of extremely dense breasts showed similar trends however with lower breast density agreement in the subset than in the full study no significant difference existed in density correlation between premenopausal and postmenopausal breasts across modalities qbd calculations from tu were strongly correlated with breast density scores from volparadensity tu systematically measured higher fgv and breast density compared with mammography and the difference increased with breast density impact tu of the breast can accurately quantify breast density comparable with mammography with tomosynthesis"
}