{
    "pmid": "41453173",
    "title": "Is there still a role for isolated mitral valve surgery in functional mitral regurgitation? A contemporary review.",
    "abstract": "Functional mitral regurgitation (FMR) is the consequence of a series of geometric and functional alterations in the left ventricle, which precipitate structural changes in the mitral valve (MV). Left ventricular remodeling, whether global or localized, generates abnormal tension or tethering of the papillary muscles and chordae tendineae, thereby compromising proper MV closure. Given that FMR is often associated with coronary artery disease, the surgical indication for concomitant MV surgery with coronary artery bypass grafting (CABG) is unequivocal. However, the surgical indication for isolated MV surgery in patients with FMR without the need for CABG or other concomitant surgical procedures is more contentious. Excluding the indications for non-surgical procedures, this article examines the context and current status of isolated MV surgery in FMR. Furthermore, a potential decision-making algorithm for surgical interventions in patients with FMR is presented, based on the current accumulated evidence. La insuficiencia mitral funcional es el resultado de una serie de alteraciones geométricas y funcionales en el ventrículo izquierdo, que originan cambios estructurales en la válvula mitral. El remodelado ventricular izquierdo, ya sea global o localizado, genera una tensión anormal o estiramiento de los músculos papilares y cuerdas tendinosas, comprometiendo el cierre adecuado de la válvula mitral. Dado que la insuficiencia mitral funcional a menudo se asocia con enfermedad coronaria, la indicación quirúrgica para la reparación o reemplazo de la válvula mitral concomitante con cirugía de revascularización coronaria es inequívoca. Sin embargo, la indicación quirúrgica para la cirugía mitral aislada en pacientes con insuficiencia mitral funcional sin necesidad de revascularización coronaria u otros procedimientos quirúrgicos concomitantes es más controvertida. Excluyendo las indicaciones para los procedimientos no quirúrgicos, este artículo analiza el contexto y la situación actual de la cirugía mitral aislada en la insuficiencia mitral funcional. Además, se presenta un posible flujograma para la toma de decisiones quirúrgicas en pacientes con insuficiencia mitral funcional, basado en la evidencia actual acumulada.",
    "disease": "coronary artery disease",
    "clean_text": "is there still a role for isolated mitral valve surgery in functional mitral regurgitation a contemporary review functional mitral regurgitation fmr is the consequence of a series of geometric and functional alterations in the left ventricle which precipitate structural changes in the mitral valve mv left ventricular remodeling whether global or localized generates abnormal tension or tethering of the papillary muscles and chordae tendineae thereby compromising proper mv closure given that fmr is often associated with coronary artery disease the surgical indication for concomitant mv surgery with coronary artery bypass grafting cabg is unequivocal however the surgical indication for isolated mv surgery in patients with fmr without the need for cabg or other concomitant surgical procedures is more contentious excluding the indications for non surgical procedures this article examines the context and current status of isolated mv surgery in fmr furthermore a potential decision making algorithm for surgical interventions in patients with fmr is presented based on the current accumulated evidence la insuficiencia mitral funcional es el resultado de una serie de alteraciones geom tricas y funcionales en el ventr culo izquierdo que originan cambios estructurales en la v lvula mitral el remodelado ventricular izquierdo ya sea global o localizado genera una tensi n anormal o estiramiento de los m sculos papilares y cuerdas tendinosas comprometiendo el cierre adecuado de la v lvula mitral dado que la insuficiencia mitral funcional a menudo se asocia con enfermedad coronaria la indicaci n quir rgica para la reparaci n o reemplazo de la v lvula mitral concomitante con cirug a de revascularizaci n coronaria es inequ voca sin embargo la indicaci n quir rgica para la cirug a mitral aislada en pacientes con insuficiencia mitral funcional sin necesidad de revascularizaci n coronaria u otros procedimientos quir rgicos concomitantes es m s controvertida excluyendo las indicaciones para los procedimientos no quir rgicos este art culo analiza el contexto y la situaci n actual de la cirug a mitral aislada en la insuficiencia mitral funcional adem s se presenta un posible flujograma para la toma de decisiones quir rgicas en pacientes con insuficiencia mitral funcional basado en la evidencia actual acumulada"
}