{
    "pmid": "41418790",
    "title": "Prolonged Lacticaseibacillus paracasei strain Shirota intake modulates gut microbiota and colonic mucosal gene expression following colonic adenoma resection.",
    "abstract": "Lacticaseibacillus paracasei strain Shirota (LcS), promotes intestinal homeostasis, modulates immune cells, and provides anti-stress benefits. Four years of BLP (Biolactis powder: LcS preparation) administration is known to suppress the recurrence of highly dysmorphic polyps in participants who underwent colorectal adenoma resection. Furthermore, adenoma development tended to be suppressed in patients undergoing colorectal adenoma resection who consumed BLP for >20 years, accompanied by a reduction in aging weight loss. However, the underlying mechanisms and effects of prolonged BLP intake on gut mucosa and microbiota remain unclear. Hence, we aimed to analyse the gut microbiota and host gene expression in endoscopically obtained colonic mucosal tissue from participants who had been voluntarily consuming BLP for more than 20 years, as well as from non-consumers of BLP. The faecal and mucosal microbiota of the BLP group revealed a high detection rate and abundance of Coprococcus genus and a rich population of butyrate-producing bacteria. Conversely, the mucosa of the control group was enriched in opportunistic pathogens and environmental bacteria, including those from the families Pseudomonadaceae and Brachyspiraceae. RNA-seq of the colon mucosa of BLP-consuming patients revealed high expression of genes related to the oxidative phosphorylation (OXPHOS) pathway, including those of the mitochondrial electron transfer system. Additionally, T cell- and G-protein-coupled receptor-related genes were overexpressed in BLP-consuming patients. These findings indicate that prolonged BLP intake increases the abundance of butyrate-producing bacteria and activates the OXPHOS pathway in colonic mucosal tissue, which alters the enteroenvironment and limits colonisation by opportunistic pathogens. These findings may contribute to the prevention of colorectal cancer development and have implications for promoting healthy longevity. Clinical Trial Registry number: 000025389.",
    "disease": "colorectal cancer",
    "clean_text": "prolonged lacticaseibacillus paracasei strain shirota intake modulates gut microbiota and colonic mucosal gene expression following colonic adenoma resection lacticaseibacillus paracasei strain shirota lcs promotes intestinal homeostasis modulates immune cells and provides anti stress benefits four years of blp biolactis powder lcs preparation administration is known to suppress the recurrence of highly dysmorphic polyps in participants who underwent colorectal adenoma resection furthermore adenoma development tended to be suppressed in patients undergoing colorectal adenoma resection who consumed blp for years accompanied by a reduction in aging weight loss however the underlying mechanisms and effects of prolonged blp intake on gut mucosa and microbiota remain unclear hence we aimed to analyse the gut microbiota and host gene expression in endoscopically obtained colonic mucosal tissue from participants who had been voluntarily consuming blp for more than years as well as from non consumers of blp the faecal and mucosal microbiota of the blp group revealed a high detection rate and abundance of coprococcus genus and a rich population of butyrate producing bacteria conversely the mucosa of the control group was enriched in opportunistic pathogens and environmental bacteria including those from the families pseudomonadaceae and brachyspiraceae rna seq of the colon mucosa of blp consuming patients revealed high expression of genes related to the oxidative phosphorylation oxphos pathway including those of the mitochondrial electron transfer system additionally t cell and g protein coupled receptor related genes were overexpressed in blp consuming patients these findings indicate that prolonged blp intake increases the abundance of butyrate producing bacteria and activates the oxphos pathway in colonic mucosal tissue which alters the enteroenvironment and limits colonisation by opportunistic pathogens these findings may contribute to the prevention of colorectal cancer development and have implications for promoting healthy longevity clinical trial registry number"
}