{
    "title": "The phenomenological method in qualitative psychology and psychiatry.",
    "doc_id": "26968361",
    "writer": "Englander M.",
    "year": "2016",
    "summary": "This article will closely examine the phenomenological method as applied to qualitative inquiry in psychology and psychiatry. In a critical comparison between Amedeo Giorgi's and Larry Davidson's qualitatively methods, conclusions were drawn with regard to how diffe …",
    "abstract": "This article will closely examine the phenomenological method as applied to qualitative inquiry in psychology and psychiatry. In a critical comparison between Amedeo Giorgi's and Larry Davidson's qualitatively methods, conclusions were drawn with regard to how different kinds of qualitative inquiry are possible while remaining faithful to Husserlian philosophical foundations. Utilizing Lester Embree's recent articulation of how Husserl's method of the epochē can be disclosed as specific to a discipline, varieties of these two qualitative methods were seen in their relation to the original scientific aim instigated by the developer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26968361/",
    "clean_text": "the phenomenological method in qualitative psychology and psychiatry this article will closely examine the phenomenological method as applied to qualitative inquiry in psychology and psychiatry in a critical comparison between amedeo giorgi s and larry davidson s qualitatively methods conclusions were drawn with regard to how diffe this article will closely examine the phenomenological method as applied to qualitative inquiry in psychology and psychiatry in a critical comparison between amedeo giorgi s and larry davidson s qualitatively methods conclusions were drawn with regard to how different kinds of qualitative inquiry are possible while remaining faithful to husserlian philosophical foundations utilizing lester embree s recent articulation of how husserl s method of the epoch can be disclosed as specific to a discipline varieties of these two qualitative methods were seen in their relation to the original scientific aim instigated by the developer"
}