{
    "pmid": "41360219",
    "title": "Genomic and structural characterization of a reassortant H9N2 avian influenza virus from a human case.",
    "abstract": "The H9N2 subtype of avian influenza virus (AIV) is widely distributed in poultry and occasionally infects humans, posing a potential public health risk. While most infections are mild, severe disease can occur in vulnerable individuals. We describe a case of H9N2 infection in a lung transplant recipient who developed severe pneumonia and respiratory failure. Viral isolation and full-genome sequencing were conducted, followed by phylogenetic, evolutionary, and structural analyses to characterize the virus. The isolate was also compared with environmental samples monitored in our surveillance program. Genomic sequencing identified an H9N2 strain carrying two hemagglutinin (HA) substitutions, Y264H and T195S, a combination not commonly reported in circulating avian strains but recently detected in our environmental surveillance samples. Phylogenetic analysis indicated that the PB1 and PB2 genes of the H9N2 virus were closely related to those of avian H3N8 viruses. Structural modeling suggested that the HA substitutions may influence receptor-binding stability, though their impact on viral adaptation requires further investigation. This case illustrates that H9N2 infection can cause severe disease in immunocompromised patients and provides genomic and structural insights into a reassortant H9N2 strain detected in humans. The close similarity of the HA gene sequence between this strain and environmental isolates highlights the importance of continued surveillance of avian influenza viruses.",
    "disease": "influenza",
    "clean_text": "genomic and structural characterization of a reassortant h n avian influenza virus from a human case the h n subtype of avian influenza virus aiv is widely distributed in poultry and occasionally infects humans posing a potential public health risk while most infections are mild severe disease can occur in vulnerable individuals we describe a case of h n infection in a lung transplant recipient who developed severe pneumonia and respiratory failure viral isolation and full genome sequencing were conducted followed by phylogenetic evolutionary and structural analyses to characterize the virus the isolate was also compared with environmental samples monitored in our surveillance program genomic sequencing identified an h n strain carrying two hemagglutinin ha substitutions y h and t s a combination not commonly reported in circulating avian strains but recently detected in our environmental surveillance samples phylogenetic analysis indicated that the pb and pb genes of the h n virus were closely related to those of avian h n viruses structural modeling suggested that the ha substitutions may influence receptor binding stability though their impact on viral adaptation requires further investigation this case illustrates that h n infection can cause severe disease in immunocompromised patients and provides genomic and structural insights into a reassortant h n strain detected in humans the close similarity of the ha gene sequence between this strain and environmental isolates highlights the importance of continued surveillance of avian influenza viruses"
}