{
    "pmid": "41386371",
    "title": "Gestational diabetes and childhood lung function at age 8-9 years in a diverse US cohort.",
    "abstract": "Gestational diabetes mellitus (GDM) is associated with systemic processes that may disrupt fetal development and contribute to suboptimal lung function in offspring. Distinct from respiratory conditions like asthma, lung function is a broad indicator of respiratory health and is predictive of long-term health outcomes. GDM has previously been associated with childhood asthma, but studies on childhood lung function are sparse. To evaluate the association between GDM and respiratory outcomes in children, including lung function, wheeze and asthma. We studied mother-child dyads enrolled in a prospective pregnancy cohort (births 2007-2011) and followed to child age 8-9 years. We assessed GDM by chart review and measured child lung function using spirometry, characterizing the following outcomes: forced expiratory volume in the first second (FEV1), forced vital capacity (FVC), FEV1/FVC and forced expiratory flow between 25% and 75% of vital capacity (FEF25-75) (n=722). We used multiple linear regression to evaluate associations between GDM and lung function z-scores. Secondarily, we assessed child current asthma and wheeze by questionnaire (n=892) and examined their association with GDM using multivariable logistic regression. GDM was identified in 6% of pregnancies. In children, median (interquartile range) FEV1, FVC, FEV1/FVC and FEF25-75 z-scores were -0.46 (-1.13, 0.23), -0.41 (-1.11, 0.31), -0.08 (-0.82, 0.62), and -0.34 (-1.02, 0.38), respectively. With adjustment, GDM-exposed children had lower FEV1 (β=-0.28 (95% Confidence Interval(CI): -0.55, -0.00)) and FEF25-75 (β=-0.43 (95%CI: -0.76, -0.10)) and increased odds of current asthma (odds ratio=3.12 (95%CI: 1.55, 6.28)) compared to unexposed children. We observed no differences in other lung function measures. GDM may be a risk factor for decreased lung function and childhood asthma.",
    "disease": "asthma",
    "clean_text": "gestational diabetes and childhood lung function at age years in a diverse us cohort gestational diabetes mellitus gdm is associated with systemic processes that may disrupt fetal development and contribute to suboptimal lung function in offspring distinct from respiratory conditions like asthma lung function is a broad indicator of respiratory health and is predictive of long term health outcomes gdm has previously been associated with childhood asthma but studies on childhood lung function are sparse to evaluate the association between gdm and respiratory outcomes in children including lung function wheeze and asthma we studied mother child dyads enrolled in a prospective pregnancy cohort births and followed to child age years we assessed gdm by chart review and measured child lung function using spirometry characterizing the following outcomes forced expiratory volume in the first second fev forced vital capacity fvc fev fvc and forced expiratory flow between and of vital capacity fef n we used multiple linear regression to evaluate associations between gdm and lung function z scores secondarily we assessed child current asthma and wheeze by questionnaire n and examined their association with gdm using multivariable logistic regression gdm was identified in of pregnancies in children median interquartile range fev fvc fev fvc and fef z scores were and respectively with adjustment gdm exposed children had lower fev confidence interval ci and fef ci and increased odds of current asthma odds ratio ci compared to unexposed children we observed no differences in other lung function measures gdm may be a risk factor for decreased lung function and childhood asthma"
}