{
    "title": "Does the kidney actually swell during an acute urinary tract obstruction?",
    "doc_id": "37606531",
    "writer": "Sahlén K",
    "year": "2023",
    "summary": "The volume of the obstructed kidneys was larger than the contralateral kidneys during obstruction (P < 0.0001) but not after obstruction (P = 0.559). ...CONCLUSION: The parenchymal volume increases in the obstructed kidneys as well as in the contralateral …",
    "abstract": "Background:\n        \n      \n      The appearance of renal swelling during an acute obstruction of the urinary tract could be caused by hydronephrosis or an increase of the parenchymal volume. To the best of our knowledge no studies have been performed regarding renal parenchymal volume change during an acute urinary tract obstruction.\n    \n\n\n          Purpose:\n        \n      \n      To investigate the change in renal parenchymal volume during an acute urinary tract obstruction and to correlate any such volume change to the degree of secondary signs of obstruction.\n    \n\n\n          Material and methods:\n        \n      \n      In total, 20 patients with obstructive ureterolithiasis were retrospectively and randomly included. Two observers measured the parenchymal volume of the obstructed and the contralateral kidney in CT examinations before, during, and after obstruction. Hydronephrosis, hydroureter, perirenal stranding, and thickening of the renal fascia were graded and correlated to volume change.\n    \n\n\n          Results:\n        \n      \n      A decreased volume was noted after obstruction in the obstructed kidneys (-24%) (P < 0.0001) and in the contralateral kidneys (-5%) (P = 0.0110) with a positive correlation of change in volume (P = 0.011). The volume of the obstructed kidneys was larger than the contralateral kidneys during obstruction (P < 0.0001) but not after obstruction (P = 0.559). No significant difference in volume was found before compared to after obstruction. Secondary signs of obstruction did not correlate to volume change.\n    \n\n\n          Conclusion:\n        \n      \n      The parenchymal volume increases in the obstructed kidneys as well as in the contralateral kidneys during obstruction. The increase in volume was larger in the obstructed kidneys compared to the contralateral kidneys. After obstruction the kidneys regained their original volume. Secondary signs did not correlate to volume change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37606531/",
    "clean_text": "does the kidney actually swell during an acute urinary tract obstruction the volume of the obstructed kidneys was larger than the contralateral kidneys during obstruction p but not after obstruction p conclusion the parenchymal volume increases in the obstructed kidneys as well as in the contralateral background the appearance of renal swelling during an acute obstruction of the urinary tract could be caused by hydronephrosis or an increase of the parenchymal volume to the best of our knowledge no studies have been performed regarding renal parenchymal volume change during an acute urinary tract obstruction purpose to investigate the change in renal parenchymal volume during an acute urinary tract obstruction and to correlate any such volume change to the degree of secondary signs of obstruction material and methods in total patients with obstructive ureterolithiasis were retrospectively and randomly included two observers measured the parenchymal volume of the obstructed and the contralateral kidney in ct examinations before during and after obstruction hydronephrosis hydroureter perirenal stranding and thickening of the renal fascia were graded and correlated to volume change results a decreased volume was noted after obstruction in the obstructed kidneys p and in the contralateral kidneys p with a positive correlation of change in volume p the volume of the obstructed kidneys was larger than the contralateral kidneys during obstruction p but not after obstruction p no significant difference in volume was found before compared to after obstruction secondary signs of obstruction did not correlate to volume change conclusion the parenchymal volume increases in the obstructed kidneys as well as in the contralateral kidneys during obstruction the increase in volume was larger in the obstructed kidneys compared to the contralateral kidneys after obstruction the kidneys regained their original volume secondary signs did not correlate to volume change"
}