{
    "title": "Breast Reduction in the Burned Breast.",
    "doc_id": "27012801",
    "writer": "Powers KL",
    "year": "2016",
    "summary": "Mammary hypertrophy can occur in the postburn breast. Patients with burned breasts exhibit the same symptoms of symptomatic macromastia as patients with unburned breasts. ...Although many plastic surgeons are reluctant to operate on burned breasts for …",
    "abstract": "Mammary hypertrophy can occur in the postburn breast. Patients with burned breasts exhibit the same symptoms of symptomatic macromastia as patients with unburned breasts. The extent of the deformity, the location of the deformity, and the status of the surrounding soft tissue are all assessed before embarking on any surgical plan, which then proceeds in a conservative stepwise fashion. Although many plastic surgeons are reluctant to operate on burned breasts for fear of devascularizing the skin graft or nipple areolar complex, reduction mammaplasty in this group of patients is safe and carries minimal risk if key concepts are followed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27012801/",
    "clean_text": "breast reduction in the burned breast mammary hypertrophy can occur in the postburn breast patients with burned breasts exhibit the same symptoms of symptomatic macromastia as patients with unburned breasts although many plastic surgeons are reluctant to operate on burned breasts for mammary hypertrophy can occur in the postburn breast patients with burned breasts exhibit the same symptoms of symptomatic macromastia as patients with unburned breasts the extent of the deformity the location of the deformity and the status of the surrounding soft tissue are all assessed before embarking on any surgical plan which then proceeds in a conservative stepwise fashion although many plastic surgeons are reluctant to operate on burned breasts for fear of devascularizing the skin graft or nipple areolar complex reduction mammaplasty in this group of patients is safe and carries minimal risk if key concepts are followed"
}