{
    "pmid": "41446471",
    "title": "Huntington's Disease Research Over Six Decades: Global Insights, Gaps, and Future Directions.",
    "abstract": "Huntington's disease (HD) is a hereditary neurodegenerative disorder caused by expanded cytosine-adenine-guanine (CAG) repeats in the huntingtin (HTT) gene. It leads to progressive decline in motor function, cognition, and behavior, often following a prolonged pre-symptomatic phase. Although research on HD has progressed, significant gaps remain in understanding its full impact, particularly in areas such as mental health, global collaboration, and early intervention. A bibliometric analysis was conducted using the Web of Science Core Collection to evaluate global research trends in HD and its testing from 1966 to 2025. A total of 1,515 publications were analyzed for authorship patterns, contributing countries, journal sources, and frequently occurring keywords. VOSviewer software v1.6.15 (Centre for Science and Technology Studies, Leiden University, The Netherlands) was used to visualize author networks and keyword co-occurrence. Publication activity peaked in 2014 and 2018, with 101 and 96 articles published, respectively. The United States emerged as the leading contributor to HD research, followed by European countries with fewer publications. Keyword analysis revealed strong associations between HD and other neurodegenerative disorders, such as Alzheimer's and Parkinson's disease, as well as recurring terms related to genetic testing, brain anatomy, and animal models. Limited author collaboration was observed, with only a few dense research clusters present. This analysis highlights the growing body of research on HD, particularly in genetic mechanisms and therapeutic modeling. However, the concentration of research within a few countries and author groups suggests limited global collaboration. Emerging gaps include underrepresentation of mental health impacts, disparities in geographic research output, and narrow journal dissemination. Strengthening international cooperation and diversifying research focus could accelerate progress in diagnosis, treatment, and overall patient care.",
    "disease": "alzheimer disease",
    "clean_text": "huntington s disease research over six decades global insights gaps and future directions huntington s disease hd is a hereditary neurodegenerative disorder caused by expanded cytosine adenine guanine cag repeats in the huntingtin htt gene it leads to progressive decline in motor function cognition and behavior often following a prolonged pre symptomatic phase although research on hd has progressed significant gaps remain in understanding its full impact particularly in areas such as mental health global collaboration and early intervention a bibliometric analysis was conducted using the web of science core collection to evaluate global research trends in hd and its testing from to a total of publications were analyzed for authorship patterns contributing countries journal sources and frequently occurring keywords vosviewer software v centre for science and technology studies leiden university the netherlands was used to visualize author networks and keyword co occurrence publication activity peaked in and with and articles published respectively the united states emerged as the leading contributor to hd research followed by european countries with fewer publications keyword analysis revealed strong associations between hd and other neurodegenerative disorders such as alzheimer s and parkinson s disease as well as recurring terms related to genetic testing brain anatomy and animal models limited author collaboration was observed with only a few dense research clusters present this analysis highlights the growing body of research on hd particularly in genetic mechanisms and therapeutic modeling however the concentration of research within a few countries and author groups suggests limited global collaboration emerging gaps include underrepresentation of mental health impacts disparities in geographic research output and narrow journal dissemination strengthening international cooperation and diversifying research focus could accelerate progress in diagnosis treatment and overall patient care"
}