{
    "title": "Exploring the Efficacy of Comprehensive Management of Breast Abscesses in Restoring Milk Volume.",
    "doc_id": "33818190",
    "writer": "Haifeng G",
    "year": "2022",
    "summary": "The difference in the milk volume produced by healthy breasts (control) and breasts with abscesses, as well as the milk volume produced by each breast before and after comprehensive management, was determined. ...The frequency of milk expression was significa …",
    "abstract": "Background:\n        \n      \n      Approximately 54.8% of patients with breast abscesses discontinue breastfeeding due to the lack of adequate breastfeeding support.\n    \n\n\n          Research aims:\n        \n      \n      We aimed to (1) examine the difference in milk volume produced by healthy breasts and breasts with abscesses; and (2) to explore the changes in milk volume before and after comprehensive management.\n    \n\n\n          Method:\n        \n      \n      A prospective, consecutive series study was designed. Lactating patients (N = 50) with breast abscesses were selected from March 2017 to November 2018. The volume and frequency of milk expression of the affected and the unaffected breast were recorded every 24 hr before and after comprehensive management. The difference in the milk volume produced by healthy breasts (control) and breasts with abscesses, as well as the milk volume produced by each breast before and after comprehensive management, was determined.\n    \n\n\n          Results:\n        \n      \n      There was a significant difference in the milk volume produced by healthy breasts and breasts with abscess before (t = 3.016; p = .004) and after (t = 4.336; p < .001) comprehensive management. The frequency of milk expression was significantly higher after comprehensive management than before it (z = -6.145; p < .001); the milk volume produced by each side significantly increased after comprehensive management (healthy breasts: t = -4.789; p < .001; breasts with abscess: t = 2.555; p = .014).\n    \n\n\n          Conclusion:\n        \n      \n      The total milk volume produced by breasts with abscesses can be less than that produced by healthy breasts. The management of abscesses by increasing the frequency of milk expression and degree of emptying can help mothers increase their milk volume.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33818190/",
    "clean_text": "exploring the efficacy of comprehensive management of breast abscesses in restoring milk volume the difference in the milk volume produced by healthy breasts control and breasts with abscesses as well as the milk volume produced by each breast before and after comprehensive management was determined the frequency of milk expression was significa background approximately of patients with breast abscesses discontinue breastfeeding due to the lack of adequate breastfeeding support research aims we aimed to examine the difference in milk volume produced by healthy breasts and breasts with abscesses and to explore the changes in milk volume before and after comprehensive management method a prospective consecutive series study was designed lactating patients n with breast abscesses were selected from march to november the volume and frequency of milk expression of the affected and the unaffected breast were recorded every hr before and after comprehensive management the difference in the milk volume produced by healthy breasts control and breasts with abscesses as well as the milk volume produced by each breast before and after comprehensive management was determined results there was a significant difference in the milk volume produced by healthy breasts and breasts with abscess before t p and after t p comprehensive management the frequency of milk expression was significantly higher after comprehensive management than before it z p the milk volume produced by each side significantly increased after comprehensive management healthy breasts t p breasts with abscess t p conclusion the total milk volume produced by breasts with abscesses can be less than that produced by healthy breasts the management of abscesses by increasing the frequency of milk expression and degree of emptying can help mothers increase their milk volume"
}