{
    "pmid": "41325136",
    "title": "Liver as a key organ for systemic antimicrobial defense.",
    "abstract": "Chronic liver disease (CLD) is a progressive condition marked by persistent inflammation and regeneration of hepatic tissue, often leading to cirrhosis and increased susceptibility to microbial infections. These infections not only trigger acute decompensation and acute-on-chronic liver failure but also contribute to poor clinical outcomes despite antibiotic treatment. Conversely, CLD itself exacerbates infection severity, forming a vicious cycle. Recent research has highlighted the diverse and coordinated roles of liver parenchymal and nonparenchymal cells in antimicrobial immunity. Hepatocytes control infection by producing a large number of antimicrobial peptides, opsonins, and inflammatory mediators. KCs are key to capturing and clearing blood-borne pathogens and orchestrating immune responses. LSECs facilitate immune cell trafficking, pathogen sensing, and modulation of neutrophil-mediated defense. HSCs are activated during bacterial infections and promote fibrosis through inflammasome and TGF-β signaling. Biliary epithelial cells serve as frontline defenders in the biliary tract, expressing pattern recognition receptors and secreting cytokines, chemokines, defensins, and IgA. Understanding the complex interplay between hepatocytes, liver nonparenchymal cells, and immune components is crucial for developing targeted therapies to improve infection control and outcomes in patients with chronic liver disease. Here, we provide a comprehensive summary of the roles played by different hepatic cell types during microbial infections with a focus on bacterial infection. The potential mechanisms underlying the increased susceptibility of CLDs to these infections are also briefly discussed.",
    "disease": "liver cirrhosis",
    "clean_text": "liver as a key organ for systemic antimicrobial defense chronic liver disease cld is a progressive condition marked by persistent inflammation and regeneration of hepatic tissue often leading to cirrhosis and increased susceptibility to microbial infections these infections not only trigger acute decompensation and acute on chronic liver failure but also contribute to poor clinical outcomes despite antibiotic treatment conversely cld itself exacerbates infection severity forming a vicious cycle recent research has highlighted the diverse and coordinated roles of liver parenchymal and nonparenchymal cells in antimicrobial immunity hepatocytes control infection by producing a large number of antimicrobial peptides opsonins and inflammatory mediators kcs are key to capturing and clearing blood borne pathogens and orchestrating immune responses lsecs facilitate immune cell trafficking pathogen sensing and modulation of neutrophil mediated defense hscs are activated during bacterial infections and promote fibrosis through inflammasome and tgf signaling biliary epithelial cells serve as frontline defenders in the biliary tract expressing pattern recognition receptors and secreting cytokines chemokines defensins and iga understanding the complex interplay between hepatocytes liver nonparenchymal cells and immune components is crucial for developing targeted therapies to improve infection control and outcomes in patients with chronic liver disease here we provide a comprehensive summary of the roles played by different hepatic cell types during microbial infections with a focus on bacterial infection the potential mechanisms underlying the increased susceptibility of clds to these infections are also briefly discussed"
}