{
    "pmid": "41364074",
    "title": "HLA Transgenic Mice as a Model to Uncover Biomarkers and Therapeutic Strategies for Rheumatoid Arthritis.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic disease involving inflammation of the joints. While the etiology of RA remains unknown, evidence exists for a significant contribution of the major histocompatibility complex (MHC). Environmental factors are also indicated as playing an etiological role. Since it is impossible to define the mechanisms contributing to disease onset and progression in humans, mouse models have been used widely. While many animal models have been generated by immunization with self-proteins to induce arthritis, type II collagen (CII)-induced arthritis is one of the most commonly used models utilized to understand the immunopathology of RA. CII constitutes 80% to 90% of total collagen content of hyaline cartilage found in joints and is a genetically conserved sequestered protein. Immunization with heterologous CII with an adjuvant in mice leads to cellular and humoral responses to heterologous and autoreactive CII-specific responses and collagen-induced arthritis (CIA). Mice immunized with CII develop inflammatory arthritis that shares many similarities in clinical, serological, and radiological features with RA in humans. However, selecting an antigen for inducing arthritis and the mouse strain are important, as not all strains are susceptible to CIA. A critical difference between RA and CIA is that in mice that lack the expression of human MHC II, the development of CIA is linked to the H2A locus, which is the homologue of HLA-DQ, while most human studies have linked RA susceptibility with HLA-DR alleles. Mice expressing HLA-DQ and HLA-DR molecules have been used to understand the role of MHC genes in susceptibility to RA. The protocols for inducing CIA in the HLA expressing transgenic mice described in this article can be used to understand how the different HLA molecules confer susceptibility to RA. © 2025 Wiley Periodicals LLC. Basic Protocol 1: Use of mouse strains and humanized mice for modeling rheumatoid arthritis Basic Protocol 2: Use of humanized mice for therapeutic protocols.",
    "disease": "rheumatoid arthritis",
    "clean_text": "hla transgenic mice as a model to uncover biomarkers and therapeutic strategies for rheumatoid arthritis rheumatoid arthritis ra is a chronic disease involving inflammation of the joints while the etiology of ra remains unknown evidence exists for a significant contribution of the major histocompatibility complex mhc environmental factors are also indicated as playing an etiological role since it is impossible to define the mechanisms contributing to disease onset and progression in humans mouse models have been used widely while many animal models have been generated by immunization with self proteins to induce arthritis type ii collagen cii induced arthritis is one of the most commonly used models utilized to understand the immunopathology of ra cii constitutes to of total collagen content of hyaline cartilage found in joints and is a genetically conserved sequestered protein immunization with heterologous cii with an adjuvant in mice leads to cellular and humoral responses to heterologous and autoreactive cii specific responses and collagen induced arthritis cia mice immunized with cii develop inflammatory arthritis that shares many similarities in clinical serological and radiological features with ra in humans however selecting an antigen for inducing arthritis and the mouse strain are important as not all strains are susceptible to cia a critical difference between ra and cia is that in mice that lack the expression of human mhc ii the development of cia is linked to the h a locus which is the homologue of hla dq while most human studies have linked ra susceptibility with hla dr alleles mice expressing hla dq and hla dr molecules have been used to understand the role of mhc genes in susceptibility to ra the protocols for inducing cia in the hla expressing transgenic mice described in this article can be used to understand how the different hla molecules confer susceptibility to ra wiley periodicals llc basic protocol use of mouse strains and humanized mice for modeling rheumatoid arthritis basic protocol use of humanized mice for therapeutic protocols"
}