{
    "pmid": "41474817",
    "title": "Correlation study of brain function changes after chemotherapy in breast cancer patients by automated fiber quantification based on diffusion tensor imaging.",
    "abstract": "The aim of this study is to evaluate the changes of white matter microstructure in breast cancer patients before and after chemotherapy based on automated fiber quantification (AFQ),as well as determine if these dispersion indexes are significantly correlated with clinical data. Twenty-four breast cancer patients scheduled for chemotherapy were enrolled. Diffusion tensor imaging (DTI), neuropsychological tests and self-report measures, and hematological tests were conducted before chemotherapy(time 0,T0) and within one week after chemotherapy(time 1,T1). AFQ was used to track 20 fiber tracts in the brain. The correlation between average abnormal tracts and changes in neuropsychological tests and self-report measures and blood indicators was analyzed. Compared to T0, subjects at T1 showed decreased scores on the verbal fluency test; increased scores on the self-rating anxiety scale(SAS)and self-rating depression scale (SDS). Estrogen concentration was lower while luteinizing hormone(LH), follicle-stimulating hormone, and triglyceride levels were higher. Mean fractional anisotropy (FA) value decreased in the right cingulum cingulate(CGC)while mean radial diffusivity (RD) increased in the right CGC; mean axial diffusivity (AD) value decreased in callosum forceps major and callosum forceps minor. Changes in FA with in the right CGC were positively correlated with changes in SDS and LH, while changes in RD with in the right CGC were negatively correlated with changes in SDS and LH. Early changes observed in brain white matter fiber tracts, along with persistent hormone and triglyceride metabolism disorders, could potentially serve as neurobiological markers for monitoring chemotherapy-induced cognitive impairment.",
    "disease": "breast cancer",
    "clean_text": "correlation study of brain function changes after chemotherapy in breast cancer patients by automated fiber quantification based on diffusion tensor imaging the aim of this study is to evaluate the changes of white matter microstructure in breast cancer patients before and after chemotherapy based on automated fiber quantification afq as well as determine if these dispersion indexes are significantly correlated with clinical data twenty four breast cancer patients scheduled for chemotherapy were enrolled diffusion tensor imaging dti neuropsychological tests and self report measures and hematological tests were conducted before chemotherapy time t and within one week after chemotherapy time t afq was used to track fiber tracts in the brain the correlation between average abnormal tracts and changes in neuropsychological tests and self report measures and blood indicators was analyzed compared to t subjects at t showed decreased scores on the verbal fluency test increased scores on the self rating anxiety scale sas and self rating depression scale sds estrogen concentration was lower while luteinizing hormone lh follicle stimulating hormone and triglyceride levels were higher mean fractional anisotropy fa value decreased in the right cingulum cingulate cgc while mean radial diffusivity rd increased in the right cgc mean axial diffusivity ad value decreased in callosum forceps major and callosum forceps minor changes in fa with in the right cgc were positively correlated with changes in sds and lh while changes in rd with in the right cgc were negatively correlated with changes in sds and lh early changes observed in brain white matter fiber tracts along with persistent hormone and triglyceride metabolism disorders could potentially serve as neurobiological markers for monitoring chemotherapy induced cognitive impairment"
}