{
    "title": "Post-weaning to pre-pubertal ('juvenile') stress: a model of induced predisposition to stress-related disorders.",
    "doc_id": "23475083",
    "writer": "Horovitz O",
    "year": "2012",
    "summary": "In accordance with that, we have examined the consequences of stress exposure at a later early-life period, the post-weaning, pre-puberty (juvenile) period, which holds greater resemblance to human childhood. This review summarizes a series of studies examining the impact …",
    "abstract": "Human studies suggest that childhood trauma predisposes individuals to develop stress-related disorders such as depression and post-traumatic stress disorder (PTSD). Recent years have witnessed growing interest in effectively modeling in animals the long-term effects of childhood emotional trauma on stress responses in adulthood. Most studies concerned with the impact of early-life stress on subsequent stress responses in adulthood in rodents have focused on the post-natal pre-weaning period. However, psychiatric studies often refer to human childhood rather than infancy when investigating the patients' traumatic history of stress-related psychopathologies. In accordance with that, we have examined the consequences of stress exposure at a later early-life period, the post-weaning, pre-puberty (juvenile) period, which holds greater resemblance to human childhood. This review summarizes a series of studies examining the impact of exposure of rats to stressors during 'juvenility' ('juvenile stress') on the ability of these animals to cope with stress later in life. Exposure to relatively brief but significant stress experience during juvenility was found to impair the ability of animals to cope with stressful challenges in adulthood. These behavioral manifestations were associated with lasting alterations in limbic system brain regions of neuromodulatory pathways, such as alterations in the expression of cell adhesion molecules, GABAergic system functioning and alterations in levels of circulating corticosterone. Importantly, these studies have also demonstrated considerable individual and sex differences, which call for the development of adequate analysis approaches. The juvenile stress model combined with characterization of individual profiles is presented as a useful model to study in rodents different facets of stress-related disorders and neural mechanisms of vulnerability and resilience to stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23475083/",
    "clean_text": "post weaning to pre pubertal juvenile stress a model of induced predisposition to stress related disorders in accordance with that we have examined the consequences of stress exposure at a later early life period the post weaning pre puberty juvenile period which holds greater resemblance to human childhood this review summarizes a series of studies examining the impact human studies suggest that childhood trauma predisposes individuals to develop stress related disorders such as depression and post traumatic stress disorder ptsd recent years have witnessed growing interest in effectively modeling in animals the long term effects of childhood emotional trauma on stress responses in adulthood most studies concerned with the impact of early life stress on subsequent stress responses in adulthood in rodents have focused on the post natal pre weaning period however psychiatric studies often refer to human childhood rather than infancy when investigating the patients traumatic history of stress related psychopathologies in accordance with that we have examined the consequences of stress exposure at a later early life period the post weaning pre puberty juvenile period which holds greater resemblance to human childhood this review summarizes a series of studies examining the impact of exposure of rats to stressors during juvenility juvenile stress on the ability of these animals to cope with stress later in life exposure to relatively brief but significant stress experience during juvenility was found to impair the ability of animals to cope with stressful challenges in adulthood these behavioral manifestations were associated with lasting alterations in limbic system brain regions of neuromodulatory pathways such as alterations in the expression of cell adhesion molecules gabaergic system functioning and alterations in levels of circulating corticosterone importantly these studies have also demonstrated considerable individual and sex differences which call for the development of adequate analysis approaches the juvenile stress model combined with characterization of individual profiles is presented as a useful model to study in rodents different facets of stress related disorders and neural mechanisms of vulnerability and resilience to stress"
}