{
    "title": "Effective Transitional Therapy for Adolescent and Young Adult Patients With Cancer: An Integrative Literature Review.",
    "doc_id": "27441511",
    "writer": "Masterton KJ",
    "year": "2016",
    "summary": "BACKGROUND: The adolescent and young adult (AYA) cancer community has demonstrated a need for psychosocial help transitioning from acute cancer care to survivorship while navigating appropriate developmental challenges. ...Key search terms were cancer, [adaptation, …",
    "abstract": "Background:\n        \n      \n      The adolescent and young adult (AYA) cancer community has demonstrated a need for psychosocial help transitioning from acute cancer care to survivorship while navigating appropriate developmental challenges.\n    \n\n\n          Objectives:\n        \n      \n      The purpose of this integrative literature review is to examine the transition of AYAs from life as patients with cancer to life as cancer survivors and to evaluate the most effective, therapeutic ways to make this transition.\n    \n\n\n          Methods:\n        \n      \n      This integrative literature review focused on articles published from 2008-2015 using PubMed, CINAHL®, and PsycINFO. Key search terms were cancer, [adaptation, psychological], adolesc*, and young adult. Outcomes were evaluated using the Adaptation Model of Nursing.\n    \n\n\n          Findings:\n        \n      \n      Twenty-two studies met the inclusion criteria, but only four empirically examined interventions. Eighteen studies demonstrated AYAs' unmet needs and suggested important therapeutic components. The four empirically examined interventions were dynamic group therapy, online cognitive-behavioral therapy, an online cancer forum, and an educational cancer retreat. Eighteen therapeutic themes were identified as integral to a complete and healthy transition. Five of these themes seemed to be of particular importance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27441511/",
    "clean_text": "effective transitional therapy for adolescent and young adult patients with cancer an integrative literature review background the adolescent and young adult aya cancer community has demonstrated a need for psychosocial help transitioning from acute cancer care to survivorship while navigating appropriate developmental challenges key search terms were cancer adaptation background the adolescent and young adult aya cancer community has demonstrated a need for psychosocial help transitioning from acute cancer care to survivorship while navigating appropriate developmental challenges objectives the purpose of this integrative literature review is to examine the transition of ayas from life as patients with cancer to life as cancer survivors and to evaluate the most effective therapeutic ways to make this transition methods this integrative literature review focused on articles published from using pubmed cinahl and psycinfo key search terms were cancer adaptation psychological adolesc and young adult outcomes were evaluated using the adaptation model of nursing findings twenty two studies met the inclusion criteria but only four empirically examined interventions eighteen studies demonstrated ayas unmet needs and suggested important therapeutic components the four empirically examined interventions were dynamic group therapy online cognitive behavioral therapy an online cancer forum and an educational cancer retreat eighteen therapeutic themes were identified as integral to a complete and healthy transition five of these themes seemed to be of particular importance"
}