{
    "pmid": "41456604",
    "title": "The Effect of Hemodialysis Treatment on Sarcopenia in Patients Newly Starting Hemodialysis.",
    "abstract": "The research aimed to establish sarcopenia occurrence rates among patients beginning hemodialysis treatment and assess muscle mass and function changes and sarcopenia status after six months of dialysis. The prospective observational study included 110 patients who were new to hemodialysis (maximum 1 month). Patients were grouped as sarcopenic (n = 33) and non-sarcopenic (n = 77) according to EWGSOP2 criteria. Demographic characteristics, body composition by bioelectrical impedance analysis, hand grip strength, walking speed tests, and laboratory parameters were evaluated at baseline and at 6 months. At baseline, 30% of the patients were considered sarcopenic. After six months of hemodialysis, only 2 of 33 patients (6.1%) who were sarcopenic at baseline remained sarcopenic (p = 0.76). Skeletal Muscle Index (SMI) increased from 6.4 ± 1.0 kg/m Patients who start hemodialysis have high rates of sarcopenia but have significant muscle mass and functional improvements during the first six months of effective hemodialysis treatment. The removal of uremic toxins produces beneficial effects on muscle metabolism according to these results.",
    "disease": "chronic kidney disease",
    "clean_text": "the effect of hemodialysis treatment on sarcopenia in patients newly starting hemodialysis the research aimed to establish sarcopenia occurrence rates among patients beginning hemodialysis treatment and assess muscle mass and function changes and sarcopenia status after six months of dialysis the prospective observational study included patients who were new to hemodialysis maximum month patients were grouped as sarcopenic n and non sarcopenic n according to ewgsop criteria demographic characteristics body composition by bioelectrical impedance analysis hand grip strength walking speed tests and laboratory parameters were evaluated at baseline and at months at baseline of the patients were considered sarcopenic after six months of hemodialysis only of patients who were sarcopenic at baseline remained sarcopenic p skeletal muscle index smi increased from kg m patients who start hemodialysis have high rates of sarcopenia but have significant muscle mass and functional improvements during the first six months of effective hemodialysis treatment the removal of uremic toxins produces beneficial effects on muscle metabolism according to these results"
}