{
    "title": "[Central diabetes insipidus].",
    "doc_id": "35638996",
    "writer": "Charbit J",
    "year": "2022",
    "summary": "\"Central diabetes insipidus Diabetes insipidus may remain undetected for a long time, the ionogram remaining normal as long as polydipsia compensates for diuresis. In the first place, and by argument of frequency, polyuria should rule out diabetes …",
    "abstract": "\"Central diabetes insipidus Diabetes insipidus may remain undetected for a long time, the ionogram remaining normal as long as polydipsia compensates for diuresis. In the first place, and by argument of frequency, polyuria should rule out diabetes. Diabetes insipidus is evoked in the presence of an incapacitating polyuro polydipsic syndrome, especially at night. Pituitary MRI eliminate a tumoral or infiltrative cause and confirm a central cause by the disappearance of the physiological t1 hypersignal in the post-pituitary gland. A water restriction test should only be performed in a hospital setting under close supervision. Lifetime hormone replacement therapy is appropriate in situations of pregnancy, risk of dehydration, and signs of overdose must be known by the patient, who must be educated about his or her disease.\"",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35638996/",
    "clean_text": "central diabetes insipidus central diabetes insipidus diabetes insipidus may remain undetected for a long time the ionogram remaining normal as long as polydipsia compensates for diuresis in the first place and by argument of frequency polyuria should rule out diabetes central diabetes insipidus diabetes insipidus may remain undetected for a long time the ionogram remaining normal as long as polydipsia compensates for diuresis in the first place and by argument of frequency polyuria should rule out diabetes diabetes insipidus is evoked in the presence of an incapacitating polyuro polydipsic syndrome especially at night pituitary mri eliminate a tumoral or infiltrative cause and confirm a central cause by the disappearance of the physiological t hypersignal in the post pituitary gland a water restriction test should only be performed in a hospital setting under close supervision lifetime hormone replacement therapy is appropriate in situations of pregnancy risk of dehydration and signs of overdose must be known by the patient who must be educated about his or her disease"
}