{
    "title": "Alteration of Young's modulus in mesenchymal stromal cells during osteogenesis measured by atomic force microscopy.",
    "doc_id": "32273088",
    "writer": "Yen MH",
    "year": "2020",
    "summary": "There is a strong linear correlation between the osteogenic induction time and the Young's modulus of the cells cultured in rigid Petri dishes in the first 15 days after the induction; the Young's modulus approaches to a plateau after day 15. On the other hand, the …",
    "abstract": "Mechanical properties of biological tissues are increasingly recognized as an important parameter for the indication of disease states as well as tissue homeostasis and regeneration. Multipotent mesenchymal stromal/stem cells (MSCs), which play important roles in bone formation and remodeling, are potential cell sources for regenerative medicine. However, the cellular mechanical properties of differentiating MSCs corresponding to the substrate stiffness has not been sufficiently studied. In this study, we used Atomic Force Microscopy (AFM) to measure changes of stiffness of human MSCs cultured in rigid Petri dish and on polyacrylamide (PA) substrates during osteogenic differentiation. The results showed that the Young's modulus of MSC cytoplasmic outer region increased over time during osteogenesis. There is a strong linear correlation between the osteogenic induction time and the Young's modulus of the cells cultured in rigid Petri dishes in the first 15 days after the induction; the Young's modulus approaches to a plateau after day 15. On the other hand, the Young's moduli of MSCs cultured on PA gels with stiffness of 7 kPa and 42 kPa also increase over time during osteogenic differentiation, but the inclination of such increase is much smaller than that of MSCs differentiating in rigid dishes. Herein, we established a protocol of AFM measurement to evaluate the maturation of stem cell osteogenic differentiation at the single cell level and could encourage further AFM applications in tissue engineering related to mechanobiology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32273088/",
    "clean_text": "alteration of young s modulus in mesenchymal stromal cells during osteogenesis measured by atomic force microscopy there is a strong linear correlation between the osteogenic induction time and the young s modulus of the cells cultured in rigid petri dishes in the first days after the induction the young s modulus approaches to a plateau after day on the other hand the mechanical properties of biological tissues are increasingly recognized as an important parameter for the indication of disease states as well as tissue homeostasis and regeneration multipotent mesenchymal stromal stem cells mscs which play important roles in bone formation and remodeling are potential cell sources for regenerative medicine however the cellular mechanical properties of differentiating mscs corresponding to the substrate stiffness has not been sufficiently studied in this study we used atomic force microscopy afm to measure changes of stiffness of human mscs cultured in rigid petri dish and on polyacrylamide pa substrates during osteogenic differentiation the results showed that the young s modulus of msc cytoplasmic outer region increased over time during osteogenesis there is a strong linear correlation between the osteogenic induction time and the young s modulus of the cells cultured in rigid petri dishes in the first days after the induction the young s modulus approaches to a plateau after day on the other hand the young s moduli of mscs cultured on pa gels with stiffness of kpa and kpa also increase over time during osteogenic differentiation but the inclination of such increase is much smaller than that of mscs differentiating in rigid dishes herein we established a protocol of afm measurement to evaluate the maturation of stem cell osteogenic differentiation at the single cell level and could encourage further afm applications in tissue engineering related to mechanobiology"
}