{
    "title": "Potential protective effect of lactation against incidence of type 2 diabetes mellitus in women with previous gestational diabetes mellitus: A systematic review and meta-analysis.",
    "doc_id": "28072911",
    "writer": "Tanase-Nakao K",
    "year": "2017",
    "summary": "Longer lactation for more than 4 to 12 weeks postpartum had risk reduction of type 2 diabetes mellitus compared with shorter lactation (OR 0.77, 95% CI 0.01-55.86; OR 0.56, 95% CI 0.35-0.89; OR 0.22, 95% CI 0.13-0.36; type 2 diabetes …",
    "abstract": "Lactation may protect women with previous gestational diabetes mellitus (GDM) from developing type 2 diabetes mellitus, but the results of existing studies are inconsistent, ranging from null to beneficial. We aimed to conduct a systematic review to gather available evidence. Databases MEDLINE, CINAHL, PubMed, and EMBASE were searched on December 15, 2015, without restriction of language or publication year. A manual search was also conducted. We included observational studies (cross-sectional, case-control, and cohort study) with information on lactation and type 2 diabetes mellitus incidence among women with previous GDM. We excluded case studies without control data. Data synthesis was conducted by random-effect meta-analysis. Fourteen reports of 9 studies were included. Overall risk of bias using RoBANS ranged from low to unclear. Longer lactation for more than 4 to 12 weeks postpartum had risk reduction of type 2 diabetes mellitus compared with shorter lactation (OR 0.77, 95% CI 0.01-55.86; OR 0.56, 95% CI 0.35-0.89; OR 0.22, 95% CI 0.13-0.36; type 2 diabetes mellitus evaluation time < 2 y, 2-5 y, and >5 y, respectively). Exclusive lactation for more than 6 to 9 weeks postpartum also had lower risk of type 2 diabetes mellitus compared with exclusive formula (OR 0.42, 95% CI 0.22-0.81). The findings support the evidence that longer and exclusive lactation may be beneficial for type 2 diabetes mellitus prevention in women with previous GDM. However, the evidence relies only on observational studies. Therefore, further studies are required to address the true causal effect.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28072911/",
    "clean_text": "potential protective effect of lactation against incidence of type diabetes mellitus in women with previous gestational diabetes mellitus a systematic review and meta analysis longer lactation for more than to weeks postpartum had risk reduction of type diabetes mellitus compared with shorter lactation or ci or ci or ci type diabetes lactation may protect women with previous gestational diabetes mellitus gdm from developing type diabetes mellitus but the results of existing studies are inconsistent ranging from null to beneficial we aimed to conduct a systematic review to gather available evidence databases medline cinahl pubmed and embase were searched on december without restriction of language or publication year a manual search was also conducted we included observational studies cross sectional case control and cohort study with information on lactation and type diabetes mellitus incidence among women with previous gdm we excluded case studies without control data data synthesis was conducted by random effect meta analysis fourteen reports of studies were included overall risk of bias using robans ranged from low to unclear longer lactation for more than to weeks postpartum had risk reduction of type diabetes mellitus compared with shorter lactation or ci or ci or ci type diabetes mellitus evaluation time y y and y respectively exclusive lactation for more than to weeks postpartum also had lower risk of type diabetes mellitus compared with exclusive formula or ci the findings support the evidence that longer and exclusive lactation may be beneficial for type diabetes mellitus prevention in women with previous gdm however the evidence relies only on observational studies therefore further studies are required to address the true causal effect"
}