{
    "pmid": "41431033",
    "title": "A bibliometric analysis of non-coding RNAs in Parkinson disease: Research hotspots and emerging trends (2013-2022).",
    "abstract": "Increasing evidence indicates that non-coding RNAs (ncRNAs) play a crucial role in the pathological processes of Parkinson disease (PD). However, bibliometric research focusing on PD and ncRNAs remains limited. Articles and reviews related to PD and ncRNAs published over the past decade were retrieved from the Web of Science Core Collection. Bibliometric visualization websites and software, including CiteSpace and VOSviewer, were used for the analysis. A total of 1116 studies were identified. Both the number of publications and citations showed an upward trend. China, USA, and Italy were the top 3 most productive countries. Keyword analysis revealed that current research mainly focuses on \"alpha-synuclein\" and \"microRNAs.\" However, emerging research topics such as \"endoplasmic reticulum stress,\" \"inflammation,\" and \"circular RNAs\" could represent frontier directions in this field. Our results suggest that research related to ncRNAs and PD continues to attract attention. This bibliometric analysis may provide valuable insights to help future researchers choose their research directions.",
    "disease": "parkinson disease",
    "clean_text": "a bibliometric analysis of non coding rnas in parkinson disease research hotspots and emerging trends increasing evidence indicates that non coding rnas ncrnas play a crucial role in the pathological processes of parkinson disease pd however bibliometric research focusing on pd and ncrnas remains limited articles and reviews related to pd and ncrnas published over the past decade were retrieved from the web of science core collection bibliometric visualization websites and software including citespace and vosviewer were used for the analysis a total of studies were identified both the number of publications and citations showed an upward trend china usa and italy were the top most productive countries keyword analysis revealed that current research mainly focuses on alpha synuclein and micrornas however emerging research topics such as endoplasmic reticulum stress inflammation and circular rnas could represent frontier directions in this field our results suggest that research related to ncrnas and pd continues to attract attention this bibliometric analysis may provide valuable insights to help future researchers choose their research directions"
}