{
    "title": "Testosterone Reduces Tight Junction Complexity and Down-regulates Expression of Claudin-4 and Occludin in the Endometrium in Ovariectomized, Sex-steroid Replacement Rats.",
    "doc_id": "31882482",
    "writer": "Mokhtar MH",
    "year": "2020",
    "summary": "BACKGROUND/AIM: It was hypothesized that endometrial tight junction morphology and expression of tight junction proteins i.e., claudin-4 and occludin in the uterus, are affected by testosterone. ...RESULTS: Administration of testosterone caused loss of …",
    "abstract": "Background/aim:\n        \n      \n      It was hypothesized that endometrial tight junction morphology and expression of tight junction proteins i.e., claudin-4 and occludin in the uterus, are affected by testosterone. Therefore, the effects of testosterone on these parameters in the uterus during receptivity period were investigated.\n    \n\n\n          Materials and methods:\n        \n      \n      Ovariectomized adult female rats were given testosterone (1 mg/kg/day) alone or in combination with flutamide or finasteride between days 6 to 8 of sex-steroid replacement treatment, which was considered the period of uterine receptivity. Ultramorphology of tight junctions was visualized by transmission electron microscopy while distribution and expression of claudin-4 and occludin were examined by immunofluorescence and real-time polymerase chain reaction respectively.\n    \n\n\n          Results:\n        \n      \n      Administration of testosterone caused loss of tight junction complexity and down-regulated expression of claudin-4 and occludin in the uterus.\n    \n\n\n          Conclusion:\n        \n      \n      Decreased endometrial tight junction complexity and expression of claudin-4 and occludin in the uterus during receptivity period by testosterone may interfere with embryo attachment and subsequent implantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31882482/",
    "clean_text": "testosterone reduces tight junction complexity and down regulates expression of claudin and occludin in the endometrium in ovariectomized sex steroid replacement rats background aim it was hypothesized that endometrial tight junction morphology and expression of tight junction proteins i e claudin and occludin in the uterus are affected by testosterone results administration of testosterone caused loss of background aim it was hypothesized that endometrial tight junction morphology and expression of tight junction proteins i e claudin and occludin in the uterus are affected by testosterone therefore the effects of testosterone on these parameters in the uterus during receptivity period were investigated materials and methods ovariectomized adult female rats were given testosterone mg kg day alone or in combination with flutamide or finasteride between days to of sex steroid replacement treatment which was considered the period of uterine receptivity ultramorphology of tight junctions was visualized by transmission electron microscopy while distribution and expression of claudin and occludin were examined by immunofluorescence and real time polymerase chain reaction respectively results administration of testosterone caused loss of tight junction complexity and down regulated expression of claudin and occludin in the uterus conclusion decreased endometrial tight junction complexity and expression of claudin and occludin in the uterus during receptivity period by testosterone may interfere with embryo attachment and subsequent implantation"
}