{
    "pmid": "41464460",
    "title": "Health and Functioning of Community-Dwelling Older Adults in Urban and Rural Areas of Portugal-What Are the Implications for Physiotherapy Care?",
    "abstract": "Ageing leads to physical, cognitive, and social changes that affect people's functioning and social participation. Health literacy, sociodemographic, and environmental factors influence health outcomes and access to care. This study aimed to characterize the health and functioning of Portuguese adults aged 65 and over, focusing on sociodemographic factors, health status, lifestyle, fall risk, functional capacity, and social participation, and on comparing rural and urban populations. An exploratory, cross-sectional study was conducted using data from older adults who completed the FallSensing screening protocol. Participants were classified by residence type (rural vs. urban), and group comparisons were made. The sample ( These findings suggest that rural living is associated with lower functional capacity and poorer health, underscoring the need for targeted physiotherapy and primary care strategies in rural settings.",
    "disease": "hypertension",
    "clean_text": "health and functioning of community dwelling older adults in urban and rural areas of portugal what are the implications for physiotherapy care ageing leads to physical cognitive and social changes that affect people s functioning and social participation health literacy sociodemographic and environmental factors influence health outcomes and access to care this study aimed to characterize the health and functioning of portuguese adults aged and over focusing on sociodemographic factors health status lifestyle fall risk functional capacity and social participation and on comparing rural and urban populations an exploratory cross sectional study was conducted using data from older adults who completed the fallsensing screening protocol participants were classified by residence type rural vs urban and group comparisons were made the sample these findings suggest that rural living is associated with lower functional capacity and poorer health underscoring the need for targeted physiotherapy and primary care strategies in rural settings"
}