{
    "title": "Adult presence does not ameliorate juvenile feeding challenges in a leaf-footed bug.",
    "doc_id": "37538745",
    "writer": "Zlotnik S",
    "year": "2023",
    "summary": "Herbivores often grapple with structural defences in their host plants, which may pose especially difficult challenges for juveniles due to their underdeveloped feeding morphology. The degree to which juvenile herbivore survival is limited by structural defences as …",
    "abstract": "Herbivores often grapple with structural defences in their host plants, which may pose especially difficult challenges for juveniles due to their underdeveloped feeding morphology. The degree to which juvenile herbivore survival is limited by structural defences as well as the strategies used to overcome them are not well understood. We hypothesized that juveniles benefit from feeding near adults because adults pierce through physical barriers while feeding, enabling juveniles to access nutrients that they otherwise could not. We tested this feeding facilitation hypothesis in the leaf-footed bug Leptoglossus zonatus (Hemiptera: Coreidae). Bugs were raised with an adult or a juvenile conspecific and fed a diet of pecans with or without shells. As predicted, we found that juveniles suffered greater mortality when fed nuts with shells than when fed nuts without shells. Contrary to our expectations, the presence of an adult feeding on the same nut did not lessen this effect. Therefore, the presence of an adult does not ameliorate the feeding difficulties faced by juvenile L. zonatus, despite evidence for feeding facilitation in related insect species. This study adds to our understanding of how host plant defences can limit the survival of even highly generalist herbivores.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37538745/",
    "clean_text": "adult presence does not ameliorate juvenile feeding challenges in a leaf footed bug herbivores often grapple with structural defences in their host plants which may pose especially difficult challenges for juveniles due to their underdeveloped feeding morphology the degree to which juvenile herbivore survival is limited by structural defences as herbivores often grapple with structural defences in their host plants which may pose especially difficult challenges for juveniles due to their underdeveloped feeding morphology the degree to which juvenile herbivore survival is limited by structural defences as well as the strategies used to overcome them are not well understood we hypothesized that juveniles benefit from feeding near adults because adults pierce through physical barriers while feeding enabling juveniles to access nutrients that they otherwise could not we tested this feeding facilitation hypothesis in the leaf footed bug leptoglossus zonatus hemiptera coreidae bugs were raised with an adult or a juvenile conspecific and fed a diet of pecans with or without shells as predicted we found that juveniles suffered greater mortality when fed nuts with shells than when fed nuts without shells contrary to our expectations the presence of an adult feeding on the same nut did not lessen this effect therefore the presence of an adult does not ameliorate the feeding difficulties faced by juvenile l zonatus despite evidence for feeding facilitation in related insect species this study adds to our understanding of how host plant defences can limit the survival of even highly generalist herbivores"
}