{
    "pmid": "41358006",
    "title": "CRISPR/Cas9-mediated CH2 deletion of Fel d1 triggers transcriptomic reprogramming and disease-associated pathways in feline cells.",
    "abstract": "Fel d1, the major cat allergen responsible for over 90% of human IgE-mediated allergies, has an incompletely defined physiological role. To explore its function and assess the feasibility of producing hypoallergenic cats, we knocked out the CH2 domain of Fel d1 using CRISPR/Cas9 in feline skin cells. An optimized sgRNA introduced a frameshift mutation, with knockout efficiency validated by sequencing, qRT-PCR, and Western blot. Transcriptomic alterations were profiled by RNA-seq, and functional consequences were investigated via GO, KEGG, and GSEA analyses. Key findings were confirmed by qPCR, and phenotypes were assessed using CCK-8, EdU, and flow cytometry. The approach successfully generated a three-base insertion, resulting in near-complete loss of CH2 mRNA and Fel d1 protein. RNA-seq identified 3,469 differentially expressed genes (DEGs), with significant enrichment in pathways for hypertrophic cardiomyopathy (HCM) and rheumatoid arthritis (RA). Key genes in these pathways (e.g., ",
    "disease": "rheumatoid arthritis",
    "clean_text": "crispr cas mediated ch deletion of fel d triggers transcriptomic reprogramming and disease associated pathways in feline cells fel d the major cat allergen responsible for over of human ige mediated allergies has an incompletely defined physiological role to explore its function and assess the feasibility of producing hypoallergenic cats we knocked out the ch domain of fel d using crispr cas in feline skin cells an optimized sgrna introduced a frameshift mutation with knockout efficiency validated by sequencing qrt pcr and western blot transcriptomic alterations were profiled by rna seq and functional consequences were investigated via go kegg and gsea analyses key findings were confirmed by qpcr and phenotypes were assessed using cck edu and flow cytometry the approach successfully generated a three base insertion resulting in near complete loss of ch mrna and fel d protein rna seq identified differentially expressed genes degs with significant enrichment in pathways for hypertrophic cardiomyopathy hcm and rheumatoid arthritis ra key genes in these pathways e g"
}