{
    "pmid": "41416518",
    "title": "State-Trait Anxiety Inventory (STAI) for detecting anxiety disorders in adults.",
    "abstract": "Anxiety disorders are highly prevalent mental health conditions, yet frequently remain undiagnosed. The State-Trait Anxiety Inventory (STAI) is one of the most widely used self-report questionnaires for assessing both momentary (state) and general (trait) anxiety severity. As it has also been considered for screening, it is essential to evaluate its accuracy in identifying undiagnosed anxiety disorders. To assess the diagnostic test accuracy (DTA) of the State-Trait Anxiety Inventory (STAI) for detecting anxiety disorders in adults. We specifically aimed to determine accuracy estimates for the full range of sum score cut-offs and grouped our analyses by the STAI's two subscales, State Anxiety subscale (STAI-S) and Trait Anxiety subscale (STAI-T), assessing the target condition category 'any anxiety disorder' (AAD) as well as 'generalised anxiety disorder' (GAD) as one of its specific conditions. We conducted a comprehensive search in Ovid Embase, MEDLINE, PubMed-not-MEDLINE, and PsycINFO (1990 to 15 May 2024). We also screened reference lists of included studies and relevant systematic reviews. We included studies of adults that administered the STAI irrespective of mode, with no limitations on the language or number of participants. We excluded studies on adults seeking help in mental health settings or participants who were recruited specifically due to mental health symptoms in other settings. Eligible studies administered the STAI as the index test and used a structured or semi-structured diagnostic interview as the reference standard, allowing the creation of 2 x 2 contingency tables. We excluded studies following a case-control design and studies with a time lag of more than four weeks between the STAI and the reference standard. At least two review authors independently assessed the eligibility of articles, extracted data, and evaluated the methodological quality using the Quality Assessment of Diagnostic Accuracy Studies tool, version 2 (QUADAS-2). We applied the multiple thresholds model to obtain summary sensitivity and specificity with 95% confidence intervals (CIs) across all cut-offs (from ≥ 20 to 80). Using the multiple-threshold summary receiver operating characteristic (SROC) curve, we calculated the area under the curve (AUC) as an overall measure of accuracy. We included 12 studies from 11 countries with a total of 2525 participants, of whom 475 had an anxiety disorder. Of these, 11 studies assessed the state anxiety subscale, STAI-S (2042 participants) and eight studies assessed the trait anxiety subscale, STAI-T (1906 participants). The diagnoses made by the reference standards were all ultimately based on criteria of the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV), with the Mini-International Neuropsychiatric Interview (MINI) administered in seven studies and the Structured Clinical Interview for DSM (SCID) in five studies. Eleven studies were performed in clinical settings for a variety of specific conditions (e.g. epilepsy, pregnancy), while one study included partners of cancer patients. Most studies showed a high or unclear risk of bias and applicability concerns regarding participant selection. In detecting AAD, summary test accuracy estimates for all cut-offs were obtained from the SROC curves, with an AUC of 0.78 (95% CI 0.75 to 0.82; 11 studies, 2042 participants) for STAI-S and 0.78 (95% CI 0.75 to 0.81; 8 studies, 1906 participants) for STAI-T. At the commonly used cut-offs of ≥ 40 for STAI-S, the summary sensitivity was 0.83 (95% CI 0.77 to 0.88) and specificity was 0.55 (95% CI 0.45 to 0.65). Similarly, for STAI-T at the cut-off of ≥ 44, the summary sensitivity was 0.81 (95% CI 0.75 to 0.86) and specificity was 0.60 (95% CI 0.44 to 0.74). The analysis of STAI's accuracy in detecting GAD was restricted by the small number of studies (STAI-S: four studies, 1182 participants; STAI-T: three studies, 988 participants). For STAI-S at the cut-off ≥ 40, the summary sensitivity was 0.86 (95% CI 0.74 to 0.93) and the specificity was 0.53 (95% CI 0.37 to 0.69). The AUC was 0.80 (95% CI 0.74 to 0.86). For STAI-T at the cut-off ≥ 44, sensitivity was 0.86 (95% CI 0.72 to 0.94) and specificity 0.57 (95% CI 0.36 to 0.75). The AUC was 0.81 (95% CI 0.79 to 0.82). The currently available evidence does not allow a confident judgment on the STAI's accuracy in screening for anxiety disorders. Findings come from a limited number of studies, most at high or unclear risk of bias, and almost exclusively conducted in specialised clinical settings among individuals with a variety of underlying health conditions, thus limiting generalisability. Based on common interpretations of the AUC, the overall accuracy of the STAI-S and STAI-T subscales across all cut-offs is moderate and broadly comparable to other anxiety questionnaires. While proposed cut-offs (≥ 40 for STAI-S and ≥ 44 for STAI-T) provide adequate sensitivity, specificity remains low, thus raising concerns about substantial misclassification, particularly in low-prevalence contexts. Its suitability for screening is further limited by its original purpose as a severity measure, its considerable length compared to alternative questionnaires, its two separate subscale scores without clear screening guidance, and the absence of evidence-based cut-off recommendations. Thus, the STAI currently does not appear to be the first-choice screening instrument, particularly given the availability of shorter, better-researched questionnaires that have been specifically developed for anxiety screening. However, given the limited evidence base and the lack of formal comparisons with other questionnaires, this conclusion remains preliminary. This Cochrane review was funded by the German Federal Ministry of Education and Research (Grant Number: 01KG2105). Protocol (2022) available via doi.org/10.1002/14651858.CD015292.",
    "disease": "epilepsy",
    "clean_text": "state trait anxiety inventory stai for detecting anxiety disorders in adults anxiety disorders are highly prevalent mental health conditions yet frequently remain undiagnosed the state trait anxiety inventory stai is one of the most widely used self report questionnaires for assessing both momentary state and general trait anxiety severity as it has also been considered for screening it is essential to evaluate its accuracy in identifying undiagnosed anxiety disorders to assess the diagnostic test accuracy dta of the state trait anxiety inventory stai for detecting anxiety disorders in adults we specifically aimed to determine accuracy estimates for the full range of sum score cut offs and grouped our analyses by the stai s two subscales state anxiety subscale stai s and trait anxiety subscale stai t assessing the target condition category any anxiety disorder aad as well as generalised anxiety disorder gad as one of its specific conditions we conducted a comprehensive search in ovid embase medline pubmed not medline and psycinfo to may we also screened reference lists of included studies and relevant systematic reviews we included studies of adults that administered the stai irrespective of mode with no limitations on the language or number of participants we excluded studies on adults seeking help in mental health settings or participants who were recruited specifically due to mental health symptoms in other settings eligible studies administered the stai as the index test and used a structured or semi structured diagnostic interview as the reference standard allowing the creation of x contingency tables we excluded studies following a case control design and studies with a time lag of more than four weeks between the stai and the reference standard at least two review authors independently assessed the eligibility of articles extracted data and evaluated the methodological quality using the quality assessment of diagnostic accuracy studies tool version quadas we applied the multiple thresholds model to obtain summary sensitivity and specificity with confidence intervals cis across all cut offs from to using the multiple threshold summary receiver operating characteristic sroc curve we calculated the area under the curve auc as an overall measure of accuracy we included studies from countries with a total of participants of whom had an anxiety disorder of these studies assessed the state anxiety subscale stai s participants and eight studies assessed the trait anxiety subscale stai t participants the diagnoses made by the reference standards were all ultimately based on criteria of the diagnostic and statistical manual of mental disorders fourth edition dsm iv with the mini international neuropsychiatric interview mini administered in seven studies and the structured clinical interview for dsm scid in five studies eleven studies were performed in clinical settings for a variety of specific conditions e g epilepsy pregnancy while one study included partners of cancer patients most studies showed a high or unclear risk of bias and applicability concerns regarding participant selection in detecting aad summary test accuracy estimates for all cut offs were obtained from the sroc curves with an auc of ci to studies participants for stai s and ci to studies participants for stai t at the commonly used cut offs of for stai s the summary sensitivity was ci to and specificity was ci to similarly for stai t at the cut off of the summary sensitivity was ci to and specificity was ci to the analysis of stai s accuracy in detecting gad was restricted by the small number of studies stai s four studies participants stai t three studies participants for stai s at the cut off the summary sensitivity was ci to and the specificity was ci to the auc was ci to for stai t at the cut off sensitivity was ci to and specificity ci to the auc was ci to the currently available evidence does not allow a confident judgment on the stai s accuracy in screening for anxiety disorders findings come from a limited number of studies most at high or unclear risk of bias and almost exclusively conducted in specialised clinical settings among individuals with a variety of underlying health conditions thus limiting generalisability based on common interpretations of the auc the overall accuracy of the stai s and stai t subscales across all cut offs is moderate and broadly comparable to other anxiety questionnaires while proposed cut offs for stai s and for stai t provide adequate sensitivity specificity remains low thus raising concerns about substantial misclassification particularly in low prevalence contexts its suitability for screening is further limited by its original purpose as a severity measure its considerable length compared to alternative questionnaires its two separate subscale scores without clear screening guidance and the absence of evidence based cut off recommendations thus the stai currently does not appear to be the first choice screening instrument particularly given the availability of shorter better researched questionnaires that have been specifically developed for anxiety screening however given the limited evidence base and the lack of formal comparisons with other questionnaires this conclusion remains preliminary this cochrane review was funded by the german federal ministry of education and research grant number kg protocol available via doi org cd"
}