{
    "title": "Recent findings and applications of biomedical engineering for COVID-19 diagnosis: a critical review.",
    "doc_id": "34607509",
    "writer": "Bui LM",
    "year": "2021",
    "summary": "COVID-19 is one of the most severe global health crises that humanity has ever faced. Researchers have restlessly focused on developing solutions for monitoring and tracing the viral culprit, SARS-CoV-2, as vital steps to break the chain of infe …",
    "abstract": "COVID-19 is one of the most severe global health crises that humanity has ever faced. Researchers have restlessly focused on developing solutions for monitoring and tracing the viral culprit, SARS-CoV-2, as vital steps to break the chain of infection. Even though biomedical engineering (BME) is considered a rising field of medical sciences, it has demonstrated its pivotal role in nurturing the maturation of COVID-19 diagnostic technologies. Within a very short period of time, BME research applied to COVID-19 diagnosis has advanced with ever-increasing knowledge and inventions, especially in adapting available virus detection technologies into clinical practice and exploiting the power of interdisciplinary research to design novel diagnostic tools or improve the detection efficiency. To assist the development of BME in COVID-19 diagnosis, this review highlights the most recent diagnostic approaches and evaluates the potential of each research direction in the context of the pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34607509/",
    "clean_text": "recent findings and applications of biomedical engineering for covid diagnosis a critical review covid is one of the most severe global health crises that humanity has ever faced researchers have restlessly focused on developing solutions for monitoring and tracing the viral culprit sars cov as vital steps to break the chain of infe covid is one of the most severe global health crises that humanity has ever faced researchers have restlessly focused on developing solutions for monitoring and tracing the viral culprit sars cov as vital steps to break the chain of infection even though biomedical engineering bme is considered a rising field of medical sciences it has demonstrated its pivotal role in nurturing the maturation of covid diagnostic technologies within a very short period of time bme research applied to covid diagnosis has advanced with ever increasing knowledge and inventions especially in adapting available virus detection technologies into clinical practice and exploiting the power of interdisciplinary research to design novel diagnostic tools or improve the detection efficiency to assist the development of bme in covid diagnosis this review highlights the most recent diagnostic approaches and evaluates the potential of each research direction in the context of the pandemic"
}