{
    "pmid": "41412000",
    "title": "Acute renal replacement therapy in cardiogenic shock: Prognostic impact of timing, modality, and indications - Insights from the FRENSHOCK study.",
    "abstract": "Cardiogenic shock (CS) carries high mortality and is often complicated by acute kidney injury requiring renal replacement therapy (RRT). The prognostic impact of RRT timing and indications remains unclear. We retrospectively evaluated outcomes associated with RRT in CS. FRENSHOCK is a multicenter registry including 772 CS patients from 49 centers. Association between acute RRT and 30-day mortality was assessed in a 1:1 propensity-matched cohort. RRT outcomes were compared by timing (early ≤48 h vs. late), modality (continuous/intermittent), and indications (acidosis/hyperkalemia, fluid overload/oliguria). Predictors for RRT were identified through multivariable logistic regression. Among 772 patients, 114 (15 %) required acute RRT, with greater severity: lower mean arterial pressure and higher ECMO use. Thirty-day mortality was higher in the RRT group (matched cohort, HR 3.19 [2.07-4.92], p < 0.01). Neither timing (early ≤48 h vs. late >48 h) nor modality (continuous vs. intermittent) significantly impacted mortality. However, indication for RRT was associated with poor outcomes: patients dialyzed for metabolic disturbances (acidosis/hyperkalemia) had higher 30-day mortality than those treated for fluid overload/oliguria (HR 1.99 [1.08-2.68], p = 0.02). Independent predictors for RRT included elevated bilirubin, severe anemia, advanced chronic kidney disease, infectious trigger, epinephrine use, mechanical ventilation, and mechanical circulatory support. Acute RRT in CS is associated with increased mortality. Clinical indications for dialysis identify distinct prognostic subgroups, emphasizing the need to explore cardiorenal sub-phenotypes. These results support the need for prospective studies combining hemodynamic and biomarker data to characterize AKI subtypes in CS.",
    "disease": "chronic kidney disease",
    "clean_text": "acute renal replacement therapy in cardiogenic shock prognostic impact of timing modality and indications insights from the frenshock study cardiogenic shock cs carries high mortality and is often complicated by acute kidney injury requiring renal replacement therapy rrt the prognostic impact of rrt timing and indications remains unclear we retrospectively evaluated outcomes associated with rrt in cs frenshock is a multicenter registry including cs patients from centers association between acute rrt and day mortality was assessed in a propensity matched cohort rrt outcomes were compared by timing early h vs late modality continuous intermittent and indications acidosis hyperkalemia fluid overload oliguria predictors for rrt were identified through multivariable logistic regression among patients required acute rrt with greater severity lower mean arterial pressure and higher ecmo use thirty day mortality was higher in the rrt group matched cohort hr p neither timing early h vs late h nor modality continuous vs intermittent significantly impacted mortality however indication for rrt was associated with poor outcomes patients dialyzed for metabolic disturbances acidosis hyperkalemia had higher day mortality than those treated for fluid overload oliguria hr p independent predictors for rrt included elevated bilirubin severe anemia advanced chronic kidney disease infectious trigger epinephrine use mechanical ventilation and mechanical circulatory support acute rrt in cs is associated with increased mortality clinical indications for dialysis identify distinct prognostic subgroups emphasizing the need to explore cardiorenal sub phenotypes these results support the need for prospective studies combining hemodynamic and biomarker data to characterize aki subtypes in cs"
}