{
    "pmid": "41460745",
    "title": "Ganzhirong Granule Inhibits Hepatic Gluconeogenesis through the SIRT3-MPC1-PC/PDH Axis in Type 2 Diabetes.",
    "abstract": "Type 2 diabetes mellitus (T2DM) is a global metabolic disorder characterized by hepatic insulin resistance and excessive gluconeogenesis. Ganzhirong Granule (GZRG), a traditional Chinese medicine formula, has shown potential in managing T2DM, but its underlying mechanisms, particularly concerning hepatic gluconeogenesis, remain unclear. This study investigated whether GZRG ameliorates hyperglycemia by modulating the SIRT3-mediated signaling pathway. The anti-diabetic effects of GZRG were evaluated in high-fat diet (HFD)-induced T2DM mice and free fatty acid (FFA)-induced insulin-resistant HepG2 cells. Metabolic parameters, glucose and pyruvate tolerance, insulin sensitivity, and lipid profiles were assessed. Molecular mechanisms were explored through the overexpression and knockdown of SIRT3, examining the expression of key proteins (SIRT3, MPC1, PC, PDH-E2, PCK1, and G6Pase) in the gluconeogenic pathway. GZRG treatment significantly ameliorated hyperglycemia, enhanced insulin sensitivity, and improved lipid metabolism in both T2DM mice and insulin-resistant (IR) HepG2 cells. It attenuated hepatic steatosis and suppressed gluconeogenesis. Mechanistically, GZRG downregulated SIRT3 expression, which led to concomitant reductions in MPC1 and PC levels and an increase in PDH-E2. This shift in protein expression redirected pyruvate metabolism away from gluconeogenesis. SIRT3 overexpression reversed the suppressive effects of GZRG on gluconeogenesis, whereas SIRT3 knockdown synergized with GZRG. GZRG alleviates T2DM by inhibiting hepatic gluconeogenesis through the SIRT3-MPC1-PC/PDH axis. These findings elucidate a novel molecular mechanism of GZRG and highlight SIRT3 as a potential therapeutic target for T2DM management.",
    "disease": "diabetes mellitus",
    "clean_text": "ganzhirong granule inhibits hepatic gluconeogenesis through the sirt mpc pc pdh axis in type diabetes type diabetes mellitus t dm is a global metabolic disorder characterized by hepatic insulin resistance and excessive gluconeogenesis ganzhirong granule gzrg a traditional chinese medicine formula has shown potential in managing t dm but its underlying mechanisms particularly concerning hepatic gluconeogenesis remain unclear this study investigated whether gzrg ameliorates hyperglycemia by modulating the sirt mediated signaling pathway the anti diabetic effects of gzrg were evaluated in high fat diet hfd induced t dm mice and free fatty acid ffa induced insulin resistant hepg cells metabolic parameters glucose and pyruvate tolerance insulin sensitivity and lipid profiles were assessed molecular mechanisms were explored through the overexpression and knockdown of sirt examining the expression of key proteins sirt mpc pc pdh e pck and g pase in the gluconeogenic pathway gzrg treatment significantly ameliorated hyperglycemia enhanced insulin sensitivity and improved lipid metabolism in both t dm mice and insulin resistant ir hepg cells it attenuated hepatic steatosis and suppressed gluconeogenesis mechanistically gzrg downregulated sirt expression which led to concomitant reductions in mpc and pc levels and an increase in pdh e this shift in protein expression redirected pyruvate metabolism away from gluconeogenesis sirt overexpression reversed the suppressive effects of gzrg on gluconeogenesis whereas sirt knockdown synergized with gzrg gzrg alleviates t dm by inhibiting hepatic gluconeogenesis through the sirt mpc pc pdh axis these findings elucidate a novel molecular mechanism of gzrg and highlight sirt as a potential therapeutic target for t dm management"
}