{
    "pmid": "41340863",
    "title": "Implementation of a stepped anti-inflammatory reliever therapy intervention with budesonide-formoterol 160/4·5 mcg by Turbuhaler versus usual care for adults presenting during exacerbations of obstructive lung disease suggestive of asthma or chronic obstructive pulmonary disease in a resource-limited setting: an open-label, cluster randomised trial.",
    "abstract": "In resource-limited countries, chronic respiratory disease is common, and access to diagnosis and to the multiple medications in asthma and chronic obstructive pulmonary disease guidelines is limited. Building on a previous pilot study, we hypothesised that implementation of a simple stepped anti-inflammatory reliever (AIR) approach with budesonide-formoterol in patients presenting with obstructive airways disease and recurrent exacerbations in resource-limited settings would reduce exacerbations compared to usual care. We conducted a 52-week open-label, cluster randomised controlled trial among adults presenting with recurrent acute respiratory symptoms in Vietnam. 40 district health facilities were assigned to usual care or intervention, which comprised budesonide-formoterol 160/4·5 mcg Turbuhaler: Step 1, one inhalation as-needed for symptoms; Step 2, one inhalation twice-daily plus one inhalation as-needed; Step 3, referral for higher-level care. This was accompanied by quarterly clinical review. Primary outcome was the proportion of participants with at least one moderate or severe exacerbation over 12-months. Secondary outcomes included respiratory hospitalisations, grade 3-4 adverse events, and all-cause mortality. The trial was registered on ANZCTR.org.au (identifier ACTRN12620000649910). Analysis included 3095 participants recruited between 21 July 2020 and 11 January 2022 (control:1421 vs. intervention: 1674; 75·4% [2334/3095] males; median age 63 years [IQR 55-70]). For the primary outcome, 36·0% (511/1421) control participants had at least one exacerbation during follow-up compared to 28·6% (478/1674) intervention participants (relative risk (RR) 0·794; 95% CI 0·649-0·971; p = 0·03); there was no significant interaction with baseline blood eosinophil count (β = -0·133; 95% CI -0·343 to 0·076; p = 0·21). For the secondary outcomes, fewer participants were hospitalised in the intervention group (control: 24·1% [342/1421] vs. intervention: 17·4% [292/1674]; RR 0·737, 95% CI 0·544-0·998; p = 0·05), and all-cause mortality was similar between groups (control: 3·7% [53/1421] vs. intervention: 3·4% [57/1674]; RR 0·887, 95% CI 0·548-1·435; p = 0·62). There was no significant difference in grade 3-4 adverse events (control: 6·3% [90/1421] vs. intervention: 6·4% [107/1674]; RR 1·004, 95% CI 0·747-1·349). Pneumonia risk was similar (control: 0·8% [11/1421] vs. intervention: 0·4% [7/1674]; RR 0·417, 95% CI 0·135-1·286). Among participants presenting with recurrent exacerbations of undifferentiated chronic respiratory disease, a stepped anti-inflammatory reliever approach was associated with fewer exacerbations and hospitalisations than usual care. This approach may represent a feasible population-level strategy to reduce the global burden of chronic respiratory disease. This trial was funded by the National Health and Medical Research Council of Australia. The study sponsor was the Woolcock Institute of Medical Research. Budesonide-formoterol was provided by AstraZeneca.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "implementation of a stepped anti inflammatory reliever therapy intervention with budesonide formoterol mcg by turbuhaler versus usual care for adults presenting during exacerbations of obstructive lung disease suggestive of asthma or chronic obstructive pulmonary disease in a resource limited setting an open label cluster randomised trial in resource limited countries chronic respiratory disease is common and access to diagnosis and to the multiple medications in asthma and chronic obstructive pulmonary disease guidelines is limited building on a previous pilot study we hypothesised that implementation of a simple stepped anti inflammatory reliever air approach with budesonide formoterol in patients presenting with obstructive airways disease and recurrent exacerbations in resource limited settings would reduce exacerbations compared to usual care we conducted a week open label cluster randomised controlled trial among adults presenting with recurrent acute respiratory symptoms in vietnam district health facilities were assigned to usual care or intervention which comprised budesonide formoterol mcg turbuhaler step one inhalation as needed for symptoms step one inhalation twice daily plus one inhalation as needed step referral for higher level care this was accompanied by quarterly clinical review primary outcome was the proportion of participants with at least one moderate or severe exacerbation over months secondary outcomes included respiratory hospitalisations grade adverse events and all cause mortality the trial was registered on anzctr org au identifier actrn analysis included participants recruited between july and january control vs intervention males median age years iqr for the primary outcome control participants had at least one exacerbation during follow up compared to intervention participants relative risk rr ci p there was no significant interaction with baseline blood eosinophil count ci to p for the secondary outcomes fewer participants were hospitalised in the intervention group control vs intervention rr ci p and all cause mortality was similar between groups control vs intervention rr ci p there was no significant difference in grade adverse events control vs intervention rr ci pneumonia risk was similar control vs intervention rr ci among participants presenting with recurrent exacerbations of undifferentiated chronic respiratory disease a stepped anti inflammatory reliever approach was associated with fewer exacerbations and hospitalisations than usual care this approach may represent a feasible population level strategy to reduce the global burden of chronic respiratory disease this trial was funded by the national health and medical research council of australia the study sponsor was the woolcock institute of medical research budesonide formoterol was provided by astrazeneca"
}