{
    "pmid": "41435720",
    "title": "Evaluating the integration of a COVID-19 symptom checker into an asthma-focused mHealth application.",
    "abstract": "Symptom checkers are tools designed to aid self-triage and used in various contexts including acute disease exposures. However, their utility within mobile health (mHealth) applications, particularly those used for long-term disease management, is unclear. This study evaluates the integration of a COVID-19 symptom checker into an asthma-focused mHealth application. Among users of the application, over 75 % engaged with the symptom checker at least once. Notably, patients prompted by the application with a nudge to use the symptom checker-triggered due to problematic scores on their weekly asthma questionnaires-were significantly more likely to complete it compared to those with non-problematic scores who did not receive the nudge. Qualitative analysis of semi-structured patient interviews explained reasons underlying patient symptom checker use which included reassurance that symptoms were not suggestive of COVID-19. Findings support the integration of symptom checkers into mHealth apps that offer continuous monitoring between clinical visits, especially for patients with chronic conditions vulnerable to acute disease triggers. Symptom checker integration can also facilitate timely dissemination of public health information.",
    "disease": "asthma",
    "clean_text": "evaluating the integration of a covid symptom checker into an asthma focused mhealth application symptom checkers are tools designed to aid self triage and used in various contexts including acute disease exposures however their utility within mobile health mhealth applications particularly those used for long term disease management is unclear this study evaluates the integration of a covid symptom checker into an asthma focused mhealth application among users of the application over engaged with the symptom checker at least once notably patients prompted by the application with a nudge to use the symptom checker triggered due to problematic scores on their weekly asthma questionnaires were significantly more likely to complete it compared to those with non problematic scores who did not receive the nudge qualitative analysis of semi structured patient interviews explained reasons underlying patient symptom checker use which included reassurance that symptoms were not suggestive of covid findings support the integration of symptom checkers into mhealth apps that offer continuous monitoring between clinical visits especially for patients with chronic conditions vulnerable to acute disease triggers symptom checker integration can also facilitate timely dissemination of public health information"
}