{
    "title": "[Rotator cuff injuries with nighttime pain and sleep quality before and after treatment].",
    "doc_id": "36099571",
    "writer": "Castro-Contreras E",
    "year": "2022",
    "summary": "Nighttime pain affected 91-93% of patients; its average intensity was 5.5 points of the EVA. 100% of the studies reported alterations in sleep quality associated with rotator cuff injury. After repair, a decrease in pain to inferior scores of 2 and improvement in …",
    "abstract": "Introduction:\n        \n      \n      Growing evidence suggests that shoulder injuries involving the rotator cuff cause severe pain and deterioration of quality of life and sleep.\n    \n\n\n          Objective:\n        \n      \n      To present the results of a systematic review on the association of rotator cuff injuries with nighttime pain and sleep quality before and after treatment.\n    \n\n\n          Material and methods:\n        \n      \n      We searched PubMed limited to humans, with no language, age and time period limit with the following terms: [rotator cuff tear and (nocturnal pain OR sleep)]. We used the PRISMA criteria for systematic reviews. Information was extracted on the frequency of nighttime pain and sleep quality in patients with rotator cuff injuries.\n    \n\n\n          Results:\n        \n      \n      Of 123 records found, 10 studies were included for meeting criteria, including 1,516 patients. Nighttime pain affected 91-93% of patients; its average intensity was 5.5 points of the EVA. 100% of the studies reported alterations in sleep quality associated with rotator cuff injury. After repair, a decrease in pain to inferior scores of 2 and improvement in sleep quality were reported.\n    \n\n\n          Conclusion:\n        \n      \n      Rotator cuff injuries produce nighttime pain and sleep quality disturbances that improve with treatment. Alterations in sleep quality are due not only to pain but to alterations in shoulder functionality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36099571/",
    "clean_text": "rotator cuff injuries with nighttime pain and sleep quality before and after treatment nighttime pain affected of patients its average intensity was points of the eva of the studies reported alterations in sleep quality associated with rotator cuff injury after repair a decrease in pain to inferior scores of and improvement in introduction growing evidence suggests that shoulder injuries involving the rotator cuff cause severe pain and deterioration of quality of life and sleep objective to present the results of a systematic review on the association of rotator cuff injuries with nighttime pain and sleep quality before and after treatment material and methods we searched pubmed limited to humans with no language age and time period limit with the following terms rotator cuff tear and nocturnal pain or sleep we used the prisma criteria for systematic reviews information was extracted on the frequency of nighttime pain and sleep quality in patients with rotator cuff injuries results of records found studies were included for meeting criteria including patients nighttime pain affected of patients its average intensity was points of the eva of the studies reported alterations in sleep quality associated with rotator cuff injury after repair a decrease in pain to inferior scores of and improvement in sleep quality were reported conclusion rotator cuff injuries produce nighttime pain and sleep quality disturbances that improve with treatment alterations in sleep quality are due not only to pain but to alterations in shoulder functionality"
}