{
    "pmid": "41410808",
    "title": "Obesity-related glomerulopathy, A growing kidney burden in the obesity pandemic.",
    "abstract": "Obesity can cause the progression of kidney disease through hemodynamic, structural, and metabolic changes, and predispose individuals to arterio-nephrosclerosis, diabetic nephropathy, and focal segmental glomerulosclerosis (FSGS), leading to chronic kidney disease (CKD). Obesity-Related Glomerulopathy (ORG) is defined as clinical obesity and biopsy-proven glomerulomegaly with or without the existence of FSGS. However, pathologic changes of ORG are not pathognomonic or specific. Glomerular hypertrophy, maladaptive segmental glomerulosclerosis, as well as in some cases diabetic-like changes may be seen secondary to any cause of acquired or congenital reduced nephron mass with compensatory hypertrophy as well as glomerular hypoxia. This review aims to provide a comprehensive overview of the mechanisms causing ORG and explore current diagnostic challenges and therapeutic strategies, emphasizing the role of weight management and emerging targeted therapies.",
    "disease": "chronic kidney disease",
    "clean_text": "obesity related glomerulopathy a growing kidney burden in the obesity pandemic obesity can cause the progression of kidney disease through hemodynamic structural and metabolic changes and predispose individuals to arterio nephrosclerosis diabetic nephropathy and focal segmental glomerulosclerosis fsgs leading to chronic kidney disease ckd obesity related glomerulopathy org is defined as clinical obesity and biopsy proven glomerulomegaly with or without the existence of fsgs however pathologic changes of org are not pathognomonic or specific glomerular hypertrophy maladaptive segmental glomerulosclerosis as well as in some cases diabetic like changes may be seen secondary to any cause of acquired or congenital reduced nephron mass with compensatory hypertrophy as well as glomerular hypoxia this review aims to provide a comprehensive overview of the mechanisms causing org and explore current diagnostic challenges and therapeutic strategies emphasizing the role of weight management and emerging targeted therapies"
}