{
    "title": "Good life in old age: Qualitative interviews about ageing with older adults with mild intellectual disability, prior to an educational intervention.",
    "doc_id": "37950579",
    "writer": "Holmgren M",
    "year": "2024",
    "summary": "METHODS: Twenty-six persons with mild intellectual disability, age 42-74 (mean 61.3) were interviewed and the text was analyzed qualitatively. RESULTS: The main findings are reflected in the themes Live for today - tomorrow you are old and Need of support to enable a meani …",
    "abstract": "Background:\n        \n      \n      Knowledge about ageing from the perspective of people with intellectual disability is extremely scarce, which means a lack of evidence-based interventions for healthy ageing adjusted to their needs.\n    \n\n\n          Aim:\n        \n      \n      To investigate how people with intellectual disability experience ageing, prior to an educational intervention.\n    \n\n\n          Methods:\n        \n      \n      Twenty-six persons with mild intellectual disability, age 42-74 (mean 61.3) were interviewed and the text was analyzed qualitatively.\n    \n\n\n          Results:\n        \n      \n      The main findings are reflected in the themes Live for today - tomorrow you are old and Need of support to enable a meaningful ageing. The participants avoided thinking about ageing, which they associated with retirement, loneliness and social isolation, increased need for help in everyday life, worsening health and death. Meaningful ageing meant continuance of leisure activities and working as long as possible.\n    \n\n\n          Conclusions:\n        \n      \n      Interventions to prepare people with mild intellectual disability for healthy ageing must take into account these people's loneliness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37950579/",
    "clean_text": "good life in old age qualitative interviews about ageing with older adults with mild intellectual disability prior to an educational intervention methods twenty six persons with mild intellectual disability age mean were interviewed and the text was analyzed qualitatively results the main findings are reflected in the themes live for today tomorrow you are old and need of support to enable a meani background knowledge about ageing from the perspective of people with intellectual disability is extremely scarce which means a lack of evidence based interventions for healthy ageing adjusted to their needs aim to investigate how people with intellectual disability experience ageing prior to an educational intervention methods twenty six persons with mild intellectual disability age mean were interviewed and the text was analyzed qualitatively results the main findings are reflected in the themes live for today tomorrow you are old and need of support to enable a meaningful ageing the participants avoided thinking about ageing which they associated with retirement loneliness and social isolation increased need for help in everyday life worsening health and death meaningful ageing meant continuance of leisure activities and working as long as possible conclusions interventions to prepare people with mild intellectual disability for healthy ageing must take into account these people s loneliness"
}