{
    "pmid": "41453711",
    "title": "Neutrophil extracellular traps promote epithelial-mesenchymal transition in COPD via the RAGE/PI3K/AKT pathway.",
    "abstract": "Neutrophil extracellular traps (NETs) play a critical role in smoking-related chronic airway inflammation. However, it remains unknown whether NETs promote COPD progression by affecting epithelial-mesenchymal transition (EMT). This study aimed to investigate the correlation between serum biomarker profiles and pulmonary function in COPD patients, elucidate the relationship between NETs formation and EMT in COPD lung tissue, and explore the effect of cigarette smoke extract (CSE)-induced NETs on EMT in bronchial epithelial cells and its molecular mechanisms. We found that COPD patients showed decreased serum DNase-I and elevated IL-6, TNF-α, dsDNA, and MPO-DNA levels. COPD lung tissues exhibited increased NETs accumulation and altered EMT-related protein expression. In vitro, CSE-NETs treatment altered the gene expression profile of BEAS-2B cells, activating the RAGE/PI3K/AKT signaling pathway and promoting EMT. Inhibition of RAGE or PI3K attenuated CSE-NETs-induced EMT. In vivo, DNase-I and CI-amidine Attenuate Emphysema and EMT in Cigarette Smoke-Induced COPD Mice by Reducing NETs. This study reveals the critical role of CSE-induced-NETs in the pathogenesis of COPD and identifies the RAGE/PI3K/AKT signaling pathway as a potential therapeutic target, providing new insights for COPD treatment.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "neutrophil extracellular traps promote epithelial mesenchymal transition in copd via the rage pi k akt pathway neutrophil extracellular traps nets play a critical role in smoking related chronic airway inflammation however it remains unknown whether nets promote copd progression by affecting epithelial mesenchymal transition emt this study aimed to investigate the correlation between serum biomarker profiles and pulmonary function in copd patients elucidate the relationship between nets formation and emt in copd lung tissue and explore the effect of cigarette smoke extract cse induced nets on emt in bronchial epithelial cells and its molecular mechanisms we found that copd patients showed decreased serum dnase i and elevated il tnf dsdna and mpo dna levels copd lung tissues exhibited increased nets accumulation and altered emt related protein expression in vitro cse nets treatment altered the gene expression profile of beas b cells activating the rage pi k akt signaling pathway and promoting emt inhibition of rage or pi k attenuated cse nets induced emt in vivo dnase i and ci amidine attenuate emphysema and emt in cigarette smoke induced copd mice by reducing nets this study reveals the critical role of cse induced nets in the pathogenesis of copd and identifies the rage pi k akt signaling pathway as a potential therapeutic target providing new insights for copd treatment"
}