{
    "title": "Are children's backpack weight limits enough? A critical review of the relevant literature.",
    "doc_id": "15454714",
    "writer": "Brackley HM",
    "year": "2004",
    "summary": "OBJECTIVE: To examine the epidemiologic, physiologic, and biomechanical literature that has contributed to the suggested weight limit of 10 to 15% body weight for children's backpacks. SUMMARY OF BACKGROUND DATA: The majority of children use a backpack to tra …",
    "abstract": "Study design:\n        \n      \n      Literature review.\n    \n\n\n          Objective:\n        \n      \n      To examine the epidemiologic, physiologic, and biomechanical literature that has contributed to the suggested weight limit of 10 to 15% body weight for children's backpacks.\n    \n\n\n          Summary of background data:\n        \n      \n      The majority of children use a backpack to transport their belongings to and from school on a daily basis; however, controversy exists over the safety of backpack use and backpack loads.\n    \n\n\n          Methods:\n        \n      \n      A thorough review of the literature was completed to examine the appropriateness of the suggested weight limits and to determine future areas of research needed to increase the safety of children's backpacks.\n    \n\n\n          Results:\n        \n      \n      Epidemiologic, physiologic, and biomechanical data support the suggested weight limit of 10% to 15% body weight. CONCLUSIONS.: Based on the current literature, the value of 10% to 15% body weight is a justified weight limit; however, further research is required to determine the association between backpack use and injury and how the factors of load, backpack design, and personal characteristics, such as physical fitness, interact and influence the adaptations required when carrying a backpack.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15454714/",
    "clean_text": "are children s backpack weight limits enough a critical review of the relevant literature objective to examine the epidemiologic physiologic and biomechanical literature that has contributed to the suggested weight limit of to body weight for children s backpacks summary of background data the majority of children use a backpack to tra study design literature review objective to examine the epidemiologic physiologic and biomechanical literature that has contributed to the suggested weight limit of to body weight for children s backpacks summary of background data the majority of children use a backpack to transport their belongings to and from school on a daily basis however controversy exists over the safety of backpack use and backpack loads methods a thorough review of the literature was completed to examine the appropriateness of the suggested weight limits and to determine future areas of research needed to increase the safety of children s backpacks results epidemiologic physiologic and biomechanical data support the suggested weight limit of to body weight conclusions based on the current literature the value of to body weight is a justified weight limit however further research is required to determine the association between backpack use and injury and how the factors of load backpack design and personal characteristics such as physical fitness interact and influence the adaptations required when carrying a backpack"
}