{
    "title": "Malignant peritoneal cytology in endometrial cancer: a contemporary review.",
    "doc_id": "35862462",
    "writer": "Guo XM",
    "year": "2022",
    "summary": "INTRODUCTION: In endometrial cancer, malignant peritoneal cytology (MPC) refers to the presence of tumor cells in the peritoneal cytologic specimen obtained at hysterectomy. MPC was once a component of uterine cancer staging criteria, but it is no longer incl …",
    "abstract": "Introduction:\n        \n      \n      In endometrial cancer, malignant peritoneal cytology (MPC) refers to the presence of tumor cells in the peritoneal cytologic specimen obtained at hysterectomy. MPC was once a component of uterine cancer staging criteria, but it is no longer included in the current revision. Multiple societies and organizations, however, continue to recommend peritoneal cytologic testing at the time of hysterectomy for endometrial cancer.\n    \n\n\n          Areas covered:\n        \n      \n      This contemporary review provides a clinical summary of recent studies evaluating MPC, including risk factors and prognosis. Compared to prior studies showing a lack of impact on oncologic outcome, recent studies have larger sample sizes, use stricter inclusion criteria, and perform histology/cancer stage-specific analyses to balance risk factors and provide explicit interpretations for oncologic outcomes related to MPC. These newer data provide evidence that MPC does have a prognostic impact.\n    \n\n\n          Expert opinion:\n        \n      \n      Three key domains related to MPC are followings: First, recognition of MPC as a prognostic factor for endometrial cancer irrespective to stage (early and advanced) and histology (endometrioid and non-endometrioid) is necessary. Second, peritoneal cytologic testing at the beginning of each staging surgery is recommended. Last, incorporation of peritoneal cytology status in adjuvant treatment algorithms is useful and merits further development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35862462/",
    "clean_text": "malignant peritoneal cytology in endometrial cancer a contemporary review introduction in endometrial cancer malignant peritoneal cytology mpc refers to the presence of tumor cells in the peritoneal cytologic specimen obtained at hysterectomy mpc was once a component of uterine cancer staging criteria but it is no longer incl introduction in endometrial cancer malignant peritoneal cytology mpc refers to the presence of tumor cells in the peritoneal cytologic specimen obtained at hysterectomy mpc was once a component of uterine cancer staging criteria but it is no longer included in the current revision multiple societies and organizations however continue to recommend peritoneal cytologic testing at the time of hysterectomy for endometrial cancer areas covered this contemporary review provides a clinical summary of recent studies evaluating mpc including risk factors and prognosis compared to prior studies showing a lack of impact on oncologic outcome recent studies have larger sample sizes use stricter inclusion criteria and perform histology cancer stage specific analyses to balance risk factors and provide explicit interpretations for oncologic outcomes related to mpc these newer data provide evidence that mpc does have a prognostic impact expert opinion three key domains related to mpc are followings first recognition of mpc as a prognostic factor for endometrial cancer irrespective to stage early and advanced and histology endometrioid and non endometrioid is necessary second peritoneal cytologic testing at the beginning of each staging surgery is recommended last incorporation of peritoneal cytology status in adjuvant treatment algorithms is useful and merits further development"
}