{
    "pmid": "41431215",
    "title": "The Effect of Periodontal Therapy on Renal Function and Diabetes Control in Patients With Chronic Kidney Disease. A Randomised Controlled Clinical Trial.",
    "abstract": "To investigate the effect of non-surgical periodontal therapy (NSPT) on renal function and glycaemic control in chronic kidney disease (CKD) patients over a 6-month observation period, through a randomised clinical trial (RCT). A total of 53 patients participated: 27 in the intervention group (IG) and 26 in the control group (CG). Outcomes included estimated glomerular filtration rate (eGFR, calculated using serum creatinine or both serum creatinine and cystatin-C), urine albumin to urine creatinine ratio (uACR) and serum high-sensitivity C-reactive protein (hsCRP) levels. Glycaemic control was assessed using HbA1c levels in patients with diabetes mellitus (DM). Intra-group ΔeGFR levels were 10.26 mL/min/1.73 m Despite its limitations, this RCT shows that NSPT enhances renal function-increasing eGFR and decreasing hsCRP-and improves glycaemic control in CKD patients with DM.",
    "disease": "chronic kidney disease",
    "clean_text": "the effect of periodontal therapy on renal function and diabetes control in patients with chronic kidney disease a randomised controlled clinical trial to investigate the effect of non surgical periodontal therapy nspt on renal function and glycaemic control in chronic kidney disease ckd patients over a month observation period through a randomised clinical trial rct a total of patients participated in the intervention group ig and in the control group cg outcomes included estimated glomerular filtration rate egfr calculated using serum creatinine or both serum creatinine and cystatin c urine albumin to urine creatinine ratio uacr and serum high sensitivity c reactive protein hscrp levels glycaemic control was assessed using hba c levels in patients with diabetes mellitus dm intra group egfr levels were ml min m despite its limitations this rct shows that nspt enhances renal function increasing egfr and decreasing hscrp and improves glycaemic control in ckd patients with dm"
}