{
    "title": "Low back pain across the life course.",
    "doc_id": "24315141",
    "writer": "Dunn KM",
    "year": "2013",
    "summary": "Back pain episodes are traditionally regarded as individual events, but this model is currently being challenged in favour of treating back pain as a long-term or lifelong condition. ...Such studies could improve our understanding of the development an …",
    "abstract": "Back pain episodes are traditionally regarded as individual events, but this model is currently being challenged in favour of treating back pain as a long-term or lifelong condition. Back pain can be present throughout life, from childhood to older age, and evidence is mounting that pain experience is maintained over long periods: for example, people with pain continue to have it on and off for years, and people without pain do not suddenly develop long-term pain. A number of factors predict back pain presence in epidemiological studies, and these are often present, and predictive, at different life stages. There are also factors present at particular life stages, such as childhood or adolescence, which predict back pain in adulthood. However, there are little published data on long-term pain patterns or predictors over the life course. Such studies could improve our understanding of the development and fluctuations in back pain, and therefore influence treatment approaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24315141/",
    "clean_text": "low back pain across the life course back pain episodes are traditionally regarded as individual events but this model is currently being challenged in favour of treating back pain as a long term or lifelong condition such studies could improve our understanding of the development an back pain episodes are traditionally regarded as individual events but this model is currently being challenged in favour of treating back pain as a long term or lifelong condition back pain can be present throughout life from childhood to older age and evidence is mounting that pain experience is maintained over long periods for example people with pain continue to have it on and off for years and people without pain do not suddenly develop long term pain a number of factors predict back pain presence in epidemiological studies and these are often present and predictive at different life stages there are also factors present at particular life stages such as childhood or adolescence which predict back pain in adulthood however there are little published data on long term pain patterns or predictors over the life course such studies could improve our understanding of the development and fluctuations in back pain and therefore influence treatment approaches"
}