{
    "pmid": "41410197",
    "title": "Cost-Effectiveness of Venom Immunotherapy in Preventing Severe Bee and Wasp Sting Reactions.",
    "abstract": "Systemic sting reactions (SSRs) from bee and wasp stings can cause severe symptoms, including anaphylaxis and potentially lead to fatal outcomes. These reactions can significantly affect individuals' daily lives due to the fear and anxiety associated with the risk of stings. Venom immunotherapy (VIT) has been shown to be an effective preventive treatment for SSRs, offering a viable alternative to emergency treatments like adrenaline auto-injectors (AAIs). We created a decision tree framework with a Danish payer perspective designed to evaluate the cost-effectiveness of VIT with Alutard In the base case, the incremental cost of HVDI was €7428, while the incremental quality-adjusted life years (QALYs) gained were 0.48. Consequently, the ICER (cost per QALY) of HVDI compared to AAIs after 10 years was estimated at €15,550. VIT is a cost-effective treatment for the prevention of severe reactions to wasp and/or bee stings when compared to AAIs.",
    "disease": "asthma",
    "clean_text": "cost effectiveness of venom immunotherapy in preventing severe bee and wasp sting reactions systemic sting reactions ssrs from bee and wasp stings can cause severe symptoms including anaphylaxis and potentially lead to fatal outcomes these reactions can significantly affect individuals daily lives due to the fear and anxiety associated with the risk of stings venom immunotherapy vit has been shown to be an effective preventive treatment for ssrs offering a viable alternative to emergency treatments like adrenaline auto injectors aais we created a decision tree framework with a danish payer perspective designed to evaluate the cost effectiveness of vit with alutard in the base case the incremental cost of hvdi was while the incremental quality adjusted life years qalys gained were consequently the icer cost per qaly of hvdi compared to aais after years was estimated at vit is a cost effective treatment for the prevention of severe reactions to wasp and or bee stings when compared to aais"
}