{
    "title": "Tanshinone IIA attenuates the inflammatory response and apoptosis after traumatic injury of the spinal cord in adult rats.",
    "doc_id": "22675554",
    "writer": "Yin X",
    "year": "2012",
    "summary": "BACKGROUND: Spinal cord injury (SCI), including immediate mechanical injury and secondary injury, is associated with the inflammatory response, apoptosis and oxidative stress in response to traumatic injury. ...CONCLUSIONS/SIGNIFICANCE: The resu …",
    "abstract": "Background:\n        \n      \n      Spinal cord injury (SCI), including immediate mechanical injury and secondary injury, is associated with the inflammatory response, apoptosis and oxidative stress in response to traumatic injury. Tanshinone IIA (TIIA) is one of the major extracts obtained from Salvia miltiorrhiza BUNGE, which has anti-inflammatory and anti-apoptotic effects on many diseases. However, little is known about the effects of TIIA treatment on SCI. Therefore, the aim of the present study is to evaluate the pharmacological action of TIIA on secondary damage and the underlying mechanisms of experimental SCI in rats.\n    \n\n\n          Methodology/principal findings:\n        \n      \n      SCI was generated using a weight drop device on the dorsal spinal cord via a two-level T9-T11 laminectomy. SCI in rats resulted in severe trauma, characterized by locomotor disturbance, edema, neutrophil infiltration, the production of astrocytes and inflammatory mediators, apoptosis and oxidative stress. TIIA treatment (20 mg/kg, i.p.) after SCI induced significant effects: (1) improved motor function (Basso, Beattie and Bresnahan scores), (2) reduced the degree of tissue injury (histological score), neutrophil infiltration (myeloperoxidase activity) and the expression of astrocytes, (3) inhibited the activation of SCI-related pathways, such as NF-κB and MAPK signaling pathways, (4) decreased the production of pro-inflammatory cytokines (TNF-α, IL-1β, and IL-6) and iNOS, (5) reduced apoptosis (TUNEL staining, and Bcl-2 and caspase-3 expression) and (6) reversed the redox state imbalance.\n    \n\n\n          Conclusions/significance:\n        \n      \n      The results clearly show that TIIA has a prominent protective effect against SCI through inhibiting the inflammatory response and apoptosis in the spinal cord tissue after SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22675554/",
    "clean_text": "tanshinone iia attenuates the inflammatory response and apoptosis after traumatic injury of the spinal cord in adult rats background spinal cord injury sci including immediate mechanical injury and secondary injury is associated with the inflammatory response apoptosis and oxidative stress in response to traumatic injury conclusions significance the resu background spinal cord injury sci including immediate mechanical injury and secondary injury is associated with the inflammatory response apoptosis and oxidative stress in response to traumatic injury tanshinone iia tiia is one of the major extracts obtained from salvia miltiorrhiza bunge which has anti inflammatory and anti apoptotic effects on many diseases however little is known about the effects of tiia treatment on sci therefore the aim of the present study is to evaluate the pharmacological action of tiia on secondary damage and the underlying mechanisms of experimental sci in rats methodology principal findings sci was generated using a weight drop device on the dorsal spinal cord via a two level t t laminectomy sci in rats resulted in severe trauma characterized by locomotor disturbance edema neutrophil infiltration the production of astrocytes and inflammatory mediators apoptosis and oxidative stress tiia treatment mg kg i p after sci induced significant effects improved motor function basso beattie and bresnahan scores reduced the degree of tissue injury histological score neutrophil infiltration myeloperoxidase activity and the expression of astrocytes inhibited the activation of sci related pathways such as nf b and mapk signaling pathways decreased the production of pro inflammatory cytokines tnf il and il and inos reduced apoptosis tunel staining and bcl and caspase expression and reversed the redox state imbalance conclusions significance the results clearly show that tiia has a prominent protective effect against sci through inhibiting the inflammatory response and apoptosis in the spinal cord tissue after sci"
}