{
    "title": "Molecular Insights of Fruit Quality Traits in Peaches, Prunus persica.",
    "doc_id": "34686000",
    "writer": "Veerappan K",
    "year": "2021",
    "summary": "There are different varieties of peaches with unique palatable qualities and gaining knowledge in the genetics behind these quality traits helps in seedling selection for breeding programs. ...To summarize, this review focused on the molecular aspects of peach fruit …",
    "abstract": "Fleshy fruits are the most demanded fruits because of their organoleptic qualities and nutritional values. The genus Prunus is a rich source of diversified stone/drupe fruits such as almonds, apricots, plums, sweet cherries, peaches, and nectarines. The fruit-ripening process in Prunus involves coordinated biochemical and physiological changes resulting in changes in fruit texture, aroma gain, color change in the pericarp, sugar/organic acid balance, fruit growth, and weight gain. There are different varieties of peaches with unique palatable qualities and gaining knowledge in the genetics behind these quality traits helps in seedling selection for breeding programs. In addition, peaches have shorter post-harvest life due to excessive softening, resulting in fruit quality reduction and market loss. Many studies have been executed to understand the softening process at the molecular level to find the genetic basis. To summarize, this review focused on the molecular aspects of peach fruit quality attributes and their related genetics to understand the underlying mechanisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34686000/",
    "clean_text": "molecular insights of fruit quality traits in peaches prunus persica there are different varieties of peaches with unique palatable qualities and gaining knowledge in the genetics behind these quality traits helps in seedling selection for breeding programs to summarize this review focused on the molecular aspects of peach fruit fleshy fruits are the most demanded fruits because of their organoleptic qualities and nutritional values the genus prunus is a rich source of diversified stone drupe fruits such as almonds apricots plums sweet cherries peaches and nectarines the fruit ripening process in prunus involves coordinated biochemical and physiological changes resulting in changes in fruit texture aroma gain color change in the pericarp sugar organic acid balance fruit growth and weight gain there are different varieties of peaches with unique palatable qualities and gaining knowledge in the genetics behind these quality traits helps in seedling selection for breeding programs in addition peaches have shorter post harvest life due to excessive softening resulting in fruit quality reduction and market loss many studies have been executed to understand the softening process at the molecular level to find the genetic basis to summarize this review focused on the molecular aspects of peach fruit quality attributes and their related genetics to understand the underlying mechanisms"
}