{
    "title": "Pro-oxidative activity of nitroxides in their reactions with glutathione.",
    "doc_id": "12885593",
    "writer": "Głebska J",
    "year": "2003",
    "summary": "However, addition of peroxynitrite to a solution containing glutathione and nitroxides induces an irreversible disappearance of EPR signal of nitroxides and augmentation of glutathione oxidation which is a pro-oxidant effect of these compounds. Nitroxide loss leadin …",
    "abstract": "Nitroxides are unreactive towards glutathione in vitro. Interaction of nitroxides with peroxynitrite does not lead to a significant loss of their electron paramagnetic resonance (EPR) signal. However, addition of peroxynitrite to a solution containing glutathione and nitroxides induces an irreversible disappearance of EPR signal of nitroxides and augmentation of glutathione oxidation which is a pro-oxidant effect of these compounds. Nitroxide loss leading to the formation of amine derivatives is initiated by products of glutathione oxidation by peroxynitrite. The pro-oxidant action of nitroxides at micromolar concentrations may be important in view of the proposed use of these compounds as antioxidants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12885593/",
    "clean_text": "pro oxidative activity of nitroxides in their reactions with glutathione however addition of peroxynitrite to a solution containing glutathione and nitroxides induces an irreversible disappearance of epr signal of nitroxides and augmentation of glutathione oxidation which is a pro oxidant effect of these compounds nitroxide loss leadin nitroxides are unreactive towards glutathione in vitro interaction of nitroxides with peroxynitrite does not lead to a significant loss of their electron paramagnetic resonance epr signal however addition of peroxynitrite to a solution containing glutathione and nitroxides induces an irreversible disappearance of epr signal of nitroxides and augmentation of glutathione oxidation which is a pro oxidant effect of these compounds nitroxide loss leading to the formation of amine derivatives is initiated by products of glutathione oxidation by peroxynitrite the pro oxidant action of nitroxides at micromolar concentrations may be important in view of the proposed use of these compounds as antioxidants"
}