{
    "title": "Weight Loss Medications in the Treatment of Obesity and Hypertension.",
    "doc_id": "30747357",
    "writer": "Cohen JB",
    "year": "2019",
    "summary": "PURPOSE OF REVIEW: Weight loss is strongly associated with improvement in blood pressure; however, the mechanism of weight loss can impact the magnitude and sustainability of blood pressure reduction. ...Future studies evaluating the effectiveness of …",
    "abstract": "Purpose of review:\n        \n      \n      Weight loss is strongly associated with improvement in blood pressure; however, the mechanism of weight loss can impact the magnitude and sustainability of blood pressure reduction.\n    \n\n\n          Recent findings:\n        \n      \n      Five drugs-orlistat, lorcaserin, liraglutide, phentermine/topiramate, and naltrexone/bupropion-are currently approved for weight loss therapy in the USA. Naltrexone/bupropion results in an increase in in-office and ambulatory blood pressure compared to placebo. Other therapies are associated with modest lowering of blood pressure, and are generally well-tolerated; nonetheless, evidence is limited regarding their effect on blood pressure, particularly longitudinally, in individuals with hypertension. Although weight loss medications can be an effective adjunct to lifestyle modifications in individuals with obesity, there is limited evidence regarding their benefit with regard to blood pressure. Future studies evaluating the effectiveness of weight loss medications should include careful assessment of their short- and long-term impact on blood pressure in individuals with hypertension.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30747357/",
    "clean_text": "weight loss medications in the treatment of obesity and hypertension purpose of review weight loss is strongly associated with improvement in blood pressure however the mechanism of weight loss can impact the magnitude and sustainability of blood pressure reduction future studies evaluating the effectiveness of purpose of review weight loss is strongly associated with improvement in blood pressure however the mechanism of weight loss can impact the magnitude and sustainability of blood pressure reduction recent findings five drugs orlistat lorcaserin liraglutide phentermine topiramate and naltrexone bupropion are currently approved for weight loss therapy in the usa naltrexone bupropion results in an increase in in office and ambulatory blood pressure compared to placebo other therapies are associated with modest lowering of blood pressure and are generally well tolerated nonetheless evidence is limited regarding their effect on blood pressure particularly longitudinally in individuals with hypertension although weight loss medications can be an effective adjunct to lifestyle modifications in individuals with obesity there is limited evidence regarding their benefit with regard to blood pressure future studies evaluating the effectiveness of weight loss medications should include careful assessment of their short and long term impact on blood pressure in individuals with hypertension"
}