{
    "title": "[Yellow discoloration of the lens in the diabetic patient].",
    "doc_id": "8766025",
    "writer": "Menon SR",
    "year": "1996",
    "summary": "In the literature the yellowing is explained by elevated glucose levels. Does the duration of diabetes play a key role for this phenomenon? ...If the diabetes is well regulated, even a long duration of diabetes does not cause any yellowing of the lens. With mild ret …",
    "abstract": "Background:\n        \n      \n      The yellowing is a precursor of the cataract. In the diabetic patient this phenomenon is established earlier than in normal control groups. In the literature the yellowing is explained by elevated glucose levels. Does the duration of diabetes play a key role for this phenomenon?\n    \n\n\n          Materials and methods:\n        \n      \n      The yellowing of the lens can be very well detected by the ocular photometer. Using this device, 52 well regulated diabetics without retinopathy and 19 diabetics with mild background retinopathy were examined. We determined the contrast-transfer ratio of the lens, which has been correlated with the age, the duration of diabetes, the weight of the patient, the bodymass index and the hemoglobin a1c of the patient.\n    \n\n\n          Results:\n        \n      \n      Without retinopathy none of the introduced correlations were significant. If the diabetes is well regulated, even a long duration of diabetes does not cause any yellowing of the lens. With mild retinopathy the yellowing of the lens could not be detected because of the sites of measurement, which were changing. A high correlation between the duration of diabetes and the intensity of the macula and the excavation has been found. The macula gets darker and the excavation gets brighter.\n    \n\n\n          Conclusions:\n        \n      \n      The yellowing of the lens does not depend on any of the presented parameters. In diabetics with mild background retinopathy the macula gets darker. This can be interpreted as an hyperemia of the choroid. Most probably this phenomenon is caused by the decline of sympathetic nerve fibers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8766025/",
    "clean_text": "yellow discoloration of the lens in the diabetic patient in the literature the yellowing is explained by elevated glucose levels does the duration of diabetes play a key role for this phenomenon if the diabetes is well regulated even a long duration of diabetes does not cause any yellowing of the lens with mild ret background the yellowing is a precursor of the cataract in the diabetic patient this phenomenon is established earlier than in normal control groups in the literature the yellowing is explained by elevated glucose levels does the duration of diabetes play a key role for this phenomenon materials and methods the yellowing of the lens can be very well detected by the ocular photometer using this device well regulated diabetics without retinopathy and diabetics with mild background retinopathy were examined we determined the contrast transfer ratio of the lens which has been correlated with the age the duration of diabetes the weight of the patient the bodymass index and the hemoglobin a c of the patient results without retinopathy none of the introduced correlations were significant if the diabetes is well regulated even a long duration of diabetes does not cause any yellowing of the lens with mild retinopathy the yellowing of the lens could not be detected because of the sites of measurement which were changing a high correlation between the duration of diabetes and the intensity of the macula and the excavation has been found the macula gets darker and the excavation gets brighter conclusions the yellowing of the lens does not depend on any of the presented parameters in diabetics with mild background retinopathy the macula gets darker this can be interpreted as an hyperemia of the choroid most probably this phenomenon is caused by the decline of sympathetic nerve fibers"
}