{
    "title": "SARS-CoV-2 Infection and the COVID-19 Pandemic Emergency: The Importance of Diagnostic Methods.",
    "doc_id": "33744904",
    "writer": "Ciotti M",
    "year": "2021",
    "summary": "BACKGROUND: Currently, a pandemic of coronavirus disease 2019 (COVID-19) caused by the novel coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is underway, resulting …",
    "abstract": "Background:\n        \n      \n      Currently, a pandemic of coronavirus disease 2019 (COVID-19) caused by the novel coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is underway, resulting in high morbidity and mortality across the globe.\n    \n\n\n          Summary:\n        \n      \n      A prompt and effective diagnosis is crucial to identify infected individuals, to monitor the infection, to perform contact tracing, and to limit the spread of the virus. Since the announcement of this public health emergency, several diagnostic methods have been developed including molecular and serological assays, and more recently biosensors. Here, we present the use of these assays as well as their main technical features, advantages, and limits. Key Messages: The development of reliable diagnostic assays is crucial not only for a correct diagnosis and containment of COVID-19 pandemic, but also for the decision-making process that is behind the clinical decisions, eventually contributing to the improvement of patient management. Furthermore, with the advent of vaccine and therapeutic monoclonal antibodies against SARS-CoV-2, serological assays will be instrumental for the validation of these new therapeutic options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33744904/",
    "clean_text": "sars cov infection and the covid pandemic emergency the importance of diagnostic methods background currently a pandemic of coronavirus disease covid caused by the novel coronavirus severe acute respiratory syndrome coronavirus sars cov is underway resulting background currently a pandemic of coronavirus disease covid caused by the novel coronavirus severe acute respiratory syndrome coronavirus sars cov is underway resulting in high morbidity and mortality across the globe summary a prompt and effective diagnosis is crucial to identify infected individuals to monitor the infection to perform contact tracing and to limit the spread of the virus since the announcement of this public health emergency several diagnostic methods have been developed including molecular and serological assays and more recently biosensors here we present the use of these assays as well as their main technical features advantages and limits key messages the development of reliable diagnostic assays is crucial not only for a correct diagnosis and containment of covid pandemic but also for the decision making process that is behind the clinical decisions eventually contributing to the improvement of patient management furthermore with the advent of vaccine and therapeutic monoclonal antibodies against sars cov serological assays will be instrumental for the validation of these new therapeutic options"
}