{
    "pmid": "41412792",
    "title": "SPAP: Soluble Human Plasma Proteoform Analysis via Acetonitrile Precipitation and Top-Down Mass Spectrometry.",
    "abstract": "Advances in liquid chromatography-mass spectrometry have significantly improved proteomic analyses of human plasma. However, information at the level of intact proteoforms remains limited due to the high dynamic range of protein abundance and the complexity of post-translational modifications. To address this challenge, we introduce soluble plasma proteoform analysis via acetonitrile precipitation (SPAP), a streamlined workflow for top-down mass spectrometry-based proteomics that isolates small, intact proteoforms from the acetonitrile-soluble plasma fraction, enabling direct measurement of proteoform diversity and post-translational modifications with high resolution. This simple and scalable method employs cold acetonitrile to precipitate abundant plasma proteins, thereby enriching the sample for lower-molecular-weight proteoforms. We first assessed the method's performance using a reference plasma sample. To explore its clinical applicability, we applied SPAP to a cohort of 40 individuals, including 30 patients with liver cirrhosis and 10 healthy controls. In total, we report 3746 proteoforms from 255 proteins, including those with phosphorylation, truncation, and disulfide bond modifications. Reproducibility was confirmed with a coefficient of variation of <10% for the majority of enriched proteoforms, including those potentially associated with hemostasis, lipoprotein metabolism, cytoskeletal structure, and protease regulation. SPAP enabled effective stratification of the three cirrhosis stages, verifying previously published results and supporting the identification of candidate biomarkers. Although liver cirrhosis was used as a model system, the SPAP workflow is broadly applicable to human disease with proteoform-level resolution, offering a new path to stronger correlations in smaller cohorts and addressing key challenges in diagnostic and biomarker discovery.",
    "disease": "liver cirrhosis",
    "clean_text": "spap soluble human plasma proteoform analysis via acetonitrile precipitation and top down mass spectrometry advances in liquid chromatography mass spectrometry have significantly improved proteomic analyses of human plasma however information at the level of intact proteoforms remains limited due to the high dynamic range of protein abundance and the complexity of post translational modifications to address this challenge we introduce soluble plasma proteoform analysis via acetonitrile precipitation spap a streamlined workflow for top down mass spectrometry based proteomics that isolates small intact proteoforms from the acetonitrile soluble plasma fraction enabling direct measurement of proteoform diversity and post translational modifications with high resolution this simple and scalable method employs cold acetonitrile to precipitate abundant plasma proteins thereby enriching the sample for lower molecular weight proteoforms we first assessed the method s performance using a reference plasma sample to explore its clinical applicability we applied spap to a cohort of individuals including patients with liver cirrhosis and healthy controls in total we report proteoforms from proteins including those with phosphorylation truncation and disulfide bond modifications reproducibility was confirmed with a coefficient of variation of for the majority of enriched proteoforms including those potentially associated with hemostasis lipoprotein metabolism cytoskeletal structure and protease regulation spap enabled effective stratification of the three cirrhosis stages verifying previously published results and supporting the identification of candidate biomarkers although liver cirrhosis was used as a model system the spap workflow is broadly applicable to human disease with proteoform level resolution offering a new path to stronger correlations in smaller cohorts and addressing key challenges in diagnostic and biomarker discovery"
}