{
    "title": "Molecular physiology and pathophysiology of tight junctions I. Tight junction structure and function: lessons from mutant animals and proteins.",
    "doc_id": "10915631",
    "writer": "Mitic LL",
    "year": "2000",
    "summary": "Tight junctions form the major paracellular barrier in epithelial tissues. Barrier-sealing properties are quite variable among cell types in terms of electrical resistance, solute and water flux, and charge selectivity. ...For example, the human phenotype of mutatio …",
    "abstract": "Tight junctions form the major paracellular barrier in epithelial tissues. Barrier-sealing properties are quite variable among cell types in terms of electrical resistance, solute and water flux, and charge selectivity. A molecular explanation for this variability appears closer following identification of the transmembrane proteins occludin and members of the claudin multigene family. For example, the human phenotype of mutations in claudin-16 suggests that it creates a channel that allows magnesium to diffuse through renal tight junctions. Similarly, a mouse knockout of claudin-11 reveals its role in formation of tight junctions in myelin and between Sertoli cells in testis. The study of other claudins is expected to elucidate their contributions to creating junction structure and physiology in all epithelial tissues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10915631/",
    "clean_text": "molecular physiology and pathophysiology of tight junctions i tight junction structure and function lessons from mutant animals and proteins tight junctions form the major paracellular barrier in epithelial tissues barrier sealing properties are quite variable among cell types in terms of electrical resistance solute and water flux and charge selectivity for example the human phenotype of mutatio tight junctions form the major paracellular barrier in epithelial tissues barrier sealing properties are quite variable among cell types in terms of electrical resistance solute and water flux and charge selectivity a molecular explanation for this variability appears closer following identification of the transmembrane proteins occludin and members of the claudin multigene family for example the human phenotype of mutations in claudin suggests that it creates a channel that allows magnesium to diffuse through renal tight junctions similarly a mouse knockout of claudin reveals its role in formation of tight junctions in myelin and between sertoli cells in testis the study of other claudins is expected to elucidate their contributions to creating junction structure and physiology in all epithelial tissues"
}