{
    "pmid": "41458088",
    "title": "Analysis of intestinal microorganisms and metabolite in childhood allergic asthma: role in assessing the severity of condition in children.",
    "abstract": "Childhood allergic asthma is a widespread chronic respiratory condition that is becoming more common worldwide. Presently, the evaluation of its severity depends on clinical symptoms and inflammatory indicators like neutrophils and CRP, which are not very specific. Increasing research indicates that the gut microbiota and its metabolites-such as Bifidobacterium, Lactobacillus, short-chain fatty acids, and lipopolysaccharides-are important in immune system regulation and might affect asthma severity through the gut-lung connection. This study aims to determine if these microbial and metabolic factors can be used as new biomarkers to assess the severity of allergic in children. A retrospective analysis was conducted on the medical records of 148 pediatric patients diagnosed with allergic asthma who were admitted to our hospital between May 2023 and September 2024. The patients were categorized into mild-to-moderate and severe-to-critical groups according to established severity grading criteria during the acute exacerbation phase. Metabolite indices of intestinal microbiota were compared between the two groups, and correlation scatter plots were generated to examine the association between these metabolites and disease severity. Subsequently, a receiver operating characteristic (ROC) curve was constructed to evaluate the predictive value of intestinal microbiota metabolites for assessing the severity of allergic asthma in children. No significant differences in neutrophil/leukocyte counts, CRP, or Klebsiella prevalence were observed between the mild-moderate and severe-critical pediatric allergic asthma groups ( The composition of intestinal microbiota and their metabolites exhibits abnormal expression patterns in children diagnosed with allergic asthma, correlating with the severity of the disease. These alterations may serve as significant biomarkers for predicting the clinical severity in pediatric patients with allergic asthma.",
    "disease": "asthma",
    "clean_text": "analysis of intestinal microorganisms and metabolite in childhood allergic asthma role in assessing the severity of condition in children childhood allergic asthma is a widespread chronic respiratory condition that is becoming more common worldwide presently the evaluation of its severity depends on clinical symptoms and inflammatory indicators like neutrophils and crp which are not very specific increasing research indicates that the gut microbiota and its metabolites such as bifidobacterium lactobacillus short chain fatty acids and lipopolysaccharides are important in immune system regulation and might affect asthma severity through the gut lung connection this study aims to determine if these microbial and metabolic factors can be used as new biomarkers to assess the severity of allergic in children a retrospective analysis was conducted on the medical records of pediatric patients diagnosed with allergic asthma who were admitted to our hospital between may and september the patients were categorized into mild to moderate and severe to critical groups according to established severity grading criteria during the acute exacerbation phase metabolite indices of intestinal microbiota were compared between the two groups and correlation scatter plots were generated to examine the association between these metabolites and disease severity subsequently a receiver operating characteristic roc curve was constructed to evaluate the predictive value of intestinal microbiota metabolites for assessing the severity of allergic asthma in children no significant differences in neutrophil leukocyte counts crp or klebsiella prevalence were observed between the mild moderate and severe critical pediatric allergic asthma groups the composition of intestinal microbiota and their metabolites exhibits abnormal expression patterns in children diagnosed with allergic asthma correlating with the severity of the disease these alterations may serve as significant biomarkers for predicting the clinical severity in pediatric patients with allergic asthma"
}