{
    "title": "Association between depression and sleep quality in patients with systemic lupus erythematosus: a systematic review and meta-analysis.",
    "doc_id": "34032968",
    "writer": "Yin R",
    "year": "2022",
    "summary": "BACKGROUND: Currently, there is no consistent understanding of the relationship between depression and sleep quality in patients with systemic lupus erythematosus (SLE). This study aimed to explore the correlation between depression and sleep quality i …",
    "abstract": "Background:\n        \n      \n      Currently, there is no consistent understanding of the relationship between depression and sleep quality in patients with systemic lupus erythematosus (SLE). This study aimed to explore the correlation between depression and sleep quality in SLE patients.\n    \n\n\n          Methods:\n        \n      \n      Five English (PubMed, Web of Science, EMBASE, Cochrane Library, and CINAHL) databases were systematically searched from inception to January 12, 2021. Two authors independently screened publications and extracted data according to set inclusion and exclusion criteria. Statistical analyses were performed with STATA 16.0. Data were pooled using a random-effects model.\n    \n\n\n          Results:\n        \n      \n      A total of 9 identified studies matched the inclusion criteria, reporting on 514 patients with SLE in the analysis. A moderate correlation of depression with sleep quality was found (pooled r = 0.580 [0.473, 0.670]). Compared to good sleepers, patients with SLE and poor sleep quality had higher levels of depression (standardized mean difference = - 1.28 [- 1.87, - 0.69]). Depression was associated with subjective sleep quality (r = 0.332 [0.009, 0.592]), sleep latency (r = 0.412 [0.101, 0.649]), sleep disturbances (r = 0.405 [0.094, 0.645]), daytime dysfunction (r = 0.503 [0.214, 0.711]), the four dimensions of Pittsburgh Sleep Quality Index (PSQI), while no significant correlation was found in the other three PSQI dimensions.\n    \n\n\n          Conclusion:\n        \n      \n      Depression had a moderate correlation with sleep quality in patients with SLE. Patients with poor sleep quality tended to have higher level of depression than that of good sleepers. Awareness of the correlation may help rheumatology physicians and nurses to assess and prevent depression and improve sleep quality in patients with SLE.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34032968/",
    "clean_text": "association between depression and sleep quality in patients with systemic lupus erythematosus a systematic review and meta analysis background currently there is no consistent understanding of the relationship between depression and sleep quality in patients with systemic lupus erythematosus sle this study aimed to explore the correlation between depression and sleep quality i background currently there is no consistent understanding of the relationship between depression and sleep quality in patients with systemic lupus erythematosus sle this study aimed to explore the correlation between depression and sleep quality in sle patients methods five english pubmed web of science embase cochrane library and cinahl databases were systematically searched from inception to january two authors independently screened publications and extracted data according to set inclusion and exclusion criteria statistical analyses were performed with stata data were pooled using a random effects model results a total of identified studies matched the inclusion criteria reporting on patients with sle in the analysis a moderate correlation of depression with sleep quality was found pooled r compared to good sleepers patients with sle and poor sleep quality had higher levels of depression standardized mean difference depression was associated with subjective sleep quality r sleep latency r sleep disturbances r daytime dysfunction r the four dimensions of pittsburgh sleep quality index psqi while no significant correlation was found in the other three psqi dimensions conclusion depression had a moderate correlation with sleep quality in patients with sle patients with poor sleep quality tended to have higher level of depression than that of good sleepers awareness of the correlation may help rheumatology physicians and nurses to assess and prevent depression and improve sleep quality in patients with sle"
}