{
    "title": "Young Adults' Attitudes and Perceptions of Obesity and Weight Management: Implications for Treatment Development.",
    "doc_id": "26923688",
    "writer": "Lanoye A",
    "year": "2016",
    "summary": "Young adults are underrepresented in standard behavioral weight loss trials, and evidence suggests that they differ from older adults on many weight-related constructs. ...Both intrapersonal and interpersonal considerations unique to young adulthood ar …",
    "abstract": "Young adults are underrepresented in standard behavioral weight loss trials, and evidence suggests that they differ from older adults on many weight-related constructs. The aim of this review is to explore young adults' attitudes toward obesity and weight management, with particular attention to those factors that may play a role in the development of future treatment efforts. Both intrapersonal and interpersonal considerations unique to young adulthood are assessed; in addition, we examine young adults' perceptions of specific weight-related behaviors such as dieting, physical activity, and self-weighing. Conclusions are consistent with other findings suggesting that weight management interventions should be adapted and designed specifically for this age group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26923688/",
    "clean_text": "young adults attitudes and perceptions of obesity and weight management implications for treatment development young adults are underrepresented in standard behavioral weight loss trials and evidence suggests that they differ from older adults on many weight related constructs both intrapersonal and interpersonal considerations unique to young adulthood ar young adults are underrepresented in standard behavioral weight loss trials and evidence suggests that they differ from older adults on many weight related constructs the aim of this review is to explore young adults attitudes toward obesity and weight management with particular attention to those factors that may play a role in the development of future treatment efforts both intrapersonal and interpersonal considerations unique to young adulthood are assessed in addition we examine young adults perceptions of specific weight related behaviors such as dieting physical activity and self weighing conclusions are consistent with other findings suggesting that weight management interventions should be adapted and designed specifically for this age group"
}