{
    "title": "Eliminating ovarian cancer stem cells: a potential therapeutic target for ovarian cancer chemoresistance.",
    "doc_id": "25929861",
    "writer": "Wang X",
    "year": "2015",
    "summary": "Tumor recurrence followed by chemoresistance is a major cause of the poor survival rates for ovarian cancer. Despite advances in ovarian cancer chemotherapies and increased knowledge of the characteristics of ovarian cancer, chemoresistan …",
    "abstract": "Tumor recurrence followed by chemoresistance is a major cause of the poor survival rates for ovarian cancer. Despite advances in ovarian cancer chemotherapies and increased knowledge of the characteristics of ovarian cancer, chemoresistance is still an enormous clinical challenge. Current research suggests that ovarian cancer stem cells (OCSCs) might be involved in the occurrence of chemoresistance in ovarian cancer. In this review, we focus on the relationship of ovarian cancer stem cells with drug-resistant ovarian cancer phenotypes. We also discuss the current knowledge regarding ovarian cancer stem cell-based therapeutic strategies as attempts to overcome chemoresistance, the largest obstacle for successful treatment. Finally, we discuss methods for improving the treatment outcomes of ovarian cancer patients with chemoresistance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25929861/",
    "clean_text": "eliminating ovarian cancer stem cells a potential therapeutic target for ovarian cancer chemoresistance tumor recurrence followed by chemoresistance is a major cause of the poor survival rates for ovarian cancer despite advances in ovarian cancer chemotherapies and increased knowledge of the characteristics of ovarian cancer chemoresistan tumor recurrence followed by chemoresistance is a major cause of the poor survival rates for ovarian cancer despite advances in ovarian cancer chemotherapies and increased knowledge of the characteristics of ovarian cancer chemoresistance is still an enormous clinical challenge current research suggests that ovarian cancer stem cells ocscs might be involved in the occurrence of chemoresistance in ovarian cancer in this review we focus on the relationship of ovarian cancer stem cells with drug resistant ovarian cancer phenotypes we also discuss the current knowledge regarding ovarian cancer stem cell based therapeutic strategies as attempts to overcome chemoresistance the largest obstacle for successful treatment finally we discuss methods for improving the treatment outcomes of ovarian cancer patients with chemoresistance"
}