{
    "title": "Risk Factors for Recurrence of Follicular Thyroid Cancer: A Systematic Review.",
    "doc_id": "34102860",
    "writer": "Grønlund MP",
    "year": "2021",
    "summary": "However, while risk factors affecting recurrence of PTC are well established, risk factors for recurrence of FTC are not. This systematic review examines risk factors for recurrence of FTC and evaluates their significance. Methods: A syst …",
    "abstract": "Background: In risk assessment of recurrence, papillary thyroid cancer (PTC) and follicular thyroid cancer (FTC) are often grouped together as differentiated thyroid cancer (DTC). However, while risk factors affecting recurrence of PTC are well established, risk factors for recurrence of FTC are not. This systematic review examines risk factors for recurrence of FTC and evaluates their significance. Methods: A systematic search on PubMed and Embase was performed in September 2020, including studies evaluating risk factors for recurrence of FTC. A quality assessment of the enrolled studies was performed. Results: Nine studies (n = 1544 patients) from eight countries were included. The average recurrence rate was 13.6%, and distant metastasis (DM) constituted 64.8% of the recurrent cases. The risk factors examined were sex, age at diagnosis, primary tumor size, degree of invasiveness, focality, positive resection margin, lymph node (LN) metastasis, and DM at diagnosis. Risk factors correlated with recurrence of FTC were age older than 45 years, primary tumor size above 40 mm, widespread invasion, multifocality, positive resection margin, LN metastasis, and DM at diagnosis. Sex was not a statistically significant risk factor. Conclusions: We identified seven risk factors associated with recurrence of FTC. Age and multifocality were found to be of greater impact regarding recurrence risk of FTC compared with PTC. Future research needs to address the impact of different risk factors for recurrence of FTC particularly including age, primary tumor size, angioinvasion, and mutational status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34102860/",
    "clean_text": "risk factors for recurrence of follicular thyroid cancer a systematic review however while risk factors affecting recurrence of ptc are well established risk factors for recurrence of ftc are not this systematic review examines risk factors for recurrence of ftc and evaluates their significance methods a syst background in risk assessment of recurrence papillary thyroid cancer ptc and follicular thyroid cancer ftc are often grouped together as differentiated thyroid cancer dtc however while risk factors affecting recurrence of ptc are well established risk factors for recurrence of ftc are not this systematic review examines risk factors for recurrence of ftc and evaluates their significance methods a systematic search on pubmed and embase was performed in september including studies evaluating risk factors for recurrence of ftc a quality assessment of the enrolled studies was performed results nine studies n patients from eight countries were included the average recurrence rate was and distant metastasis dm constituted of the recurrent cases the risk factors examined were sex age at diagnosis primary tumor size degree of invasiveness focality positive resection margin lymph node ln metastasis and dm at diagnosis risk factors correlated with recurrence of ftc were age older than years primary tumor size above mm widespread invasion multifocality positive resection margin ln metastasis and dm at diagnosis sex was not a statistically significant risk factor conclusions we identified seven risk factors associated with recurrence of ftc age and multifocality were found to be of greater impact regarding recurrence risk of ftc compared with ptc future research needs to address the impact of different risk factors for recurrence of ftc particularly including age primary tumor size angioinvasion and mutational status"
}