{
    "pmid": "41449680",
    "title": "Safety of Vortioxetine in Patients With Depression: A Post-Marketing Surveillance Study of Intracranial Hemorrhage in a Japanese Health Insurance Claims Database.",
    "abstract": "As part of a post-marketing commitment, this study evaluated the incidences of intracranial hemorrhage and serious (intracranial or gastrointestinal) hemorrhage requiring hospitalization in Japanese patients with depression prescribed vortioxetine or selective serotonin reuptake inhibitors (SSRIs). This real-world, retrospective cohort study used data from the JMDC claims database. Patients with depression who received an initial prescription for vortioxetine or SSRIs (index date) between November 2019 and November 2022, with an observation period of 6 months before (look-back period) and up to 360 days after (follow-up period) the index date were included. The primary analysis estimated the incidence of intracranial hemorrhage, while the secondary analysis estimated the incidence of serious hemorrhage requiring hospitalization. A multivariate model incorporating age, sex, antithrombotic and nonsteroidal anti-inflammatory drug prescriptions, and hypertension as covariates was used to calculate adjusted hazard ratios (aHRs). A propensity score incorporating 21 additional covariates assessed the robustness of the primary analysis (sensitivity analysis). Overall, 147 777 patients were included; 22 827 were prescribed vortioxetine (exposure) and 124 950 were prescribed SSRIs (control). The incidence of intracranial hemorrhage was 1.5 per 10 000 person-years in the exposure group and 3.2 per 10 000 person-years in the control group (aHR: 0.5, 95% confidence interval [CI]: 0.1-1.9). The incidence of serious hemorrhage requiring hospitalization was 27.4 per 10 000 person-years in the exposure group and 31.4 per 10 000 person-years in the control group (aHR: 0.8, 95% CI: 0.6-1.2). The incidence of intracranial hemorrhage in the exposure group versus the control group in the sensitivity analysis was similar to the primary analysis (aHR: 0.4, 95% CI: 0.1-1.9). The incidence of intracranial hemorrhage and serious hemorrhage requiring hospitalization was low in Japanese patients with depression prescribed vortioxetine, and comparable with that observed in patients prescribed SSRIs. ClinicalTrials.gov: NCT05932407.",
    "disease": "hypertension",
    "clean_text": "safety of vortioxetine in patients with depression a post marketing surveillance study of intracranial hemorrhage in a japanese health insurance claims database as part of a post marketing commitment this study evaluated the incidences of intracranial hemorrhage and serious intracranial or gastrointestinal hemorrhage requiring hospitalization in japanese patients with depression prescribed vortioxetine or selective serotonin reuptake inhibitors ssris this real world retrospective cohort study used data from the jmdc claims database patients with depression who received an initial prescription for vortioxetine or ssris index date between november and november with an observation period of months before look back period and up to days after follow up period the index date were included the primary analysis estimated the incidence of intracranial hemorrhage while the secondary analysis estimated the incidence of serious hemorrhage requiring hospitalization a multivariate model incorporating age sex antithrombotic and nonsteroidal anti inflammatory drug prescriptions and hypertension as covariates was used to calculate adjusted hazard ratios ahrs a propensity score incorporating additional covariates assessed the robustness of the primary analysis sensitivity analysis overall patients were included were prescribed vortioxetine exposure and were prescribed ssris control the incidence of intracranial hemorrhage was per person years in the exposure group and per person years in the control group ahr confidence interval ci the incidence of serious hemorrhage requiring hospitalization was per person years in the exposure group and per person years in the control group ahr ci the incidence of intracranial hemorrhage in the exposure group versus the control group in the sensitivity analysis was similar to the primary analysis ahr ci the incidence of intracranial hemorrhage and serious hemorrhage requiring hospitalization was low in japanese patients with depression prescribed vortioxetine and comparable with that observed in patients prescribed ssris clinicaltrials gov nct"
}