{
    "title": "Early detection of ovarian cancer.",
    "doc_id": "7889392",
    "writer": "Teneriello MG",
    "year": "1995",
    "summary": "Ovarian cancer meets the criteria of a disease for which screening can be justified. The disease is most often diagnosed in advanced stages, when chances for long-term survival are poor. ...This article reviews the issues of early detection of ovarian canc …",
    "abstract": "Ovarian cancer meets the criteria of a disease for which screening can be justified. The disease is most often diagnosed in advanced stages, when chances for long-term survival are poor. Yet effective treatment exists for early-stage disease, such that early detection can increase long-term survival. However, screening for early-stage ovarian cancer with the high specificity necessary for this low-prevalence disease has proven to be a challenge. This article reviews the issues of early detection of ovarian cancer, including pathology, statistical considerations, diagnostic modalities, and results of the major clinical studies undertaken.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7889392/",
    "clean_text": "early detection of ovarian cancer ovarian cancer meets the criteria of a disease for which screening can be justified the disease is most often diagnosed in advanced stages when chances for long term survival are poor this article reviews the issues of early detection of ovarian canc ovarian cancer meets the criteria of a disease for which screening can be justified the disease is most often diagnosed in advanced stages when chances for long term survival are poor yet effective treatment exists for early stage disease such that early detection can increase long term survival however screening for early stage ovarian cancer with the high specificity necessary for this low prevalence disease has proven to be a challenge this article reviews the issues of early detection of ovarian cancer including pathology statistical considerations diagnostic modalities and results of the major clinical studies undertaken"
}