{
    "pmid": "41379509",
    "title": "Computer Navigated Unicompartmental Knee Arthroplasty is Reimbursed Less than Conventional Methods While Improving Component Alignment.",
    "abstract": "Computer navigation improves component alignment in total and partial knee arthroplasty, but the impact of improving the alignment of implants on survival and clinical outcomes remains unclear. In addition, there is concern about the cost associated with using a computer navigation in the current healthcare economic climate. Despite these concerns, little is known about the reimbursements for unicompartmental knee arthroplasty at both the index and 90-day global periods. Using a large database analysis, the authors asked (1) what is the utilization per year of both conventional unicompartmental knee arthroplasty (UKA) and computer-navigated UKA (CN-UKA) from 2007 to 2016? (2) What are the Medicare reimbursements for both conventional UKA and CN-UKA at the index and 90-day global periods from 2007 to 2016? Four hundred and seventy-five CN-UKAs were matched to 1,887 conventional UKA controls. The mean index reimbursement for CN-UKA was $11,769 ± $8,558. This was $2,706 lower (95% confidence interval [CI] $1,801 - $3,610) than that of conventional UKA ($14,475 ± $9,073, p < 0.001). The mean 90-day global reimbursement for CN-UKA was $17,220 ± $13,630. This was also $2,071 lower (95% CI, CI $857 - $3,288) than that of conventional UKA ($19,292 ± $11,645, p < 0.001). CN-UKA is associated with decreased total reimbursements compared with conventional UKA at the time of index surgery as well as over the 90-day global period. Payers are not recognizing the value of navigation in UKA, despite clear improvements in radiographic alignment and similar survival and functional outcomes. Without equal reimbursements and long-term studies to show its potential impact on clinical outcomes that will convince the payer of its value to the healthcare system, the economic viability of CN-UKA is in jeopardy. The level of evidence is Level III, therapeutic study. (Journal of Surgical Orthopaedic Advances 34(4):188-192, 2025).",
    "disease": "osteoarthritis",
    "clean_text": "computer navigated unicompartmental knee arthroplasty is reimbursed less than conventional methods while improving component alignment computer navigation improves component alignment in total and partial knee arthroplasty but the impact of improving the alignment of implants on survival and clinical outcomes remains unclear in addition there is concern about the cost associated with using a computer navigation in the current healthcare economic climate despite these concerns little is known about the reimbursements for unicompartmental knee arthroplasty at both the index and day global periods using a large database analysis the authors asked what is the utilization per year of both conventional unicompartmental knee arthroplasty uka and computer navigated uka cn uka from to what are the medicare reimbursements for both conventional uka and cn uka at the index and day global periods from to four hundred and seventy five cn ukas were matched to conventional uka controls the mean index reimbursement for cn uka was this was lower confidence interval ci than that of conventional uka p the mean day global reimbursement for cn uka was this was also lower ci ci than that of conventional uka p cn uka is associated with decreased total reimbursements compared with conventional uka at the time of index surgery as well as over the day global period payers are not recognizing the value of navigation in uka despite clear improvements in radiographic alignment and similar survival and functional outcomes without equal reimbursements and long term studies to show its potential impact on clinical outcomes that will convince the payer of its value to the healthcare system the economic viability of cn uka is in jeopardy the level of evidence is level iii therapeutic study journal of surgical orthopaedic advances"
}