{
    "title": "Therapeutic use of pulsed electromagnetic field therapy reduces prostate volume and lower urinary tract symptoms in benign prostatic hyperplasia.",
    "doc_id": "32090492",
    "writer": "Tenuta M",
    "year": "2020",
    "summary": "BACKGROUND: Benign prostatic hyperplasia (BPH) etiology remains poorly understood, but chronic low-grade inflammation plays a role. ...OBJECTIVES: We designed a pilot study to evaluate the effects of PEMF on prostate volume (PV) in BPH. MATERIALS AND METHODS: This i …",
    "abstract": "Background:\n        \n      \n      Benign prostatic hyperplasia (BPH) etiology remains poorly understood, but chronic low-grade inflammation plays a role. Pulsed electromagnetic field therapy (PEMF) (1-50 Hz) is effective in reducing tissue inflammation.\n    \n\n\n          Objectives:\n        \n      \n      We designed a pilot study to evaluate the effects of PEMF on prostate volume (PV) in BPH.\n    \n\n\n          Materials and methods:\n        \n      \n      This is a prospective interventional trial on 27 naive patients with BPH and lower urinary tract symptoms (LUTS). At baseline (V0 ), all patients had blood tests, transrectal ultrasound, and questionnaires (IPSS, IIEF-15) and received a perineal PEMF device (Magcell® Microcirc, Physiomed Elektromedizin). PEMF was delivered on perineal area 5 minutes twice daily for 28 days, then (V1 ) all baseline evaluations were repeated. Afterward, nine patients continued therapy for 3 more months (PT group) and 15 discontinued (FU group). A 4-month evaluation (V2 ) was performed in both groups.\n    \n\n\n          Results:\n        \n      \n      A reduction was observed both at V1 and at V2 in PV: PVV0 44.5 mL (38.0;61.6) vs PVV1 42.1 mL (33.7;61.5, P = .039) vs PVV2 41.7mL (32.7;62.8, P = .045). IPSS was reduced both at V1 and at V2 : IPSSV0 11 (5.7;23.2) vs IPSSV1 10 (6;16, P = .045) vs IPSSV2 9 (6;14, P = .015). Baseline IPSS was related to IPSS reduction both at V1 (rs = 0.313;P = .003) and at V2 (rs = 0.664;P < .001). PV reduction in patients without metabolic syndrome (ΔPVV1nMetS -4.7 mL, 95%CI -7.3;-2.0) was greater than in affected patients (ΔPVV1MetS 1.7 mL, 95%CI -2.69;6.1)(P = .017, Relative RiskMetS = 6). No changes were found in gonadal hormones or sexual function.\n    \n\n\n          Discussion:\n        \n      \n      PEMF was able to reduce PV after 28 days of therapy. Symptoms improved in a short time, with high compliance and no effects on hormonal and sexual function or any side effects. Patients with moderate-severe LUTS and without MetS seem to benefit more from this treatment.\n    \n\n\n          Conclusion:\n        \n      \n      PEMF reduces PV and improves LUTS in a relative short time, in BPH patients. These benefits seem greater in those patients with moderate-severe LUTS but without MetS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32090492/",
    "clean_text": "therapeutic use of pulsed electromagnetic field therapy reduces prostate volume and lower urinary tract symptoms in benign prostatic hyperplasia background benign prostatic hyperplasia bph etiology remains poorly understood but chronic low grade inflammation plays a role objectives we designed a pilot study to evaluate the effects of pemf on prostate volume pv in bph materials and methods this i background benign prostatic hyperplasia bph etiology remains poorly understood but chronic low grade inflammation plays a role pulsed electromagnetic field therapy pemf hz is effective in reducing tissue inflammation objectives we designed a pilot study to evaluate the effects of pemf on prostate volume pv in bph materials and methods this is a prospective interventional trial on naive patients with bph and lower urinary tract symptoms luts at baseline v all patients had blood tests transrectal ultrasound and questionnaires ipss iief and received a perineal pemf device magcell microcirc physiomed elektromedizin pemf was delivered on perineal area minutes twice daily for days then v all baseline evaluations were repeated afterward nine patients continued therapy for more months pt group and discontinued fu group a month evaluation v was performed in both groups results a reduction was observed both at v and at v in pv pvv ml vs pvv ml p vs pvv ml p ipss was reduced both at v and at v ipssv vs ipssv p vs ipssv p baseline ipss was related to ipss reduction both at v rs p and at v rs p pv reduction in patients without metabolic syndrome pvv nmets ml ci was greater than in affected patients pvv mets ml ci p relative riskmets no changes were found in gonadal hormones or sexual function discussion pemf was able to reduce pv after days of therapy symptoms improved in a short time with high compliance and no effects on hormonal and sexual function or any side effects patients with moderate severe luts and without mets seem to benefit more from this treatment conclusion pemf reduces pv and improves luts in a relative short time in bph patients these benefits seem greater in those patients with moderate severe luts but without mets"
}