{
    "pmid": "41466262",
    "title": "Quantification of the IgG antibody response half-life for hybrid immunity to SARS-CoV-2.",
    "abstract": "A firm understanding of SARS-CoV-2 hybrid immunity is crucial for our ongoing efforts to protect people from severe and fatal disease and assess population vulnerability to emerging novel variants. As many components of the immune response are unobserved and complex to investigate, some ambiguities and unanswered questions remain about hybrid immunity to COVID-19, such as the duration of the antibody response in individuals. To address this, we evaluated longitudinal data that spanned up to 21 months from 52 SARS-CoV-2 naive individuals and 88 SARS-CoV-2 recovered individuals. We further separated individuals according to whether they received an mRNA or non-mRNA vaccine for their primary two-dose vaccinations. A hierarchical Bayesian framework was used to fit the parameters of mono-phasic exponential decay and bi-phasic exponential decay models to the observed data to estimate the magnitude and half-life of the spike-specific and receptor-binding domain (RBD)-specific IgG responses. Results from both our mono-phasic and bi-phasic exponential decay models estimate that the median half-life of the spike-specific and RBD-specific IgG response in individuals with hybrid immunity is almost double that of naive individuals who were only vaccinated. Recovered mRNA recipients were estimated through the mono-phasic decay model to have a median IgG response half-life of 448 days (95% CrI: [375.08, 547.54]) to spike antigen, compared to an estimated 222 days (95% CrI: [179.90, 286.62]) for naive mRNA recipients. Posterior estimates from the bi-phasic exponential decay model show that recovered individuals who received mRNA vaccinations had a median IgG response half-life of 810 days (95% CrI: [650.91, 1031.63]) to spike antigen, compared to 451 days (95% CrI: [336.81, 618.14]) for naive mRNA recipients. A similar pattern is seen in non-mRNA vaccine recipients, with IgG response half-lives differing slightly. Our results show that, across different model assumptions, individuals with hybrid immunity have an IgG response half-life that is considerably greater than that of individuals with only infection- or vaccine-induced immunity. Our work provides important insight into the longevity of the IgG response to SARS-CoV-2 in individuals with hybrid immunity and can guide effective immunisation approaches to maintain and improve population-level protection.",
    "disease": "pneumonia",
    "clean_text": "quantification of the igg antibody response half life for hybrid immunity to sars cov a firm understanding of sars cov hybrid immunity is crucial for our ongoing efforts to protect people from severe and fatal disease and assess population vulnerability to emerging novel variants as many components of the immune response are unobserved and complex to investigate some ambiguities and unanswered questions remain about hybrid immunity to covid such as the duration of the antibody response in individuals to address this we evaluated longitudinal data that spanned up to months from sars cov naive individuals and sars cov recovered individuals we further separated individuals according to whether they received an mrna or non mrna vaccine for their primary two dose vaccinations a hierarchical bayesian framework was used to fit the parameters of mono phasic exponential decay and bi phasic exponential decay models to the observed data to estimate the magnitude and half life of the spike specific and receptor binding domain rbd specific igg responses results from both our mono phasic and bi phasic exponential decay models estimate that the median half life of the spike specific and rbd specific igg response in individuals with hybrid immunity is almost double that of naive individuals who were only vaccinated recovered mrna recipients were estimated through the mono phasic decay model to have a median igg response half life of days cri to spike antigen compared to an estimated days cri for naive mrna recipients posterior estimates from the bi phasic exponential decay model show that recovered individuals who received mrna vaccinations had a median igg response half life of days cri to spike antigen compared to days cri for naive mrna recipients a similar pattern is seen in non mrna vaccine recipients with igg response half lives differing slightly our results show that across different model assumptions individuals with hybrid immunity have an igg response half life that is considerably greater than that of individuals with only infection or vaccine induced immunity our work provides important insight into the longevity of the igg response to sars cov in individuals with hybrid immunity and can guide effective immunisation approaches to maintain and improve population level protection"
}