{
    "pmid": "41462339",
    "title": "Single-cell RNA-seq analysis of longitudinal CD4",
    "abstract": "T cells play a pivotal role in the autoimmune destruction of beta cells in type 1 diabetes. However, our understanding of the disease has been limited by lack of a comprehensive single-cell transcriptome analysis of T cells during its early stages. We performed single cell RNA sequencing analysis of 73 longitudinal CD4 By phenotypically characterizing over 99,000 cells, we identified cell-type-specific gene expression patterns associated with disease progression. While the cell-type compositions were similar, several genes were differentially regulated in cases in different cell types. Besides pathways altered in cases in specific cell types, interferon related pathways and pathways related to viral response were altered in multiple cell types in cases. We also identified gene regulatory networks (regulon) that drives the transcriptional state of the cell types. Notably, we observed increased PRDM1 regulon activity in Th17 cells and diminished GATA3 regulon activity in naïve T cells, among other changes in the activity of different regulons in children progressing to disease. Our findings reveal early, cell-type-specific changes in transcription and gene regulatory networks in CD4⁺ T cells associated with type 1 diabetes progression, highlighting key pathways and transcriptional regulators. These insights provide a foundation for understanding early immune dysregulation in type 1 diabetes and basis for strategies to develop early diagnosis and intervention.",
    "disease": "diabetes mellitus",
    "clean_text": "single cell rna seq analysis of longitudinal cd t cells play a pivotal role in the autoimmune destruction of beta cells in type diabetes however our understanding of the disease has been limited by lack of a comprehensive single cell transcriptome analysis of t cells during its early stages we performed single cell rna sequencing analysis of longitudinal cd by phenotypically characterizing over cells we identified cell type specific gene expression patterns associated with disease progression while the cell type compositions were similar several genes were differentially regulated in cases in different cell types besides pathways altered in cases in specific cell types interferon related pathways and pathways related to viral response were altered in multiple cell types in cases we also identified gene regulatory networks regulon that drives the transcriptional state of the cell types notably we observed increased prdm regulon activity in th cells and diminished gata regulon activity in na ve t cells among other changes in the activity of different regulons in children progressing to disease our findings reveal early cell type specific changes in transcription and gene regulatory networks in cd t cells associated with type diabetes progression highlighting key pathways and transcriptional regulators these insights provide a foundation for understanding early immune dysregulation in type diabetes and basis for strategies to develop early diagnosis and intervention"
}