{
    "title": "Characteristics of intestinal bacteria with fatty liver diseases and cirrhosis.",
    "doc_id": "31558417",
    "writer": "Guohong-Liu",
    "year": "2019",
    "summary": "Non-alcoholic fatty liver disease (NAFLD) and alcoholic fatty liver disease (AFLD) are significant health burdens worldwide with a substantial rise in prevalence. ...This study reviews the existing literatures on the microbiota, fatty liver …",
    "abstract": "Non-alcoholic fatty liver disease (NAFLD) and alcoholic fatty liver disease (AFLD) are significant health burdens worldwide with a substantial rise in prevalence. Both can progress to liver cirrhosis. Recent studies have shown that the gut microbiome was associated with NAFLD/AFLD development and progression. The present review focuses on the characteristics of bacteria in NAFLD, AFLD and liver cirrhosis. The similarities and differences of intestinal bacteria are discussed. This study reviews the existing literatures on the microbiota, fatty liver disease, and liver cirrhosis based on Pubmed database. The study showed NAFLD was characterized by increased amounts of Lachnospiraceae from the phylum Firmicutes and Roseburia from the Lachnospiraceae family, and the proportion of Enterobacteria and Proteobacteria was increased after alcohol intake. Reduced Bacteroidetes was observed in cirrhosis. Microbiota can improve or aggravate the above liver diseases through several mechanisms, like increasing liver lipid metabolism, increasing alcohol production, increasing intestinal permeability, bacterial translocation, intestinal bacterial overgrowth, enteric dysbiosis, and impairing bile secretion. Different hepatic diseases owned different intestinal bacterial characters. Microbiota can improve or aggravate three kinds of liver diseases through several mechanisms. However, the depletion of these bacteria is needed to verify their role in liver disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31558417/",
    "clean_text": "characteristics of intestinal bacteria with fatty liver diseases and cirrhosis non alcoholic fatty liver disease nafld and alcoholic fatty liver disease afld are significant health burdens worldwide with a substantial rise in prevalence this study reviews the existing literatures on the microbiota fatty liver non alcoholic fatty liver disease nafld and alcoholic fatty liver disease afld are significant health burdens worldwide with a substantial rise in prevalence both can progress to liver cirrhosis recent studies have shown that the gut microbiome was associated with nafld afld development and progression the present review focuses on the characteristics of bacteria in nafld afld and liver cirrhosis the similarities and differences of intestinal bacteria are discussed this study reviews the existing literatures on the microbiota fatty liver disease and liver cirrhosis based on pubmed database the study showed nafld was characterized by increased amounts of lachnospiraceae from the phylum firmicutes and roseburia from the lachnospiraceae family and the proportion of enterobacteria and proteobacteria was increased after alcohol intake reduced bacteroidetes was observed in cirrhosis microbiota can improve or aggravate the above liver diseases through several mechanisms like increasing liver lipid metabolism increasing alcohol production increasing intestinal permeability bacterial translocation intestinal bacterial overgrowth enteric dysbiosis and impairing bile secretion different hepatic diseases owned different intestinal bacterial characters microbiota can improve or aggravate three kinds of liver diseases through several mechanisms however the depletion of these bacteria is needed to verify their role in liver disease"
}