{
    "title": "Weight loss and plasma lipids.",
    "doc_id": "10750696",
    "writer": "Noakes M",
    "year": "2000",
    "summary": "Although weight loss is associated with improvements in the plasma lipid profile, factors other than weight loss per se are involved. ...Other issues such as gender, and exercise during weight loss are also relevant. However, whether the …",
    "abstract": "Although weight loss is associated with improvements in the plasma lipid profile, factors other than weight loss per se are involved. Energy restriction resulting in even modest weight loss suppresses endogenous cholesterol synthesis, which contributes to observed decline in circulating lipid concentrations. Whether individuals have stabilized weight or are still actively losing weight affects the magnitude of LDL cholesterol reduction as well as the direction of HDL cholesterol change. Hence, it is important to consider the timing of lipid measurements in the interpretation of the plasma lipid response to weight loss. Another important factor is the dietary composition of the weight loss strategy, with evidence that dietary fatty acid profile and amount can differentially influence the lipid response similar to that observed in energy balance studies. Other issues such as gender, and exercise during weight loss are also relevant. However, whether the lipid changes that are observed in the short term are sustained in the long term and whether the manner of weight loss has any impact on long-term outcomes remains to be determined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10750696/",
    "clean_text": "weight loss and plasma lipids although weight loss is associated with improvements in the plasma lipid profile factors other than weight loss per se are involved other issues such as gender and exercise during weight loss are also relevant however whether the although weight loss is associated with improvements in the plasma lipid profile factors other than weight loss per se are involved energy restriction resulting in even modest weight loss suppresses endogenous cholesterol synthesis which contributes to observed decline in circulating lipid concentrations whether individuals have stabilized weight or are still actively losing weight affects the magnitude of ldl cholesterol reduction as well as the direction of hdl cholesterol change hence it is important to consider the timing of lipid measurements in the interpretation of the plasma lipid response to weight loss another important factor is the dietary composition of the weight loss strategy with evidence that dietary fatty acid profile and amount can differentially influence the lipid response similar to that observed in energy balance studies other issues such as gender and exercise during weight loss are also relevant however whether the lipid changes that are observed in the short term are sustained in the long term and whether the manner of weight loss has any impact on long term outcomes remains to be determined"
}