{
    "title": "Striving for optimal care: Updates in quality, value, and patient experience.",
    "doc_id": "26417871",
    "writer": "Moriates C",
    "year": "2016",
    "summary": "BACKGROUND: Hospitalists are playing a growing role in quality improvement efforts, and they are increasingly spearheading programs to improve patient experience and healthcare value. We aimed to summarize and critique recent research related to quality, value, and …",
    "abstract": "Background:\n        \n      \n      Hospitalists are playing a growing role in quality improvement efforts, and they are increasingly spearheading programs to improve patient experience and healthcare value. We aimed to summarize and critique recent research related to quality, value, and patient experience in the clinical practice of hospital medicine.\n    \n\n\n          Methods:\n        \n      \n      We reviewed articles published between January 2014 and February 2015, identified through a hand search of leading journals, continuing medical education collaborative journal reviews, Agency for Healthcare Research and Quality's Patient Safety network, and PubMed. The authors collectively selected 9 articles based on their relevance to hospital practice. We review their findings, strengths, and limitations and make recommendations for practice. This is a summary of an update we presented at the 2015 Hospital Medicine national meeting.\n    \n\n\n          Results:\n        \n      \n      Key findings include: a comprehensive hand-off program was associated with improved patient safety; successful readmissions interventions were resource-intensive, multifaceted and increased patient capacity to handle illness; patient activation was correlated with lower resource use post-hospitalization; positive associations exist between patient experience and understanding of their hospitalization; hospitals and practitioners can adopt simple low-cost strategies to reduce the trauma of hospitalization; hospitalists frequently order low-value tests, most often to reassure themselves or their patients; broad-spectrum antibiotics are grossly overused in hospitalized patients leading to preventable harms including clostridium difficile colitis, and programs that support \"self-stewardship\" may help moderate this risk.\n    \n\n\n          Conclusions:\n        \n      \n      Recent research provides important insights into readmissions prevention, patient experience and low-value test ordering, as well as introduces interventions that may mitigate the risks of handoffs and the overuse of broad-spectrum antibiotics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26417871/",
    "clean_text": "striving for optimal care updates in quality value and patient experience background hospitalists are playing a growing role in quality improvement efforts and they are increasingly spearheading programs to improve patient experience and healthcare value we aimed to summarize and critique recent research related to quality value and background hospitalists are playing a growing role in quality improvement efforts and they are increasingly spearheading programs to improve patient experience and healthcare value we aimed to summarize and critique recent research related to quality value and patient experience in the clinical practice of hospital medicine methods we reviewed articles published between january and february identified through a hand search of leading journals continuing medical education collaborative journal reviews agency for healthcare research and quality s patient safety network and pubmed the authors collectively selected articles based on their relevance to hospital practice we review their findings strengths and limitations and make recommendations for practice this is a summary of an update we presented at the hospital medicine national meeting results key findings include a comprehensive hand off program was associated with improved patient safety successful readmissions interventions were resource intensive multifaceted and increased patient capacity to handle illness patient activation was correlated with lower resource use post hospitalization positive associations exist between patient experience and understanding of their hospitalization hospitals and practitioners can adopt simple low cost strategies to reduce the trauma of hospitalization hospitalists frequently order low value tests most often to reassure themselves or their patients broad spectrum antibiotics are grossly overused in hospitalized patients leading to preventable harms including clostridium difficile colitis and programs that support self stewardship may help moderate this risk conclusions recent research provides important insights into readmissions prevention patient experience and low value test ordering as well as introduces interventions that may mitigate the risks of handoffs and the overuse of broad spectrum antibiotics"
}