{
    "pmid": "41450998",
    "title": "Efficacy of combined lung and heart treatment method for yang deficiency with water overflowing type Chronic Obstructive Pulmonary Disease: A prospective cohort study.",
    "abstract": "To evaluate the efficacy of combined lung and heart treatment (CLHT) for Yang deficiency with water overflowing type chronic obstructive pulmonary disease (COPD). This is a prospective cohort study. A total of 92 patients with this TCM subtype COPD admitted to Ningbo Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University were randomly assigned to treatment (n = 46) and control (n = 46) groups from December 2020 to February 2023. The control group received standard Global Initiative for Chronic Obstructive Lung Disease guideline-based inhaled therapy. The treatment group received oral Traditional Chinese Medicine (TCM) decoction for twelve weeks. TCM symptom scores, COPD Assessment Test (CAT) scores, forced expiratory volume in one second (FEV Baseline characteristics were comparable ( The CLHT method improved the clinical efficacy of Yang deficiency with water overflowing type COPD treatment, alleviated clinical symptoms, enhanced patients' quality of life, improved pulmonary function and reduced annual acute exacerbation frequency.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "efficacy of combined lung and heart treatment method for yang deficiency with water overflowing type chronic obstructive pulmonary disease a prospective cohort study to evaluate the efficacy of combined lung and heart treatment clht for yang deficiency with water overflowing type chronic obstructive pulmonary disease copd this is a prospective cohort study a total of patients with this tcm subtype copd admitted to ningbo hospital of traditional chinese medicine affiliated to zhejiang chinese medical university were randomly assigned to treatment n and control n groups from december to february the control group received standard global initiative for chronic obstructive lung disease guideline based inhaled therapy the treatment group received oral traditional chinese medicine tcm decoction for twelve weeks tcm symptom scores copd assessment test cat scores forced expiratory volume in one second fev baseline characteristics were comparable the clht method improved the clinical efficacy of yang deficiency with water overflowing type copd treatment alleviated clinical symptoms enhanced patients quality of life improved pulmonary function and reduced annual acute exacerbation frequency"
}