{
    "title": "A Case of Subglottic Marginal B-Cell Lymphoma With Laryngeal Amyloidosis.",
    "doc_id": "38124322",
    "writer": "Zhao X",
    "year": "2025",
    "summary": "Laryngeal mucosa-associated lymphoid tissue (MALT) is an extra-nodal margin zone B-cell lymphoma (MALT lymphoma) and a low-grade malignant lymphoma with a low incidence, the etiology of the condition remains obscure, and the process of differential diagnosis poses a …",
    "abstract": "Laryngeal mucosa-associated lymphoid tissue (MALT) is an extra-nodal margin zone B-cell lymphoma (MALT lymphoma) and a low-grade malignant lymphoma with a low incidence, the etiology of the condition remains obscure, and the process of differential diagnosis poses a significant challenge, so it is easy to miss diagnosis and misdiagnosis clinically. The present article presents a clinical case study of a patient who was diagnosed with subglottic MALT lymphoma, which was associated with laryngeal amyloidosis. The patient underwent a successful treatment regimen comprising carbon dioxide laser and radiotherapy. In addition, the article provides an overview of relevant literature that can aid in the diagnosis and management of this rare disease. The study is expected to contribute to the existing body of knowledge on the treatment of subglottic MALT lymphoma and laryngeal amyloidosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38124322/",
    "clean_text": "a case of subglottic marginal b cell lymphoma with laryngeal amyloidosis laryngeal mucosa associated lymphoid tissue malt is an extra nodal margin zone b cell lymphoma malt lymphoma and a low grade malignant lymphoma with a low incidence the etiology of the condition remains obscure and the process of differential diagnosis poses a laryngeal mucosa associated lymphoid tissue malt is an extra nodal margin zone b cell lymphoma malt lymphoma and a low grade malignant lymphoma with a low incidence the etiology of the condition remains obscure and the process of differential diagnosis poses a significant challenge so it is easy to miss diagnosis and misdiagnosis clinically the present article presents a clinical case study of a patient who was diagnosed with subglottic malt lymphoma which was associated with laryngeal amyloidosis the patient underwent a successful treatment regimen comprising carbon dioxide laser and radiotherapy in addition the article provides an overview of relevant literature that can aid in the diagnosis and management of this rare disease the study is expected to contribute to the existing body of knowledge on the treatment of subglottic malt lymphoma and laryngeal amyloidosis"
}