{
    "title": "Bench-to-bedside review: lactate and the kidney.",
    "doc_id": "12225607",
    "writer": "Bellomo R.",
    "year": "2002",
    "summary": "Importantly and differently from the liver, however, the kidney's ability to remove lactate is increased by acidosis. While acidosis inhibits hepatic lactate metabolism, it increases lactate uptake and utilization via gluconeogenesis by stimulating the activity of p …",
    "abstract": "The native kidney has a major role in lactate metabolism. The renal cortex appears to be the major lactate-consuming organ in the body after the liver. Under conditions of exogenous hyperlactatemia, the kidney is responsible for the removal of 25-30% of all infused lactate. Most of such removal is through lactate metabolism rather than excretion, although under conditions of marked hyperlactatemia such excretion can account for approximately 10-12% of renal lactate disposal. Indeed, nephrectomy results in an approximately 30% decrease in exogenous lactate removal. Importantly and differently from the liver, however, the kidney's ability to remove lactate is increased by acidosis. While acidosis inhibits hepatic lactate metabolism, it increases lactate uptake and utilization via gluconeogenesis by stimulating the activity of phospho-enolpyruvate carboxykinase. The kidney remains an effective lactate-removing organ even during endotoxemic shock. The artificial kidney also has a profound effect on lactate balance. If lactate-buffered fluids are used in patients who require continuous hemofiltration and who have pretreatment hyperlactatemia, the serum lactate levels can significantly increase. In some cases, this increase can result in an exacerbation of metabolic acidosis. If bicarbonate-buffered replacement fluids are used, a significant correction of the acidosis or acidemia can also be achieved. The clinician needs to be aware of these renal effects on lactate levels to understand the pathogenesis of hyperlactatemia in critically ill patients, and to avoid misinterpretations and unnecessary or inappropriate diagnostic or therapeutic activities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12225607/",
    "clean_text": "bench to bedside review lactate and the kidney importantly and differently from the liver however the kidney s ability to remove lactate is increased by acidosis while acidosis inhibits hepatic lactate metabolism it increases lactate uptake and utilization via gluconeogenesis by stimulating the activity of p the native kidney has a major role in lactate metabolism the renal cortex appears to be the major lactate consuming organ in the body after the liver under conditions of exogenous hyperlactatemia the kidney is responsible for the removal of of all infused lactate most of such removal is through lactate metabolism rather than excretion although under conditions of marked hyperlactatemia such excretion can account for approximately of renal lactate disposal indeed nephrectomy results in an approximately decrease in exogenous lactate removal importantly and differently from the liver however the kidney s ability to remove lactate is increased by acidosis while acidosis inhibits hepatic lactate metabolism it increases lactate uptake and utilization via gluconeogenesis by stimulating the activity of phospho enolpyruvate carboxykinase the kidney remains an effective lactate removing organ even during endotoxemic shock the artificial kidney also has a profound effect on lactate balance if lactate buffered fluids are used in patients who require continuous hemofiltration and who have pretreatment hyperlactatemia the serum lactate levels can significantly increase in some cases this increase can result in an exacerbation of metabolic acidosis if bicarbonate buffered replacement fluids are used a significant correction of the acidosis or acidemia can also be achieved the clinician needs to be aware of these renal effects on lactate levels to understand the pathogenesis of hyperlactatemia in critically ill patients and to avoid misinterpretations and unnecessary or inappropriate diagnostic or therapeutic activities"
}