{
    "title": "Efficacy of a new membrane obturator prosthesis in terms of speech, swallowing, and the quality of life of patients with acquired soft palate defects: study protocol of the VELOMEMBRANE randomized crossover trial.",
    "doc_id": "35303932",
    "writer": "Naveau A",
    "year": "2022",
    "summary": "The secondary outcomes will be the Deglutition Handicap Index and health-related quality of life scores of the European Organization for Research and Treatment of Cancer (EORTC). DISCUSSION: High-quality evidence will be provided to document the utility of a …",
    "abstract": "Background:\n        \n      \n      Soft palate defects created during oral cancer surgery may prevent complete palatal closure and trigger palatopharyngeal insufficiency. One current treatment employs a rigid obturator prosthesis; an extension of acrylic resin at the level of the hard palate ensures surface contact with the remaining musculature. Unfortunately, airflow escape often causes hypernasality, compromises speech intelligibility, and creates swallowing problems (including leakage of food and fluid into the nasal airway). We plan to test a new removable denture featuring a thick dental dam that serves as a membrane obturator. The principal objective of the clinical trial is a comparison of speech handicap levels after 1 month in patients with acquired velar insufficiencies who wear either the new device or a conventional, rigid obturator. The secondary objectives are between-device comparisons of the swallowing handicaps and the health-related qualities of life.\n    \n\n\n          Methods:\n        \n      \n      The VELOMEMBRANE trial is a superiority, open-labeled, two-way, random crossover clinical trial. Adult patients exhibiting velar or palatovelar substance loss after tumor excision and who are indicated for rigid obturator-mediated prosthetic rehabilitation will be recruited in two teaching hospitals in France. Fourteen participants will be randomly allocated to wear both prostheses for 1-month periods in either order. The new membrane obturator is a removable resin prosthesis incorporating a rigid extension that holds a dental dam to restore the soft palate. The primary outcome will be the extent of phonation-related disability (the overall score on the Voice Handicap Index [VHI]). The secondary outcomes will be the Deglutition Handicap Index and health-related quality of life scores of the European Organization for Research and Treatment of Cancer (EORTC).\n    \n\n\n          Discussion:\n        \n      \n      High-quality evidence will be provided to document the utility of a new medical device that may greatly improve the management and quality of life of patients with acquired velar insufficiency.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT04009811 . Registered on 4 July 2019.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35303932/",
    "clean_text": "efficacy of a new membrane obturator prosthesis in terms of speech swallowing and the quality of life of patients with acquired soft palate defects study protocol of the velomembrane randomized crossover trial the secondary outcomes will be the deglutition handicap index and health related quality of life scores of the european organization for research and treatment of cancer eortc discussion high quality evidence will be provided to document the utility of a background soft palate defects created during oral cancer surgery may prevent complete palatal closure and trigger palatopharyngeal insufficiency one current treatment employs a rigid obturator prosthesis an extension of acrylic resin at the level of the hard palate ensures surface contact with the remaining musculature unfortunately airflow escape often causes hypernasality compromises speech intelligibility and creates swallowing problems including leakage of food and fluid into the nasal airway we plan to test a new removable denture featuring a thick dental dam that serves as a membrane obturator the principal objective of the clinical trial is a comparison of speech handicap levels after month in patients with acquired velar insufficiencies who wear either the new device or a conventional rigid obturator the secondary objectives are between device comparisons of the swallowing handicaps and the health related qualities of life methods the velomembrane trial is a superiority open labeled two way random crossover clinical trial adult patients exhibiting velar or palatovelar substance loss after tumor excision and who are indicated for rigid obturator mediated prosthetic rehabilitation will be recruited in two teaching hospitals in france fourteen participants will be randomly allocated to wear both prostheses for month periods in either order the new membrane obturator is a removable resin prosthesis incorporating a rigid extension that holds a dental dam to restore the soft palate the primary outcome will be the extent of phonation related disability the overall score on the voice handicap index vhi the secondary outcomes will be the deglutition handicap index and health related quality of life scores of the european organization for research and treatment of cancer eortc discussion high quality evidence will be provided to document the utility of a new medical device that may greatly improve the management and quality of life of patients with acquired velar insufficiency trial registration clinicaltrials gov nct registered on july"
}