{
    "title": "How do sleepwear and bedding fibre types affect sleep quality: A systematic review.",
    "doc_id": "38627879",
    "writer": "Li X",
    "year": "2024",
    "summary": "Sleepwear and bedding materials can affect sleep quality by influencing the skin and body temperature and thermal comfort. This review systematically evaluates the impact of sleepwear or bedding of different fibre types on sleep quality. ...The interpl …",
    "abstract": "Sleepwear and bedding materials can affect sleep quality by influencing the skin and body temperature and thermal comfort. This review systematically evaluates the impact of sleepwear or bedding of different fibre types on sleep quality. A systematic search was conducted in six data bases plus Google Scholar and manual searches. Original articles that compared human sleep quality between at least two fibre types of bedding or sleepwear were included, resulting in nine eligible articles included in the review. The fibre types included cotton, polyester, wool, and blended materials for sleepwear; cotton, duck down, goose down, polyester and wool for duvet; and linen and a combination of cotton and polyester for bedding. The interplay between fibre materials and sleep quality is complex. Blended sleepwear demonstrated potential benefits for specific populations. Wool sleepwear showed benefits for sleep onset in adults (cool conditions) and in older adults (warm conditions). Linen bedsheets improved sleep quality under warm conditions in young adults. Goose down-filled duvets increased slow-wave sleep under cool conditions in young adults. However, a systematic comparison of fibre types is challenging due to the diverse nature of the studies evaluating sleep quality. Further research employing standardised methodologies with standard fibre samples in different populations and in different temperature conditions is imperative to elucidate comprehensively the effects of fibre choices on sleep quality. Despite the limitations and heterogeneity of the included studies, this analysis offers valuable insights for individuals seeking to optimise their sleep experiences and for manufacturers developing sleep-related products.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38627879/",
    "clean_text": "how do sleepwear and bedding fibre types affect sleep quality a systematic review sleepwear and bedding materials can affect sleep quality by influencing the skin and body temperature and thermal comfort this review systematically evaluates the impact of sleepwear or bedding of different fibre types on sleep quality the interpl sleepwear and bedding materials can affect sleep quality by influencing the skin and body temperature and thermal comfort this review systematically evaluates the impact of sleepwear or bedding of different fibre types on sleep quality a systematic search was conducted in six data bases plus google scholar and manual searches original articles that compared human sleep quality between at least two fibre types of bedding or sleepwear were included resulting in nine eligible articles included in the review the fibre types included cotton polyester wool and blended materials for sleepwear cotton duck down goose down polyester and wool for duvet and linen and a combination of cotton and polyester for bedding the interplay between fibre materials and sleep quality is complex blended sleepwear demonstrated potential benefits for specific populations wool sleepwear showed benefits for sleep onset in adults cool conditions and in older adults warm conditions linen bedsheets improved sleep quality under warm conditions in young adults goose down filled duvets increased slow wave sleep under cool conditions in young adults however a systematic comparison of fibre types is challenging due to the diverse nature of the studies evaluating sleep quality further research employing standardised methodologies with standard fibre samples in different populations and in different temperature conditions is imperative to elucidate comprehensively the effects of fibre choices on sleep quality despite the limitations and heterogeneity of the included studies this analysis offers valuable insights for individuals seeking to optimise their sleep experiences and for manufacturers developing sleep related products"
}