{
    "pmid": "41416884",
    "title": "Asymmetric Catalytic Construction of 1,1-Diheteroquaternary Tetrahydro-β-carbolines Enables Collective Syntheses of Polycyclic Alkaloids.",
    "abstract": "1,1-Disubstituted THβCs with a C1 diheteroatom-bearing quaternary center represent a prevalent skeleton in natural products and pharmaceutical molecules. However, the catalytic asymmetric approach for this skeleton remains elusive. Herein, we developed an asymmetric catalytic annulation between dihydro-β-carbolines and enals for constructing chiral diheteroquaternary THβCs. With this method, we accomplished the gram-scale total synthesis of (+)-naucleamide E, which is the first case of synthesizing a THβC natural product with the C1 diheteroquaternary center by directly constructing the C1 chiral center in an asymmetric catalytic manner. This approach also enabled concise collective syntheses of tetracyclic alkaloids (-)-dihydrocorynantheol, (-)-dihydrocorynantheal, (-)-arboricine, and pentacyclic alkaloid (-)-yohimbane. Additionally, the obtained THβCs show excellent anti-IAV effects both ",
    "disease": "influenza",
    "clean_text": "asymmetric catalytic construction of diheteroquaternary tetrahydro carbolines enables collective syntheses of polycyclic alkaloids disubstituted th cs with a c diheteroatom bearing quaternary center represent a prevalent skeleton in natural products and pharmaceutical molecules however the catalytic asymmetric approach for this skeleton remains elusive herein we developed an asymmetric catalytic annulation between dihydro carbolines and enals for constructing chiral diheteroquaternary th cs with this method we accomplished the gram scale total synthesis of naucleamide e which is the first case of synthesizing a th c natural product with the c diheteroquaternary center by directly constructing the c chiral center in an asymmetric catalytic manner this approach also enabled concise collective syntheses of tetracyclic alkaloids dihydrocorynantheol dihydrocorynantheal arboricine and pentacyclic alkaloid yohimbane additionally the obtained th cs show excellent anti iav effects both"
}