{
    "pmid": "41457141",
    "title": "U.S. Colorectal Cancer Mortality, 1999-2023: A 25-Year National Analysis of Trends and Disparities.",
    "abstract": "Colorectal cancer (CRC) remains the third leading cause of cancer-related deaths in the United States. Although diagnostic and treatment improvements have reduced overall mortality, disparities persist across populations and regions. We analyzed the Centers for Disease Control and Prevention Wide-ranging Online Data for Epidemiologic Research (CDC WONDER) database (1999-2023), calculating age-adjusted mortality rates (AAMRs) per 100,000 and average annual percent change (AAPC), stratified by age, sex, race, urbanization, and state. From 1999 to 2023, the overall AAMR for CRC declined by 38.9 percent, from 32.06 to 19.57 per 100,000 (AAPC: -2.08). However, disparities remain. In 2023, males had an AAMR of 23.23, which was 41.1 percent higher than that of females at 16.45. Non-Hispanic (NH) Black individuals had the highest mortality (AAMR: 24.90). Among adults aged 35 to 44, the AAMR rose from 2.87 to 3.71 (AAPC: 1.03), marking a 29.3 percent increase. Nonmetropolitan areas had a 24.0% higher mortality rate than metropolitan areas, with AAMRs of 23.16 and 18.69, respectively. Southern states such as Texas and Georgia saw notable increases in death counts, rising by 34.1 and 38.7 percent, respectively. Despite overall progress, rising mortality in adults under 55 and certain racial groups signals an urgent need for targeted action. Recommendations include refining racial categories in national data, expanding screening in high-risk states with slower mortality declines, and providing mobile screening units in rural areas with consistently high AAMR. Additionally, recovery efforts should address COVID-19-related backlogs in screening, diagnostic colonoscopy, and timely treatment.",
    "disease": "colorectal cancer",
    "clean_text": "u s colorectal cancer mortality a year national analysis of trends and disparities colorectal cancer crc remains the third leading cause of cancer related deaths in the united states although diagnostic and treatment improvements have reduced overall mortality disparities persist across populations and regions we analyzed the centers for disease control and prevention wide ranging online data for epidemiologic research cdc wonder database calculating age adjusted mortality rates aamrs per and average annual percent change aapc stratified by age sex race urbanization and state from to the overall aamr for crc declined by percent from to per aapc however disparities remain in males had an aamr of which was percent higher than that of females at non hispanic nh black individuals had the highest mortality aamr among adults aged to the aamr rose from to aapc marking a percent increase nonmetropolitan areas had a higher mortality rate than metropolitan areas with aamrs of and respectively southern states such as texas and georgia saw notable increases in death counts rising by and percent respectively despite overall progress rising mortality in adults under and certain racial groups signals an urgent need for targeted action recommendations include refining racial categories in national data expanding screening in high risk states with slower mortality declines and providing mobile screening units in rural areas with consistently high aamr additionally recovery efforts should address covid related backlogs in screening diagnostic colonoscopy and timely treatment"
}