{
    "pmid": "41407029",
    "title": "Sternoclavicular joint osteoarthritis with associated anterior instability treated with open excision arthroplasty and an augmented anterior capsular plication.",
    "abstract": "The majority of patients with symptomatic Sternoclavicular Joint (SCJ) osteoarthritis (OA) can be successfully treated non-operatively. For patients that remain symptomatic an arthroscopic or open SCJ excision arthroplasty is usually successful. However, a standard SCJ excision arthroplasty is contra-indicated in patients with associated instability. We have developed an open intracapsular excision arthroplasty and augmented capsular plication technique to treat patients with SCJ OA and associated instability. Between 2018 and 2022 patients that underwent an open excision arthroplasty and augmented capsular plication for symptomatic SCJ OA with associated instability, diagnosed by MRI scan, were reviewed. Patient reported outcomes were assessed by: Rockwood SCJ, OSIS, Quick-DASH and SANE scores. Survivorship was defined as no instability or ongoing pain and no revision surgery. A total 27 patients who underwent surgery and were available at final follow-up were included in the study. The mean age at surgery was 53.4 years (range 30-76) and mean follow-up of 45.8 months (range 25-79). At final follow-up the mean Rockwood score had risen from 7.2 (6-9) to 14.1 (10-15 sd1.2), the Quick-DASH score had dropped from 33.2 (45.0-18.2) to 4.3 (0-12.2), the mean OSIS score had risen from 21.7 (18-37) to 45.3 (36-48) and the mean SANE score had risen from 51.0 (30 - 70) to 88.8 (55 - 100). These all reached statistical significance. The repair/construct survivorship was 98%. All of the patients, apart from 2, were satisfied with the results of their procedure. Undertaking an open excision arthroplasty and augmented capsular repair for patients with symptomatic SCJ OA and associated instability refractory to non-operative treatment provides a satisfactory outcome with regards to joint instability, pain and clinical outcomes.",
    "disease": "osteoarthritis",
    "clean_text": "sternoclavicular joint osteoarthritis with associated anterior instability treated with open excision arthroplasty and an augmented anterior capsular plication the majority of patients with symptomatic sternoclavicular joint scj osteoarthritis oa can be successfully treated non operatively for patients that remain symptomatic an arthroscopic or open scj excision arthroplasty is usually successful however a standard scj excision arthroplasty is contra indicated in patients with associated instability we have developed an open intracapsular excision arthroplasty and augmented capsular plication technique to treat patients with scj oa and associated instability between and patients that underwent an open excision arthroplasty and augmented capsular plication for symptomatic scj oa with associated instability diagnosed by mri scan were reviewed patient reported outcomes were assessed by rockwood scj osis quick dash and sane scores survivorship was defined as no instability or ongoing pain and no revision surgery a total patients who underwent surgery and were available at final follow up were included in the study the mean age at surgery was years range and mean follow up of months range at final follow up the mean rockwood score had risen from to sd the quick dash score had dropped from to the mean osis score had risen from to and the mean sane score had risen from to these all reached statistical significance the repair construct survivorship was all of the patients apart from were satisfied with the results of their procedure undertaking an open excision arthroplasty and augmented capsular repair for patients with symptomatic scj oa and associated instability refractory to non operative treatment provides a satisfactory outcome with regards to joint instability pain and clinical outcomes"
}