{
    "title": "Safety of vaccination of patients with systemic lupus erythematosus.",
    "doc_id": "19880569",
    "writer": "Abu-Shakra M.",
    "year": "2009",
    "summary": "Live vaccines are not safe for immuno-compromised patients and should not be given to patients with systemic lupus erythematosus. In addition, all vaccines are not recommended for systemic lupus erythematosus patients when their disease i …",
    "abstract": "Live vaccines are not safe for immuno-compromised patients and should not be given to patients with systemic lupus erythematosus. In addition, all vaccines are not recommended for systemic lupus erythematosus patients when their disease is very active and mainly for patients with very active lupus nephritis. Systemic lupus erythematosus patients with quiescent or mildly active disease should be encouraged to receive vaccination according the recommendations given by the Immunization Practices Advisory Committee. Among this group of systemic lupus erythematosus patients, vaccines are safe and they do not affect the clinical manifestations of systemic lupus erythematosus including renal features, disease activity, or the requirement for steroids or cytotoxic drugs. However, vaccines may trigger the generation of autoantibodies which is usually short term and has no clinical significance. In individual cases vaccines exacerbate systemic lupus erythematosus; however, no specific clinical or laboratory variables have been identified to be associated with flare of systemic lupus erythematosus following vaccination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19880569/",
    "clean_text": "safety of vaccination of patients with systemic lupus erythematosus live vaccines are not safe for immuno compromised patients and should not be given to patients with systemic lupus erythematosus in addition all vaccines are not recommended for systemic lupus erythematosus patients when their disease i live vaccines are not safe for immuno compromised patients and should not be given to patients with systemic lupus erythematosus in addition all vaccines are not recommended for systemic lupus erythematosus patients when their disease is very active and mainly for patients with very active lupus nephritis systemic lupus erythematosus patients with quiescent or mildly active disease should be encouraged to receive vaccination according the recommendations given by the immunization practices advisory committee among this group of systemic lupus erythematosus patients vaccines are safe and they do not affect the clinical manifestations of systemic lupus erythematosus including renal features disease activity or the requirement for steroids or cytotoxic drugs however vaccines may trigger the generation of autoantibodies which is usually short term and has no clinical significance in individual cases vaccines exacerbate systemic lupus erythematosus however no specific clinical or laboratory variables have been identified to be associated with flare of systemic lupus erythematosus following vaccination"
}