{
    "title": "Ovarian cancer screening. The role of ultrasound in early detection.",
    "doc_id": "8634993",
    "writer": "Karlan BY",
    "year": "1995",
    "summary": "Color Doppler imaging detects early alterations in ovarian blood flow that accompany tumorigenesis. RESULTS: To be effective, these modalities must diagnose asymptomatic curable Stage I ovarian cancers and improve ovarian disease-specific survival. ...Current …",
    "abstract": "Background:\n        \n      \n      Because of the urgent need for effective techniques with which to detect organ-confined curable ovarian cancers, efforts have been focused on early detection. Current ovarian cancer screening trials have been hampered by deficiencies in our knowledge of the molecular and biologic events leading to ovarian tumorigenesis. The lack of early ovarian cancer symptoms and the intraperitoneal location of the ovaries contribute to the dilemma of early diagnosis.\n    \n\n\n          Methods:\n        \n      \n      Real-time ultrasound screening is aimed at detecting the earliest possible architectural alterations in the ovary indicative of neoplastic growth. Color Doppler imaging detects early alterations in ovarian blood flow that accompany tumorigenesis.\n    \n\n\n          Results:\n        \n      \n      To be effective, these modalities must diagnose asymptomatic curable Stage I ovarian cancers and improve ovarian disease-specific survival. Because of the relatively low prevalence of ovarian cancer in the general population, investigators have targeted women at increased risk of ovarian cancer either based on their increasing age or their family histories of cancer. Some of these studies have been underway since the late 1980s and have already demonstrated the potential usefulness and limitations of current sonographic techniques used for screening.\n    \n\n\n          Conclusions:\n        \n      \n      Ultrasound screening for ovarian cancer has not demonstrated adequate sensitivity and specificity, thus it is not used widely outside of the clinical trial setting. Current clinical guidelines for ovarian cancer screening as well as exploratory methods for use in early ovarian cancer detection are presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8634993/",
    "clean_text": "ovarian cancer screening the role of ultrasound in early detection color doppler imaging detects early alterations in ovarian blood flow that accompany tumorigenesis results to be effective these modalities must diagnose asymptomatic curable stage i ovarian cancers and improve ovarian disease specific survival current background because of the urgent need for effective techniques with which to detect organ confined curable ovarian cancers efforts have been focused on early detection current ovarian cancer screening trials have been hampered by deficiencies in our knowledge of the molecular and biologic events leading to ovarian tumorigenesis the lack of early ovarian cancer symptoms and the intraperitoneal location of the ovaries contribute to the dilemma of early diagnosis methods real time ultrasound screening is aimed at detecting the earliest possible architectural alterations in the ovary indicative of neoplastic growth color doppler imaging detects early alterations in ovarian blood flow that accompany tumorigenesis results to be effective these modalities must diagnose asymptomatic curable stage i ovarian cancers and improve ovarian disease specific survival because of the relatively low prevalence of ovarian cancer in the general population investigators have targeted women at increased risk of ovarian cancer either based on their increasing age or their family histories of cancer some of these studies have been underway since the late s and have already demonstrated the potential usefulness and limitations of current sonographic techniques used for screening conclusions ultrasound screening for ovarian cancer has not demonstrated adequate sensitivity and specificity thus it is not used widely outside of the clinical trial setting current clinical guidelines for ovarian cancer screening as well as exploratory methods for use in early ovarian cancer detection are presented"
}