{
    "pmid": "41385804",
    "title": "Comprehensive characterization of the pharmacokinetics, tissue distribution, and metabolism of Bufei Formula in rats.",
    "abstract": "Bufei Formula (BF), consisting of nine traditional Chinese medicinal herbs, is clinically applied to tonify qi, nourish the lung, relieve cough, and alleviate asthma. However, the chemical complexity of BF has hindered a clear understanding of its pharmacodynamic material basis and underlying in vivo mechanisms. This study aims to systematically elucidate the pharmacokinetics, tissue distribution, and metabolic profiles of BF in rats, thereby laying the groundwork for understanding its pharmacodynamic material basis. First, ultra-performance liquid chromatography (UPLC) was used to identify 18 major active constituents of BF. Subsequently, ultra-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) was employed to identify prototype compounds and metabolites in rat plasma, urine, feces, and tissues following oral administration of BF. In addition, a validated UPLC-MS/MS method was established for quantifying 14 active constituents. In total, 63 constituents were identified in vivo, including 17 prototype compounds and 46 metabolites. Among them, eight compounds showed the mean time to maximum plasma concentration (T",
    "disease": "asthma",
    "clean_text": "comprehensive characterization of the pharmacokinetics tissue distribution and metabolism of bufei formula in rats bufei formula bf consisting of nine traditional chinese medicinal herbs is clinically applied to tonify qi nourish the lung relieve cough and alleviate asthma however the chemical complexity of bf has hindered a clear understanding of its pharmacodynamic material basis and underlying in vivo mechanisms this study aims to systematically elucidate the pharmacokinetics tissue distribution and metabolic profiles of bf in rats thereby laying the groundwork for understanding its pharmacodynamic material basis first ultra performance liquid chromatography uplc was used to identify major active constituents of bf subsequently ultra performance liquid chromatography tandem mass spectrometry uplc ms ms was employed to identify prototype compounds and metabolites in rat plasma urine feces and tissues following oral administration of bf in addition a validated uplc ms ms method was established for quantifying active constituents in total constituents were identified in vivo including prototype compounds and metabolites among them eight compounds showed the mean time to maximum plasma concentration t"
}