{
    "pmid": "41468275",
    "title": "Transcatheter Aortic Valve Implantation in Patients with Super Obesity: Defining a High-Risk Phenotype.",
    "abstract": "The long-term impact of super obesity (body mass index [BMI] ≥50 kg/m²) on outcomes after transcatheter aortic valve implantation (TAVI) is not well defined. We used the 2015-2020 Nationwide Readmissions Database to identify TAVI procedures and compared patients with super obesity to those with BMI <50 kg/m². Propensity score-matched cohorts were constructed using clinical covariates. We evaluated net adverse cardiovascular events (NACE; composite of in-hospital mortality, stroke, and major bleeding), mortality, and complications during index admission and at 30 and 180 days. A prespecified subgroup analysis compared super-obese with normal-BMI patients. Among 184,199 TAVI procedures, 4,669 patients (2,369 super obese, 2,300 non-super obese) were included in the matched cohort. Super-obese TAVI volume increased over time. At index admission, super-obesity was associated with higher odds of NACE (adjusted odds ratio [aOR] 1.57, 95% CI 1.12-2.20), in-hospital mortality (aOR 8.08, 95% CI 3.19-20.48), and acute kidney injury (aOR 1.48, 95% CI 1.25-1.74), whereas stroke and major bleeding did not differ. At 30 days, only acute kidney injury remained higher in super-obese patients, and by 180 days only permanent pacemaker implantation was increased (aOR 2.55, 95% CI 1.34-4.85).In subgroup analyses restricted to super-obese versus normal-BMI patients, super-obesity was associated with higher NACE and complications at index admission and 180 days. Super-obese TAVI recipients have higher early risk and persistent excess risk for selected complications, indicating that extreme obesity defines a higher-risk TAVI phenotype despite broadly comparable longer-term outcomes versus patients with lower BMI.",
    "disease": "stroke",
    "clean_text": "transcatheter aortic valve implantation in patients with super obesity defining a high risk phenotype the long term impact of super obesity body mass index bmi kg m on outcomes after transcatheter aortic valve implantation tavi is not well defined we used the nationwide readmissions database to identify tavi procedures and compared patients with super obesity to those with bmi kg m propensity score matched cohorts were constructed using clinical covariates we evaluated net adverse cardiovascular events nace composite of in hospital mortality stroke and major bleeding mortality and complications during index admission and at and days a prespecified subgroup analysis compared super obese with normal bmi patients among tavi procedures patients super obese non super obese were included in the matched cohort super obese tavi volume increased over time at index admission super obesity was associated with higher odds of nace adjusted odds ratio aor ci in hospital mortality aor ci and acute kidney injury aor ci whereas stroke and major bleeding did not differ at days only acute kidney injury remained higher in super obese patients and by days only permanent pacemaker implantation was increased aor ci in subgroup analyses restricted to super obese versus normal bmi patients super obesity was associated with higher nace and complications at index admission and days super obese tavi recipients have higher early risk and persistent excess risk for selected complications indicating that extreme obesity defines a higher risk tavi phenotype despite broadly comparable longer term outcomes versus patients with lower bmi"
}