{
    "pmid": "41411957",
    "title": "The influences of guilt and shame on anger in patients with concurrent psychogenic Non-Epileptic seizures and PTSD: The mediating role of frustration intolerance.",
    "abstract": "Research indicates that emotions such as anger, guilt, shame, and difficulty tolerating frustration can contribute to harmful behaviors in individuals experiencing both functional/dissociative seizures (FDSs) and post-traumatic stress disorder (PTSD). This study examined the association of guilt and shame with anger through the mediating role of frustration intolerance in patients with simultaneous FDSs and PTSD. The clinical sample of this study included 150 patients with coexisting FDSs and PTSD who were selected using a convenience sampling method in a descriptive study design. The data were collected using the State-Trait Anger Expression Inventory-2nd Edition (STAXI-2), the Guilt and Shame Proneness scale (GASP), and the Frustration Discomfort Scale (FDS). The analysis showed that guilt, shame, and frustration intolerance explained 91.6 % of anger variance among patients with FDSs and PTSD. The findings established that both shame and frustration intolerance are significantly associated with anger. There was no significant direct relationship between guilt and anger. Nevertheless, guilt and shame have significant positive indirect relationships with anger, through the mediating role of frustration intolerance. This study presents a fitted model for the direct and indirect associations between guilt and shame with anger, about the mediating role of frustration intolerance. These results have practical implications for interventions and community-based programs for patients with FDSs and PTSD.",
    "disease": "epilepsy",
    "clean_text": "the influences of guilt and shame on anger in patients with concurrent psychogenic non epileptic seizures and ptsd the mediating role of frustration intolerance research indicates that emotions such as anger guilt shame and difficulty tolerating frustration can contribute to harmful behaviors in individuals experiencing both functional dissociative seizures fdss and post traumatic stress disorder ptsd this study examined the association of guilt and shame with anger through the mediating role of frustration intolerance in patients with simultaneous fdss and ptsd the clinical sample of this study included patients with coexisting fdss and ptsd who were selected using a convenience sampling method in a descriptive study design the data were collected using the state trait anger expression inventory nd edition staxi the guilt and shame proneness scale gasp and the frustration discomfort scale fds the analysis showed that guilt shame and frustration intolerance explained of anger variance among patients with fdss and ptsd the findings established that both shame and frustration intolerance are significantly associated with anger there was no significant direct relationship between guilt and anger nevertheless guilt and shame have significant positive indirect relationships with anger through the mediating role of frustration intolerance this study presents a fitted model for the direct and indirect associations between guilt and shame with anger about the mediating role of frustration intolerance these results have practical implications for interventions and community based programs for patients with fdss and ptsd"
}