{
    "pmid": "41406951",
    "title": "Glucagon-like peptide-1 medicines in neurological and psychiatric disorders.",
    "abstract": "Glucagon-like peptide-1 (GLP-1) medicines are used for the treatment of type 2 diabetes (T2D) and obesity and reduce rates of cardiovascular disease, including stroke, in people with T2D. Substantial evidence from real-world data and clinical trials highlights the therapeutic potential of GLP-1 medicines for the treatment of neurodegenerative disorders such as Parkinson's and Alzheimer's diseases. Similarly, there is growing evidence for the potential utility of using GLP-1 medicines to reduce rates of smoking, or use of alcohol, tobacco, cannabis, or cocaine in individuals with substance use disorders. More limited clinical data suggest utility for GLP-1 medicines in patients with migraine or intracranial hypertension. The available data suggest that the use of GLP-1 medicines exhibits an acceptable safety profile in most individuals with neuropsychiatric disorders. Here, we review recent clinical evidence and ongoing trials exploring the efficacy and safety of GLP-1 medicines across a broad range of neurological conditions.",
    "disease": "parkinson disease",
    "clean_text": "glucagon like peptide medicines in neurological and psychiatric disorders glucagon like peptide glp medicines are used for the treatment of type diabetes t d and obesity and reduce rates of cardiovascular disease including stroke in people with t d substantial evidence from real world data and clinical trials highlights the therapeutic potential of glp medicines for the treatment of neurodegenerative disorders such as parkinson s and alzheimer s diseases similarly there is growing evidence for the potential utility of using glp medicines to reduce rates of smoking or use of alcohol tobacco cannabis or cocaine in individuals with substance use disorders more limited clinical data suggest utility for glp medicines in patients with migraine or intracranial hypertension the available data suggest that the use of glp medicines exhibits an acceptable safety profile in most individuals with neuropsychiatric disorders here we review recent clinical evidence and ongoing trials exploring the efficacy and safety of glp medicines across a broad range of neurological conditions"
}