{
    "title": "Urinary tract infection in patients with lower urinary tract dysfunction.",
    "doc_id": "37149001",
    "writer": "Kamei J",
    "year": "2023",
    "summary": "Lower urinary tract dysfunction (LUTD) is becoming more common in aging societies worldwide. In patients with LUTD, the risk of urinary tract infection (UTI) rises due to several distinct mechanisms, including easy bacterial access to the urinary …",
    "abstract": "Lower urinary tract dysfunction (LUTD) is becoming more common in aging societies worldwide. In patients with LUTD, the risk of urinary tract infection (UTI) rises due to several distinct mechanisms, including easy bacterial access to the urinary tract, impaired bacterial washout, and an impaired innate defense system. The pathophysiology of LUTD varies depending on whether it is neurogenic or non-neurogenic, as well as by gender; therefore, the etiology and characteristics of UTI differ according to the type of LUTD. Patients with neurogenic LUTD, especially those with spinal cord injury, have a high risk of febrile UTI, and strict bladder management is required to prevent UTI. Clean intermittent catheterization with or without appropriate pharmacological therapy is also strongly recommended for patients with neurogenic LUTD at risk of febrile UTI, unable to void, or with high post-void residual volume. In contrast, both male and female patients with non-neurogenic LUTD have a lower risk of symptomatic UTI. There is insufficient evidence for non-neurogenic LUTD regarding the association between symptomatic UTI but not asymptomatic bacteriuria and LUTD severity, including the presence of post-void residual volume, or whether therapeutic intervention for LUTS reduces the incidence of UTI, particularly in male patients. In this narrative review, we aimed to highlight the pathogenesis, epidemiology, and management of UTI in patients with LUTD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37149001/",
    "clean_text": "urinary tract infection in patients with lower urinary tract dysfunction lower urinary tract dysfunction lutd is becoming more common in aging societies worldwide in patients with lutd the risk of urinary tract infection uti rises due to several distinct mechanisms including easy bacterial access to the urinary lower urinary tract dysfunction lutd is becoming more common in aging societies worldwide in patients with lutd the risk of urinary tract infection uti rises due to several distinct mechanisms including easy bacterial access to the urinary tract impaired bacterial washout and an impaired innate defense system the pathophysiology of lutd varies depending on whether it is neurogenic or non neurogenic as well as by gender therefore the etiology and characteristics of uti differ according to the type of lutd patients with neurogenic lutd especially those with spinal cord injury have a high risk of febrile uti and strict bladder management is required to prevent uti clean intermittent catheterization with or without appropriate pharmacological therapy is also strongly recommended for patients with neurogenic lutd at risk of febrile uti unable to void or with high post void residual volume in contrast both male and female patients with non neurogenic lutd have a lower risk of symptomatic uti there is insufficient evidence for non neurogenic lutd regarding the association between symptomatic uti but not asymptomatic bacteriuria and lutd severity including the presence of post void residual volume or whether therapeutic intervention for luts reduces the incidence of uti particularly in male patients in this narrative review we aimed to highlight the pathogenesis epidemiology and management of uti in patients with lutd"
}