{
    "title": "Lifestyle physical activity in persons with multiple sclerosis: the new kid on the MS block.",
    "doc_id": "24603882",
    "writer": "Motl RW.",
    "year": "2014",
    "summary": "Supervised exercise training has substantial benefits for persons with multiple sclerosis (MS), yet 80% of those with MS do not meet recommended levels of moderate-to-vigorous physical activity (MVPA). ...This paper describes: (a) the definitions of and diffe …",
    "abstract": "Supervised exercise training has substantial benefits for persons with multiple sclerosis (MS), yet 80% of those with MS do not meet recommended levels of moderate-to-vigorous physical activity (MVPA). This same problem persisted for decades in the general population of adults and prompted a paradigm shift away from \"exercise training for fitness\" toward \"physical activity for health.\" The paradigm shift reflects a public health approach of promoting lifestyle physical activity through behavioral interventions that teach people the skills, techniques, and strategies based on established theories for modifying and self-regulating health behaviors. This paper describes: (a) the definitions of and difference between structured exercise training and lifestyle physical activity; (b) the importance and potential impact of the paradigm shift; (c) consequences of lifestyle physical activity in MS; and (d) behavioral interventions for changing lifestyle physical activity in MS. The paper introduces the \"new kid on the MS block\" with the hope that lifestyle physical activity might become an accepted partner alongside exercise training for inclusion in comprehensive MS care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24603882/",
    "clean_text": "lifestyle physical activity in persons with multiple sclerosis the new kid on the ms block supervised exercise training has substantial benefits for persons with multiple sclerosis ms yet of those with ms do not meet recommended levels of moderate to vigorous physical activity mvpa this paper describes a the definitions of and diffe supervised exercise training has substantial benefits for persons with multiple sclerosis ms yet of those with ms do not meet recommended levels of moderate to vigorous physical activity mvpa this same problem persisted for decades in the general population of adults and prompted a paradigm shift away from exercise training for fitness toward physical activity for health the paradigm shift reflects a public health approach of promoting lifestyle physical activity through behavioral interventions that teach people the skills techniques and strategies based on established theories for modifying and self regulating health behaviors this paper describes a the definitions of and difference between structured exercise training and lifestyle physical activity b the importance and potential impact of the paradigm shift c consequences of lifestyle physical activity in ms and d behavioral interventions for changing lifestyle physical activity in ms the paper introduces the new kid on the ms block with the hope that lifestyle physical activity might become an accepted partner alongside exercise training for inclusion in comprehensive ms care"
}