{
    "title": "The downside of weight loss: realistic intervention in body-weight trajectory.",
    "doc_id": "22586192",
    "writer": "Bosomworth NJ.",
    "year": "2012",
    "summary": "OBJECTIVE: To explore the reasons why long-term weight loss is seldom achieved and to evaluate the consequences of various weight trajectories, including stability, loss, and gain. ...MAIN MESSAGE: Sustained weight loss is achieved by a s …",
    "abstract": "Objective:\n        \n      \n      To explore the reasons why long-term weight loss is seldom achieved and to evaluate the consequences of various weight trajectories, including stability, loss, and gain.\n    \n\n\n          Quality of evidence:\n        \n      \n      Studies evaluating population weight metrics were mainly observational. Level I evidence was available to evaluate the influence of weight interventions on mortality and quality of life.\n    \n\n\n          Main message:\n        \n      \n      Sustained weight loss is achieved by a small percentage of those intending to lose weight. Mortality is lowest in the high-normal and overweight range. The safest body-size trajectory is stable weight with optimization of physical and metabolic fitness. With weight loss there is evidence for lower mortality in those with obesity-related comorbidities. There is also evidence for improved health-related quality of life in obese individuals who lose weight. Weight loss in the healthy obese, however, is associated with increased mortality.\n    \n\n\n          Conclusion:\n        \n      \n      Weight loss is advisable only for those with obesity-related comorbidities. Healthy obese people wishing to lose weight should be informed that there might be associated risks. A strategy that leads to a stable body mass index with optimized physical and metabolic fitness at any size is the safest weight intervention option.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22586192/",
    "clean_text": "the downside of weight loss realistic intervention in body weight trajectory objective to explore the reasons why long term weight loss is seldom achieved and to evaluate the consequences of various weight trajectories including stability loss and gain main message sustained weight loss is achieved by a s objective to explore the reasons why long term weight loss is seldom achieved and to evaluate the consequences of various weight trajectories including stability loss and gain quality of evidence studies evaluating population weight metrics were mainly observational level i evidence was available to evaluate the influence of weight interventions on mortality and quality of life main message sustained weight loss is achieved by a small percentage of those intending to lose weight mortality is lowest in the high normal and overweight range the safest body size trajectory is stable weight with optimization of physical and metabolic fitness with weight loss there is evidence for lower mortality in those with obesity related comorbidities there is also evidence for improved health related quality of life in obese individuals who lose weight weight loss in the healthy obese however is associated with increased mortality conclusion weight loss is advisable only for those with obesity related comorbidities healthy obese people wishing to lose weight should be informed that there might be associated risks a strategy that leads to a stable body mass index with optimized physical and metabolic fitness at any size is the safest weight intervention option"
}