{
    "title": "Representation of aided AAC in contemporary young adult fiction.",
    "doc_id": "38821106",
    "writer": "Smith EJ",
    "year": "2024",
    "summary": "The current study explored both the extent to which representation of augmentative and alternative communication (AAC) exists in young adult literature, as well as qualitative characteristics of that representation. ...These results indicated that representation of …",
    "abstract": "The current study explored both the extent to which representation of augmentative and alternative communication (AAC) exists in young adult literature, as well as qualitative characteristics of that representation. A systematic search of multiple databases was conducted using standardized keywords and inclusion criteria. Descriptive statistics and literary content analysis were employed in order to analyze quantitative and qualitative information about each of the 32 novels that fit inclusion criteria. Results indicated that, while representation of AAC in young adult fiction largely aligned with existing statistics regarding types of AAC devices used, stories often differed from current information about the most common etiologies of AAC users. Analyses of character development revealed most featured AAC-using characters were multidimensional and expressed positive attitudes regarding their devices, although some characters also expressed frustration. These results indicated that representation of AAC in young adult literature was sparse. However, the representation that did exist at least partially reflected reality and may represent a positive portrayal of AAC use and users.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38821106/",
    "clean_text": "representation of aided aac in contemporary young adult fiction the current study explored both the extent to which representation of augmentative and alternative communication aac exists in young adult literature as well as qualitative characteristics of that representation these results indicated that representation of the current study explored both the extent to which representation of augmentative and alternative communication aac exists in young adult literature as well as qualitative characteristics of that representation a systematic search of multiple databases was conducted using standardized keywords and inclusion criteria descriptive statistics and literary content analysis were employed in order to analyze quantitative and qualitative information about each of the novels that fit inclusion criteria results indicated that while representation of aac in young adult fiction largely aligned with existing statistics regarding types of aac devices used stories often differed from current information about the most common etiologies of aac users analyses of character development revealed most featured aac using characters were multidimensional and expressed positive attitudes regarding their devices although some characters also expressed frustration these results indicated that representation of aac in young adult literature was sparse however the representation that did exist at least partially reflected reality and may represent a positive portrayal of aac use and users"
}