{
    "title": "The ovarian carcinoma risk with the polymorphisms of CYP1B1 come from the positive selection.",
    "doc_id": "34150017",
    "writer": "Zhang L",
    "year": "2021",
    "summary": "All the six genetic models showed no association of rs1056827 polymorphism with ovarian cancer risk. The polymorphisms of rs1056836 associated with ovarian cancer risk were detected in chemotherapy-sensitive and drug-resistant ovarian cancer patients. DNA was …",
    "abstract": "Ovarian carcinoma is one of the major causes of gynecological cancer. This study aimed to evaluate the association of CYP1 family polymorphism with the risk of ovarian carcinoma and chemotherapy resistance. Positive selection was detected among human CYP1A1, CYP1A2, and CYP1B1, and other species. Several positive sites were detected by site models and brach-site models. Meta-analysis was conducted for the sites rs1056836 (MAF 0.39) and rs1056827 (MAF 0.36) of CYP1B1 to clarify the association between gene polymorphisms and ovarian carcinoma risk. Subgroup analysis showed the association of rs1056836 polymorphism with ovarian cancer risk among Caucasians and Asians, while all the six genetic models showed no association among African-Americans. All the six genetic models showed no association of rs1056827 polymorphism with ovarian cancer risk. The polymorphisms of rs1056836 associated with ovarian cancer risk were detected in chemotherapy-sensitive and drug-resistant ovarian cancer patients. DNA was extracted from 62 chemotherapy resistance Ovarian carcinoma tissue samples and 137 chemotherapy-sensitive ovarian carcinoma tissue samples as controls. Gene polymorphisms were genotyped using the Sequenom MassARRAY SNP approach. There was no significant association between the CYP1B1 rs1056836 polymorphism and chemotherapy resistance of ovarian cancer in all genetic models. The results suggest that rs1056836 polymorphism of gene CYP1B1 under obvious selection pressure had a significantly increased risk for ovarian carcinoma. However, it had no significant correlation with chemotherapy resistance of ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34150017/",
    "clean_text": "the ovarian carcinoma risk with the polymorphisms of cyp b come from the positive selection all the six genetic models showed no association of rs polymorphism with ovarian cancer risk the polymorphisms of rs associated with ovarian cancer risk were detected in chemotherapy sensitive and drug resistant ovarian cancer patients dna was ovarian carcinoma is one of the major causes of gynecological cancer this study aimed to evaluate the association of cyp family polymorphism with the risk of ovarian carcinoma and chemotherapy resistance positive selection was detected among human cyp a cyp a and cyp b and other species several positive sites were detected by site models and brach site models meta analysis was conducted for the sites rs maf and rs maf of cyp b to clarify the association between gene polymorphisms and ovarian carcinoma risk subgroup analysis showed the association of rs polymorphism with ovarian cancer risk among caucasians and asians while all the six genetic models showed no association among african americans all the six genetic models showed no association of rs polymorphism with ovarian cancer risk the polymorphisms of rs associated with ovarian cancer risk were detected in chemotherapy sensitive and drug resistant ovarian cancer patients dna was extracted from chemotherapy resistance ovarian carcinoma tissue samples and chemotherapy sensitive ovarian carcinoma tissue samples as controls gene polymorphisms were genotyped using the sequenom massarray snp approach there was no significant association between the cyp b rs polymorphism and chemotherapy resistance of ovarian cancer in all genetic models the results suggest that rs polymorphism of gene cyp b under obvious selection pressure had a significantly increased risk for ovarian carcinoma however it had no significant correlation with chemotherapy resistance of ovarian cancer"
}