{
    "pmid": "41402013",
    "title": "Deep learning for automated sputum smear microscopy in tuberculosis diagnosis.",
    "abstract": "Tuberculosis (TB) is one of the world's major health issues, especially in low- and middle-income nations without many diagnostic methods. TB is a widespread global disease that continues to be a problem of low-income countries. Sputum smear microscopy is often the gold standard, although hand-identifying Acid-Fast Bacilli (AFB) can be tedious and subjective, leading to errors. Deep learning may automate and improve microscopy-based TB diagnosis, saving time and accuracy. A study suggested deep learning to detect AFB in sputum smears. This is achievable with CNN designs. Experienced microbiologists hand-labelled a selection of clinical laboratory Ziehl-Neelsen stained sputum smear photos. A new training dataset of 8000 digitized microscopy images (collected from clinical laboratories and manually annotated by 3 experienced microbiologists) was used to train and validate three convolutional neural network (CNN) architectures, a custom CNN, ResNet50 and EfficientNetB0. The data were pre-processed, normalized and specifically augmented with the goal of improving robustness to staining and illumination variations, the class-weighted binary cross-entropy loss and minority over-sampling were utilized to treat the class imbalance (positive vs. negative fields [?] 1:4). Model evaluation was done using accuracy, precision, recall, F1-score, and AUC-ROC. When compared to ResNet50, the baseline CNN, EfficientNetB0 produced 92 % accuracy, 89.1 % sensitivity, 94.5 % AUC that made it the best architecture among those evaluated. The results show that, the modern deep learning architectures can match the performance of experts in terms of microscopy performance and can significantly reduce the time for analysis. This work shows that deep learning models, notably EfficientNet, can automate TB sputum smear microscopy. The suggested method may help resource-constrained settings achieve high-throughput screening, decrease diagnostic delays, and eliminate human error. Next, the model will be integrated into a portable, point-of-care diagnostic device and tested in clinical workflows across varied geographies.",
    "disease": "tuberculosis",
    "clean_text": "deep learning for automated sputum smear microscopy in tuberculosis diagnosis tuberculosis tb is one of the world s major health issues especially in low and middle income nations without many diagnostic methods tb is a widespread global disease that continues to be a problem of low income countries sputum smear microscopy is often the gold standard although hand identifying acid fast bacilli afb can be tedious and subjective leading to errors deep learning may automate and improve microscopy based tb diagnosis saving time and accuracy a study suggested deep learning to detect afb in sputum smears this is achievable with cnn designs experienced microbiologists hand labelled a selection of clinical laboratory ziehl neelsen stained sputum smear photos a new training dataset of digitized microscopy images collected from clinical laboratories and manually annotated by experienced microbiologists was used to train and validate three convolutional neural network cnn architectures a custom cnn resnet and efficientnetb the data were pre processed normalized and specifically augmented with the goal of improving robustness to staining and illumination variations the class weighted binary cross entropy loss and minority over sampling were utilized to treat the class imbalance positive vs negative fields model evaluation was done using accuracy precision recall f score and auc roc when compared to resnet the baseline cnn efficientnetb produced accuracy sensitivity auc that made it the best architecture among those evaluated the results show that the modern deep learning architectures can match the performance of experts in terms of microscopy performance and can significantly reduce the time for analysis this work shows that deep learning models notably efficientnet can automate tb sputum smear microscopy the suggested method may help resource constrained settings achieve high throughput screening decrease diagnostic delays and eliminate human error next the model will be integrated into a portable point of care diagnostic device and tested in clinical workflows across varied geographies"
}