{
    "title": "Different functional areas and human activities significantly affect the occurrence and characteristics of microplastics in soils of the Xi'an metropolitan area.",
    "doc_id": "36075429",
    "writer": "Chen H",
    "year": "2022",
    "summary": "Polyethylene terephthalate (PET) was the predominant polymer type for MPs. The results showed that the soil in the Xi'an metropolitan area was polluted by MPs, with the pollution of MPs in Xi'an city being more severe than other two cities. ...This stu …",
    "abstract": "Microplastics (MPs) pollution in the environment has become a global hotspot, but there is insufficient research on MPs in soils of large cities. This study investigated the pollution status of MPs in soils in different functional areas (commercial, tourist, industrial, and residential areas) of the Xi'an metropolitan area. The average abundances of MPs were 2218 items/kg in Xi'an city, 1329 items/kg in Xianyang city and 1400 items/kg in Yangling city. All MPs presented different shapes and were dominated by fragment and fiber. The 0-0.5 mm MPs accounted for the largest proportion. Polyethylene terephthalate (PET) was the predominant polymer type for MPs. The results showed that the soil in the Xi'an metropolitan area was polluted by MPs, with the pollution of MPs in Xi'an city being more severe than other two cities. This could be related to the advanced urbanization and industrialization process. Moreover, industrial and tourist areas had frequent industrial and human activities, so their MPs pollution was the worst. In addition, residential areas and some commercial areas far away from pollution sources had lower pollution levels and a more uniform distribution of MPs. This study may provide data and valuable reference for the investigation of soil MPs pollution in the Xi'an metropolitan area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36075429/",
    "clean_text": "different functional areas and human activities significantly affect the occurrence and characteristics of microplastics in soils of the xi an metropolitan area polyethylene terephthalate pet was the predominant polymer type for mps the results showed that the soil in the xi an metropolitan area was polluted by mps with the pollution of mps in xi an city being more severe than other two cities this stu microplastics mps pollution in the environment has become a global hotspot but there is insufficient research on mps in soils of large cities this study investigated the pollution status of mps in soils in different functional areas commercial tourist industrial and residential areas of the xi an metropolitan area the average abundances of mps were items kg in xi an city items kg in xianyang city and items kg in yangling city all mps presented different shapes and were dominated by fragment and fiber the mm mps accounted for the largest proportion polyethylene terephthalate pet was the predominant polymer type for mps the results showed that the soil in the xi an metropolitan area was polluted by mps with the pollution of mps in xi an city being more severe than other two cities this could be related to the advanced urbanization and industrialization process moreover industrial and tourist areas had frequent industrial and human activities so their mps pollution was the worst in addition residential areas and some commercial areas far away from pollution sources had lower pollution levels and a more uniform distribution of mps this study may provide data and valuable reference for the investigation of soil mps pollution in the xi an metropolitan area"
}