{
    "title": "Diagnostic performance of anti-RA33 antibody as a serological marker for rheumatoid arthritis.",
    "doc_id": "31901910",
    "writer": "Syed Mohamed Suhail SM",
    "year": "2019",
    "summary": "INTRODUCTION: Rheumatoid arthritis is diagnosed based on the 2010 Rheumatoid Arthritis Classification Criteria whereby rheumatoid factor and anti-citrullinated protein antibody are the serological markers included in these criteria. ...MATERIAL …",
    "abstract": "Introduction:\n        \n      \n      Rheumatoid arthritis is diagnosed based on the 2010 Rheumatoid Arthritis Classification Criteria whereby rheumatoid factor and anti-citrullinated protein antibody are the serological markers included in these criteria. Anti-RA33 antibody has the potential to provide additional diagnostic value in rheumatoid arthritis. The aim of this study is to determine the diagnostic performance of anti-RA33 antibody as a serological marker for rheumatoid arthritis.\n    \n\n\n          Material and methods:\n        \n      \n      Thirtyfour patients with rheumatoid arthritis and 34 non-rheumatoid arthritis individuals were included in this cross-sectional study. Anti-RA33 antibody and rheumatoid factor were performed on all samples.\n    \n\n\n          Results:\n        \n      \n      The sensitivity, specificity, positive and negative predictive value for anti-RA33 antibody and rheumatoid factor were 41.1%, 97.1%, 93.3%, 62.3% and 64.7%, 79.4%, 75.9%, 69.2% respectively. The overall sensitivity and specificity if either anti-RA33 antibody or rheumatoid factor are positive were 79.4% and 76.47% respectively.\n    \n\n\n          Conclusion:\n        \n      \n      Anti-RA33 antibody showed good specificity and positive predictive value and could be considered as a potential serological marker for rheumatoid arthritis diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31901910/",
    "clean_text": "diagnostic performance of anti ra antibody as a serological marker for rheumatoid arthritis introduction rheumatoid arthritis is diagnosed based on the rheumatoid arthritis classification criteria whereby rheumatoid factor and anti citrullinated protein antibody are the serological markers included in these criteria material introduction rheumatoid arthritis is diagnosed based on the rheumatoid arthritis classification criteria whereby rheumatoid factor and anti citrullinated protein antibody are the serological markers included in these criteria anti ra antibody has the potential to provide additional diagnostic value in rheumatoid arthritis the aim of this study is to determine the diagnostic performance of anti ra antibody as a serological marker for rheumatoid arthritis material and methods thirtyfour patients with rheumatoid arthritis and non rheumatoid arthritis individuals were included in this cross sectional study anti ra antibody and rheumatoid factor were performed on all samples results the sensitivity specificity positive and negative predictive value for anti ra antibody and rheumatoid factor were and respectively the overall sensitivity and specificity if either anti ra antibody or rheumatoid factor are positive were and respectively conclusion anti ra antibody showed good specificity and positive predictive value and could be considered as a potential serological marker for rheumatoid arthritis diagnosis"
}