{
    "title": "Yellow Fever Virus Bank Production in Stationary Cell Culture.",
    "doc_id": "40249439",
    "writer": "Linhares JHR",
    "year": "2025",
    "summary": "This chapter presents a protocol for producing a yellow fever virus (YFV) bank derived from a batch of YFV 17DD vaccine manufactured at Bio-Manguinhos, using stationary culture of Vero CCL-81 cells. ...",
    "abstract": "The standardization of trials in both basic and applied research plays a crucial role in ensuring reliability and reproducibility of datasets. This practice becomes even more essencial when linked to the release of specific products, such as cell banks, biopharmaceuticals, or vaccine antigens. One approach to standardizing a sequence of tests - whether within a single study or across different batches of the same product - is to use inputs produced under the same criteria and with equivalent characteristics. For commercially available products, a certificate of analysis from a trusted supplier contributes to manufacturing process standardization. However, when a critical input, such as a virus bank, must be produced in-house, standardization production steps is a key strategy to achieve a high level of confidence and ensure reproducibility in both testing and product development. This chapter presents a protocol for producing a yellow fever virus (YFV) bank derived from a batch of YFV 17DD vaccine manufactured at Bio-Manguinhos, using stationary culture of Vero CCL-81 cells. Once established, this virus bank can be applied in plaque assays, YFV surveillance studies, diagnostics, and vaccine development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40249439/",
    "clean_text": "yellow fever virus bank production in stationary cell culture this chapter presents a protocol for producing a yellow fever virus yfv bank derived from a batch of yfv dd vaccine manufactured at bio manguinhos using stationary culture of vero ccl cells the standardization of trials in both basic and applied research plays a crucial role in ensuring reliability and reproducibility of datasets this practice becomes even more essencial when linked to the release of specific products such as cell banks biopharmaceuticals or vaccine antigens one approach to standardizing a sequence of tests whether within a single study or across different batches of the same product is to use inputs produced under the same criteria and with equivalent characteristics for commercially available products a certificate of analysis from a trusted supplier contributes to manufacturing process standardization however when a critical input such as a virus bank must be produced in house standardization production steps is a key strategy to achieve a high level of confidence and ensure reproducibility in both testing and product development this chapter presents a protocol for producing a yellow fever virus yfv bank derived from a batch of yfv dd vaccine manufactured at bio manguinhos using stationary culture of vero ccl cells once established this virus bank can be applied in plaque assays yfv surveillance studies diagnostics and vaccine development"
}