{
    "pmid": "41420210",
    "title": "Culture conditions impact the protein expression profile of Mycobacterium bovis BCG strains Moreau and Pasteur.",
    "abstract": "The Bacille Calmette-Guérin (BCG) vaccine, developed in the early 20th century, remains the only widely approved prophylactic against tuberculosis (TB). It was derived from an attenuated strain of Mycobacterium bovis. Its protective efficacy against pulmonary TB in adolescents and adults varies from 0 to 80%; genetic differences among worldwide vaccine strains contribute to this variation. The Brazilian vaccine strain used until 2017, BCG Moreau, is considered a primitive strain and more immunogenic, closer to the original BCG when compared to newer strains, such as BCG Pasteur. The characterization of BCG daughter-strains can contribute not only to a better understanding of the vaccine and its protective effect, but also to elucidating how different BCG culture conditions may contribute to the impact on the host's immune response. Thus, we aimed to characterize the differences in gene expression through the intracellular proteomic profile of BCG Moreau and Pasteur strains, cultivated in Sauton or 7H9 media, using two-dimensional electrophoresis (2DE) and mass spectrometry. Comparative 2DE analysis of 7H9-cultured BCG strains showed 7 upregulated proteins in BCG Pasteur versus only 2 in BCG Moreau. This profile, however, was different for cultures obtained in the Sauton media, in which 6 proteins were upregulated in BCG Moreau compared to only 3 in BCG Pasteur. The comparison of 2DE profiles from the same strain under these 2 cultivation forms revealed that BCG Moreau regulates 19 proteins when grown in Sauton media, with 17 upregulated, while BCG Pasteur modulated the expression of 10 proteins, 7 upregulated when compared to growth in 7H9. These findings might indicate that the BCG Moreau strain needs to regulate its protein composition more strongly than Pasteur to adapt to adverse conditions of growth and cultivation. The analysis of the intracellular 2DE profile reveals differences between cultivation methods as well as between the two M. bovis BCG vaccine strains, Moreau and Pasteur. Our results identify important proteins that may contribute to elucidating differences in vaccine efficacy, highlighting the importance of culture conditions when comparing different studies. These findings contribute to the characterization of the Brazilian vaccine strain, BCG Moreau under growth conditions similar to those used in vaccine production.",
    "disease": "tuberculosis",
    "clean_text": "culture conditions impact the protein expression profile of mycobacterium bovis bcg strains moreau and pasteur the bacille calmette gu rin bcg vaccine developed in the early th century remains the only widely approved prophylactic against tuberculosis tb it was derived from an attenuated strain of mycobacterium bovis its protective efficacy against pulmonary tb in adolescents and adults varies from to genetic differences among worldwide vaccine strains contribute to this variation the brazilian vaccine strain used until bcg moreau is considered a primitive strain and more immunogenic closer to the original bcg when compared to newer strains such as bcg pasteur the characterization of bcg daughter strains can contribute not only to a better understanding of the vaccine and its protective effect but also to elucidating how different bcg culture conditions may contribute to the impact on the host s immune response thus we aimed to characterize the differences in gene expression through the intracellular proteomic profile of bcg moreau and pasteur strains cultivated in sauton or h media using two dimensional electrophoresis de and mass spectrometry comparative de analysis of h cultured bcg strains showed upregulated proteins in bcg pasteur versus only in bcg moreau this profile however was different for cultures obtained in the sauton media in which proteins were upregulated in bcg moreau compared to only in bcg pasteur the comparison of de profiles from the same strain under these cultivation forms revealed that bcg moreau regulates proteins when grown in sauton media with upregulated while bcg pasteur modulated the expression of proteins upregulated when compared to growth in h these findings might indicate that the bcg moreau strain needs to regulate its protein composition more strongly than pasteur to adapt to adverse conditions of growth and cultivation the analysis of the intracellular de profile reveals differences between cultivation methods as well as between the two m bovis bcg vaccine strains moreau and pasteur our results identify important proteins that may contribute to elucidating differences in vaccine efficacy highlighting the importance of culture conditions when comparing different studies these findings contribute to the characterization of the brazilian vaccine strain bcg moreau under growth conditions similar to those used in vaccine production"
}