{
    "title": "Reliability among central readers in the evaluation of endoscopic disease activity in pouchitis.",
    "doc_id": "29660321",
    "writer": "Samaan MA",
    "year": "2018",
    "summary": "ICCs for inter-rater reliability were highest for the existing item of pouch ulceration (.72; 95% confidence interval [CI], .60-.82) and for the exploratory item of ulcerated surface in the pouch body (.67; 95% CI, .53-.75). ...CONCLUSION: Substantial reliability wa …",
    "abstract": "Background and aims:\n        \n      \n      Pouchitis is a common adverse event after proctocolectomy with ileal pouch anal anastomosis for ulcerative colitis. Evaluation of pouchitis disease activity and response to treatment requires use of validated indices. We assessed the reliability of items evaluating endoscopic pouchitis disease activity.\n    \n\n\n          Methods:\n        \n      \n      Twelve panelists used a modified RAND appropriateness methodology to rate the appropriateness of items evaluating endoscopic pouchitis disease activity derived from a systematic review and also identified additional potential endoscopic items based on expert opinion. Four central readers then evaluated 50 pouchoscopy videos in triplicate, in random order. Intra- and inter-rater reliability for each item was assessed by calculating and comparing intraclass correlation coefficients (ICCs). A Delphi process identified common sources of disagreement among the readers.\n    \n\n\n          Results:\n        \n      \n      Ten existing endoscopic items were identified from the systematic review and an additional 7 exploratory items from the panelists. ICCs for inter-rater reliability were highest for the existing item of pouch ulceration (.72; 95% confidence interval [CI], .60-.82) and for the exploratory item of ulcerated surface in the pouch body (.67; 95% CI, .53-.75). Inter-rater reliability for all other existing and exploratory items was \"moderate\" (ICC < .60). The item \"ulcerated surface in the pouch body\" demonstrated the best correlation with a global evaluation of lesion severity (r = .80; 95% CI, .73-.85).\n    \n\n\n          Conclusion:\n        \n      \n      Substantial reliability was observed only for the endoscopic items of ulceration and ulcerated surface in the pouch body. Future studies should assess responsiveness to treatment in the next stage toward development of an endoscopic pouchitis disease activity index.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29660321/",
    "clean_text": "reliability among central readers in the evaluation of endoscopic disease activity in pouchitis iccs for inter rater reliability were highest for the existing item of pouch ulceration confidence interval ci and for the exploratory item of ulcerated surface in the pouch body ci conclusion substantial reliability wa background and aims pouchitis is a common adverse event after proctocolectomy with ileal pouch anal anastomosis for ulcerative colitis evaluation of pouchitis disease activity and response to treatment requires use of validated indices we assessed the reliability of items evaluating endoscopic pouchitis disease activity methods twelve panelists used a modified rand appropriateness methodology to rate the appropriateness of items evaluating endoscopic pouchitis disease activity derived from a systematic review and also identified additional potential endoscopic items based on expert opinion four central readers then evaluated pouchoscopy videos in triplicate in random order intra and inter rater reliability for each item was assessed by calculating and comparing intraclass correlation coefficients iccs a delphi process identified common sources of disagreement among the readers results ten existing endoscopic items were identified from the systematic review and an additional exploratory items from the panelists iccs for inter rater reliability were highest for the existing item of pouch ulceration confidence interval ci and for the exploratory item of ulcerated surface in the pouch body ci inter rater reliability for all other existing and exploratory items was moderate icc the item ulcerated surface in the pouch body demonstrated the best correlation with a global evaluation of lesion severity r ci conclusion substantial reliability was observed only for the endoscopic items of ulceration and ulcerated surface in the pouch body future studies should assess responsiveness to treatment in the next stage toward development of an endoscopic pouchitis disease activity index"
}