{
    "pmid": "41456526",
    "title": "Salvianolic acid B alleviates rheumatoid arthritis by inhibiting oxidative stress and pyroptosis through the Keap1-Nrf2/ROS/NLRP3 axis.",
    "abstract": "Rheumatoid arthritis (RA) is marked by chronic synovial inflammation and systemic immune dysregulation, in which oxidative stress and pyroptosis play critical pathogenic roles. Salvianolic acid B (SalB), a major polyphenolic compound derived from Salvia miltiorrhiza, exhibits potent antioxidant and anti-inflammatory activities that confer therapeutic benefits in RA. To clarify SalB's therapeutic potential and underlying mechanisms in RA. The anti-RA effects of SalB were assessed in adjuvant-induced arthritis (AIA) rats and RA fibroblast-like synoviocytes (RA-FLS). Bioinformatics analysis was performed to identify the crucial regulatory pathways. The involvement of the Keap1-Nrf2 pathway and its downstream ROS-NLRP3-pyroptosis axis was examined using in vitro and in vivo approaches. SalB alleviated synovial inflammation, pannus formation, and joint damage in AIA rats. In RA-FLS, it suppressed tumor necrosis factor-α-induced proliferation, migration, invasion, and cytoskeletal remodeling. SalB enhanced Nrf2 nuclear translocation and upregulated the antioxidant enzymes NQO1 and HO-1, thereby reducing ROS accumulation and preventing ROS-dependent activation of the NLRP3 inflammasome. Consequently, cleavage of Caspase-1 and GSDMD and the release of IL-18 and IL-1β were diminished, alleviating pyroptosis and inflammation. Notably, pharmacological inhibition of Nrf2 by ML385 significantly attenuated the effects of SalB in vitro. Mechanistically, various experimental approaches, including cellular thermal shift assays, molecular docking, and mutational analyses, confirmed that SalB directly binds to Keap1 at Arg415 and disrupts its inhibitory interaction with Nrf2. SalB alleviates RA by mitigating oxidative stress and pyroptosis through Keap1-Nrf2/ROS/NLRP3 signaling. This study provides a solid mechanistic basis for SalB's future therapeutic research in RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "salvianolic acid b alleviates rheumatoid arthritis by inhibiting oxidative stress and pyroptosis through the keap nrf ros nlrp axis rheumatoid arthritis ra is marked by chronic synovial inflammation and systemic immune dysregulation in which oxidative stress and pyroptosis play critical pathogenic roles salvianolic acid b salb a major polyphenolic compound derived from salvia miltiorrhiza exhibits potent antioxidant and anti inflammatory activities that confer therapeutic benefits in ra to clarify salb s therapeutic potential and underlying mechanisms in ra the anti ra effects of salb were assessed in adjuvant induced arthritis aia rats and ra fibroblast like synoviocytes ra fls bioinformatics analysis was performed to identify the crucial regulatory pathways the involvement of the keap nrf pathway and its downstream ros nlrp pyroptosis axis was examined using in vitro and in vivo approaches salb alleviated synovial inflammation pannus formation and joint damage in aia rats in ra fls it suppressed tumor necrosis factor induced proliferation migration invasion and cytoskeletal remodeling salb enhanced nrf nuclear translocation and upregulated the antioxidant enzymes nqo and ho thereby reducing ros accumulation and preventing ros dependent activation of the nlrp inflammasome consequently cleavage of caspase and gsdmd and the release of il and il were diminished alleviating pyroptosis and inflammation notably pharmacological inhibition of nrf by ml significantly attenuated the effects of salb in vitro mechanistically various experimental approaches including cellular thermal shift assays molecular docking and mutational analyses confirmed that salb directly binds to keap at arg and disrupts its inhibitory interaction with nrf salb alleviates ra by mitigating oxidative stress and pyroptosis through keap nrf ros nlrp signaling this study provides a solid mechanistic basis for salb s future therapeutic research in ra"
}