{
    "title": "Therapeutic Strategies for Regulating Mitochondrial Oxidative Stress.",
    "doc_id": "31948035",
    "writer": "Yamada Y",
    "year": "2020",
    "summary": "There have been many reports on the relationship between mitochondrial oxidative stress and various types of diseases. This review covers mitochondrial targeting photodynamic therapy and photothermal therapy as a therapeutic strategy for inducing mitochondrial ox …",
    "abstract": "There have been many reports on the relationship between mitochondrial oxidative stress and various types of diseases. This review covers mitochondrial targeting photodynamic therapy and photothermal therapy as a therapeutic strategy for inducing mitochondrial oxidative stress. We also discuss other mitochondrial targeting phototherapeutic methods. In addition, we discuss anti-oxidant therapy by a mitochondrial drug delivery system (DDS) as a therapeutic strategy for suppressing oxidative stress. We also describe cell therapy for reducing oxidative stress in mitochondria. Finally, we discuss the possibilities and problems associated with clinical applications of mitochondrial DDS to regulate mitochondrial oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31948035/",
    "clean_text": "therapeutic strategies for regulating mitochondrial oxidative stress there have been many reports on the relationship between mitochondrial oxidative stress and various types of diseases this review covers mitochondrial targeting photodynamic therapy and photothermal therapy as a therapeutic strategy for inducing mitochondrial ox there have been many reports on the relationship between mitochondrial oxidative stress and various types of diseases this review covers mitochondrial targeting photodynamic therapy and photothermal therapy as a therapeutic strategy for inducing mitochondrial oxidative stress we also discuss other mitochondrial targeting phototherapeutic methods in addition we discuss anti oxidant therapy by a mitochondrial drug delivery system dds as a therapeutic strategy for suppressing oxidative stress we also describe cell therapy for reducing oxidative stress in mitochondria finally we discuss the possibilities and problems associated with clinical applications of mitochondrial dds to regulate mitochondrial oxidative stress"
}