{
    "title": "Recommendations From a National Panel on Quality Improvement in Obstetrics.",
    "doc_id": "30871815",
    "writer": "Lefebvre G",
    "year": "2019",
    "summary": "This paper describes the recommendations of a national panel on quality improvement in obstetrics to identify priorities for action among five areas of greatest medico-legal risk. ...This national panel of experts created 18 action-oriented recommendations focused o …",
    "abstract": "This paper describes the recommendations of a national panel on quality improvement in obstetrics to identify priorities for action among five areas of greatest medico-legal risk. Using previously conducted medico-legal data analyses and a systematic literature review, the panel reviewed existing data and developed recommendations for areas of focus in quality improvement in five obstetrical high-risk areas. The panel recommended clarification of definitions in some areas, identified needs for data collection and standardization of practices in others. The most promising interventions to improve care in the five areas were grouped into: standardized processes (such as protocols and communication tools), checklists, audit and feedback, mentoring and coaching, inter-professional communication, simulation and training, and shared decision making guides. This national panel of experts created 18 action-oriented recommendations focused on quality improvement to reduce medico-legal risk and improve the safety of care for Canadian mothers and babies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30871815/",
    "clean_text": "recommendations from a national panel on quality improvement in obstetrics this paper describes the recommendations of a national panel on quality improvement in obstetrics to identify priorities for action among five areas of greatest medico legal risk this national panel of experts created action oriented recommendations focused o this paper describes the recommendations of a national panel on quality improvement in obstetrics to identify priorities for action among five areas of greatest medico legal risk using previously conducted medico legal data analyses and a systematic literature review the panel reviewed existing data and developed recommendations for areas of focus in quality improvement in five obstetrical high risk areas the panel recommended clarification of definitions in some areas identified needs for data collection and standardization of practices in others the most promising interventions to improve care in the five areas were grouped into standardized processes such as protocols and communication tools checklists audit and feedback mentoring and coaching inter professional communication simulation and training and shared decision making guides this national panel of experts created action oriented recommendations focused on quality improvement to reduce medico legal risk and improve the safety of care for canadian mothers and babies"
}