{
    "title": "Unexpected prey of juvenile spotted scat (Scatophagus argus) near a wharf: The prevalence of fouling organisms in stomach contents.",
    "doc_id": "30250722",
    "writer": "Lin X",
    "year": "2018",
    "summary": "In this study, we investigated the diets of juvenile Scatophagus argus collected near a wharf in Daya Bay, China, by dissection and high-throughput sequencing (HTS) using the 18S rDNA V4 region. ...The prevalence of fouling organisms in the stomachs of juvenile S …",
    "abstract": "A knowledge of fish diets can contribute to revealing the trophic role and ecological function of species in aquatic ecosystems. At present, however, there are no efficient or comprehensive methods for analyzing fish diets. In this study, we investigated the diets of juvenile Scatophagus argus collected near a wharf in Daya Bay, China, by dissection and high-throughput sequencing (HTS) using the 18S rDNA V4 region. Microscopy disclosed large amounts of bryozoans and unrecognizable detritus. In contrast, HTS analysis indicated that the fish diets were considerably more diverse than visual inspection suggested. After eliminating fish sequences, approximately 17,000 sequences from taxa in nine phyla (Ciliophora, Bryozoa, Annelida, Bacillariophyta, Chlorophyta, Arthropoda, Dinoflagellata, Tunicata, and Phaeophyta) were identified from the analysis of stomach contents. Twenty-one food categories were identified, most of which (95.2%) were benthic fouling organisms that could easily be collected around wharfs. These consisted of bryozoans (31.9%), ciliates (45.7%), polychaetes (14.6%), and green algae (3.0%). Therefore, to adapt to anthropogenic habitat modification, the fish had probably shifted from planktonic to benthic feeding. The prevalence of fouling organisms in the stomachs of juvenile S. argus indicates that the fish have responded to habitat changes by widening their food spectrum. This adaptation may have increased their chances of survival. The fouling organisms that inhabit highly perturbed coastal ecosystems could represent a food source for animals at higher trophic levels. Our results accordingly suggest that human activity might significantly influence fish feeding behavior and material transfer along the food chain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30250722/",
    "clean_text": "unexpected prey of juvenile spotted scat scatophagus argus near a wharf the prevalence of fouling organisms in stomach contents in this study we investigated the diets of juvenile scatophagus argus collected near a wharf in daya bay china by dissection and high throughput sequencing hts using the s rdna v region the prevalence of fouling organisms in the stomachs of juvenile s a knowledge of fish diets can contribute to revealing the trophic role and ecological function of species in aquatic ecosystems at present however there are no efficient or comprehensive methods for analyzing fish diets in this study we investigated the diets of juvenile scatophagus argus collected near a wharf in daya bay china by dissection and high throughput sequencing hts using the s rdna v region microscopy disclosed large amounts of bryozoans and unrecognizable detritus in contrast hts analysis indicated that the fish diets were considerably more diverse than visual inspection suggested after eliminating fish sequences approximately sequences from taxa in nine phyla ciliophora bryozoa annelida bacillariophyta chlorophyta arthropoda dinoflagellata tunicata and phaeophyta were identified from the analysis of stomach contents twenty one food categories were identified most of which were benthic fouling organisms that could easily be collected around wharfs these consisted of bryozoans ciliates polychaetes and green algae therefore to adapt to anthropogenic habitat modification the fish had probably shifted from planktonic to benthic feeding the prevalence of fouling organisms in the stomachs of juvenile s argus indicates that the fish have responded to habitat changes by widening their food spectrum this adaptation may have increased their chances of survival the fouling organisms that inhabit highly perturbed coastal ecosystems could represent a food source for animals at higher trophic levels our results accordingly suggest that human activity might significantly influence fish feeding behavior and material transfer along the food chain"
}