{
    "title": "First Report of Sugarcane yellow leaf virus in Peru.",
    "doc_id": "30831880",
    "writer": "Alegría OM",
    "year": "2000",
    "summary": "The abaxial surface of leaf midribs is rarely bright yellow, which differs from the characteristic symptom of yellow leaf syndrome caused by the Sugarcane yellow leaf virus (ScYLV) (1). The most severe symptoms occur when the leaves of stalks that flower turn …",
    "abstract": "Two sugarcane cultivars, H 50-7209 and H 32-8560, have exhibited unusual, severe leaf yellowing for more than 18 years at Agro Industrial Paramonga S.A. (AIPSA) in Peru. In 1999, these varieties occupied about 4,600 ha (74% of the cultivated area), and almost all fields showed these symptoms. Symptoms first appear on the upper third of the leaf blades, which turns light green to light yellow in young canes up to 6 to 8 months of age. Between 10 and 16 months of age, the symptoms are visible on the spindle and first to third visible dewlap leaves. Tips and margins of older leaves become necrotic, and leaves can turn completely necrotic as the necrosis progresses down the leaves. The abaxial surface of leaf midribs is rarely bright yellow, which differs from the characteristic symptom of yellow leaf syndrome caused by the Sugarcane yellow leaf virus (ScYLV) (1). The most severe symptoms occur when the leaves of stalks that flower turn completely yellow and die. Samples from 98 plants exhibiting different types of yellowing were collected from six commercial fields of cultivars H 50-7209 and H 32-8560 and the germ plasm collection (cultivars PCG 59-1609, Trojan, CP 48-103, CP 72-2086, Q 87, and PR 908) at Paramonga. Tissue blot immunoassay was used to detect ScYLV in the midrib of the top visible dewlap leaf using antiserum provided by B. E. L. Lockhart (University of Minnesota) (2). ScYLV was detected in all 49 commercial field samples and in 35 out of 49 germ plasm samples. All six cultivars of the germ plasm collection were found to be infected, but ScYLV was detected in only a few leaves of Trojan and CP 72-2086. Eighteen cuttings from diseased stalks of cultivars H 50-7209 and H 32-8560 were grown in a greenhouse in Montpellier, France. Yellowing of the underside of the midribs and of the leaf tips appeared after 3 months in cultivar H 50-7209 but only after 9 months in cultivar H 32-8560. At 9 months, the top leaf with a visible dewlap and the four leaves immediately below it of cultivar H 50-7209 exhibited severe yellowing. Reverse transcription polymerase chain reaction with specific ScYLV primers, provided by M. S. Irey (U.S. Sugar Corp., Clewiston, FL) were used to detect ScYLV in the top visible dewlap leaf (1), and ScYLV was found in all nine samples taken from 6-month-old plants of the two cultivars. This is the first report of ScYLV in Peru. References: (1) J. C. Comstock et al. Sugar Cane 4:21, 1998. (2) S. Schenck et al. Sugar Cane 4:5, 1997.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30831880/",
    "clean_text": "first report of sugarcane yellow leaf virus in peru the abaxial surface of leaf midribs is rarely bright yellow which differs from the characteristic symptom of yellow leaf syndrome caused by the sugarcane yellow leaf virus scylv the most severe symptoms occur when the leaves of stalks that flower turn two sugarcane cultivars h and h have exhibited unusual severe leaf yellowing for more than years at agro industrial paramonga s a aipsa in peru in these varieties occupied about ha of the cultivated area and almost all fields showed these symptoms symptoms first appear on the upper third of the leaf blades which turns light green to light yellow in young canes up to to months of age between and months of age the symptoms are visible on the spindle and first to third visible dewlap leaves tips and margins of older leaves become necrotic and leaves can turn completely necrotic as the necrosis progresses down the leaves the abaxial surface of leaf midribs is rarely bright yellow which differs from the characteristic symptom of yellow leaf syndrome caused by the sugarcane yellow leaf virus scylv the most severe symptoms occur when the leaves of stalks that flower turn completely yellow and die samples from plants exhibiting different types of yellowing were collected from six commercial fields of cultivars h and h and the germ plasm collection cultivars pcg trojan cp cp q and pr at paramonga tissue blot immunoassay was used to detect scylv in the midrib of the top visible dewlap leaf using antiserum provided by b e l lockhart university of minnesota scylv was detected in all commercial field samples and in out of germ plasm samples all six cultivars of the germ plasm collection were found to be infected but scylv was detected in only a few leaves of trojan and cp eighteen cuttings from diseased stalks of cultivars h and h were grown in a greenhouse in montpellier france yellowing of the underside of the midribs and of the leaf tips appeared after months in cultivar h but only after months in cultivar h at months the top leaf with a visible dewlap and the four leaves immediately below it of cultivar h exhibited severe yellowing reverse transcription polymerase chain reaction with specific scylv primers provided by m s irey u s sugar corp clewiston fl were used to detect scylv in the top visible dewlap leaf and scylv was found in all nine samples taken from month old plants of the two cultivars this is the first report of scylv in peru references j c comstock et al sugar cane s schenck et al sugar cane"
}