{
    "pmid": "41365923",
    "title": "De novo design of epitope-specific antibodies via a structure-driven computational workflow.",
    "abstract": "Accurate modeling of antibody-antigen complex structures holds significant potential for advancing biomedical research and the design of therapeutic antibodies. Compared to general proteins, progress in antibody structure prediction and design has been slow, and antibody discovery is still based on time-consuming animal immunization or library screening methods. Here, we present tFold System, a high-throughput computational workflow that integrates antibody structure prediction (tFold-Ab), antibody-antigen complex modeling (tFold-Ag), structure-guided virtual screening, and de novo epitope-specific antibody design. Using this system, we de novo design monoclonal antibodies (mAbs) against four therapeutically relevant antigens: influenza hemagglutinin (Flu A), PD-1, PD-L1, and SARS-CoV-2 RBD (SC2RBD). Experimental validation by surface plasmon resonance (SPR) following high-throughput screening via phage display shows the designed antibodies achieve nanomolar binding affinities and precise epitope targeting, demonstrating the efficiency of the integrated computational-experimental pipeline. Our results demonstrate that tFold System overcomes key limitations of existing methods by enabling rapid, high-throughput antibody discovery against user-defined epitopes.",
    "disease": "influenza",
    "clean_text": "de novo design of epitope specific antibodies via a structure driven computational workflow accurate modeling of antibody antigen complex structures holds significant potential for advancing biomedical research and the design of therapeutic antibodies compared to general proteins progress in antibody structure prediction and design has been slow and antibody discovery is still based on time consuming animal immunization or library screening methods here we present tfold system a high throughput computational workflow that integrates antibody structure prediction tfold ab antibody antigen complex modeling tfold ag structure guided virtual screening and de novo epitope specific antibody design using this system we de novo design monoclonal antibodies mabs against four therapeutically relevant antigens influenza hemagglutinin flu a pd pd l and sars cov rbd sc rbd experimental validation by surface plasmon resonance spr following high throughput screening via phage display shows the designed antibodies achieve nanomolar binding affinities and precise epitope targeting demonstrating the efficiency of the integrated computational experimental pipeline our results demonstrate that tfold system overcomes key limitations of existing methods by enabling rapid high throughput antibody discovery against user defined epitopes"
}