{
    "title": "The Preventive Intervention of Hereditary Breast Cancer.",
    "doc_id": "29282679",
    "writer": "Cao A",
    "year": "2017",
    "summary": "Approximately 5-10% of breast cancer is considered to be hereditary. Familial breast cancers exhibit a dominant hereditary pattern, which typically have an early age of onset and are accompanied by symptoms of ovarian cancer, bilateral breast …",
    "abstract": "Approximately 5-10% of breast cancer is considered to be hereditary. Familial breast cancers exhibit a dominant hereditary pattern, which typically have an early age of onset and are accompanied by symptoms of ovarian cancer, bilateral breast cancer, or male breast cancer. BRCA gene mutation carriers should be regarded as high-risk groups for breast cancer, which necessitates early examination of breast cancer. Studies have built up kinds of predictive models and recommended that female BRCA mutation carriers should receive breast self-test training and take monthly breast self-examination. Familial or hereditary breast cancer family members are high-risk groups, and their risks of breast cancer can be reduced by chemoprevention, including dietary composition adjustment and application of endocrine drugs. In recent years, large-scale clinical trials have shown the important role of chemoprevention in reducing the occurrence of hereditary breast cancer. Prophylactic mastectomy is also suitable for healthy women with high breast cancer risk factors. It can reduce the incidence rate of breast cancer in high-risk women by 90% and decrease the breast cancer mortality rate in medium-risk and high-risk women by 100% and 81%, respectively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29282679/",
    "clean_text": "the preventive intervention of hereditary breast cancer approximately of breast cancer is considered to be hereditary familial breast cancers exhibit a dominant hereditary pattern which typically have an early age of onset and are accompanied by symptoms of ovarian cancer bilateral breast approximately of breast cancer is considered to be hereditary familial breast cancers exhibit a dominant hereditary pattern which typically have an early age of onset and are accompanied by symptoms of ovarian cancer bilateral breast cancer or male breast cancer brca gene mutation carriers should be regarded as high risk groups for breast cancer which necessitates early examination of breast cancer studies have built up kinds of predictive models and recommended that female brca mutation carriers should receive breast self test training and take monthly breast self examination familial or hereditary breast cancer family members are high risk groups and their risks of breast cancer can be reduced by chemoprevention including dietary composition adjustment and application of endocrine drugs in recent years large scale clinical trials have shown the important role of chemoprevention in reducing the occurrence of hereditary breast cancer prophylactic mastectomy is also suitable for healthy women with high breast cancer risk factors it can reduce the incidence rate of breast cancer in high risk women by and decrease the breast cancer mortality rate in medium risk and high risk women by and respectively"
}