{
    "title": "Urine Sediment Examination in the Diagnosis and Management of Kidney Disease: Core Curriculum 2019.",
    "doc_id": "30249419",
    "writer": "Cavanaugh C",
    "year": "2019",
    "summary": "However, it is critical to remember that urine sediment examination remains a time-honored test that provides a wealth of information about the patient's underlying kidney disease. This test performs very favorably as a urinary \"biomarker\" for a number of acute k …",
    "abstract": "Automated urine technology and centralized laboratory testing are becoming the standard for providing urinalysis data to clinicians, including nephrologists. This trend has had the unintended consequence of making examination of urine sediment by nephrologists a relatively rare event. In addition, the nephrology community appears to have lost interest in and forgotten the utility of provider-performed urine microscopy. However, it is critical to remember that urine sediment examination remains a time-honored test that provides a wealth of information about the patient's underlying kidney disease. This test performs very favorably as a urinary \"biomarker\" for a number of acute kidney diseases. When used properly, urine sediment findings alert health care providers to the presence of kidney disease, while also providing diagnostic information that often identifies the compartment of kidney injury. Urine sediment findings may also guide therapy and assist in prognostication. In this review of the role of urine sediment examination in the diagnosis and management of kidney disease, we seek to help experienced nephrologists maintain their competency in performing this test and encourage ongoing training of nephrology fellows and others less experienced in such analyses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30249419/",
    "clean_text": "urine sediment examination in the diagnosis and management of kidney disease core curriculum however it is critical to remember that urine sediment examination remains a time honored test that provides a wealth of information about the patient s underlying kidney disease this test performs very favorably as a urinary biomarker for a number of acute k automated urine technology and centralized laboratory testing are becoming the standard for providing urinalysis data to clinicians including nephrologists this trend has had the unintended consequence of making examination of urine sediment by nephrologists a relatively rare event in addition the nephrology community appears to have lost interest in and forgotten the utility of provider performed urine microscopy however it is critical to remember that urine sediment examination remains a time honored test that provides a wealth of information about the patient s underlying kidney disease this test performs very favorably as a urinary biomarker for a number of acute kidney diseases when used properly urine sediment findings alert health care providers to the presence of kidney disease while also providing diagnostic information that often identifies the compartment of kidney injury urine sediment findings may also guide therapy and assist in prognostication in this review of the role of urine sediment examination in the diagnosis and management of kidney disease we seek to help experienced nephrologists maintain their competency in performing this test and encourage ongoing training of nephrology fellows and others less experienced in such analyses"
}