{
    "pmid": "41359670",
    "title": "Understanding the relationship between eosinophils and chronic obstructive pulmonary disease. A new dawn?",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a leading cause of global morbidity and mortality. It is a complex and heterogeneous condition defined by the presence of an incompletely reversible airflow obstruction. Airway inflammation and remodeling are central to the pathogenesis of this airflow limitation, and eosinophilic or type 2 inflammation has emerged as a measurable and treatable therapeutic target in those patients in whom it is identified. This review addresses the role of type 2 inflammation in COPD pathogenesis as well as current and future therapeutic options. The last 15 years has seen the emergence of a precision medicine, type-2 biomarker directed approach to the use of inhaled corticosteroids in COPD, resulting in better targeting of treatment and an increased benefit/risk ratio. We have also seen the approval of first biological therapy against type 2 inflammation in COPD. There is increasing interest in biomarker directed early intervention to prevent progression or even the development of COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "understanding the relationship between eosinophils and chronic obstructive pulmonary disease a new dawn chronic obstructive pulmonary disease copd is a leading cause of global morbidity and mortality it is a complex and heterogeneous condition defined by the presence of an incompletely reversible airflow obstruction airway inflammation and remodeling are central to the pathogenesis of this airflow limitation and eosinophilic or type inflammation has emerged as a measurable and treatable therapeutic target in those patients in whom it is identified this review addresses the role of type inflammation in copd pathogenesis as well as current and future therapeutic options the last years has seen the emergence of a precision medicine type biomarker directed approach to the use of inhaled corticosteroids in copd resulting in better targeting of treatment and an increased benefit risk ratio we have also seen the approval of first biological therapy against type inflammation in copd there is increasing interest in biomarker directed early intervention to prevent progression or even the development of copd"
}