{
    "title": "Evolution of Guideline Recommendations on Insulin Therapy in Type 2 Diabetes Mellitus Over the Last Two Decades: A Narrative Review.",
    "doc_id": "36650625",
    "writer": "Chadha M",
    "year": "2023",
    "summary": "The prevalence of type 2 diabetes mellitus has been increasing worldwide. As the therapeutic options for type 2 diabetes mellitus have evolved over the last 2 decades, national and global guidelines related to type …",
    "abstract": "The prevalence of type 2 diabetes mellitus has been increasing worldwide. As the therapeutic options for type 2 diabetes mellitus have evolved over the last 2 decades, national and global guidelines related to type 2 diabetes mellitus pharmacotherapy issued by various organizations have tended to vary in their recommendations. This narrative review aimed to analyze the key recommendations by major global and national guidelines on the initiation of insulin therapy in patients with type 2 diabetes mellitus over the last 20 years. Strategies for insulin therapy for titration and intensification were also assessed. All guidelines recommend initiation of insulin (basal/ premixed/other formulations) when glycemic targets are not achieved despite lifestyle measures and oral antidiabetic drugs. In the recent decade, early initiation of insulin has been recommended when the glycated hemoglobin levels are >10% or blood glucose levels are ≥300 mg/dL (16.7 mmol/L). Initiation is recommended at a dose of 10 units or 0.1-0.2 U/kg. Titration is advised to achieve the optimal dosage, while intensification is recommended when glycemic targets are not achieved despite titrating to an acceptable level. Glucose monitoring at periodic intervals is recommended for adequate glycemic control. The guidelines further suggest that the choice of insulin should be individualized, considering the clinical status of patients with type 2 diabetes mellitus. The physicians as well as patients should be a part of the decisions made regarding the therapeutic choice of regimen, preparation, and delivery device.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36650625/",
    "clean_text": "evolution of guideline recommendations on insulin therapy in type diabetes mellitus over the last two decades a narrative review the prevalence of type diabetes mellitus has been increasing worldwide as the therapeutic options for type diabetes mellitus have evolved over the last decades national and global guidelines related to type the prevalence of type diabetes mellitus has been increasing worldwide as the therapeutic options for type diabetes mellitus have evolved over the last decades national and global guidelines related to type diabetes mellitus pharmacotherapy issued by various organizations have tended to vary in their recommendations this narrative review aimed to analyze the key recommendations by major global and national guidelines on the initiation of insulin therapy in patients with type diabetes mellitus over the last years strategies for insulin therapy for titration and intensification were also assessed all guidelines recommend initiation of insulin basal premixed other formulations when glycemic targets are not achieved despite lifestyle measures and oral antidiabetic drugs in the recent decade early initiation of insulin has been recommended when the glycated hemoglobin levels are or blood glucose levels are mg dl mmol l initiation is recommended at a dose of units or u kg titration is advised to achieve the optimal dosage while intensification is recommended when glycemic targets are not achieved despite titrating to an acceptable level glucose monitoring at periodic intervals is recommended for adequate glycemic control the guidelines further suggest that the choice of insulin should be individualized considering the clinical status of patients with type diabetes mellitus the physicians as well as patients should be a part of the decisions made regarding the therapeutic choice of regimen preparation and delivery device"
}