{
    "pmid": "41376990",
    "title": "Delay in lung volume reduction surgery due to the COVID-19 pandemic: impact on patient performance and mortality.",
    "abstract": "Severe chronic obstructive pulmonary disease (COPD) naturally progresses over time and is associated with increased mortality. During the coronavirus disease 2019 (COVID-19) pandemic, many surgical procedures were postponed, but the full impact of these delays remains unclear. Our aim was to evaluate the consequences of delayed lung volume reduction surgery (LVRS) treatment. This study was conducted as a retrospective observational study. Patients who had LVRS postponed six months or more due to the COVID-19 pandemic at a national university centre were included. Data were obtained from an institutional database. Patients were re-evaluated before surgery using lung function tests, a 6-minute walking test (6MWT), and blood gas analysis. Increased symptoms, mortality, and infections were recorded. All surviving patients were reassessed for treatment indication in a multidisciplinary team (MDT) meeting. A total of 67 patients had their scheduled LVRS treatment postponed due to the pandemic. Of these 16% were infected with COVID-19. Four patients (6%) died before secondary evaluation. Mean time from outpatient clinic referral to surgery date was 398 (±161) days. Forced expiratory volume in one second (FEV1) significantly decreased by 0.1 L (P<0.001), while diffusion capacity of the lung for carbon monoxide (DLCO) remained unchanged. Performance in the 6MWT worsened by 29.9 m (P<0.001), and oxygen saturation decreased by 1.3% (P=0.046). Symptom worsening was experienced in 39% of patients. Clinical deterioration rendered 5% of patients unfit for surgery, while 86% remained fit for surgery. No patients were excluded due to COVID-19 infection. The delay of LVRS due to the COVID-19 pandemic led to a decrease in lung function, 6MWT performance, and oxygen saturation. Although the majority of patients remained fit for surgery, the postponement resulted in cancellation of procedures due to clinical deterioration and contributed to waiting list mortality. This patient group is vulnerable to further deterioration over time and timely treatment should be prioritized.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "delay in lung volume reduction surgery due to the covid pandemic impact on patient performance and mortality severe chronic obstructive pulmonary disease copd naturally progresses over time and is associated with increased mortality during the coronavirus disease covid pandemic many surgical procedures were postponed but the full impact of these delays remains unclear our aim was to evaluate the consequences of delayed lung volume reduction surgery lvrs treatment this study was conducted as a retrospective observational study patients who had lvrs postponed six months or more due to the covid pandemic at a national university centre were included data were obtained from an institutional database patients were re evaluated before surgery using lung function tests a minute walking test mwt and blood gas analysis increased symptoms mortality and infections were recorded all surviving patients were reassessed for treatment indication in a multidisciplinary team mdt meeting a total of patients had their scheduled lvrs treatment postponed due to the pandemic of these were infected with covid four patients died before secondary evaluation mean time from outpatient clinic referral to surgery date was days forced expiratory volume in one second fev significantly decreased by l p while diffusion capacity of the lung for carbon monoxide dlco remained unchanged performance in the mwt worsened by m p and oxygen saturation decreased by p symptom worsening was experienced in of patients clinical deterioration rendered of patients unfit for surgery while remained fit for surgery no patients were excluded due to covid infection the delay of lvrs due to the covid pandemic led to a decrease in lung function mwt performance and oxygen saturation although the majority of patients remained fit for surgery the postponement resulted in cancellation of procedures due to clinical deterioration and contributed to waiting list mortality this patient group is vulnerable to further deterioration over time and timely treatment should be prioritized"
}