{
    "pmid": "41459985",
    "title": "[Emotional well-being and gender in university Nursing education during the pandemic: implications for education and mental health].",
    "abstract": "The COVID-19 pandemic affected the mental health of university students, particularly those enrolled in health-related degrees. In Nursing, the high proportion of female students and exposure to clinical settings may have influenced emotional well-being and academic engagement. The aim of this study was to analyze gender differences in anxiety, fear, and academic engagement among Nursing students in Spain during the pandemic. A cross-sectional observational study was conducted using snowball sampling. Between October 2021 and May 2022, 1,197 online questionnaires were collected, from which a balanced subsample of 175 men and 175 women was selected. The AMICO Scale and the UWES-S were administered. Data were analyzed using the Mann-Whitney U test, Spearman correlations, and MANOVA (p<0.05). Women showed higher levels of anxiety and fear (M=4.06; SD=1.01) than men (M=3.54; SD=0.98; p=0.002). Men demonstrated higher academic engagement (M=3.81; SD=0.85) than women (M=3.58; SD=0.79; p=0.047), with statistically significant differences. A positive correlation was observed between academic engagement and perceived health (ρ=0.163; p=0.002), and a negative correlation between anxiety and perceived health (ρ=-0.129; p=0.015). MANOVA confirmed a significant effect of gender (p=0.011). Women present higher levels of anxiety and fear, whereas men show greater academic engagement, highlighting the influence of gender in nursing education. These findings support the implementation of gender-sensitive psychoeducational interventions, particularly in university settings and during public health crises. La pandemia de la COVID-19 afectó a la salud mental de los estudiantes universitarios, especialmente en titulaciones sanitarias. En Enfermería, la alta presencia femenina y la exposición a contextos clínicos pudieron influir en el bienestar emocional y el compromiso académico. El objetivo de este estudio fue analizar las diferencias de género en ansiedad, miedo y compromiso académico entre estudiantes de Enfermería en España durante la pandemia. Se realizó un estudio observacional transversal mediante muestreo en bola de nieve. Entre octubre de 2021 y mayo de 2022 se recopilaron 1.197 cuestionarios online, seleccionándose una submuestra equilibrada de 175 hombres y 175 mujeres. Se aplicaron la Escala AMICO y la UWES-S. Los datos se analizaron con las pruebas U de Mann-Whitney, correlaciones de Spearman y MANOVA (p<0,05). Las mujeres mostraron mayores niveles de ansiedad y miedo (M=4,06; DE=1,01) que los hombres (M=3,54; DE=0,98; p=0,002). Los hombres presentaron mayor compromiso académico (M=3,81; DE=0,85) que las mujeres (M=3,58; DE0,79; p=0,047), con diferencias estadísticamente significativas. Se observó correlación positiva entre compromiso y salud percibida (ρ=0,163; p=0,002) y negativa entre ansiedad y salud percibida (ρ=-0,129; p=0,015). El MANOVA confirmó efecto del género (p=0,011). Las mujeres presentan mayor ansiedad y miedo, y los hombres mayor compromiso académico, lo que visibiliza la influencia del género en la formación enfermera y justifica la implementación de intervenciones psicoeducativas con enfoque de género, particularmente en contextos universitarios y durante situaciones de crisis sanitarias.",
    "disease": "pneumonia",
    "clean_text": "emotional well being and gender in university nursing education during the pandemic implications for education and mental health the covid pandemic affected the mental health of university students particularly those enrolled in health related degrees in nursing the high proportion of female students and exposure to clinical settings may have influenced emotional well being and academic engagement the aim of this study was to analyze gender differences in anxiety fear and academic engagement among nursing students in spain during the pandemic a cross sectional observational study was conducted using snowball sampling between october and may online questionnaires were collected from which a balanced subsample of men and women was selected the amico scale and the uwes s were administered data were analyzed using the mann whitney u test spearman correlations and manova p women showed higher levels of anxiety and fear m sd than men m sd p men demonstrated higher academic engagement m sd than women m sd p with statistically significant differences a positive correlation was observed between academic engagement and perceived health p and a negative correlation between anxiety and perceived health p manova confirmed a significant effect of gender p women present higher levels of anxiety and fear whereas men show greater academic engagement highlighting the influence of gender in nursing education these findings support the implementation of gender sensitive psychoeducational interventions particularly in university settings and during public health crises la pandemia de la covid afect a la salud mental de los estudiantes universitarios especialmente en titulaciones sanitarias en enfermer a la alta presencia femenina y la exposici n a contextos cl nicos pudieron influir en el bienestar emocional y el compromiso acad mico el objetivo de este estudio fue analizar las diferencias de g nero en ansiedad miedo y compromiso acad mico entre estudiantes de enfermer a en espa a durante la pandemia se realiz un estudio observacional transversal mediante muestreo en bola de nieve entre octubre de y mayo de se recopilaron cuestionarios online seleccion ndose una submuestra equilibrada de hombres y mujeres se aplicaron la escala amico y la uwes s los datos se analizaron con las pruebas u de mann whitney correlaciones de spearman y manova p las mujeres mostraron mayores niveles de ansiedad y miedo m de que los hombres m de p los hombres presentaron mayor compromiso acad mico m de que las mujeres m de p con diferencias estad sticamente significativas se observ correlaci n positiva entre compromiso y salud percibida p y negativa entre ansiedad y salud percibida p el manova confirm efecto del g nero p las mujeres presentan mayor ansiedad y miedo y los hombres mayor compromiso acad mico lo que visibiliza la influencia del g nero en la formaci n enfermera y justifica la implementaci n de intervenciones psicoeducativas con enfoque de g nero particularmente en contextos universitarios y durante situaciones de crisis sanitarias"
}