{
    "pmid": "41460862",
    "title": "Sestrin3 confers resistance to recombinant human arginase in small cell lung cancer by activating Akt/mTOR/ASS1 axis.",
    "abstract": "Drug resistance is a major obstacle in the clinical management of small cell lung cancer (SCLC), we have proved the promising anticancer effect of recombinant human arginase (rhArg, BCT-100) in SCLC in vitro and in vivo. In order to promote the clinical application of recombinant human arginase, it is necessary to explore the underlying resistant mechanisms of BCT-100 in SCLC. Here, we cultured and obtained the acquired drug-resistant SCLC cell line (H446-BR), which displayed different cellular phenotypes (enhanced migration ability) compared with the parental cell line (H446). sestrin3 (SESN3) was confirmed with high expression in resistant cell line. Knockdown SESN3 could re-sensitize resistant cells to BCT-100 treatment and reverse the aggressive feature of H446-BR. The Akt-mTOR signal pathway and ASS1, which were highly expressed in resistant cells, were down-regulated after silencing SESN3. MK-2206 and rapamycin suppressed the expression of ASS1 in H446-BR cell. In xenograft model, BCT-100 has little anti-tumor effect on H446-BR compared with H446 as well as H446-BR silenced sestrin3. Collectively, these results elucidate SESN3 plays an essential role in resistant mechanism, which will provide a valuable source of information for translational research.",
    "disease": "lung cancer",
    "clean_text": "sestrin confers resistance to recombinant human arginase in small cell lung cancer by activating akt mtor ass axis drug resistance is a major obstacle in the clinical management of small cell lung cancer sclc we have proved the promising anticancer effect of recombinant human arginase rharg bct in sclc in vitro and in vivo in order to promote the clinical application of recombinant human arginase it is necessary to explore the underlying resistant mechanisms of bct in sclc here we cultured and obtained the acquired drug resistant sclc cell line h br which displayed different cellular phenotypes enhanced migration ability compared with the parental cell line h sestrin sesn was confirmed with high expression in resistant cell line knockdown sesn could re sensitize resistant cells to bct treatment and reverse the aggressive feature of h br the akt mtor signal pathway and ass which were highly expressed in resistant cells were down regulated after silencing sesn mk and rapamycin suppressed the expression of ass in h br cell in xenograft model bct has little anti tumor effect on h br compared with h as well as h br silenced sestrin collectively these results elucidate sesn plays an essential role in resistant mechanism which will provide a valuable source of information for translational research"
}