{
    "pmid": "41450926",
    "title": "Predicting Ki-67 expression levels in non-small cell lung cancer using an explainable CT-based deep learning radiomics model.",
    "abstract": "To predict Ki-67 expression levels in non-small cell lung cancer (NSCLC) using an interpretable model combining clinical-radiological, radiomic, and deep learning features. This retrospective study included 259 NSCLC patients from Center 1 (training/validation sets) and 112 from Center 2 (independent test set). Patients were grouped by a 40% Ki-67 cutoff. Radiomic features and deep learning features were extracted from CT images, where the deep learning features were obtained via a deep residual network (ResNet18). The least absolute shrinkage and selection operator (LASSO) was used to select optimal features and compute radiomics (rad-score) and deep learning (deep-score) scores. Univariate and multivariate logistic regression were used to identify independent clinical-radiological predictors of Ki-67. Four support vector machine models were developed: a clinical-radiological model (based on independent clinical-radiological features), a radiomic model (using the rad-score), a deep learning model (using the deep-score), and a combined model (integrating all the above features). SHapley Additive exPlanations (SHAP) analysis was used to visualize feature contributions. Models' performance was assessed using receiver operating characteristic (ROC) curves and the integrated discrimination improvement (IDI) index. High Ki-67 expression occurred in 76 (42.0%), 38 (48.7%), and 33 (29.5%) patients in the training, validation, and independent test sets, respectively. In the independent test set, the combined model achieved the highest predictive performance, with an AUC of 0.892 (95% CI: 0.828-0.956). This improvement over the clinical-radiological (0.820, 95% CI: 0.721-0.918), radiomics (0.750, 95% CI: 0.655-0.844), and deep learning (0.817, 95% CI: 0.732-0.902) models was statistically significant (all p<0.05), as supported by IDI values of 0.115, 0.288, and 0.095, respectively. SHAP analysis identified the deep-score, histological type, and rad-score as key predictors. The interpretable combined model can predict Ki-67 expression in NSCLC patients. This approach may provide imaging evidence to assist clinicians in optimizing personalized therapeutic strategies.",
    "disease": "lung cancer",
    "clean_text": "predicting ki expression levels in non small cell lung cancer using an explainable ct based deep learning radiomics model to predict ki expression levels in non small cell lung cancer nsclc using an interpretable model combining clinical radiological radiomic and deep learning features this retrospective study included nsclc patients from center training validation sets and from center independent test set patients were grouped by a ki cutoff radiomic features and deep learning features were extracted from ct images where the deep learning features were obtained via a deep residual network resnet the least absolute shrinkage and selection operator lasso was used to select optimal features and compute radiomics rad score and deep learning deep score scores univariate and multivariate logistic regression were used to identify independent clinical radiological predictors of ki four support vector machine models were developed a clinical radiological model based on independent clinical radiological features a radiomic model using the rad score a deep learning model using the deep score and a combined model integrating all the above features shapley additive explanations shap analysis was used to visualize feature contributions models performance was assessed using receiver operating characteristic roc curves and the integrated discrimination improvement idi index high ki expression occurred in and patients in the training validation and independent test sets respectively in the independent test set the combined model achieved the highest predictive performance with an auc of ci this improvement over the clinical radiological ci radiomics ci and deep learning ci models was statistically significant all p as supported by idi values of and respectively shap analysis identified the deep score histological type and rad score as key predictors the interpretable combined model can predict ki expression in nsclc patients this approach may provide imaging evidence to assist clinicians in optimizing personalized therapeutic strategies"
}