{
    "pmid": "41466555",
    "title": "A Sonosensitizing Nanoshuttle for Synergistic Hypoxia Relief and Immune Activation To Strengthen Sonodynamic Immunotherapy Against Triple-Negative Breast Cancer.",
    "abstract": "The therapeutic efficacy of ultrasound-based tumor therapy is greatly hampered by tumor hypoxia and an immunosuppressive microenvironment. To address this, a sonosensitizing nanoshuttle (DPPM@HA) was constructed by coencapsulating oxygen-carrying perfluocarbon (PFC) and the STING agonist DMXAA into PCN222-Mn metal-organic frameworks, followed by hyaluronic acid (HA) modification for tumor-targeted delivery. After systemic administration, DPPM@HA accumulated at tumor sites and was specifically internalized by tumor cells. Ultrasound (US) irradiation facilitated the liberation of oxygen from DPPM@HA to alleviate hypoxia and immune suppression, while adequate oxygen supply and the US-sensitization effects of Mn-TCPP in DPPM@HA jointly promoted the burst of cytotoxic reactive oxygen species (ROS), exacerbating US-induced tumor damage and eliciting severe immunogenic tumor cell death. Meanwhile, high-valence manganese in the frameworks consumed by glutathione and was reduced to Mn(II), facilitating the destruction of DPPM@HA to release the loaded DMXAA. The resultant Mn",
    "disease": "breast cancer",
    "clean_text": "a sonosensitizing nanoshuttle for synergistic hypoxia relief and immune activation to strengthen sonodynamic immunotherapy against triple negative breast cancer the therapeutic efficacy of ultrasound based tumor therapy is greatly hampered by tumor hypoxia and an immunosuppressive microenvironment to address this a sonosensitizing nanoshuttle dppm ha was constructed by coencapsulating oxygen carrying perfluocarbon pfc and the sting agonist dmxaa into pcn mn metal organic frameworks followed by hyaluronic acid ha modification for tumor targeted delivery after systemic administration dppm ha accumulated at tumor sites and was specifically internalized by tumor cells ultrasound us irradiation facilitated the liberation of oxygen from dppm ha to alleviate hypoxia and immune suppression while adequate oxygen supply and the us sensitization effects of mn tcpp in dppm ha jointly promoted the burst of cytotoxic reactive oxygen species ros exacerbating us induced tumor damage and eliciting severe immunogenic tumor cell death meanwhile high valence manganese in the frameworks consumed by glutathione and was reduced to mn ii facilitating the destruction of dppm ha to release the loaded dmxaa the resultant mn"
}