{
    "title": "Ovarian Reserve and Hormone Alteration Following Laparoscopic Ovarian Drilling for Polycystic Ovarian Syndrome: A Systematic Review.",
    "doc_id": "38989366",
    "writer": "Slouha E",
    "year": "2024",
    "summary": "We aimed to conduct a systematic review of the data in the literature on ovarian reserve and ovarian hormone following laparoscopic ovarian drilling (LOD). The PubMed, ScienceDirect, and ProQuest databases were comprehensively searched using a combination of …",
    "abstract": "We aimed to conduct a systematic review of the data in the literature on ovarian reserve and ovarian hormone following laparoscopic ovarian drilling (LOD). The PubMed, ScienceDirect, and ProQuest databases were comprehensively searched using a combination of keywords such as \"ovarian reserve\", \"laparoscopic ovarian drilling\", \"luteinizing hormone\", \"follicle-stimulating hormone\", \"inhibin\", \"LH/FSH ratio\", \"ovulation\", and \"testosterone\". All studies involving females of reproductive age who were officially diagnosed with polycystic ovarian syndrome (PCOS) and had undergone LOD with reported data concerning at least one of the following parameters were considered for inclusion: ovarian reserve, anti-Mullerian hormone (AMH), inhibin, follicle-stimulating hormone (FSH), luteinizing hormone (LH), LH/FSH ratio, and testosterone. All the included studies were evaluated by the GRADE scale for bias and their findings were synthesized by four independent coauthors. A total of 38 studies involving 3118 female patients were included. Based on our findings, a significant number of participants experienced spontaneous ovulation along with a significant decrease in ovarian reserve, and a significant decrease in AMH, LH, and testosterone, with no significant changes in FSH and inhibin B. With the end goal of LOD being to improve fertility and pregnancy rates among females with PCOS, it is important to look at the first few steps that enable this. As expected, there was a significant improvement in ovulation while the ovarian reserve decreased. Along with the decrease in ovarian reserve, there was a significant normalization in AMH, LH, and testosterone levels. LOD may exert its main effects through the manipulation of the ovarian reserves.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38989366/",
    "clean_text": "ovarian reserve and hormone alteration following laparoscopic ovarian drilling for polycystic ovarian syndrome a systematic review we aimed to conduct a systematic review of the data in the literature on ovarian reserve and ovarian hormone following laparoscopic ovarian drilling lod the pubmed sciencedirect and proquest databases were comprehensively searched using a combination of we aimed to conduct a systematic review of the data in the literature on ovarian reserve and ovarian hormone following laparoscopic ovarian drilling lod the pubmed sciencedirect and proquest databases were comprehensively searched using a combination of keywords such as ovarian reserve laparoscopic ovarian drilling luteinizing hormone follicle stimulating hormone inhibin lh fsh ratio ovulation and testosterone all studies involving females of reproductive age who were officially diagnosed with polycystic ovarian syndrome pcos and had undergone lod with reported data concerning at least one of the following parameters were considered for inclusion ovarian reserve anti mullerian hormone amh inhibin follicle stimulating hormone fsh luteinizing hormone lh lh fsh ratio and testosterone all the included studies were evaluated by the grade scale for bias and their findings were synthesized by four independent coauthors a total of studies involving female patients were included based on our findings a significant number of participants experienced spontaneous ovulation along with a significant decrease in ovarian reserve and a significant decrease in amh lh and testosterone with no significant changes in fsh and inhibin b with the end goal of lod being to improve fertility and pregnancy rates among females with pcos it is important to look at the first few steps that enable this as expected there was a significant improvement in ovulation while the ovarian reserve decreased along with the decrease in ovarian reserve there was a significant normalization in amh lh and testosterone levels lod may exert its main effects through the manipulation of the ovarian reserves"
}