{
    "pmid": "41458075",
    "title": "Self-reported, functional, and objective health and sociodemographic characteristics among older adults in Kenya: findings from the pilot longitudinal study of health and ageing in Kenya (LOSHAK).",
    "abstract": "By 2050, the global population of individuals aged 60 years and older is projected to reach two billion, with 80% residing in low- and middle-income countries (LMICs). Africa's older population will triple from 74.4 million in 2020 to 235.1 million in 2050, the fastest growth rate globally. Kenya is slightly ahead of the curve on this trajectory, with the population of approximately 2.74 million of the older people expected to quadruple to 12 million over the same period. The Longitudinal Study of Health and Aging in Kenya (LOSHAK) is designed to advance research on population aging in LMICs by focusing on (a) biomarkers and physiological measures; (b) the impacts of air pollution and climate vulnerability; (c) Alzheimer's disease and related dementias, mental health, disability, caregiving, and psychosocial wellbeing; (d) economic security, including the impact of social welfare; and (e) establish cohorts for long-term study of trajectories of healthy aging and their determinants in a LMIC setting. The LOSHAK feasibility and pilot phase was a cross-sectional survey of 203 participants aged 45 years and older. This paper reports on the association between self-reported health and sociodemographic, functional, and objective health measures. Overall mean age was 63.8 years (SD:11.5) with females accounting for 58.1% (118) of the study population. Based on the wealth index, 111 (54.7%) were classified as poor, with only 75 (36.9%) currently working, with a median income of KShs.11,246.60 (USD 86) over the 3 months preceding the study. Only 32 (15.8%) of respondents reported \"very good\" self-reported health, while over 80% reported either \"somewhat good\" 96 (47.3%) or \"not good\" 75 (36.9%) health status. Multivariable ordinal logistic regression analysis showed that younger age (adjusted odds ratio (aOR): 0.94, 95% CI: 0.91-0.97) and higher subjective wellbeing (aOR: 1.06, 95% CI: 1.02-1.12) were significantly associated with better self-reported health. This study highlights the importance of considering sociodemographic, subjective wellbeing, and psychosocial factors in improving the health of older adults in Kenya. Including these measures in longitudinal studies of aging and health in Africa in the future is recommended.",
    "disease": "alzheimer disease",
    "clean_text": "self reported functional and objective health and sociodemographic characteristics among older adults in kenya findings from the pilot longitudinal study of health and ageing in kenya loshak by the global population of individuals aged years and older is projected to reach two billion with residing in low and middle income countries lmics africa s older population will triple from million in to million in the fastest growth rate globally kenya is slightly ahead of the curve on this trajectory with the population of approximately million of the older people expected to quadruple to million over the same period the longitudinal study of health and aging in kenya loshak is designed to advance research on population aging in lmics by focusing on a biomarkers and physiological measures b the impacts of air pollution and climate vulnerability c alzheimer s disease and related dementias mental health disability caregiving and psychosocial wellbeing d economic security including the impact of social welfare and e establish cohorts for long term study of trajectories of healthy aging and their determinants in a lmic setting the loshak feasibility and pilot phase was a cross sectional survey of participants aged years and older this paper reports on the association between self reported health and sociodemographic functional and objective health measures overall mean age was years sd with females accounting for of the study population based on the wealth index were classified as poor with only currently working with a median income of kshs usd over the months preceding the study only of respondents reported very good self reported health while over reported either somewhat good or not good health status multivariable ordinal logistic regression analysis showed that younger age adjusted odds ratio aor ci and higher subjective wellbeing aor ci were significantly associated with better self reported health this study highlights the importance of considering sociodemographic subjective wellbeing and psychosocial factors in improving the health of older adults in kenya including these measures in longitudinal studies of aging and health in africa in the future is recommended"
}