{
    "title": "Quality assessment of the literature on surgical quality improvement.",
    "doc_id": "31253417",
    "writer": "Sacks OA",
    "year": "2019",
    "summary": "BACKGROUND: A proliferation of work on surgical quality improvement has brought about an increase in quality improvement publications. We assessed the quality of surgical quality improvement publications using the Standards of Q …",
    "abstract": "Background:\n        \n      \n      A proliferation of work on surgical quality improvement has brought about an increase in quality improvement publications. We assessed the quality of surgical quality improvement publications using the Standards of Quality Improvement Reporting Excellence (SQUIRE) guidelines.\n    \n\n\n          Methods:\n        \n      \n      We conducted a comprehensive review of the surgical quality improvement literature from 2008 to 2018. Articles were reviewed for concordance with 18 SQUIRE statements and 40 subheadings using a dichotomous (yes or no) scale.\n    \n\n\n          Results:\n        \n      \n      Fifty-five articles were included. No publication adhered to all 18 SQUIRE statements. On average, quality improvement publications met 11 out of 18 (61%) of the main statements and 26 out of 40 (65%) of the subheadings. Articles were concordant with introductory components, such as problem description (n = 55, 100%) and rationale (n = 52, 95%), but were less adherent to statements describing methodology, results, and discussion sections including measures (n = 7, 13%), results (n = 3, 5.5%), interpretation (n = 2, 3.6%), and conclusions (n = 2, 3.6%). Only 4 articles cited the SQUIRE guidelines (7.3%). Articles that cited SQUIRE were not more concordant to the statements than those that did not cite SQUIRE.\n    \n\n\n          Conclusion:\n        \n      \n      Our analysis demonstrates that SQUIRE guidelines have not been adopted widely as a framework for the reporting of surgical quality improvement studies. Increased adherence to SQUIRE guidelines has the potential to improve the development and dissemination of surgical quality improvement projects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31253417/",
    "clean_text": "quality assessment of the literature on surgical quality improvement background a proliferation of work on surgical quality improvement has brought about an increase in quality improvement publications we assessed the quality of surgical quality improvement publications using the standards of q background a proliferation of work on surgical quality improvement has brought about an increase in quality improvement publications we assessed the quality of surgical quality improvement publications using the standards of quality improvement reporting excellence squire guidelines methods we conducted a comprehensive review of the surgical quality improvement literature from to articles were reviewed for concordance with squire statements and subheadings using a dichotomous yes or no scale results fifty five articles were included no publication adhered to all squire statements on average quality improvement publications met out of of the main statements and out of of the subheadings articles were concordant with introductory components such as problem description n and rationale n but were less adherent to statements describing methodology results and discussion sections including measures n results n interpretation n and conclusions n only articles cited the squire guidelines articles that cited squire were not more concordant to the statements than those that did not cite squire conclusion our analysis demonstrates that squire guidelines have not been adopted widely as a framework for the reporting of surgical quality improvement studies increased adherence to squire guidelines has the potential to improve the development and dissemination of surgical quality improvement projects"
}