{
    "title": "The effect of medical cannabis laws on juvenile cannabis use.",
    "doc_id": "26123892",
    "writer": "Stolzenberg L",
    "year": "2016",
    "summary": "Concern persists as to whether these types of laws are increasing juvenile recreational cannabis use. It is also plausible that medical cannabis laws engender an escalation of illicit non-cannabis drug use among juveniles because cannabis is frequently considered to …",
    "abstract": "Background:\n        \n      \n      A number of states in the United States legally allow the use of cannabis as a medical therapy to treat an illness or to alleviate symptoms. Concern persists as to whether these types of laws are increasing juvenile recreational cannabis use. It is also plausible that medical cannabis laws engender an escalation of illicit non-cannabis drug use among juveniles because cannabis is frequently considered to be a gateway drug.\n    \n\n\n          Methods:\n        \n      \n      This study uses longitudinal data drawn from the National Survey on Drug Use and Health for the 50 U.S. states and a cross-sectional pooled-time series research design to investigate the effect of medical cannabis laws on juvenile cannabis use and on juvenile non-cannabis illicit drug use. Our study period encompasses five measurement periods calibrated in two-year intervals (2002-2003 to 2010-2011). This research design is advantageous in that it affords us the ability not only to assess the effect of the implementation of medical cannabis laws on juvenile drug use, but also to consider other state-specific factors that may explain variation in drug use that cannot be accounted for using a single time series.\n    \n\n\n          Results:\n        \n      \n      Findings show that medical cannabis laws amplify recreational juvenile cannabis use. Other salient predictors of juvenile cannabis use at the state-level of analysis include perceived availability of cannabis, percent of juveniles skipping school, severity of perceived punishment for cannabis possession, alcohol consumption, percent of respondents with a father residing in household, and percent of families in the state receiving public assistance. There is little empirical evidence to support the view that medical cannabis laws affect juveniles' use of illicit non-cannabis drugs.\n    \n\n\n          Conclusion:\n        \n      \n      Based on our findings, it seems reasonable to speculate that medical cannabis laws amplify juveniles' use of cannabis by allaying the social stigma associated with recreational cannabis use and by placating the fear that cannabis use could potentially result in a negative health outcome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26123892/",
    "clean_text": "the effect of medical cannabis laws on juvenile cannabis use concern persists as to whether these types of laws are increasing juvenile recreational cannabis use it is also plausible that medical cannabis laws engender an escalation of illicit non cannabis drug use among juveniles because cannabis is frequently considered to background a number of states in the united states legally allow the use of cannabis as a medical therapy to treat an illness or to alleviate symptoms concern persists as to whether these types of laws are increasing juvenile recreational cannabis use it is also plausible that medical cannabis laws engender an escalation of illicit non cannabis drug use among juveniles because cannabis is frequently considered to be a gateway drug methods this study uses longitudinal data drawn from the national survey on drug use and health for the u s states and a cross sectional pooled time series research design to investigate the effect of medical cannabis laws on juvenile cannabis use and on juvenile non cannabis illicit drug use our study period encompasses five measurement periods calibrated in two year intervals to this research design is advantageous in that it affords us the ability not only to assess the effect of the implementation of medical cannabis laws on juvenile drug use but also to consider other state specific factors that may explain variation in drug use that cannot be accounted for using a single time series results findings show that medical cannabis laws amplify recreational juvenile cannabis use other salient predictors of juvenile cannabis use at the state level of analysis include perceived availability of cannabis percent of juveniles skipping school severity of perceived punishment for cannabis possession alcohol consumption percent of respondents with a father residing in household and percent of families in the state receiving public assistance there is little empirical evidence to support the view that medical cannabis laws affect juveniles use of illicit non cannabis drugs conclusion based on our findings it seems reasonable to speculate that medical cannabis laws amplify juveniles use of cannabis by allaying the social stigma associated with recreational cannabis use and by placating the fear that cannabis use could potentially result in a negative health outcome"
}