{
    "pmid": "41429263",
    "title": "Anti-PD-L1 improves barrier function and reduces CD103",
    "abstract": "Programmed death ligand 1 (PD-L1) was found to play an important role in maintaining tolerance and immune balance, and its mechanism of action on asthma still needs to be further clarified. We aim to block P MATERIAL AND METHODS: in a juvenile asthma model, PD-L1 blockers were used to inhibit the expression of PD-L1 in vivo. By evaluating parameters that reflect airway hyperresponsiveness, airway inflammation, tissue damage, intestinal barrier function, and microbiome changes in mice, the impact of PD-L1 blockade on various physiological and immune indicators in asthma models is fully revealed. PD-L1 blockade reduces leukocyte infiltration in the lungs, including eosinophils, decreased levels of IgE and IgG1, and restored Th1/Th2 imbalance by reducing IL-4, IL-13, and GATA-3 while increasing IFN-γ. In addition, PD-L1 blockade significantly decreased levels of IL-17A/F and increased IL-10. Histological analysis of the lungs showed that PD-L1 blockade attenuated airway inflammatory cell infiltration and mucus hyperproduction. Further testing showed that the intestinal barrier function was improved after PD-L1 blockade. Mechanistic studies revealed that PD-L1 blockade improved microbiota composition in the lungs and gut, increased Lactobacillus, SCFA, and reduced LPS. As well as induced the downregulation of CD103 PD-L1 blockade alleviated asthmatic airway inflammation by modulating gut and lung microbiota, improving intestinal barrier function, increasing SCFA levels, reducing LPS and CD103",
    "disease": "asthma",
    "clean_text": "anti pd l improves barrier function and reduces cd programmed death ligand pd l was found to play an important role in maintaining tolerance and immune balance and its mechanism of action on asthma still needs to be further clarified we aim to block p material and methods in a juvenile asthma model pd l blockers were used to inhibit the expression of pd l in vivo by evaluating parameters that reflect airway hyperresponsiveness airway inflammation tissue damage intestinal barrier function and microbiome changes in mice the impact of pd l blockade on various physiological and immune indicators in asthma models is fully revealed pd l blockade reduces leukocyte infiltration in the lungs including eosinophils decreased levels of ige and igg and restored th th imbalance by reducing il il and gata while increasing ifn in addition pd l blockade significantly decreased levels of il a f and increased il histological analysis of the lungs showed that pd l blockade attenuated airway inflammatory cell infiltration and mucus hyperproduction further testing showed that the intestinal barrier function was improved after pd l blockade mechanistic studies revealed that pd l blockade improved microbiota composition in the lungs and gut increased lactobacillus scfa and reduced lps as well as induced the downregulation of cd pd l blockade alleviated asthmatic airway inflammation by modulating gut and lung microbiota improving intestinal barrier function increasing scfa levels reducing lps and cd"
}