{
    "title": "Are glomerular volume differences between type 1 and type 2 diabetic patients pathologically significant?",
    "doc_id": "17333103",
    "writer": "White KE",
    "year": "2007",
    "summary": "The observation that patients with type 2 diabetes tend to have larger glomeruli than patients with type 1 diabetes was first made more than 10 years ago. ...Here we put forward several hypotheses as to why glomerular volume in type 1 differs from that …",
    "abstract": "The observation that patients with type 2 diabetes tend to have larger glomeruli than patients with type 1 diabetes was first made more than 10 years ago. It has also been noted that type 2 diabetic patients with nephropathy often have more heterogeneous renal function and structure than type 1 patients. However, whether these observations are linked or have any bearing on the progression of nephropathy in the two types of diabetes remains uncertain. Here we put forward several hypotheses as to why glomerular volume in type 1 differs from that in type 2 diabetes. We suggest that although type 1 and type 2 diabetic patients appear to progress through similar stages of diabetic nephropathy, the route they take may differ. Differences in the way in which the glomeruli respond to the diabetic milieu may enable some type 2 diabetic patients to preserve their filtration surface in the face of an expanding mesangium.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17333103/",
    "clean_text": "are glomerular volume differences between type and type diabetic patients pathologically significant the observation that patients with type diabetes tend to have larger glomeruli than patients with type diabetes was first made more than years ago here we put forward several hypotheses as to why glomerular volume in type differs from that the observation that patients with type diabetes tend to have larger glomeruli than patients with type diabetes was first made more than years ago it has also been noted that type diabetic patients with nephropathy often have more heterogeneous renal function and structure than type patients however whether these observations are linked or have any bearing on the progression of nephropathy in the two types of diabetes remains uncertain here we put forward several hypotheses as to why glomerular volume in type differs from that in type diabetes we suggest that although type and type diabetic patients appear to progress through similar stages of diabetic nephropathy the route they take may differ differences in the way in which the glomeruli respond to the diabetic milieu may enable some type diabetic patients to preserve their filtration surface in the face of an expanding mesangium"
}