{
    "pmid": "41399062",
    "title": "[Serum inter-alpha-trypsin inhibitor heavy chain H3 is identified as a potential biomarker for myopenia in patients with rheumatoid arthritis using proteomic profiling].",
    "abstract": "To explore the serum biomarkers of myopenia in patients with rheumatoid arthritis (RA) via serum proteomic profiling. This cross-sectional study recruited active RA patients who either sustained non-myopenic or myopenia state over a 2-year follow-up period and unlabeled liquid chromatography-tandem mass spectrometry (LC-MS/MS) was used to analyze the serum proteomic profiles. Bioinformatics analyses were then applied to identify differentially expressed proteins between the two groups. Further validation cohort enrolled 102 RA patients (including 51 cases of non-myopenia group and 51 cases of myopenia group) and 51 healthy controls (HC) with age- and gender- matched propensity score at a 1 ∶ 1 ∶ 1 ratio. Enzyme-linked immunosorbent assay (ELISA) was used to verify the expression levels of the candidate protein. Multivariate logistic regression analysis was performed to identify baseline factors associated with myopenia in the RA patients. Initial proteomic analysis of baseline serum samples from 9 non-myopenia RA patients and 10 myopenia RA patients identified 38 differentially expressed proteins. Among them, inter-alpha-trypsin inhibitor heavy chain H3 (ITIH3) showed a significant upregulation in the myopenia group (log This study identifies serum ITIH3 as a significant and independent risk factor for myopenia in patients with RA, which imply that ITIH3 might be a potential biomarker of myopenia. Further longitudinal large-sample multicenter validation is warranted to elucidate the precise role of ITIH3 in the pathophysiology of RA-associated myopenia and the clinical utility in risk stratification and management. 探索类风湿关节炎(rheumatoid arthritis，RA)患者肌肉量减少的生物标志物。 本研究为横断面研究，采用非标记液相色谱-串联质谱技术检测基线病情活动且2年随访期间保持肌肉量正常或肌肉量减少的RA患者血清蛋白组学特征，并通过生物信息学分析两组患者血清中的差异蛋白；进一步纳入102例RA患者(肌肉量减少组和肌肉量正常组各51例)及招募志愿者51例作为健康对照组(healthy controls，HC)进行差异蛋白的ELISA验证，并采用Logistic回归分析RA患者基线肌肉量减少的相关因素。 10例肌肉量减少组与9例肌肉量正常组RA患者通过基线血清蛋白组学分析筛选出38个差异蛋白，其中间- 血清ITIH3水平是RA患者肌肉量减少的独立危险因素，提示ITIH3可能是RA肌肉量减少的潜在生物标志物。",
    "disease": "rheumatoid arthritis",
    "clean_text": "serum inter alpha trypsin inhibitor heavy chain h is identified as a potential biomarker for myopenia in patients with rheumatoid arthritis using proteomic profiling to explore the serum biomarkers of myopenia in patients with rheumatoid arthritis ra via serum proteomic profiling this cross sectional study recruited active ra patients who either sustained non myopenic or myopenia state over a year follow up period and unlabeled liquid chromatography tandem mass spectrometry lc ms ms was used to analyze the serum proteomic profiles bioinformatics analyses were then applied to identify differentially expressed proteins between the two groups further validation cohort enrolled ra patients including cases of non myopenia group and cases of myopenia group and healthy controls hc with age and gender matched propensity score at a ratio enzyme linked immunosorbent assay elisa was used to verify the expression levels of the candidate protein multivariate logistic regression analysis was performed to identify baseline factors associated with myopenia in the ra patients initial proteomic analysis of baseline serum samples from non myopenia ra patients and myopenia ra patients identified differentially expressed proteins among them inter alpha trypsin inhibitor heavy chain h itih showed a significant upregulation in the myopenia group log this study identifies serum itih as a significant and independent risk factor for myopenia in patients with ra which imply that itih might be a potential biomarker of myopenia further longitudinal large sample multicenter validation is warranted to elucidate the precise role of itih in the pathophysiology of ra associated myopenia and the clinical utility in risk stratification and management rheumatoid arthritis ra ra ra healthy controls hc elisa logistic ra ra itih ra itih ra"
}