{
    "title": "Neuroimaging of central diabetes insipidus.",
    "doc_id": "34238459",
    "writer": "Farrell TP",
    "year": "2021",
    "summary": "Central diabetes insipidus (CDI) occurs secondary to deficient synthesis or secretion of arginine vasopressin peptide from the hypothalamo-neurohypophyseal system (HNS). ...",
    "abstract": "Central diabetes insipidus (CDI) occurs secondary to deficient synthesis or secretion of arginine vasopressin peptide from the hypothalamo-neurohypophyseal system (HNS). It is characterized by polydipsia and polyuria (urine output >30mL/kg/day in adults and >2l/m2/24h in children) of dilute urine (<250mOsm/L). It can result from any pathology affecting one or more components of the HNS including the hypothalamic osmoreceptors, supraoptic or paraventricular nuclei, and median eminence of the hypothalamus, infundibulum, stalk or the posterior pituitary gland. MRI is the imaging modality of choice for evaluation of the hypothalamic-pituitary axis (HPA), and a dedicated pituitary or sella protocol is essential. CT can provide complimentary diagnostic information and is also of value when MRI is contraindicated. The most common causes are benign or malignant neoplasia of the HPA (25%), surgery (20%), and head trauma (16%). No cause is identified in up to 30% of cases, classified as idiopathic CDI. Knowledge of the anatomy and physiology of the HNS is crucial when evaluating a patient with CDI. Establishing the etiology of CDI with MRI in combination with clinical and biochemical assessment facilitates appropriate targeted treatment. This chapter illustrates the wide variety of causes and imaging correlates of CDI on neuroimaging, discusses the optimal imaging protocols, and revises the detailed neuroanatomy required to interpret these studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34238459/",
    "clean_text": "neuroimaging of central diabetes insipidus central diabetes insipidus cdi occurs secondary to deficient synthesis or secretion of arginine vasopressin peptide from the hypothalamo neurohypophyseal system hns central diabetes insipidus cdi occurs secondary to deficient synthesis or secretion of arginine vasopressin peptide from the hypothalamo neurohypophyseal system hns it is characterized by polydipsia and polyuria urine output ml kg day in adults and l m h in children of dilute urine mosm l it can result from any pathology affecting one or more components of the hns including the hypothalamic osmoreceptors supraoptic or paraventricular nuclei and median eminence of the hypothalamus infundibulum stalk or the posterior pituitary gland mri is the imaging modality of choice for evaluation of the hypothalamic pituitary axis hpa and a dedicated pituitary or sella protocol is essential ct can provide complimentary diagnostic information and is also of value when mri is contraindicated the most common causes are benign or malignant neoplasia of the hpa surgery and head trauma no cause is identified in up to of cases classified as idiopathic cdi knowledge of the anatomy and physiology of the hns is crucial when evaluating a patient with cdi establishing the etiology of cdi with mri in combination with clinical and biochemical assessment facilitates appropriate targeted treatment this chapter illustrates the wide variety of causes and imaging correlates of cdi on neuroimaging discusses the optimal imaging protocols and revises the detailed neuroanatomy required to interpret these studies"
}