{
    "title": "Gut microbiota and aging.",
    "doc_id": "30468488",
    "writer": "Mangiola F",
    "year": "2018",
    "summary": "The hypothesis of an important role of gut microbiota in maintaining physiological state into the gastrointestinal (GI) system is supported by qualitative and quantitative alteration of the intestinal flora in a number of physiological and pathological condit …",
    "abstract": "The hypothesis of an important role of gut microbiota in maintaining physiological state into the gastrointestinal (GI) system is supported by qualitative and quantitative alteration of the intestinal flora in a number of physiological and pathological condition as shown in several studies. The evidence of the inflammatory state alteration, highlighted in neurodegenerative diseases such as Parkinson's and Alzheimer's strongly recalls the microbiota disturbance, highly suggesting a link between the gastrointestinal system and cognitive functions. Given this perspective, looking at the mutual influence between microbiota products, inflammation mediators and immune system, the modulation of gut microbiota may help to facilitate a physiological and non-pathological aging process and, perhaps, to contrast the progression of degenerating mechanisms. Some studies have already characterized gut microbiota in elderly, with promising results. Future studies should be designed to better understand the correlation between the gut microbiota, the ageing process and degenerative diseases typical of the elderly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30468488/",
    "clean_text": "gut microbiota and aging the hypothesis of an important role of gut microbiota in maintaining physiological state into the gastrointestinal gi system is supported by qualitative and quantitative alteration of the intestinal flora in a number of physiological and pathological condit the hypothesis of an important role of gut microbiota in maintaining physiological state into the gastrointestinal gi system is supported by qualitative and quantitative alteration of the intestinal flora in a number of physiological and pathological condition as shown in several studies the evidence of the inflammatory state alteration highlighted in neurodegenerative diseases such as parkinson s and alzheimer s strongly recalls the microbiota disturbance highly suggesting a link between the gastrointestinal system and cognitive functions given this perspective looking at the mutual influence between microbiota products inflammation mediators and immune system the modulation of gut microbiota may help to facilitate a physiological and non pathological aging process and perhaps to contrast the progression of degenerating mechanisms some studies have already characterized gut microbiota in elderly with promising results future studies should be designed to better understand the correlation between the gut microbiota the ageing process and degenerative diseases typical of the elderly"
}