{
    "pmid": "41412344",
    "title": "Emerging Mechanistic Roles of STING Signaling in Kidney Diseases.",
    "abstract": "Stimulator of interferon genes (STING), an effector protein anchored in the endoplasmic reticulum, translocates to Golgi upon activation. Canonically recognized for its central function in innate immune defense against cytosolic endogenous or exogenous double-stranded DNA from damaged host cells or pathogens, STING is now known to have noncanonical functions beyond innate immune surveillance. These novel noncanonical functions of STING include modulating autophagy, maintaining endoplasmic reticulum and mitochondrial calcium homeostasis, interacting with endoplasmic reticulum stress sensor protein, and regulating Golgi proton efflux and integrity of the secretory pathway. Recent research in murine models has linked aberrant STING activation to kidney disorders, including acute kidney injury, podocytopathies, chronic kidney disease, apolipoprotein L1-mediated kidney disease, autosomal dominant polycystic kidney disease, and autosomal dominant tubulointerstitial kidney disease. This review summarizes the diverse functions of STING in addition to interferon signaling, highlighting its emerging importance in the pathogenesis of kidney disease and underscoring its promise as a drug target.",
    "disease": "chronic kidney disease",
    "clean_text": "emerging mechanistic roles of sting signaling in kidney diseases stimulator of interferon genes sting an effector protein anchored in the endoplasmic reticulum translocates to golgi upon activation canonically recognized for its central function in innate immune defense against cytosolic endogenous or exogenous double stranded dna from damaged host cells or pathogens sting is now known to have noncanonical functions beyond innate immune surveillance these novel noncanonical functions of sting include modulating autophagy maintaining endoplasmic reticulum and mitochondrial calcium homeostasis interacting with endoplasmic reticulum stress sensor protein and regulating golgi proton efflux and integrity of the secretory pathway recent research in murine models has linked aberrant sting activation to kidney disorders including acute kidney injury podocytopathies chronic kidney disease apolipoprotein l mediated kidney disease autosomal dominant polycystic kidney disease and autosomal dominant tubulointerstitial kidney disease this review summarizes the diverse functions of sting in addition to interferon signaling highlighting its emerging importance in the pathogenesis of kidney disease and underscoring its promise as a drug target"
}