{
    "title": "The Clinical anatomy of the physical examination of the abdomen: A comprehensive review.",
    "doc_id": "28165642",
    "writer": "Bilal M",
    "year": "2017",
    "summary": "Physical examination of the abdomen is an essential skill. Knowledge of its clinical anatomy and application is vital for making diagnoses. ...It includes particular reference to modern technology and investigations. Physical examination is performed f …",
    "abstract": "Physical examination of the abdomen is an essential skill. Knowledge of its clinical anatomy and application is vital for making diagnoses. Misinterpretation of anatomy during examination can have serious consequences. This review addresses understanding of the anatomy, methodology, and complications of abdominal physical examination. It includes particular reference to modern technology and investigations. Physical examination is performed for diagnostic purposes. However, the art of physical examination is declining as more and more clinicians rely on newer technology. This can have regrettable consequences: negligence, waste of time and resources, and deterioration of clinical skills. With a sound knowledge of clinical anatomy, and realization of the importance of physical examination of the abdomen, clinician, and patients alike can benefit. Clin. Anat. 30:352-356, 2017. © 2017 Wiley Periodicals, Inc.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28165642/",
    "clean_text": "the clinical anatomy of the physical examination of the abdomen a comprehensive review physical examination of the abdomen is an essential skill knowledge of its clinical anatomy and application is vital for making diagnoses it includes particular reference to modern technology and investigations physical examination is performed f physical examination of the abdomen is an essential skill knowledge of its clinical anatomy and application is vital for making diagnoses misinterpretation of anatomy during examination can have serious consequences this review addresses understanding of the anatomy methodology and complications of abdominal physical examination it includes particular reference to modern technology and investigations physical examination is performed for diagnostic purposes however the art of physical examination is declining as more and more clinicians rely on newer technology this can have regrettable consequences negligence waste of time and resources and deterioration of clinical skills with a sound knowledge of clinical anatomy and realization of the importance of physical examination of the abdomen clinician and patients alike can benefit clin anat wiley periodicals inc"
}