{
    "pmid": "41443302",
    "title": "Metformin and all-cause mortality in older adults with type 2 diabetes mellitus and hypertension: NHANES 1999-2018 evidence for albumin as a mediator.",
    "abstract": "Metformin reduces mortality in type 2 diabetes mellitus (T2DM), but its underlying pathways remain incompletely understood. We hypothesize that serum albumin could potentially mediate the effects of metformin on mortality. Participants were drawn from the National Health and Nutrition Examination Survey (NHANES) across ten cycles for this retrospective longitudinal analysis. We employed mediation analysis to assess the impact of metformin on all-cause mortality risk mediated by albumin (ALB). In our longitudinal study, all-cause mortality was 40.97 %. Multivariate logistic regression analysis identified a significant correlation between metformin and the likelihood of all-cause mortality (HR = 0.8, 95 %CI = 0.71-0.90, P < 0.001). Mediation analysis indicated that the relationship between metformin and all-cause mortality risk was partially mediated by ALB, accounting for 13.32 % of the association (P < 0.0001). ALB mediates the association between metformin use and lower all-cause mortality in older Americans with T2DM and hypertension, underscoring the mortality-reducing importance of nutritional status.",
    "disease": "diabetes mellitus",
    "clean_text": "metformin and all cause mortality in older adults with type diabetes mellitus and hypertension nhanes evidence for albumin as a mediator metformin reduces mortality in type diabetes mellitus t dm but its underlying pathways remain incompletely understood we hypothesize that serum albumin could potentially mediate the effects of metformin on mortality participants were drawn from the national health and nutrition examination survey nhanes across ten cycles for this retrospective longitudinal analysis we employed mediation analysis to assess the impact of metformin on all cause mortality risk mediated by albumin alb in our longitudinal study all cause mortality was multivariate logistic regression analysis identified a significant correlation between metformin and the likelihood of all cause mortality hr ci p mediation analysis indicated that the relationship between metformin and all cause mortality risk was partially mediated by alb accounting for of the association p alb mediates the association between metformin use and lower all cause mortality in older americans with t dm and hypertension underscoring the mortality reducing importance of nutritional status"
}