{
    "pmid": "41440906",
    "title": "Trimethyl Chitosan-Engineered Cod Skin Peptide Nanosystems Alleviate Behavioral and Cognitive Deficits in D-Galactose-Induced Alzheimer's Disease Model Mice.",
    "abstract": "Alzheimer's disease (AD) is a common neurodegenerative disorder with limited effective treatments. Cod skin collagen peptides (CSCPs) have neuroprotective potential for AD but face poor bioavailability-due to gastrointestinal enzyme cleavage and hepatic first-pass metabolism-prompting this study to develop a nanodelivery system to enhance CSCPs' efficacy. Trimethyl chitosan (TMC)-based CSCP-loaded nanoparticles (CSCPs-NPs) were synthesized via ionic gelation, characterized for physicochemical properties, and tested in a D-galactose-induced AD mouse model (six groups: normal control, model, CSCPs low/high dose, blank NPs, CSCPs-NPs) using behavioral tests, histopathology, immunohistochemistry, and ELISA. CSCPs-NPs had a hydrodynamic diameter of 93.25 ± 21.52 nm, polydispersity index of 0.18 ± 0.13, 61.17% encapsulation efficiency, and sustained 24 h release. In AD mice, CSCPs-NPs significantly improved cognitive function and motor coordination, reduced hippocampal atrophy, preserved neurons, and mitigated oxidative stress, neuroinflammation, and apoptosis (upregulated Bcl-2, downregulated Bax)-effects matching high-dose free CSCPs. This TMC-based nanoformulation enhances CSCPs' bioavailability and provides a promising strategy for AD intervention.",
    "disease": "alzheimer disease",
    "clean_text": "trimethyl chitosan engineered cod skin peptide nanosystems alleviate behavioral and cognitive deficits in d galactose induced alzheimer s disease model mice alzheimer s disease ad is a common neurodegenerative disorder with limited effective treatments cod skin collagen peptides cscps have neuroprotective potential for ad but face poor bioavailability due to gastrointestinal enzyme cleavage and hepatic first pass metabolism prompting this study to develop a nanodelivery system to enhance cscps efficacy trimethyl chitosan tmc based cscp loaded nanoparticles cscps nps were synthesized via ionic gelation characterized for physicochemical properties and tested in a d galactose induced ad mouse model six groups normal control model cscps low high dose blank nps cscps nps using behavioral tests histopathology immunohistochemistry and elisa cscps nps had a hydrodynamic diameter of nm polydispersity index of encapsulation efficiency and sustained h release in ad mice cscps nps significantly improved cognitive function and motor coordination reduced hippocampal atrophy preserved neurons and mitigated oxidative stress neuroinflammation and apoptosis upregulated bcl downregulated bax effects matching high dose free cscps this tmc based nanoformulation enhances cscps bioavailability and provides a promising strategy for ad intervention"
}