{
    "title": "Evolving spinal analgesia practice in palliative care.",
    "doc_id": "15453621",
    "writer": "Baker L",
    "year": "2004",
    "summary": "Over 15 years palliative care professionals evolved their spinals policy through a repeated series of evaluations, discussions and literature reviews. ...Key issues in reducing adverse effects were the improved care of the spinal line exit site, a change from bolus …",
    "abstract": "Intraspinal analgesia can be helpful in some patients with intractable pain. Over 15 years palliative care professionals evolved their spinals policy through a repeated series of evaluations, discussions and literature reviews. One hundred intraspinal lines were then reviewed. Notable changes in policy were the switch from epidurals to intrathecals, and the insertion of lines during working hours rather than as emergencies. Our efficacy, and frequency of adverse effects, is equal or better to published studies. Key issues in reducing adverse effects were the improved care of the spinal line exit site, a change from bolus administration to continuous infusions, and modifying line insertion techniques. Current policy is to use continuous infusions of diamorphine and bupivacaine in a 1:5 ratio through externalized intrathecal lines. The lines are effective in approximately two thirds of patients and can be kept in place for up to 18 months. The policy continues to be updated and common documentation is now in place.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15453621/",
    "clean_text": "evolving spinal analgesia practice in palliative care over years palliative care professionals evolved their spinals policy through a repeated series of evaluations discussions and literature reviews key issues in reducing adverse effects were the improved care of the spinal line exit site a change from bolus intraspinal analgesia can be helpful in some patients with intractable pain over years palliative care professionals evolved their spinals policy through a repeated series of evaluations discussions and literature reviews one hundred intraspinal lines were then reviewed notable changes in policy were the switch from epidurals to intrathecals and the insertion of lines during working hours rather than as emergencies our efficacy and frequency of adverse effects is equal or better to published studies key issues in reducing adverse effects were the improved care of the spinal line exit site a change from bolus administration to continuous infusions and modifying line insertion techniques current policy is to use continuous infusions of diamorphine and bupivacaine in a ratio through externalized intrathecal lines the lines are effective in approximately two thirds of patients and can be kept in place for up to months the policy continues to be updated and common documentation is now in place"
}