{
    "title": "Promotion of physical activity in children.",
    "doc_id": "18197046",
    "writer": "Floriani V",
    "year": "2008",
    "summary": "This review explores recent updates in the area of physical activity promotion and its impact on the physical and mental health consequences of childhood obesity. ...SUMMARY: Physical activity is an evidence-based intervention that offers benefi …",
    "abstract": "Purpose of review:\n        \n      \n      Promotion of physical activity continues to be recommended as an essential component of obesity treatment and prevention interventions. This review explores recent updates in the area of physical activity promotion and its impact on the physical and mental health consequences of childhood obesity.\n    \n\n\n          Recent findings:\n        \n      \n      Despite the availability of opportunities for physical activity in the school environment, namely recess and physical education classes, students do not appear to be meeting activity recommendations at school alone. Access to neighborhood parks may increase levels of physical activity and reduce time spent in sedentary behaviors at home. Less time spent watching television and in other sedentary behaviors such as playing videogames may contribute to higher rates of physical activity. Frequency of physical activity also appears to be related to improved mental health status, although the direction of this relationship warrants further exploration.\n    \n\n\n          Summary:\n        \n      \n      Physical activity is an evidence-based intervention that offers benefits to both physical and mental health. Pediatric health care providers are encouraged to engage in discussions with patients and families on the topic of physical activity and to assist them in finding ways to incorporate activity into daily life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18197046/",
    "clean_text": "promotion of physical activity in children this review explores recent updates in the area of physical activity promotion and its impact on the physical and mental health consequences of childhood obesity summary physical activity is an evidence based intervention that offers benefi purpose of review promotion of physical activity continues to be recommended as an essential component of obesity treatment and prevention interventions this review explores recent updates in the area of physical activity promotion and its impact on the physical and mental health consequences of childhood obesity recent findings despite the availability of opportunities for physical activity in the school environment namely recess and physical education classes students do not appear to be meeting activity recommendations at school alone access to neighborhood parks may increase levels of physical activity and reduce time spent in sedentary behaviors at home less time spent watching television and in other sedentary behaviors such as playing videogames may contribute to higher rates of physical activity frequency of physical activity also appears to be related to improved mental health status although the direction of this relationship warrants further exploration summary physical activity is an evidence based intervention that offers benefits to both physical and mental health pediatric health care providers are encouraged to engage in discussions with patients and families on the topic of physical activity and to assist them in finding ways to incorporate activity into daily life"
}