{
    "title": "Genetics and diagnosis of central diabetes insipidus.",
    "doc_id": "22520736",
    "writer": "Bichet DG.",
    "year": "2012",
    "summary": "Most of the central diabetes insipidus cases seen in general practice are acquired but the rare cases of hereditary autosomal dominant or recessive neurohypophyseal diabetes insipidus have provided further cellular understanding of the mechanisms respo …",
    "abstract": "Most of the central diabetes insipidus cases seen in general practice are acquired but the rare cases of hereditary autosomal dominant or recessive neurohypophyseal diabetes insipidus have provided further cellular understanding of the mechanisms responsible for pre-hormone folding, maturation and release. Autosomal dominant central diabetes insipidus is secondary to the toxic accumulation of vasopressin mutants as fibrillar aggregates in the endoplasmic reticulum of hypothalamic magnocellular neurons producing vasopressin. As well, Trpv1(-/-) and Trpv4(-/-) mice have shed new light on the perception of tonicity through the stretch receptors TRPVs expressed both in central and peripheral neurons. The genomic information provided by sequencing the AVP gene is key to the routine care of these patients and, as in other genetic diseases, reduces health costs and provides psychological benefits to patients and families. In addition, simple, inexpensive blood and urine measurements together with clinical characteristics and brain magnetic resonance imaging (MRI) could distinguish between central, nephrogenic and polydipsic cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22520736/",
    "clean_text": "genetics and diagnosis of central diabetes insipidus most of the central diabetes insipidus cases seen in general practice are acquired but the rare cases of hereditary autosomal dominant or recessive neurohypophyseal diabetes insipidus have provided further cellular understanding of the mechanisms respo most of the central diabetes insipidus cases seen in general practice are acquired but the rare cases of hereditary autosomal dominant or recessive neurohypophyseal diabetes insipidus have provided further cellular understanding of the mechanisms responsible for pre hormone folding maturation and release autosomal dominant central diabetes insipidus is secondary to the toxic accumulation of vasopressin mutants as fibrillar aggregates in the endoplasmic reticulum of hypothalamic magnocellular neurons producing vasopressin as well trpv and trpv mice have shed new light on the perception of tonicity through the stretch receptors trpvs expressed both in central and peripheral neurons the genomic information provided by sequencing the avp gene is key to the routine care of these patients and as in other genetic diseases reduces health costs and provides psychological benefits to patients and families in addition simple inexpensive blood and urine measurements together with clinical characteristics and brain magnetic resonance imaging mri could distinguish between central nephrogenic and polydipsic cases"
}