{
    "title": "Temporal dynamics of HCMV gene expression in lytic and latent infections.",
    "doc_id": "35417700",
    "writer": "Rozman B",
    "year": "2022",
    "summary": "Using our improved gene expression classification combined with transcriptome-wide measurements of the effects of a wide array of epigenetic inhibitors on viral gene expression during latency, we show that a defining feature of latency is the unique re …",
    "abstract": "During productive human cytomegalovirus (HCMV) infection, viral genes are expressed in a coordinated cascade that conventionally relies on the dependencies of viral genes on protein synthesis and viral DNA replication. By contrast, the transcriptional landscape of HCMV latency is poorly understood. Here, we examine viral gene expression dynamics during the establishment of both productive and latent HCMV infections. We redefine HCMV gene expression kinetics during productive infection and reveal that viral gene regulation does not represent a simple sequential cascade; many viral genes are regulated by multiple independent modules. Using our improved gene expression classification combined with transcriptome-wide measurements of the effects of a wide array of epigenetic inhibitors on viral gene expression during latency, we show that a defining feature of latency is the unique repression of immediate-early (IE) genes. Altogether, we recharacterize HCMV gene expression kinetics and reveal governing principles of lytic and latent gene expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35417700/",
    "clean_text": "temporal dynamics of hcmv gene expression in lytic and latent infections using our improved gene expression classification combined with transcriptome wide measurements of the effects of a wide array of epigenetic inhibitors on viral gene expression during latency we show that a defining feature of latency is the unique re during productive human cytomegalovirus hcmv infection viral genes are expressed in a coordinated cascade that conventionally relies on the dependencies of viral genes on protein synthesis and viral dna replication by contrast the transcriptional landscape of hcmv latency is poorly understood here we examine viral gene expression dynamics during the establishment of both productive and latent hcmv infections we redefine hcmv gene expression kinetics during productive infection and reveal that viral gene regulation does not represent a simple sequential cascade many viral genes are regulated by multiple independent modules using our improved gene expression classification combined with transcriptome wide measurements of the effects of a wide array of epigenetic inhibitors on viral gene expression during latency we show that a defining feature of latency is the unique repression of immediate early ie genes altogether we recharacterize hcmv gene expression kinetics and reveal governing principles of lytic and latent gene expression"
}