{
    "pmid": "41453867",
    "title": "Modelling severe COVID-19 in TLR3-mutated hiPSCs-derived lung organoids.",
    "abstract": "Clinical variability in COVID-19 is partly explained by host genetic factors, including inborn errors of immunity. We investigated a patient with a heterozygous nonsense mutation in the TLR3 gene (p.Trp769*) by generating human-induced pluripotent stem cells (hiPSCs) and differentiating them into lung organoids (hLORGs). TLR3-mutated hLORGs showed reduced basal expression of TLR3 and downstream signaling genes. Following infection with a pseudotyped SARS-CoV-2 virus and live SARS-CoV-2, RNA-Seq and qPCR analyses revealed significant upregulation of fibrinogen genes (FGA, FGG), which are associated with severe COVID-19. Interestingly, TLR3 expression remained inducible upon infection, despite the loss-of-function mutation. Our patient-derived hLORG model recapitulates the pathophysiological features of the patient and provides a platform to investigate host-virus interactions and test targeted therapies for genetically at-risk individuals.",
    "disease": "covid-19",
    "clean_text": "modelling severe covid in tlr mutated hipscs derived lung organoids clinical variability in covid is partly explained by host genetic factors including inborn errors of immunity we investigated a patient with a heterozygous nonsense mutation in the tlr gene p trp by generating human induced pluripotent stem cells hipscs and differentiating them into lung organoids hlorgs tlr mutated hlorgs showed reduced basal expression of tlr and downstream signaling genes following infection with a pseudotyped sars cov virus and live sars cov rna seq and qpcr analyses revealed significant upregulation of fibrinogen genes fga fgg which are associated with severe covid interestingly tlr expression remained inducible upon infection despite the loss of function mutation our patient derived hlorg model recapitulates the pathophysiological features of the patient and provides a platform to investigate host virus interactions and test targeted therapies for genetically at risk individuals"
}