{
    "title": "A Path to Prediction of Outcomes in Juvenile Idiopathic Inflammatory Myopathy.",
    "doc_id": "31001260",
    "writer": "Reed AM",
    "year": "2019",
    "summary": "In this manuscript we share the historical and present-day tools to predict course and outcome in juvenile idiopathic inflammatory myopathy including clinical features, testing, and biomarkers. Further we discuss considerations for building more complex predictive m …",
    "abstract": "Humans have an innate desire to observe and subsequently dissect an event into component pieces in an effort to better characterize the event. We then examine these pieces individually and in combinations using this information to determine the outcome of future similar events and the likelihood of their recurrence. Practically, this attempt to foretell an occurrence and predict its outcomes is evident in multiple disciplines ranging from meteorology to sociologic studies. In this manuscript we share the historical and present-day tools to predict course and outcome in juvenile idiopathic inflammatory myopathy including clinical features, testing, and biomarkers. Further we discuss considerations for building more complex predictive models of outcome especially in diseases such as juvenile idiopathic inflammatory myopathy where patients numbers are low. Many of the barriers to developing risk prediction models for juvenile idiopathic inflammatory myopathy outcomes have improved with many remaining challenges being addressed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31001260/",
    "clean_text": "a path to prediction of outcomes in juvenile idiopathic inflammatory myopathy in this manuscript we share the historical and present day tools to predict course and outcome in juvenile idiopathic inflammatory myopathy including clinical features testing and biomarkers further we discuss considerations for building more complex predictive m humans have an innate desire to observe and subsequently dissect an event into component pieces in an effort to better characterize the event we then examine these pieces individually and in combinations using this information to determine the outcome of future similar events and the likelihood of their recurrence practically this attempt to foretell an occurrence and predict its outcomes is evident in multiple disciplines ranging from meteorology to sociologic studies in this manuscript we share the historical and present day tools to predict course and outcome in juvenile idiopathic inflammatory myopathy including clinical features testing and biomarkers further we discuss considerations for building more complex predictive models of outcome especially in diseases such as juvenile idiopathic inflammatory myopathy where patients numbers are low many of the barriers to developing risk prediction models for juvenile idiopathic inflammatory myopathy outcomes have improved with many remaining challenges being addressed"
}