{
    "pmid": "41456411",
    "title": "Cognitive reserve is associated with less cognitive decline from white matter hyperintensities.",
    "abstract": "Previous research examining the contribution of white matter hyperintensities (WMHs) to cognitive decline has focused on overall lesion burden. A new approach, afforded by the Lesion Quantification Toolkit (LQT), measures localized connectivity disruption from WMHs to better estimate their impact on cognition. This methodology shifts the focus from lesion volume to the level of network disruption between brain regions. In this novel study, we applied the LQT approach to healthy aging and linked the degree of disconnection of gray matter by WMHs to both cognitive impairment and resilience via cognitive reserve. Using three pre-existing MRI datasets of older adults (total N = 259), we used the LQT to examine localized disruptions to brain connectivity due to WMHs. We then used partial least-squares path modeling to examine the relationships between this disruption, cognitive performance, age, and cognitive reserve. The results support a link between connectivity disruption and reduced cognitive performance. Results from all three individual datasets, one of which included a detailed measure of cognitive reserve, showed a link between cognitive reserve and higher cognitive performance, suggesting cognitive reserve allows for maintained cognitive function in spite of the negative impact of WMHs.",
    "disease": "alzheimer disease",
    "clean_text": "cognitive reserve is associated with less cognitive decline from white matter hyperintensities previous research examining the contribution of white matter hyperintensities wmhs to cognitive decline has focused on overall lesion burden a new approach afforded by the lesion quantification toolkit lqt measures localized connectivity disruption from wmhs to better estimate their impact on cognition this methodology shifts the focus from lesion volume to the level of network disruption between brain regions in this novel study we applied the lqt approach to healthy aging and linked the degree of disconnection of gray matter by wmhs to both cognitive impairment and resilience via cognitive reserve using three pre existing mri datasets of older adults total n we used the lqt to examine localized disruptions to brain connectivity due to wmhs we then used partial least squares path modeling to examine the relationships between this disruption cognitive performance age and cognitive reserve the results support a link between connectivity disruption and reduced cognitive performance results from all three individual datasets one of which included a detailed measure of cognitive reserve showed a link between cognitive reserve and higher cognitive performance suggesting cognitive reserve allows for maintained cognitive function in spite of the negative impact of wmhs"
}