{
    "title": "Does the menstrual phase affect gastric emptying? Prospective, observational study.",
    "doc_id": "36930497",
    "writer": "Tutar MS",
    "year": "2023",
    "summary": "OBJECTIVE: Pulmonary aspiration of gastric content is a serious complication of anesthesia. It is unclear what effects different parts of the menstrual cycle have on how long it takes for the stomach to empty. ...The gastric content, gastric antrum are …",
    "abstract": "Objective:\n        \n      \n      Pulmonary aspiration of gastric content is a serious complication of anesthesia. It is unclear what effects different parts of the menstrual cycle have on how long it takes for the stomach to empty. This prospective observational study assessed the relationship between menstrual cycle phases and gastric emptying using ultrasonography (USG) in volunteers of reproductive age.\n    \n\n\n          Patients and methods:\n        \n      \n      Between days 8-10 of the menstrual cycle in the follicular phase and days 18-20 of the luteal phase, a total of 24 healthy volunteers received four stomach USG procedures. In both phases, the gastric antrum was evaluated with USG in the right lateral decubitus position after fasting for 10 hours, followed by 2 hours of fasting after liquid intake and 6 hours of fasting after solid food intake. The gastric content, gastric antrum area, and estimated gastric volume determined whether the stomach was full or empty.\n    \n\n\n          Results:\n        \n      \n      A full stomach was detected in 8 (8.3%) out of 96 measurements performed on the volunteers. After liquid food intake, a full stomach was detected in 2 subjects in the luteal phase, while all the subjects had an empty stomach during the follicular phase (p=0.500). After solid food intake, a full stomach was detected in 6 subjects in the luteal phase, and again, all subjects had an empty stomach during the follicular phase (p=0.031).\n    \n\n\n          Conclusions:\n        \n      \n      Ultrasound assessment of gastric volume in volunteers of reproductive age has shown that gastric emptying of solid foods is slowed during the luteal phase of the menstrual cycle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36930497/",
    "clean_text": "does the menstrual phase affect gastric emptying prospective observational study objective pulmonary aspiration of gastric content is a serious complication of anesthesia it is unclear what effects different parts of the menstrual cycle have on how long it takes for the stomach to empty the gastric content gastric antrum are objective pulmonary aspiration of gastric content is a serious complication of anesthesia it is unclear what effects different parts of the menstrual cycle have on how long it takes for the stomach to empty this prospective observational study assessed the relationship between menstrual cycle phases and gastric emptying using ultrasonography usg in volunteers of reproductive age patients and methods between days of the menstrual cycle in the follicular phase and days of the luteal phase a total of healthy volunteers received four stomach usg procedures in both phases the gastric antrum was evaluated with usg in the right lateral decubitus position after fasting for hours followed by hours of fasting after liquid intake and hours of fasting after solid food intake the gastric content gastric antrum area and estimated gastric volume determined whether the stomach was full or empty results a full stomach was detected in out of measurements performed on the volunteers after liquid food intake a full stomach was detected in subjects in the luteal phase while all the subjects had an empty stomach during the follicular phase p after solid food intake a full stomach was detected in subjects in the luteal phase and again all subjects had an empty stomach during the follicular phase p conclusions ultrasound assessment of gastric volume in volunteers of reproductive age has shown that gastric emptying of solid foods is slowed during the luteal phase of the menstrual cycle"
}