{
    "title": "Comparison of the natural history of alcoholic and nonalcoholic fatty liver disease.",
    "doc_id": "15701296",
    "writer": "Mills SJ",
    "year": "2005",
    "summary": "Fatty liver disease represents a common clinical entity. It is classically divided into alcoholic fatty liver disease (AFLD) and nonalcoholic fatty liver disease (NAFLD). Whereas AFLD occurs in as many as 10 million Americans, NAFLD repre …",
    "abstract": "Fatty liver disease represents a common clinical entity. It is classically divided into alcoholic fatty liver disease (AFLD) and nonalcoholic fatty liver disease (NAFLD). Whereas AFLD occurs in as many as 10 million Americans, NAFLD represents the most common chronic liver disease and is the most common cause of liver enzyme abnormalities in the United States. Both diseases encompass the clinical spectrum of steatosis, steatohepatitis, and cirrhosis. Although they are histologically indistinct, AFLD and NAFLD follow different clinical courses. This article compares the natural history of these diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15701296/",
    "clean_text": "comparison of the natural history of alcoholic and nonalcoholic fatty liver disease fatty liver disease represents a common clinical entity it is classically divided into alcoholic fatty liver disease afld and nonalcoholic fatty liver disease nafld whereas afld occurs in as many as million americans nafld repre fatty liver disease represents a common clinical entity it is classically divided into alcoholic fatty liver disease afld and nonalcoholic fatty liver disease nafld whereas afld occurs in as many as million americans nafld represents the most common chronic liver disease and is the most common cause of liver enzyme abnormalities in the united states both diseases encompass the clinical spectrum of steatosis steatohepatitis and cirrhosis although they are histologically indistinct afld and nafld follow different clinical courses this article compares the natural history of these diseases"
}