{
    "title": "Cancer survival analysis on population-based cancer registry data in Zhejiang Province, China (2018-2019).",
    "doc_id": "39036389",
    "writer": "Li H",
    "year": "2023",
    "summary": "Using this approach, we aimed to timely and accurately analyze the 5-year relative survival (RS) and net survival (NS) in cancer registries of Zhejiang Province, China. METHODS: A total of 255,725 new cancer cases diagnosed during 2013-2017 were included in 14 cancer regis …",
    "abstract": "Objective:\n        \n      \n      This is a comprehensive overview of long-term cancer survival in Zhejiang Province, China. Hybrid analysis, a combination of cohort and period analysis, has been proposed to derive up-to-date cancer survival estimates. Using this approach, we aimed to timely and accurately analyze the 5-year relative survival (RS) and net survival (NS) in cancer registries of Zhejiang Province, China.\n    \n\n\n          Methods:\n        \n      \n      A total of 255,725 new cancer cases diagnosed during 2013-2017 were included in 14 cancer registries in Zhejiang Province, China, with a follow-up on vital status until the end of 2019. The hybrid analysis was used to calculate the 5-year RS and 5-year NS during 2018-2019 for overall and stratifications by sex, cancer type, region, and age at diagnosis.\n    \n\n\n          Results:\n        \n      \n      During 2018-2019, the age-standardized 5-year RS and NS for overall cancer in Zhejiang was 47.5% and 48.6%, respectively. The age-standardized 5-year RS for cancers of women (55.4%) was higher than that of men (40.0%), and the rate of urban areas (49.7%) was higher than that of rural areas (43.1%). The 5-year RS declined along with age, from 84.4% for ages <45 years to 23.7% for ages >74 years. Our results of the RS and NS showed the similar trend and no significant difference. The top five cancers with top age-standardized 5-year RS were thyroid cancer (96.0%), breast cancer (84.3%), testicular cancer (79.9%), prostate cancer (77.2%), and bladder cancer (70.6%), and the five cancers with the lowest age-standardized 5-year RS were pancreatic cancer (6.0%), liver cancer (15.6%), gallbladder cancer (17.1%), esophageal cancer (22.7%), and leukemia (31.0%).\n    \n\n\n          Conclusions:\n        \n      \n      We reported the most up-to-date 5-year cancer RS and NS in Zhejiang Province, China for the first time, and found that the 5-year survival for cancer patients in Zhejiang during 2018-2019 was relatively high. The population-based cancer registries are recognized as key policy tools that can be used to evaluate both the impact of cancer prevention strategies and the effectiveness of health systems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39036389/",
    "clean_text": "cancer survival analysis on population based cancer registry data in zhejiang province china using this approach we aimed to timely and accurately analyze the year relative survival rs and net survival ns in cancer registries of zhejiang province china methods a total of new cancer cases diagnosed during were included in cancer regis objective this is a comprehensive overview of long term cancer survival in zhejiang province china hybrid analysis a combination of cohort and period analysis has been proposed to derive up to date cancer survival estimates using this approach we aimed to timely and accurately analyze the year relative survival rs and net survival ns in cancer registries of zhejiang province china methods a total of new cancer cases diagnosed during were included in cancer registries in zhejiang province china with a follow up on vital status until the end of the hybrid analysis was used to calculate the year rs and year ns during for overall and stratifications by sex cancer type region and age at diagnosis results during the age standardized year rs and ns for overall cancer in zhejiang was and respectively the age standardized year rs for cancers of women was higher than that of men and the rate of urban areas was higher than that of rural areas the year rs declined along with age from for ages years to for ages years our results of the rs and ns showed the similar trend and no significant difference the top five cancers with top age standardized year rs were thyroid cancer breast cancer testicular cancer prostate cancer and bladder cancer and the five cancers with the lowest age standardized year rs were pancreatic cancer liver cancer gallbladder cancer esophageal cancer and leukemia conclusions we reported the most up to date year cancer rs and ns in zhejiang province china for the first time and found that the year survival for cancer patients in zhejiang during was relatively high the population based cancer registries are recognized as key policy tools that can be used to evaluate both the impact of cancer prevention strategies and the effectiveness of health systems"
}