{
    "pmid": "41362174",
    "title": "Identification of the Key Amino Acid Mutations in the PB2 and PA Proteins of Classical Swine H1N1 Influenza A Virus in Mammalian Adaptation.",
    "abstract": "The classical swine (CS) H1N1 influenza virus firstly isolated in 1930 is highly homologous to the 1918 Spanish influenza virus. CS H1N1 virus crossed the interspecies barrier to infect humans has become the dominantly prevalent strain in China's pig population, showing a trend of continuous transmission. However, whether subsequent adaptation of CS H1N1 to mammals would increase their pathogenicity toward humans is unknown. To address this, a mouse-adapted (MA) CS H1N1 virus (A/Swine/Guangdong/1/2011[G11-MA]) was generated through serially passaged in mouse lungs, exhibiting increased virulence compared to the wild-type (WT). Further study showed that the G11-MA strain occurred the amino acid mutations in PB2-D740N, PB1-T56I, PA-T97I and HA-K188E, and the combination of PB2-D740N with PA-T97I improved the replication ability in mammalian cells and mice. The G11-MA strain with PB2 and PA (G11/MA PB2PA) group enhanced the viral polymerase activity, with the similar survival rate and weight loss of mice compared to the G11-MA group. Our study demonstrates that the combination of PB2-D740N and PA-T97I plays a key role in the virulence phenotype of CS H1N1 influenza viruses, and provides important information for evaluating the pandemic risk of swine influenza strains.",
    "disease": "influenza",
    "clean_text": "identification of the key amino acid mutations in the pb and pa proteins of classical swine h n influenza a virus in mammalian adaptation the classical swine cs h n influenza virus firstly isolated in is highly homologous to the spanish influenza virus cs h n virus crossed the interspecies barrier to infect humans has become the dominantly prevalent strain in china s pig population showing a trend of continuous transmission however whether subsequent adaptation of cs h n to mammals would increase their pathogenicity toward humans is unknown to address this a mouse adapted ma cs h n virus a swine guangdong g ma was generated through serially passaged in mouse lungs exhibiting increased virulence compared to the wild type wt further study showed that the g ma strain occurred the amino acid mutations in pb d n pb t i pa t i and ha k e and the combination of pb d n with pa t i improved the replication ability in mammalian cells and mice the g ma strain with pb and pa g ma pb pa group enhanced the viral polymerase activity with the similar survival rate and weight loss of mice compared to the g ma group our study demonstrates that the combination of pb d n and pa t i plays a key role in the virulence phenotype of cs h n influenza viruses and provides important information for evaluating the pandemic risk of swine influenza strains"
}