{
    "title": "Renal injury mechanisms of motor vehicle collisions: analysis of the crash injury research and engineering network data set.",
    "doc_id": "17632156",
    "writer": "Kuan JK",
    "year": "2007",
    "summary": "We identified possible collision patterns and vehicle interior components that may have a role in kidney injury following motor vehicle collision. MATERIALS AND METHODS: A total of 115 cases (131 renal injuries) were identified in the multicenter Crash Inj …",
    "abstract": "Purpose:\n        \n      \n      Injury prevention requires efficient diagnosis and management, and knowledge of collision kinematics may allow first responders to triage victims earlier based on crash scene assessment. We identified possible collision patterns and vehicle interior components that may have a role in kidney injury following motor vehicle collision.\n    \n\n\n          Materials and methods:\n        \n      \n      A total of 115 cases (131 renal injuries) were identified in the multicenter Crash Injury Research and Engineering Network database. For each case a crash investigation was performed, identifying vehicle kinematic characteristics, vehicle damage profile and an assessment of the interior compartment to determine points of occupant contact and restraint system use. A multidisciplinary team reviewed each case to establish a probable mechanism for all injuries sustained. Review of the medical record was performed to identify subject demographics and injury characteristics. Cases were analyzed based on frontal vs side impact.\n    \n\n\n          Results:\n        \n      \n      Of the subjects 52% were male. Mean age was 36.1 years and median injury severity score was 33. Overall injuries were low grade in 72.5% of patients, 30% were unrestrained and 47.6% of collisions were side impact. No difference was observed between frontal and lateral collisions with respect to renal injury severity. For frontal impact the seat belt was the source in 26 of 29 renal injuries (90%) and 12 of 15 unrestrained cases (80%) were due to direct impact with the steering column. Of 131 side impact injuries 62 were attributable to impact with lateral compartment elements. Side impact injuries were associated with lateral door panel impact (41 of 61) with the armrest accounting for 22. The mean lateral compartment intrusion was 29.6 cm. No grade V injuries occurred when vehicle intrusion was less than 30 cm. The mean change in velocity for frontal and lateral collisions was 24.0 and 31.5 mph, respectively (p <0.05). In frontal collisions the change in velocity for kidney injuries sourced to the steering wheel vs seat belt injuries was statistically greater (41.5 vs 28.4 mph, p = 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Renal injury in frontal and side impact collisions appears to occur after direct impact from objects in the vehicle compartment. For frontal crashes occupant acceleration into the seat belt or steering wheel seems to result in renal injuries. Side impact injuries occur when the vehicle side panel intrudes into the compartment, striking the occupant. Further collision evaluation in larger data sets is required to substantiate our findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17632156/",
    "clean_text": "renal injury mechanisms of motor vehicle collisions analysis of the crash injury research and engineering network data set we identified possible collision patterns and vehicle interior components that may have a role in kidney injury following motor vehicle collision materials and methods a total of cases renal injuries were identified in the multicenter crash inj purpose injury prevention requires efficient diagnosis and management and knowledge of collision kinematics may allow first responders to triage victims earlier based on crash scene assessment we identified possible collision patterns and vehicle interior components that may have a role in kidney injury following motor vehicle collision materials and methods a total of cases renal injuries were identified in the multicenter crash injury research and engineering network database for each case a crash investigation was performed identifying vehicle kinematic characteristics vehicle damage profile and an assessment of the interior compartment to determine points of occupant contact and restraint system use a multidisciplinary team reviewed each case to establish a probable mechanism for all injuries sustained review of the medical record was performed to identify subject demographics and injury characteristics cases were analyzed based on frontal vs side impact results of the subjects were male mean age was years and median injury severity score was overall injuries were low grade in of patients were unrestrained and of collisions were side impact no difference was observed between frontal and lateral collisions with respect to renal injury severity for frontal impact the seat belt was the source in of renal injuries and of unrestrained cases were due to direct impact with the steering column of side impact injuries were attributable to impact with lateral compartment elements side impact injuries were associated with lateral door panel impact of with the armrest accounting for the mean lateral compartment intrusion was cm no grade v injuries occurred when vehicle intrusion was less than cm the mean change in velocity for frontal and lateral collisions was and mph respectively p in frontal collisions the change in velocity for kidney injuries sourced to the steering wheel vs seat belt injuries was statistically greater vs mph p conclusions renal injury in frontal and side impact collisions appears to occur after direct impact from objects in the vehicle compartment for frontal crashes occupant acceleration into the seat belt or steering wheel seems to result in renal injuries side impact injuries occur when the vehicle side panel intrudes into the compartment striking the occupant further collision evaluation in larger data sets is required to substantiate our findings"
}