{
    "pmid": "41444731",
    "title": "The association between amyloid-beta deposition on dual-task gait performance is partially moderated by cognitive functions in healthy older adults.",
    "abstract": "Amyloid beta (Aβ) deposition has been implicated in the disruption of neuronal activity and large-scale network connectivity in older adults, contributing to impairments in cognitive function and mobility. Nevertheless, the extent to which regional patterns of Aβ accumulation differentially influence gait and cognition, and whether cognitive function modulates the association between Aβ burden and gait performance in healthy aging, remain insufficiently understood. This study examined the complex relationships among regional Aβ deposition, gait performance, and cognitive function in healthy older adults. The study included 33 healthy older adults (mean age = 65.72 ± 2.77 years; 12 females, 21 males). Participants underwent PET scans, cognitive assessments, and gait evaluations in usual-walk (UW) and dual-task (DT) conditions. Pittsburg Compound B (PiB-PET) imaging quantified Aβ burden across 68 brain regions. A three-step statistical analysis was conducted. Hierarchical regression models explored connections between Aβ, cognitive function (reasoning, vocabulary, memory, processing speed), and gait performance. Path analysis examined inter-relationships. All models were adjusted for age, sex, and years of education. A statistical threshold of p ≤ 0.05, adjusted for multiple comparisons, was applied. Elevated Aβ levels in the pallidal (β=-0.05, p < 0.001), and entorhinal cortex (β=-0.35, p = 0.021), were significantly associated with poorer step regularity, and hippocampal Aβ levels (β=-1.3, p = 0.037) were significantly associated with poorer step symmetry under UW conditions. During DT walking, higher Aβ in the cerebellar was associated with reduced stride regularity (β=-1.38, p = 0.034), while higher cerebellar and pericalcarine Aβ was linked to lower step symmetry performance (β=-1.1, p < 0.001). In contrast, elevated Aβ in the cingulate (β = 0.75, p < 0.001) and cuneus (β = 0.49, p = 0.024) was positively associated with step symmetry. Path analyses indicated that cognitive scores in vocabulary and reasoning moderated the relationship between regional Aβ deposition and DT stride regularity and step symmetry. The obtained results indicate that regional Aβ deposition is differentially associated with specific gait metrics depending on brain region and walking condition. Cognitive performance in vocabulary and reasoning moderated these associations, indicating a potential protective role. These findings highlight the relevance of region-specific pathology and cognition in early detection of age-related motor and cognitive decline.",
    "disease": "alzheimer disease",
    "clean_text": "the association between amyloid beta deposition on dual task gait performance is partially moderated by cognitive functions in healthy older adults amyloid beta a deposition has been implicated in the disruption of neuronal activity and large scale network connectivity in older adults contributing to impairments in cognitive function and mobility nevertheless the extent to which regional patterns of a accumulation differentially influence gait and cognition and whether cognitive function modulates the association between a burden and gait performance in healthy aging remain insufficiently understood this study examined the complex relationships among regional a deposition gait performance and cognitive function in healthy older adults the study included healthy older adults mean age years females males participants underwent pet scans cognitive assessments and gait evaluations in usual walk uw and dual task dt conditions pittsburg compound b pib pet imaging quantified a burden across brain regions a three step statistical analysis was conducted hierarchical regression models explored connections between a cognitive function reasoning vocabulary memory processing speed and gait performance path analysis examined inter relationships all models were adjusted for age sex and years of education a statistical threshold of p adjusted for multiple comparisons was applied elevated a levels in the pallidal p and entorhinal cortex p were significantly associated with poorer step regularity and hippocampal a levels p were significantly associated with poorer step symmetry under uw conditions during dt walking higher a in the cerebellar was associated with reduced stride regularity p while higher cerebellar and pericalcarine a was linked to lower step symmetry performance p in contrast elevated a in the cingulate p and cuneus p was positively associated with step symmetry path analyses indicated that cognitive scores in vocabulary and reasoning moderated the relationship between regional a deposition and dt stride regularity and step symmetry the obtained results indicate that regional a deposition is differentially associated with specific gait metrics depending on brain region and walking condition cognitive performance in vocabulary and reasoning moderated these associations indicating a potential protective role these findings highlight the relevance of region specific pathology and cognition in early detection of age related motor and cognitive decline"
}