{
    "title": "Helicobacter pylori and gastric cancer: Indian enigma.",
    "doc_id": "24587625",
    "writer": "Misra V",
    "year": "2014",
    "summary": "Helicobacter pylori (H. pylori) is a gram negative microaerophilic bacterium which resides in the mucous linings of the stomach. It has been implicated in the causation of various gastric disorders including gastric cancer. The geographical distributio …",
    "abstract": "Helicobacter pylori (H. pylori) is a gram negative microaerophilic bacterium which resides in the mucous linings of the stomach. It has been implicated in the causation of various gastric disorders including gastric cancer. The geographical distribution and etiology of gastric cancer differ widely in different geographical regions and H. pylori, despite being labeled as a grade I carcinogen, has not been found to be associated with gastric cancer in many areas. Studies in Asian countries such as Thailand, India, Bangladesh, Pakistan, Iran, Saudi Arabian countries, Israel and Malaysia, have reported a high frequency of H. pylori infection co-existing with a low incidence of gastric cancer. In India, a difference in the prevalence of H. pylori infection and gastric cancer has been noted even in different regions of the country leading to a puzzle when attempting to find the causes of these variations. This puzzle of H. pylori distribution and gastric cancer epidemiology is known as the Indian enigma. In this review we have attempted to explain the Indian enigma using evidence from various Indian studies and from around the globe. This review covers aspects of epidemiology, the various biological strains present in different parts of the country and within individuals, the status of different H. pylori-related diseases and the molecular pathogenesis of the bacterium.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24587625/",
    "clean_text": "helicobacter pylori and gastric cancer indian enigma helicobacter pylori h pylori is a gram negative microaerophilic bacterium which resides in the mucous linings of the stomach it has been implicated in the causation of various gastric disorders including gastric cancer the geographical distributio helicobacter pylori h pylori is a gram negative microaerophilic bacterium which resides in the mucous linings of the stomach it has been implicated in the causation of various gastric disorders including gastric cancer the geographical distribution and etiology of gastric cancer differ widely in different geographical regions and h pylori despite being labeled as a grade i carcinogen has not been found to be associated with gastric cancer in many areas studies in asian countries such as thailand india bangladesh pakistan iran saudi arabian countries israel and malaysia have reported a high frequency of h pylori infection co existing with a low incidence of gastric cancer in india a difference in the prevalence of h pylori infection and gastric cancer has been noted even in different regions of the country leading to a puzzle when attempting to find the causes of these variations this puzzle of h pylori distribution and gastric cancer epidemiology is known as the indian enigma in this review we have attempted to explain the indian enigma using evidence from various indian studies and from around the globe this review covers aspects of epidemiology the various biological strains present in different parts of the country and within individuals the status of different h pylori related diseases and the molecular pathogenesis of the bacterium"
}