{
    "title": "DDIAS promotes endometrial cancer progression via beta-catenin signaling.",
    "doc_id": "41052043",
    "writer": "Tian X",
    "year": "2025",
    "summary": "To study the expression of DDIAS in endometrial cancer, immunohistochemistry was performed on endometrial cancer, atypical endometrial hyperplasia and normal endometrial tissue. ...CONCLUSION: DDIAS regulated EMT in endometrial cancer cell migra …",
    "abstract": "Background:\n        \n      \n      DDIAS has been recognized as an oncogene in various cancers, but its role in endometrial cancer remains unexplored.\n    \n\n\n          Methods:\n        \n      \n      The expression of DDIAS in normal endometrium and endometrial cancer samples was analysed via the The Cancer Genome Atlas (TCGA) database, and prognostic analysis was performed. The differential expression of DDIAS between endometrial cancer and normal endometrium tissues was analyzed using quantitative polymerase chain reaction (qPCR). To study the expression of DDIAS in endometrial cancer, immunohistochemistry was performed on endometrial cancer, atypical endometrial hyperplasia and normal endometrial tissue. The association between DDIAS expression and clinicopathology was analysed. The expression of DDIAS in endometrial cancer cell lines was studied via Western blot (WB) analysis. DDIAS was knocked down in endometrial cancer cell lines via small interfering RNA (siRNA), and the effects of DDIAS knockdown on endometrial cancer cell biology and its related regulatory mechanisms were investigated via Cell Counting Kit-8(CCK8), Colony formation assay, scratch test, Transwell, and WB assays. Finally, the relevant regulatory mechanisms were verified using rescue experiments.\n    \n\n\n          Results:\n        \n      \n      According to the public database analysis, High DDIAS expression correlates with endometrial cancer and predicts unfavorable prognosis..The qPCR confirmed higher expression of DDIAS in tumor samples.We found that DDIAS was highly expressed in endometrial cancer and atypical endometrial hyperplasia, and that the upregulation of DDIAS expression predicted poor prognosis. In endometrial cancer, higher DDIAS expression was associated with increased tumor grade and advanced FIGO stage. In terms of cellular function, knocking down DDIAS suppressed the proliferation, migration and invasion capabilities of endometrial cancer cells. In the mechanistic pathway, reducing DDIAS expression led to the inhibition of β-catenin and its downstream targets, including c-Myc, cyclin D1, and survivin, while also suppressing epithelial-mesenchymal transition (EMT).However, these changes were rescued by the upregulation of β-catenin.\n    \n\n\n          Conclusion:\n        \n      \n      DDIAS regulated EMT in endometrial cancer cell migration and invasion through the β-catenin pathway, demonstrating that DDIAS is a potential target for the treatment of endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41052043/",
    "clean_text": "ddias promotes endometrial cancer progression via beta catenin signaling to study the expression of ddias in endometrial cancer immunohistochemistry was performed on endometrial cancer atypical endometrial hyperplasia and normal endometrial tissue conclusion ddias regulated emt in endometrial cancer cell migra background ddias has been recognized as an oncogene in various cancers but its role in endometrial cancer remains unexplored methods the expression of ddias in normal endometrium and endometrial cancer samples was analysed via the the cancer genome atlas tcga database and prognostic analysis was performed the differential expression of ddias between endometrial cancer and normal endometrium tissues was analyzed using quantitative polymerase chain reaction qpcr to study the expression of ddias in endometrial cancer immunohistochemistry was performed on endometrial cancer atypical endometrial hyperplasia and normal endometrial tissue the association between ddias expression and clinicopathology was analysed the expression of ddias in endometrial cancer cell lines was studied via western blot wb analysis ddias was knocked down in endometrial cancer cell lines via small interfering rna sirna and the effects of ddias knockdown on endometrial cancer cell biology and its related regulatory mechanisms were investigated via cell counting kit cck colony formation assay scratch test transwell and wb assays finally the relevant regulatory mechanisms were verified using rescue experiments results according to the public database analysis high ddias expression correlates with endometrial cancer and predicts unfavorable prognosis the qpcr confirmed higher expression of ddias in tumor samples we found that ddias was highly expressed in endometrial cancer and atypical endometrial hyperplasia and that the upregulation of ddias expression predicted poor prognosis in endometrial cancer higher ddias expression was associated with increased tumor grade and advanced figo stage in terms of cellular function knocking down ddias suppressed the proliferation migration and invasion capabilities of endometrial cancer cells in the mechanistic pathway reducing ddias expression led to the inhibition of catenin and its downstream targets including c myc cyclin d and survivin while also suppressing epithelial mesenchymal transition emt however these changes were rescued by the upregulation of catenin conclusion ddias regulated emt in endometrial cancer cell migration and invasion through the catenin pathway demonstrating that ddias is a potential target for the treatment of endometrial cancer"
}