{
    "pmid": "41454052",
    "title": "Exome sequencing points to pathogenic ATM variants in gastric cancer.",
    "abstract": "Gastric cancer (GC) is a leading cause of cancer-related deaths worldwide. While most cases result from the cumulative risk of common genetic variants, a smaller proportion shows a monogenic etiology. We used germline exome sequencing data to assess the gene-based burden of loss-of-function pathogenic variants (LoF-PVs) in 471 early-onset GC cases as well as 666 GC cases from the UK Biobank (UKB), aiming to identify monogenic GC forms. In both datasets, LoF-PVs in CDH1 and ATM were enriched among GC cases. Beyond GC, ATM LoF-PVs were also enriched in UKB participants with pancreatic, oesophageal, breast, prostate, and lung cancer, though the effect size was notably high in GC. As an established disease gene for pancreatic, breast, ovarian, and prostate cancer, ATM should also be considered for genetic testing when monogenic GC is suspected. This is especially important for families in which other tumours associated with ATM PVs occur alongside GC.",
    "disease": "breast cancer",
    "clean_text": "exome sequencing points to pathogenic atm variants in gastric cancer gastric cancer gc is a leading cause of cancer related deaths worldwide while most cases result from the cumulative risk of common genetic variants a smaller proportion shows a monogenic etiology we used germline exome sequencing data to assess the gene based burden of loss of function pathogenic variants lof pvs in early onset gc cases as well as gc cases from the uk biobank ukb aiming to identify monogenic gc forms in both datasets lof pvs in cdh and atm were enriched among gc cases beyond gc atm lof pvs were also enriched in ukb participants with pancreatic oesophageal breast prostate and lung cancer though the effect size was notably high in gc as an established disease gene for pancreatic breast ovarian and prostate cancer atm should also be considered for genetic testing when monogenic gc is suspected this is especially important for families in which other tumours associated with atm pvs occur alongside gc"
}