{
    "title": "Fine tuning the history and physical examination: correlations with miscellaneous techniques.",
    "doc_id": "16180403",
    "writer": "Bond BR.",
    "year": "2005",
    "summary": "It may be unusual to think of a physical examination as a technique, but what better \"instruments\" do we have than our eyes, our ears, and our hands? ...This article will cover some parts of the routine physical examination, correct positioning of cats …",
    "abstract": "It may be unusual to think of a physical examination as a technique, but what better \"instruments\" do we have than our eyes, our ears, and our hands? Therefore, I will describe several \"techniques\" that I felt should be included in this journal, but that do not warrant an article of their own. This article will cover some parts of the routine physical examination, correct positioning of cats and consequences of bad positioning, radiographic techniques that will help diagnose heart failure more consistently, examination of dogs with lower airway disease, and examination of cats with aortic thromboembolism (ATE). Several \"pearls\" that may get lost in the other information is sprinkled throughout the article.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16180403/",
    "clean_text": "fine tuning the history and physical examination correlations with miscellaneous techniques it may be unusual to think of a physical examination as a technique but what better instruments do we have than our eyes our ears and our hands this article will cover some parts of the routine physical examination correct positioning of cats it may be unusual to think of a physical examination as a technique but what better instruments do we have than our eyes our ears and our hands therefore i will describe several techniques that i felt should be included in this journal but that do not warrant an article of their own this article will cover some parts of the routine physical examination correct positioning of cats and consequences of bad positioning radiographic techniques that will help diagnose heart failure more consistently examination of dogs with lower airway disease and examination of cats with aortic thromboembolism ate several pearls that may get lost in the other information is sprinkled throughout the article"
}