{
    "pmid": "41456828",
    "title": "Perioperative Outcomes of Robotic versus Video-Assisted Thoracoscopic Surgery in Non-Small Cell Lung Cancer After Neoadjuvant Therapy.",
    "abstract": "To compare perioperative outcomes between robotic-assisted thoracoscopic surgery (RATS) and Video-assisted thoracoscopic surgery (VATS) in non-small cell lung cancer (NSCLC) patients following neoadjuvant therapy. We retrospectively analyzed 939 NSCLC patients (2021-2023), including 816 VATS and 123 RATS cases. A 1:2 Propensity score matching (PSM) method was adopted to create a balanced cohort including 246 with VATS and 123 with RATS. Demographic characteristics, neoadjuvant therapy efficacy, and perioperative outcomes were compared. Subgroup analysis evaluated RATS benefits in sleeve lobectomy, and logistic regression identified risk factors for postoperative complications. After matching, RATS showed lower thoracotomy conversion rates (3.1% vs. 8.9%, P=0.044), greater lymph node dissection (stations: 7[6-8] vs. 5[5-6.25]; numbers: 18[14-26] vs. 14[10-20]; both P<0.001), reduced blood loss (50[50-100] vs. 50[50-100] mL, P=0.048), shorter operative time (124[110-170] vs. 130[117-184] min, P=0.041), and shorter chest tube duration (4[3-5] vs. 5[3-6] days, P=0.002). Persistent air leak >7 days was less frequent with RATS (1.6% vs. 7.7%, P=0.017). In sleeve lobectomy, RATS further reduced operative time (150[110-200.5] vs. 197.5[147.25-238.5] min, P=0.003) and chest tube duration (4[3-6] vs. 5[4-6] days, P=0.014). Multivariable logistic regression analyze shows prolonged operative time (OR 1.014, 95%CI 1.008-1.020; P<0.001) and pneumonectomy (OR 4.866, 95%CI 1.236-19.158; P=0.024) independently predicted complications. RATS is associated with more favorable perioperative outcomes compared to VATS in NSCLC after neoadjuvant therapy, especially associated with significantly reduced operative time, blood loss and chest tube duration in sleeve lobectomy, suggesting its potential utility for complex resections.",
    "disease": "lung cancer",
    "clean_text": "perioperative outcomes of robotic versus video assisted thoracoscopic surgery in non small cell lung cancer after neoadjuvant therapy to compare perioperative outcomes between robotic assisted thoracoscopic surgery rats and video assisted thoracoscopic surgery vats in non small cell lung cancer nsclc patients following neoadjuvant therapy we retrospectively analyzed nsclc patients including vats and rats cases a propensity score matching psm method was adopted to create a balanced cohort including with vats and with rats demographic characteristics neoadjuvant therapy efficacy and perioperative outcomes were compared subgroup analysis evaluated rats benefits in sleeve lobectomy and logistic regression identified risk factors for postoperative complications after matching rats showed lower thoracotomy conversion rates vs p greater lymph node dissection stations vs numbers vs both p reduced blood loss vs ml p shorter operative time vs min p and shorter chest tube duration vs days p persistent air leak days was less frequent with rats vs p in sleeve lobectomy rats further reduced operative time vs min p and chest tube duration vs days p multivariable logistic regression analyze shows prolonged operative time or ci p and pneumonectomy or ci p independently predicted complications rats is associated with more favorable perioperative outcomes compared to vats in nsclc after neoadjuvant therapy especially associated with significantly reduced operative time blood loss and chest tube duration in sleeve lobectomy suggesting its potential utility for complex resections"
}