{
    "pmid": "41451837",
    "title": "Evaluation of the GeneTex U-OK SARS-CoV-2 Neutralizing Antibody Detection Assay: Comparison With GenScript cPass and Viral Neutralization Assays.",
    "abstract": "The detection of neutralizing antibodies (NAbs) is crucial for evaluating immune protection against viral infections. This study assessed two ELISA-based surrogate virus neutralization tests (sVNTs): the novel GeneTex U-OK SARS-CoV-2 Neutralizing Antibody Detection ELISA kit and the FDA-authorized GenScript cPass SARS-CoV-2 Neutralization Antibody Detection kit. The GeneTex U-OK kit contains recombinant spike proteins from the wild-type strain and Omicron subvariants BA.1, BA.2, and BA.4/BA.5. A total of 115 serum samples were analyzed, including 75 from SARS-CoV-2 unvaccinated individuals and 40 from vaccinated individuals. No participant had evidence of prior SARS-CoV-2 infection, as confirmed by negative anti-nucleocapsid antibody tests. Compared with the GenScript cPass kit, the GeneTex U-OK kit demonstrated 100% positive agreement (95% CI: 90.4-100.0%) and 100% negative agreement (95% CI: 95.4-100.0%) in detecting NAbs against the wild-type strain, corresponding to 100% sensitivity and 100% specificity. When compared with viral neutralization assays, it achieved 100% concordance for Omicron BA.1, BA.2, and BA.4/BA.5 subvariants, with correlation coefficients (R) of 0.85, 0.98, and 0.46, respectively. These findings highlight the accuracy and reliability of the GeneTex U-OK kit, indicating its potential as a valuable tool for monitoring vaccine effectiveness and identifying individuals with protective NAbs against vaccinated individuals, including Omicron variants.",
    "disease": "pneumonia",
    "clean_text": "evaluation of the genetex u ok sars cov neutralizing antibody detection assay comparison with genscript cpass and viral neutralization assays the detection of neutralizing antibodies nabs is crucial for evaluating immune protection against viral infections this study assessed two elisa based surrogate virus neutralization tests svnts the novel genetex u ok sars cov neutralizing antibody detection elisa kit and the fda authorized genscript cpass sars cov neutralization antibody detection kit the genetex u ok kit contains recombinant spike proteins from the wild type strain and omicron subvariants ba ba and ba ba a total of serum samples were analyzed including from sars cov unvaccinated individuals and from vaccinated individuals no participant had evidence of prior sars cov infection as confirmed by negative anti nucleocapsid antibody tests compared with the genscript cpass kit the genetex u ok kit demonstrated positive agreement ci and negative agreement ci in detecting nabs against the wild type strain corresponding to sensitivity and specificity when compared with viral neutralization assays it achieved concordance for omicron ba ba and ba ba subvariants with correlation coefficients r of and respectively these findings highlight the accuracy and reliability of the genetex u ok kit indicating its potential as a valuable tool for monitoring vaccine effectiveness and identifying individuals with protective nabs against vaccinated individuals including omicron variants"
}