{
    "title": "Confined to Obscurity: Health Challenges of Pregnant Women in Jail.",
    "doc_id": "32746452",
    "writer": "Rose SJ",
    "year": "2020",
    "summary": "Research about pregnant women in jail is scant. This exploratory study begins to fill this gap by examining the demographics; background characteristics; and self-reported physical health, mental health, and substance use challenges reported by 27 pregnant …",
    "abstract": "Research about pregnant women in jail is scant. This exploratory study begins to fill this gap by examining the demographics; background characteristics; and self-reported physical health, mental health, and substance use challenges reported by 27 pregnant women incarcerated in a large midwestern county jail. It further reports on the prenatal care before and during their incarceration, plans of these pregnant women for delivery of their child, caring for their infant after their release from jail, and their expectations of paternal or family support post-release. Among the sample, 66.7 percent reported a physical health care problem, 48.2 percent had received mental health treatment, and 18.5 percent had substance use treatment in the previous year, but only 51.9 percent had seen a health care professional before their incarceration. All women expected the father of their child to provide financial support, but only 76.9 percent expected the father to be involved with the child. The authors also discuss implications of the findings for jail health care services and reintegration policy and practice for pregnant women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32746452/",
    "clean_text": "confined to obscurity health challenges of pregnant women in jail research about pregnant women in jail is scant this exploratory study begins to fill this gap by examining the demographics background characteristics and self reported physical health mental health and substance use challenges reported by pregnant research about pregnant women in jail is scant this exploratory study begins to fill this gap by examining the demographics background characteristics and self reported physical health mental health and substance use challenges reported by pregnant women incarcerated in a large midwestern county jail it further reports on the prenatal care before and during their incarceration plans of these pregnant women for delivery of their child caring for their infant after their release from jail and their expectations of paternal or family support post release among the sample percent reported a physical health care problem percent had received mental health treatment and percent had substance use treatment in the previous year but only percent had seen a health care professional before their incarceration all women expected the father of their child to provide financial support but only percent expected the father to be involved with the child the authors also discuss implications of the findings for jail health care services and reintegration policy and practice for pregnant women"
}