{
    "title": "Anatomic zone division and clinical significance of the lumbar sinuvertebral nerves.",
    "doc_id": "37031892",
    "writer": "Chen J",
    "year": "2023",
    "summary": "The vertebrae were divided longitudinally as follows: the region between the medial edges of the bilateral pedicles is divided into three equal parts, the middle third is zone I and the lateral third on both sides are zones II; the areas lateral to the medial margin …",
    "abstract": "Background context:\n        \n      \n      Discogenic low-back pain (DLBP) is one of the primary causes of low back pain (LBP) and is associated with internal disc disruptions and is mainly transmitted by the sinuvertebral nerve (SVN). The lack of a universal understanding of the anatomical characteristics of the SVN has compromised surgical treatment for DLPB.\n    \n\n\n          Purpose:\n        \n      \n      This study aims to elaborate on the anatomical characteristics of the SVN and to discuss their possible clinical significance.\n    \n\n\n          Study design:\n        \n      \n      The SVNs were dissected and immunostained in ten human lumbar specimens.\n    \n\n\n          Methods:\n        \n      \n      The SVNs at the segments from L1-L2 to L5-S1 in ten human cadavers were studied, and the number, origin, course, diameter, anastomotic branches, and branching points of the SVNs were documented. Three longitudinal and five transverse zones were defined in the dorsal coronal plane of the vertebral body and disc. The vertebrae were divided longitudinally as follows: the region between the medial edges of the bilateral pedicles is divided into three equal parts, the middle third is zone I and the lateral third on both sides are zones II; the areas lateral to the medial margin of the pedicle were zones III. The transverse zones were designated as follows: (a)superior margin of the vertebral body to superior margin of the pedicle; (b) between superior and inferior margins of the pedicle; (c) inferior margin of the pedicle to inferior margin of the vertebral body; (d) superior margin of the disc to the midline of the disc; and (e) midline of the disc to the inferior margin of the disc. The distribution characteristics of SVNs in various zones were recorded, and tissue sections were immunostained with anti-NF 200 and anti-PGP 9.5.\n    \n\n\n          Results:\n        \n      \n      The SVNs are divided into main trunks and deputy branches, with 109 main trunks and 451 deputy branches identified in the 100 lumbar intervertebral foramens (IVFs). The main trunks of the SVN originate from the spinal nerve and/or the communicating branch, but the deputy branch originating from both roots was not observed. All the main trunks and deputy branches of the SVNs originate from the posterolateral disc (III d and III e). The deputy branches of the SVN primarily innervate the posterolateral aspect of the intervertebral disc (III d 46.78%, III e 36.36%) and the subpedicular vertebral body (III c 16.85%). The main trunk of the SVNs passes primarily through the subpedicular vertebral body (III c 96.33%) and divides into ascending, transverse, and descending branches in the IVF: III c (23/101, 22.77%) or spinal canal: II c (73/101, 72.28%), II d (3/101, 2.97%), II b (2/101, 1.98%). The main trunk possesses extensive innervation, and except for the most medial discs (I d and I e), it almost dominates all other zones of the spinal canal. At the segments from L1-L2 to L5-S1, 39 ipsilateral anastomoses connecting the ascending branch to the main trunk or spinal nerve at the upper level were observed, with one contralateral anastomosis observed at L5.\n    \n\n\n          Conclusion:\n        \n      \n      The zone distribution characteristics of SVNs are similar across all levels. Comparatively, the proportion of double-root origin and the number of insertion points of the SVNs increased at the lower level. The three types of anastomosis offer connections between SVNs at the same level and at different levels. The posteromedial disc is innervated by corresponding and subjacent main trunks, with the posterolateral disc mainly innervated by the deputy branch.\n    \n\n\n          Clinical significance:\n        \n      \n      Detailed information and zone distribution characteristics of the lumbar SVNs can help improve clinicians' understanding of DLBP and improve the effectiveness of treatments targeting the SVNs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37031892/",
    "clean_text": "anatomic zone division and clinical significance of the lumbar sinuvertebral nerves the vertebrae were divided longitudinally as follows the region between the medial edges of the bilateral pedicles is divided into three equal parts the middle third is zone i and the lateral third on both sides are zones ii the areas lateral to the medial margin background context discogenic low back pain dlbp is one of the primary causes of low back pain lbp and is associated with internal disc disruptions and is mainly transmitted by the sinuvertebral nerve svn the lack of a universal understanding of the anatomical characteristics of the svn has compromised surgical treatment for dlpb purpose this study aims to elaborate on the anatomical characteristics of the svn and to discuss their possible clinical significance study design the svns were dissected and immunostained in ten human lumbar specimens methods the svns at the segments from l l to l s in ten human cadavers were studied and the number origin course diameter anastomotic branches and branching points of the svns were documented three longitudinal and five transverse zones were defined in the dorsal coronal plane of the vertebral body and disc the vertebrae were divided longitudinally as follows the region between the medial edges of the bilateral pedicles is divided into three equal parts the middle third is zone i and the lateral third on both sides are zones ii the areas lateral to the medial margin of the pedicle were zones iii the transverse zones were designated as follows a superior margin of the vertebral body to superior margin of the pedicle b between superior and inferior margins of the pedicle c inferior margin of the pedicle to inferior margin of the vertebral body d superior margin of the disc to the midline of the disc and e midline of the disc to the inferior margin of the disc the distribution characteristics of svns in various zones were recorded and tissue sections were immunostained with anti nf and anti pgp results the svns are divided into main trunks and deputy branches with main trunks and deputy branches identified in the lumbar intervertebral foramens ivfs the main trunks of the svn originate from the spinal nerve and or the communicating branch but the deputy branch originating from both roots was not observed all the main trunks and deputy branches of the svns originate from the posterolateral disc iii d and iii e the deputy branches of the svn primarily innervate the posterolateral aspect of the intervertebral disc iii d iii e and the subpedicular vertebral body iii c the main trunk of the svns passes primarily through the subpedicular vertebral body iii c and divides into ascending transverse and descending branches in the ivf iii c or spinal canal ii c ii d ii b the main trunk possesses extensive innervation and except for the most medial discs i d and i e it almost dominates all other zones of the spinal canal at the segments from l l to l s ipsilateral anastomoses connecting the ascending branch to the main trunk or spinal nerve at the upper level were observed with one contralateral anastomosis observed at l conclusion the zone distribution characteristics of svns are similar across all levels comparatively the proportion of double root origin and the number of insertion points of the svns increased at the lower level the three types of anastomosis offer connections between svns at the same level and at different levels the posteromedial disc is innervated by corresponding and subjacent main trunks with the posterolateral disc mainly innervated by the deputy branch clinical significance detailed information and zone distribution characteristics of the lumbar svns can help improve clinicians understanding of dlbp and improve the effectiveness of treatments targeting the svns"
}