{
    "pmid": "41399363",
    "title": "Air Way Management in Mini-Surgical Percutaneous Dilatational Tracheostomy Using Endotracheal Tube and Supraglottic Airway Devices (I-Gel, Laryngeal Mask Airway, and LarySeal) Classical and Ultrasound Point of View: A Prospective Cohort Study.",
    "abstract": "Mini-surgical percutaneous dilatational tracheostomy (msPDT) offers a streamlined alternative to conventional tracheostomy, yet the optimal airway management device for this procedure remains underexplored. This study compares the efficacy and safety of endotracheal tubes (ETTs) versus supraglottic airway devices (SADs: I-gel, LMA, LarySeal) during msPDT. In this prospective cohort study, 464 mechanically ventilated patients underwent msPDT between 2015 and 2023. Patients were stratified into four groups: ETT ( Procedural time was shortest with LMA (1.8 ± 0.65 min) and I-gel (1.9 ± 0.62 min), compared to ETT (2.2 ± 0.68 min) and LarySeal (2.0 ± 0.66 min). The LarySeal group exhibited a higher pneumothorax incidence (7.1% vs. 0%-2.2% in other groups,  I-gel and LMA optimize msPDT efficiency and safety, while LarySeal's anatomical interference warrants caution. Ultrasound-guided device selection enhances procedural precision, advocating for SADs as first-line tools in msPDT.",
    "disease": "tuberculosis",
    "clean_text": "air way management in mini surgical percutaneous dilatational tracheostomy using endotracheal tube and supraglottic airway devices i gel laryngeal mask airway and laryseal classical and ultrasound point of view a prospective cohort study mini surgical percutaneous dilatational tracheostomy mspdt offers a streamlined alternative to conventional tracheostomy yet the optimal airway management device for this procedure remains underexplored this study compares the efficacy and safety of endotracheal tubes etts versus supraglottic airway devices sads i gel lma laryseal during mspdt in this prospective cohort study mechanically ventilated patients underwent mspdt between and patients were stratified into four groups ett procedural time was shortest with lma min and i gel min compared to ett min and laryseal min the laryseal group exhibited a higher pneumothorax incidence vs in other groups i gel and lma optimize mspdt efficiency and safety while laryseal s anatomical interference warrants caution ultrasound guided device selection enhances procedural precision advocating for sads as first line tools in mspdt"
}