{
    "title": "Interventions for return to work following work-related injuries among young adults: A systematic literature review.",
    "doc_id": "34180444",
    "writer": "Johansson MK",
    "year": "2021",
    "summary": "RESULTS: No studies were identified that focused exclusively on interventions for young adults. However, two studies, in which an age category of young adults was available, were included and assessed for quality. ...Further research is therefore neede …",
    "abstract": "Objective:\n        \n      \n      To provide a review of current knowledge about interventions aimed to facilitate young adults to return to work following work-related injuries.\n    \n\n\n          Methods:\n        \n      \n      A systematic review of published literature from the year 2010 and onwards was conducted to identify studies examining return to work interventions for young adults (aged 19-29) following work-related injuries using PubMed and Web of Science. Two reviewers conducted the screening process and assessed the study quality using the National Heart, Lung, and Blood Institute assessment tool for Observational Cohort and Cross-Sectional studies. Due to wide heterogeneity and small number of studies retained post-screening, a descriptive summary analysis of the included studies was conducted.\n    \n\n\n          Results:\n        \n      \n      No studies were identified that focused exclusively on interventions for young adults. However, two studies, in which an age category of young adults was available, were included and assessed for quality. The study populations were primarily suffering from work-related injuries in the lower back or lower limbs. Both studies revealed that return to work interventions using a case manager coordinating and providing consultation, advice, and risk management to multidisciplinary teams was associated with lower sick leave days.\n    \n\n\n          Conclusions:\n        \n      \n      Despite the emerging evidence that young adults have higher rates of work-related injuries compared to older colleagues, information concerning work-related injuries and return to work interventions specifically targeting young workers is still lacking. Further research is therefore needed to develop and evaluate return to work interventions for the population of young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34180444/",
    "clean_text": "interventions for return to work following work related injuries among young adults a systematic literature review results no studies were identified that focused exclusively on interventions for young adults however two studies in which an age category of young adults was available were included and assessed for quality further research is therefore neede objective to provide a review of current knowledge about interventions aimed to facilitate young adults to return to work following work related injuries methods a systematic review of published literature from the year and onwards was conducted to identify studies examining return to work interventions for young adults aged following work related injuries using pubmed and web of science two reviewers conducted the screening process and assessed the study quality using the national heart lung and blood institute assessment tool for observational cohort and cross sectional studies due to wide heterogeneity and small number of studies retained post screening a descriptive summary analysis of the included studies was conducted results no studies were identified that focused exclusively on interventions for young adults however two studies in which an age category of young adults was available were included and assessed for quality the study populations were primarily suffering from work related injuries in the lower back or lower limbs both studies revealed that return to work interventions using a case manager coordinating and providing consultation advice and risk management to multidisciplinary teams was associated with lower sick leave days conclusions despite the emerging evidence that young adults have higher rates of work related injuries compared to older colleagues information concerning work related injuries and return to work interventions specifically targeting young workers is still lacking further research is therefore needed to develop and evaluate return to work interventions for the population of young adults"
}