{
    "pmid": "41401338",
    "title": "The impact of intermittent fasting on cognitive function and neuroprotection: A literature review.",
    "abstract": "Aim: To summarise current knowledge on the effects of intermittent fasting on cognitive functions and neuroprotective mechanisms, with particular attention to Alzheimer's disease and Parkinson's disease. Materials and Methods: A narrative review based on twelve peer-reviewed publications on the effects of intermittent fasting on cognitive function, neuroprotection, and circadian rhythms. Preclinical data and selected clinical studies indicate that intermittent fasting improves memory, attention, and executive functions, which is associated with activation of autophagy, reduction of oxidative stress, improved mitochondrial function, and increased levels of brain-derived neurotrophic factor. In Parkinson's disease, intermittent fasting limits alpha-synuclein aggregation and protects dopaminergic neurons, whereas in Alzheimer's disease it reduces beta-amyloid deposition and enhances synaptic plasticity. Intermittent fasting also influences the gut-brain axis and circadian rhythm alignment, which may further support neuroprotection. Conclusions: Intermittent fasting is a promising adjunct strategy in the management of neurodegenerative diseases. However, well-designed, randomised clinical trials are needed to confirm its effectiveness and safety.",
    "disease": "parkinson disease",
    "clean_text": "the impact of intermittent fasting on cognitive function and neuroprotection a literature review aim to summarise current knowledge on the effects of intermittent fasting on cognitive functions and neuroprotective mechanisms with particular attention to alzheimer s disease and parkinson s disease materials and methods a narrative review based on twelve peer reviewed publications on the effects of intermittent fasting on cognitive function neuroprotection and circadian rhythms preclinical data and selected clinical studies indicate that intermittent fasting improves memory attention and executive functions which is associated with activation of autophagy reduction of oxidative stress improved mitochondrial function and increased levels of brain derived neurotrophic factor in parkinson s disease intermittent fasting limits alpha synuclein aggregation and protects dopaminergic neurons whereas in alzheimer s disease it reduces beta amyloid deposition and enhances synaptic plasticity intermittent fasting also influences the gut brain axis and circadian rhythm alignment which may further support neuroprotection conclusions intermittent fasting is a promising adjunct strategy in the management of neurodegenerative diseases however well designed randomised clinical trials are needed to confirm its effectiveness and safety"
}