{
    "pmid": "41408876",
    "title": "Viscoelastic haemostatic assays in chronic liver disease-Profiling coagulation in the emergency department.",
    "abstract": "The role of viscoelastic haemostatic assays (VHAs) versus conventional coagulation tests (CCTs) in chronic liver disease (CLD) in the emergency department (ED) is undefined. We aimed to characterize VHA profiles and concordance with CCT. Patients with CLD presenting to EDs (January 2016-August 2023) were included. Post-transfusion results were excluded. VHA was categorized as hypo/normo/hypercoagulable using manufacturer ranges. CCT-coagulopathy was defined as international normalized ratio (INR) >1.5, platelets <50 × 10 VHA use increased over time (incidence rate ratio [IRR] 1.23, 95% confidence interval [CI]: 1.19-1.28; p < 0.001). Of 438 patients, 397 underwent rotational thromboelastometry (ROTEM) and 41 thromboelastography (TEG). ROTEM showed hypocoagulability in 275 patients (69%), normocoagulability in 84 (21%), hypercoagulability in 18 (5%) and mixed profiles in 14 (4%). Deficits were fibrinogen deficiency in 220 patients (55%), factor deficiency in 148 (37%), hyperfibrinolysis in 42 (11%) and platelet deficiency in 33 (8%). TEG showed hypocoagulability in 22 (54%), normocoagulability in 13 (32%), hypercoagulability in 3 (7%) and mixed profiles in 3 (7%). Deficits included fibrinogen deficiency in 19 patients (46%), factor deficiency in 6 (15%), hyperfibrinolysis in 5 (12%) and platelet deficiency in 3 (7%). In 120 VHA-CCT paired results, fibrinogen deficiency was detected by both in 18%, VHA alone 26%, CCT alone 2%; platelet deficiency by both 5%, VHA alone 5%, CCT alone 5%; factor deficiency by both 22%, VHA alone 3% and CCT alone 42%. Hypocoagulability from reduced fibrin-based clot strength was predominant. Marked discordance between VHA and CCT was observed in coagulation factor deficiency. CLD-specific thresholds are required to guide transfusion.",
    "disease": "liver cirrhosis",
    "clean_text": "viscoelastic haemostatic assays in chronic liver disease profiling coagulation in the emergency department the role of viscoelastic haemostatic assays vhas versus conventional coagulation tests ccts in chronic liver disease cld in the emergency department ed is undefined we aimed to characterize vha profiles and concordance with cct patients with cld presenting to eds january august were included post transfusion results were excluded vha was categorized as hypo normo hypercoagulable using manufacturer ranges cct coagulopathy was defined as international normalized ratio inr platelets vha use increased over time incidence rate ratio irr confidence interval ci p of patients underwent rotational thromboelastometry rotem and thromboelastography teg rotem showed hypocoagulability in patients normocoagulability in hypercoagulability in and mixed profiles in deficits were fibrinogen deficiency in patients factor deficiency in hyperfibrinolysis in and platelet deficiency in teg showed hypocoagulability in normocoagulability in hypercoagulability in and mixed profiles in deficits included fibrinogen deficiency in patients factor deficiency in hyperfibrinolysis in and platelet deficiency in in vha cct paired results fibrinogen deficiency was detected by both in vha alone cct alone platelet deficiency by both vha alone cct alone factor deficiency by both vha alone and cct alone hypocoagulability from reduced fibrin based clot strength was predominant marked discordance between vha and cct was observed in coagulation factor deficiency cld specific thresholds are required to guide transfusion"
}