{
    "title": "Side-effects in women treated with adjuvant endocrine therapy for breast cancer.",
    "doc_id": "39978152",
    "writer": "Rademaker LM",
    "year": "2025",
    "summary": "We performed a cross-sectional survey (n = 456) within the Dutch UMBRELLA-cohort to gain insight into the prevalence of side-effects and its association with premature discontinuation. Almost all current endocrine therapy users experienced side-effects …",
    "abstract": "Many women with breast cancer prematurely discontinue adjuvant endocrine therapy, leading to increased mortality. We performed a cross-sectional survey (n = 456) within the Dutch UMBRELLA-cohort to gain insight into the prevalence of side-effects and its association with premature discontinuation. Almost all current endocrine therapy users experienced side-effects (92.7 %), most frequent were vasomotor- and musculoskeletal symptoms. The most reported reason for premature discontinuation was side-effects (88.1 %). Former treatment with chemotherapy was associated with more reported side-effects (97.2 % vs 82.5 %, ORadj 6.31), but less premature discontinuation of endocrine therapy (18.6 % vs 28.6 %, p-value 0.016).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39978152/",
    "clean_text": "side effects in women treated with adjuvant endocrine therapy for breast cancer we performed a cross sectional survey n within the dutch umbrella cohort to gain insight into the prevalence of side effects and its association with premature discontinuation almost all current endocrine therapy users experienced side effects many women with breast cancer prematurely discontinue adjuvant endocrine therapy leading to increased mortality we performed a cross sectional survey n within the dutch umbrella cohort to gain insight into the prevalence of side effects and its association with premature discontinuation almost all current endocrine therapy users experienced side effects most frequent were vasomotor and musculoskeletal symptoms the most reported reason for premature discontinuation was side effects former treatment with chemotherapy was associated with more reported side effects vs oradj but less premature discontinuation of endocrine therapy vs p value"
}