{
    "pmid": "41454094",
    "title": "Subjective memory impairment in long-term breast cancer survivors-associated factors and comparisons to controls from the HUNT study.",
    "abstract": "We examined subjective memory impairment (SMI) in a nationwide sample of pre- and postmenopausal long-term (≥ 5 years after diagnosis) breast cancer survivors (BCSs) compared to similar aged population-based controls and explored risk factors for SMI in BCSs. We studied 1,288 BCSs and 15,461 controls aged 40-74 years who completed questionnaires including the Metamemory Questionnaire assessing SMI, divided into short-term (STM)-, and long-term (LTM) memory, and SMI total score. Menopausal status was approximated using age. Mean age of BCSs was 60 years at survey 8 years after diagnosis, and 58% were premenopausal at diagnosis. STM, LTM and SMI total mean scores were significantly worse among pre- compared to postmenopausal BCSs with Cohen's d < 0.50 Among both pre- and postmenopausal women, the means of all three SMI scores were significantly worse in BCSs compared to controls, with Cohen's d 0.52-0.73 in premenopausal and Cohen's d ≤ 0.20 in postmenopausal BCSs. In univariate analyses, chemo- and endocrine therapy, comorbidity, physical inactivity, BMI, neuroticism, fatigue, pain, and mental distress were statistically significantly associated with worse SMI total score in BCSs. Higher levels of fatigue and depressive symptoms remained significantly associated with SMI in multivariable analyses. Long-term, premenopausal BCSs have worse SMI scores than both postmenopausal BCSs and similar aged controls. Multiple, potentially modifiable factors were significantly associated with SMI in both groups of BCSs. SMI appears more prominent in premenopausal long-term BCSs compared to controls. Several modifiable factors are associated with SMI in both pre- and postmenopausal BCSs.",
    "disease": "breast cancer",
    "clean_text": "subjective memory impairment in long term breast cancer survivors associated factors and comparisons to controls from the hunt study we examined subjective memory impairment smi in a nationwide sample of pre and postmenopausal long term years after diagnosis breast cancer survivors bcss compared to similar aged population based controls and explored risk factors for smi in bcss we studied bcss and controls aged years who completed questionnaires including the metamemory questionnaire assessing smi divided into short term stm and long term ltm memory and smi total score menopausal status was approximated using age mean age of bcss was years at survey years after diagnosis and were premenopausal at diagnosis stm ltm and smi total mean scores were significantly worse among pre compared to postmenopausal bcss with cohen s d among both pre and postmenopausal women the means of all three smi scores were significantly worse in bcss compared to controls with cohen s d in premenopausal and cohen s d in postmenopausal bcss in univariate analyses chemo and endocrine therapy comorbidity physical inactivity bmi neuroticism fatigue pain and mental distress were statistically significantly associated with worse smi total score in bcss higher levels of fatigue and depressive symptoms remained significantly associated with smi in multivariable analyses long term premenopausal bcss have worse smi scores than both postmenopausal bcss and similar aged controls multiple potentially modifiable factors were significantly associated with smi in both groups of bcss smi appears more prominent in premenopausal long term bcss compared to controls several modifiable factors are associated with smi in both pre and postmenopausal bcss"
}