{
    "pmid": "41445633",
    "title": "Red Blood Cell-Derived miR-93-5p Correlates with PD-1/PD-L1 Upregulation and Poor Prognosis in Lung Cancer.",
    "abstract": "Lung cancer remains the deadliest malignancy. Although PD-1/PD-L1 immune checkpoint inhibitors have improved survival, their benefit is limited by persistent immune resistance. Identifying systemic regulators of tumor immune microenvironment may enhance therapeutic efficacy. We previously showed that RBC-derived miR-93-5p promotes PTEN loss and PI3K-AKT activation. This study examined whether RBC-derived miR-93-5p is associated with immune checkpoint activity and features of T-cell exhaustion in lung cancer. RBCs, RBC-derived exosomes, and plasma were isolated from 80 lung cancer patients and 30 controls, and tumor and matched noncancerous lung tissues were collected. miR-93-5p expression was quantified by droplet digital PCR. PD-1, PD-L1, CD8  miR-93-5p levels in RBCs, their exosomes, and tumor tissues were significantly elevated in lung cancer. Higher miR-93-5p was associated with increased PD-1 and PD-L1 expression and reduced CD69, IFN-γ, and TNF-α, consistent with T-cell exhaustion. Elevated miR-93-5p correlated with advanced disease and reduced survival. RBC-derived miR-93-5p is associated with immune checkpoint activation, T-cell exhaustion, and poor clinical outcomes, suggesting impaired antitumor immunity. Targeting this axis may improve the efficacy of immunotherapy in lung cancer.",
    "disease": "lung cancer",
    "clean_text": "red blood cell derived mir p correlates with pd pd l upregulation and poor prognosis in lung cancer lung cancer remains the deadliest malignancy although pd pd l immune checkpoint inhibitors have improved survival their benefit is limited by persistent immune resistance identifying systemic regulators of tumor immune microenvironment may enhance therapeutic efficacy we previously showed that rbc derived mir p promotes pten loss and pi k akt activation this study examined whether rbc derived mir p is associated with immune checkpoint activity and features of t cell exhaustion in lung cancer rbcs rbc derived exosomes and plasma were isolated from lung cancer patients and controls and tumor and matched noncancerous lung tissues were collected mir p expression was quantified by droplet digital pcr pd pd l cd mir p levels in rbcs their exosomes and tumor tissues were significantly elevated in lung cancer higher mir p was associated with increased pd and pd l expression and reduced cd ifn and tnf consistent with t cell exhaustion elevated mir p correlated with advanced disease and reduced survival rbc derived mir p is associated with immune checkpoint activation t cell exhaustion and poor clinical outcomes suggesting impaired antitumor immunity targeting this axis may improve the efficacy of immunotherapy in lung cancer"
}