{
    "title": "[Application progress of surface electromyography and surface electromygraphic biofeedback in low back pain].",
    "doc_id": "29798619",
    "writer": "Li P",
    "year": "2017",
    "summary": "OBJECTIVE: To summarize the application progress of surface electromyography (sEMG) and surface electromygraphic biofeedback (sEMGBF) in low back pain (LBP). METHODS: The related literature about the application of sEMG and sEMGBF in diagnosis and therapy of LBP was …",
    "abstract": "Objective:\n        \n      \n      To summarize the application progress of surface electromyography (sEMG) and surface electromygraphic biofeedback (sEMGBF) in low back pain (LBP).\n    \n\n\n          Methods:\n        \n      \n      The related literature about the application of sEMG and sEMGBF in diagnosis and therapy of LBP was summarized and analyzed.\n    \n\n\n          Results:\n        \n      \n      As a auxiliary diagnostic technique, lumbar muscle fatigue, lumbar muscle activity disorder, flexion-relaxation phenomenon, and asymmetry of the paravertebral muscle electromygraphic activity were found in patients with LBP by sEMG. For treatment, sEMG combined with sEMGBF technology to form sEMGBF training. sEMGBF training include sEMGBF training and sEMGBF stretching exercise. sEMGBF training can improve lumbar muscle activity disorder, recover muscle function, and relieve back pain.\n    \n\n\n          Conclusion:\n        \n      \n      sEMG can monitor the electromyographic signal and sEMGBF biofeedback information can relax or strengthen the muscle. It is very meaningful for diagnosis and therapy of LBP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29798619/",
    "clean_text": "application progress of surface electromyography and surface electromygraphic biofeedback in low back pain objective to summarize the application progress of surface electromyography semg and surface electromygraphic biofeedback semgbf in low back pain lbp methods the related literature about the application of semg and semgbf in diagnosis and therapy of lbp was objective to summarize the application progress of surface electromyography semg and surface electromygraphic biofeedback semgbf in low back pain lbp methods the related literature about the application of semg and semgbf in diagnosis and therapy of lbp was summarized and analyzed results as a auxiliary diagnostic technique lumbar muscle fatigue lumbar muscle activity disorder flexion relaxation phenomenon and asymmetry of the paravertebral muscle electromygraphic activity were found in patients with lbp by semg for treatment semg combined with semgbf technology to form semgbf training semgbf training include semgbf training and semgbf stretching exercise semgbf training can improve lumbar muscle activity disorder recover muscle function and relieve back pain conclusion semg can monitor the electromyographic signal and semgbf biofeedback information can relax or strengthen the muscle it is very meaningful for diagnosis and therapy of lbp"
}