{
    "title": "Langer's axillary arch lymph node metastasis in breast cancer patients: A prospective clinical study.",
    "doc_id": "31196493",
    "writer": "Sang Y",
    "year": "2019",
    "summary": "All the surgeries were completed with the involvement of same experienced surgeon. Once the LAA was identified, all the lymph nodes located lateral to it, named LAA's lymph node, were dissected and collected for pathologic examination. ...Among the 23 …",
    "abstract": "Background and objectives:\n        \n      \n      Latissimus dorsi, an anatomical landmark for axillary lymph node dissection, was reported to harbor an anatomical variation named Langer's axillary arch (LAA). However, the incidence and clinical significance of LAA in breast cancer remain obscure.\n    \n\n\n          Methods:\n        \n      \n      We conducted a six-year prospective study, including 1724 breast cancer patients in Qilu hospital between January 2012 to February 2018. All patients received ALND were inspected for existence of LAA. All the surgeries were completed with the involvement of same experienced surgeon. Once the LAA was identified, all the lymph nodes located lateral to it, named LAA's lymph node, were dissected and collected for pathologic examination.\n    \n\n\n          Results:\n        \n      \n      Among 1724 breast cancer patients, LAA was identified in 132 patients (7.66%). 120 out of the 132 patients (90.91%) had at least two LAA's lymph nodes. 21 out of 120 patients (17.50%) were confirmed with cancer cell metastasis in LAA's lymph nodes. Among the 23 patients received sentinel lymph node tracing, sentinel lymph node was located lateral to LAA in 3 patients (13.04%).\n    \n\n\n          Conclusions:\n        \n      \n      Our results indicated that it is of great importance for surgeons to correctly ascertain LAA, and it should be taken as a nonnegligible parts during ALND or SLNB.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31196493/",
    "clean_text": "langer s axillary arch lymph node metastasis in breast cancer patients a prospective clinical study all the surgeries were completed with the involvement of same experienced surgeon once the laa was identified all the lymph nodes located lateral to it named laa s lymph node were dissected and collected for pathologic examination among the background and objectives latissimus dorsi an anatomical landmark for axillary lymph node dissection was reported to harbor an anatomical variation named langer s axillary arch laa however the incidence and clinical significance of laa in breast cancer remain obscure methods we conducted a six year prospective study including breast cancer patients in qilu hospital between january to february all patients received alnd were inspected for existence of laa all the surgeries were completed with the involvement of same experienced surgeon once the laa was identified all the lymph nodes located lateral to it named laa s lymph node were dissected and collected for pathologic examination results among breast cancer patients laa was identified in patients out of the patients had at least two laa s lymph nodes out of patients were confirmed with cancer cell metastasis in laa s lymph nodes among the patients received sentinel lymph node tracing sentinel lymph node was located lateral to laa in patients conclusions our results indicated that it is of great importance for surgeons to correctly ascertain laa and it should be taken as a nonnegligible parts during alnd or slnb"
}