{
    "title": "Mechanisms in the development of type 2 diabetes mellitus.",
    "doc_id": "11800064",
    "writer": "Quinn L.",
    "year": "2002",
    "summary": "The leading cause of death among patients with type 2 diabetes mellitus (DM) is cardiovascular disease, with 75% of these deaths attributed to coronary heart disease. ...The process through which the metabolic derangements of type 2 DM accelerate the d …",
    "abstract": "The leading cause of death among patients with type 2 diabetes mellitus (DM) is cardiovascular disease, with 75% of these deaths attributed to coronary heart disease. Over the previous two decades the pathophysiological basis of type 2 DM has been extensively investigated. Although many of the underlying molecular mechanisms involved in the development of this disorder remain to be explained, it is clear that type 2 DM is a complex medical disorder characterized by insulin resistance and defects in insulin secretion. The process through which the metabolic derangements of type 2 DM accelerate the development of cardiovascular disease in type 2 DM has yet to be determined and remains an area of intense investigation, focusing on hyperglycemia and insulin resistance as major underlying contributors. This article explores current information related to the pathophysiology of type 2 DM alone and its relationship to the development to cardiovascular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11800064/",
    "clean_text": "mechanisms in the development of type diabetes mellitus the leading cause of death among patients with type diabetes mellitus dm is cardiovascular disease with of these deaths attributed to coronary heart disease the process through which the metabolic derangements of type dm accelerate the d the leading cause of death among patients with type diabetes mellitus dm is cardiovascular disease with of these deaths attributed to coronary heart disease over the previous two decades the pathophysiological basis of type dm has been extensively investigated although many of the underlying molecular mechanisms involved in the development of this disorder remain to be explained it is clear that type dm is a complex medical disorder characterized by insulin resistance and defects in insulin secretion the process through which the metabolic derangements of type dm accelerate the development of cardiovascular disease in type dm has yet to be determined and remains an area of intense investigation focusing on hyperglycemia and insulin resistance as major underlying contributors this article explores current information related to the pathophysiology of type dm alone and its relationship to the development to cardiovascular disease"
}