{
    "pmid": "41440191",
    "title": "Steroid-Refractory Cholestatic Immune-Mediated Hepatitis Following Nivolumab Therapy in an Elderly Patient with Metastatic Melanoma: A Rare and Challenging Presentation.",
    "abstract": "Immune checkpoint inhibitors (ICIs) have revolutionized the treatment of advanced malignancies, but they may cause a wide range of immune-related adverse events (irAEs). Hepatic toxicity occurs in approximately 1-6% of patients treated with nivolumab and usually presents with a hepatocellular pattern responsive to corticosteroids. The cholestatic-predominant immune-mediated hepatitis seems to respond poorly to immunosuppression. We describe an 87-year-old man with metastatic melanoma treated with nivolumab who developed steroid-refractory, cholestatic-predominant immune-mediated hepatitis after 18 cycles of therapy. Laboratory tests revealed a mixed but predominantly cholestatic pattern (ALT 585 U/L, GGT 2261 U/L, total bilirubin 2.0 mg/dL). Imaging excluded biliary obstruction or hepatic metastases. Liver biopsy showed acute lobular hepatitis with intracanalicular cholestasis and mild bile duct injury, consistent with immune-mediated, drug-induced injury (Ishak score 5). Mycophenolate mofetil produced only partial biochemical improvement. The patient died one month later from influenza A pneumonia in the context of combined immunosuppressive therapy. This case illustrates a cholestatic-predominant phenotype of nivolumab-induced hepatitis, characterized by poor corticosteroid response and incomplete recovery despite second-line immunosuppression. Recognition of this entity is essential, as early introduction of agents such as mycophenolate may improve outcomes. In elderly and frail patients, however, the risks of intensified immunosuppression must be carefully balanced against infection risk, highlighting the need for individualized management and vigilant monitoring.",
    "disease": "pneumonia",
    "clean_text": "steroid refractory cholestatic immune mediated hepatitis following nivolumab therapy in an elderly patient with metastatic melanoma a rare and challenging presentation immune checkpoint inhibitors icis have revolutionized the treatment of advanced malignancies but they may cause a wide range of immune related adverse events iraes hepatic toxicity occurs in approximately of patients treated with nivolumab and usually presents with a hepatocellular pattern responsive to corticosteroids the cholestatic predominant immune mediated hepatitis seems to respond poorly to immunosuppression we describe an year old man with metastatic melanoma treated with nivolumab who developed steroid refractory cholestatic predominant immune mediated hepatitis after cycles of therapy laboratory tests revealed a mixed but predominantly cholestatic pattern alt u l ggt u l total bilirubin mg dl imaging excluded biliary obstruction or hepatic metastases liver biopsy showed acute lobular hepatitis with intracanalicular cholestasis and mild bile duct injury consistent with immune mediated drug induced injury ishak score mycophenolate mofetil produced only partial biochemical improvement the patient died one month later from influenza a pneumonia in the context of combined immunosuppressive therapy this case illustrates a cholestatic predominant phenotype of nivolumab induced hepatitis characterized by poor corticosteroid response and incomplete recovery despite second line immunosuppression recognition of this entity is essential as early introduction of agents such as mycophenolate may improve outcomes in elderly and frail patients however the risks of intensified immunosuppression must be carefully balanced against infection risk highlighting the need for individualized management and vigilant monitoring"
}