{
    "title": "Reflections of Family Nurse Practitioner Students During the COVID-19 Pandemic: A Qualitative Study.",
    "doc_id": "34346808",
    "writer": "Link T",
    "year": "2021",
    "summary": "The richness of the responses prompted faculty to gather data and analyze themes. METHOD: The purpose of this qualitative study was to explore the perspectives of FNP students regarding the impact of COVID-19 on their academic experience. ...Responses of consenting student …",
    "abstract": "Background:\n        \n      \n      To understand family nurse practitioner (FNP) students' academic experience during the COVID-19 pandemic, faculty developed an online reflective discussion board assignment. The richness of the responses prompted faculty to gather data and analyze themes.\n    \n\n\n          Method:\n        \n      \n      The purpose of this qualitative study was to explore the perspectives of FNP students regarding the impact of COVID-19 on their academic experience. Participants were asked to answer four open-ended questions in a discussion board to address the research question. Responses of consenting students were analyzed qualitatively using open, axial, and selective coding.\n    \n\n\n          Results:\n        \n      \n      Four main themes emerged: worry and fear, cyclical stress, mitigation of stress, and personal growth of resilience and empathy. Students emphasized that faculty support strategies mitigated stress and anxiety.\n    \n\n\n          Conclusion:\n        \n      \n      Understanding students' experience is crucial to facilitating academic success. Faculty in similar situations could better support their students through clear communication, and providing flexibility and opportunities for self-reflection. [J Nurs Educ. 2021;60(8):449-452.].",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34346808/",
    "clean_text": "reflections of family nurse practitioner students during the covid pandemic a qualitative study the richness of the responses prompted faculty to gather data and analyze themes method the purpose of this qualitative study was to explore the perspectives of fnp students regarding the impact of covid on their academic experience responses of consenting student background to understand family nurse practitioner fnp students academic experience during the covid pandemic faculty developed an online reflective discussion board assignment the richness of the responses prompted faculty to gather data and analyze themes method the purpose of this qualitative study was to explore the perspectives of fnp students regarding the impact of covid on their academic experience participants were asked to answer four open ended questions in a discussion board to address the research question responses of consenting students were analyzed qualitatively using open axial and selective coding results four main themes emerged worry and fear cyclical stress mitigation of stress and personal growth of resilience and empathy students emphasized that faculty support strategies mitigated stress and anxiety conclusion understanding students experience is crucial to facilitating academic success faculty in similar situations could better support their students through clear communication and providing flexibility and opportunities for self reflection j nurs educ"
}