{
    "title": "Exploiting cytokines in adoptive T-cell therapy of cancer.",
    "doc_id": "26065481",
    "writer": "Petrozziello E",
    "year": "2015",
    "summary": "Adoptive immunotherapy with tumor-reactive autologous T cells, either expanded from tumor specimens or genetically engineered to express tumor-reactive T-cell receptors and chimeric antigen receptors, is holding promising results in clinical trials. Several critical …",
    "abstract": "Adoptive immunotherapy with tumor-reactive autologous T cells, either expanded from tumor specimens or genetically engineered to express tumor-reactive T-cell receptors and chimeric antigen receptors, is holding promising results in clinical trials. Several critical issues have been identified and results underline the possibility to exploit cytokines to further ameliorate the efficacy of current treatment protocols, also encompassing adoptive T-cell therapy. Here we review latest developments on the use of cytokines to better direct the nature of the T-cell infusion product, T-cell function and persistence in vivo, as well as to modulate the tumor microenvironment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26065481/",
    "clean_text": "exploiting cytokines in adoptive t cell therapy of cancer adoptive immunotherapy with tumor reactive autologous t cells either expanded from tumor specimens or genetically engineered to express tumor reactive t cell receptors and chimeric antigen receptors is holding promising results in clinical trials several critical adoptive immunotherapy with tumor reactive autologous t cells either expanded from tumor specimens or genetically engineered to express tumor reactive t cell receptors and chimeric antigen receptors is holding promising results in clinical trials several critical issues have been identified and results underline the possibility to exploit cytokines to further ameliorate the efficacy of current treatment protocols also encompassing adoptive t cell therapy here we review latest developments on the use of cytokines to better direct the nature of the t cell infusion product t cell function and persistence in vivo as well as to modulate the tumor microenvironment"
}