{
    "title": "Plumbing in the embryo: developmental defects of the urinary tracts.",
    "doc_id": "19419410",
    "writer": "Uetani N",
    "year": "2009",
    "summary": "Kidney and urinary tract malformations are among the most frequent developmental defects identified in newborns. ...Anomalies in this process are emerging as a major source of urinary tract developmental defects. This review is aimed at bridging the cu …",
    "abstract": "Kidney and urinary tract malformations are among the most frequent developmental defects identified in newborns. Ranging from asymptomatic to neonatal lethal, these malformations represent an important clinical challenge. Recent progress in understanding the developmental origin of urinary tract defects in the mouse and other animal models suggests a new framework for the interpretation of these defects in humans. Gene inactivation studies in mice provided invaluable information on the formation of the Wolffian duct, a central component of embryonic renal development, on ureter and kidney induction as well as on distal ureter maturation. All three developmental processes are crucial for normal urinary tract morphogenesis. A failure to complete these developmental steps is responsible for a spectrum of kidney and urinary tract malformations including renal agenesis, renal dysplasia, vesicoureteral reflux, hydroureter, hydronephrosis and ureterocele. Surprisingly, distal ureter maturation, the process by which the ureter is displaced from the Wolffian duct to its final position within the bladder wall, has only recently been characterized at the morphological level. Anomalies in this process are emerging as a major source of urinary tract developmental defects. This review is aimed at bridging the current knowledge on the morphological and molecular events identified in the mouse, together with clinical observations of urinary tract malformation in humans.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19419410/",
    "clean_text": "plumbing in the embryo developmental defects of the urinary tracts kidney and urinary tract malformations are among the most frequent developmental defects identified in newborns anomalies in this process are emerging as a major source of urinary tract developmental defects this review is aimed at bridging the cu kidney and urinary tract malformations are among the most frequent developmental defects identified in newborns ranging from asymptomatic to neonatal lethal these malformations represent an important clinical challenge recent progress in understanding the developmental origin of urinary tract defects in the mouse and other animal models suggests a new framework for the interpretation of these defects in humans gene inactivation studies in mice provided invaluable information on the formation of the wolffian duct a central component of embryonic renal development on ureter and kidney induction as well as on distal ureter maturation all three developmental processes are crucial for normal urinary tract morphogenesis a failure to complete these developmental steps is responsible for a spectrum of kidney and urinary tract malformations including renal agenesis renal dysplasia vesicoureteral reflux hydroureter hydronephrosis and ureterocele surprisingly distal ureter maturation the process by which the ureter is displaced from the wolffian duct to its final position within the bladder wall has only recently been characterized at the morphological level anomalies in this process are emerging as a major source of urinary tract developmental defects this review is aimed at bridging the current knowledge on the morphological and molecular events identified in the mouse together with clinical observations of urinary tract malformation in humans"
}