{
    "title": "Writing a Case Report in Pediatric Surgery: A Comprehensive Guideline.",
    "doc_id": "35155079",
    "writer": "Feng X",
    "year": "2022",
    "summary": "An effective case report delivers clear and valuable clinical or surgical information to the medical community. ...This guideline aims to assist clinicians and surgeons in the successful publishing of a compelling case report in pediatric surgery that …",
    "abstract": "An effective case report delivers clear and valuable clinical or surgical information to the medical community. Case reports dealing with pediatric surgical issues raise the medical community's awareness of rare diseases, unusual presentations of common disorders, or novel surgical or nonsurgical treatment approaches. Thus, case reports contribute substantially to medical advance by sharing remarkable or unexpected findings. For this reason, case reports should be prepared with vigilance, and current conventions on good medial writing practice should be observed. This guideline aims to assist clinicians and surgeons in the successful publishing of a compelling case report in pediatric surgery that is read and understood by the intended audience.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35155079/",
    "clean_text": "writing a case report in pediatric surgery a comprehensive guideline an effective case report delivers clear and valuable clinical or surgical information to the medical community this guideline aims to assist clinicians and surgeons in the successful publishing of a compelling case report in pediatric surgery that an effective case report delivers clear and valuable clinical or surgical information to the medical community case reports dealing with pediatric surgical issues raise the medical community s awareness of rare diseases unusual presentations of common disorders or novel surgical or nonsurgical treatment approaches thus case reports contribute substantially to medical advance by sharing remarkable or unexpected findings for this reason case reports should be prepared with vigilance and current conventions on good medial writing practice should be observed this guideline aims to assist clinicians and surgeons in the successful publishing of a compelling case report in pediatric surgery that is read and understood by the intended audience"
}