{
    "title": "Association between MMP3 and TIMP3 polymorphisms and risk of osteoarthritis.",
    "doc_id": "29137364",
    "writer": "Tong Z",
    "year": "2017",
    "summary": "Venous blood samples were collected from 431 female participants (200 cases and 231 controls) at Hong Hui Hospital, Xi'an Jiaotong University College of Medicine between 2015 and 2016. After genotyping the samples using standard protocols, the association bet …",
    "abstract": "Osteoarthritis (OA) is the most commonly occurring degenerative joint disease worldwide, and its incidence has increased in recent years. We evaluated whether there is the association between MMP-3 and TIMP-3 variants and susceptibility to OA in a Chinese population. Venous blood samples were collected from 431 female participants (200 cases and 231 controls) at Hong Hui Hospital, Xi'an Jiaotong University College of Medicine between 2015 and 2016. After genotyping the samples using standard protocols, the association between MMP-3 and TIMP-3 single nucleotide polymorphisms and risk of OA was assessed by calculating odds ratios (ORs) and 95% confidence intervals (95% CIs) using unconditional logistic regression analysis. The minor G allele of rs650108 was associated with OA risk in a recessive model (p = 0.034, OR = 1.82, 95%CI = 1.04-3.18), while the minor A allele of rs715572 was associated with OA risk in a recessive model (p = 0.030, OR = 1.88, 95%CI = 1.05-3.34). Thus a suggestive association was observed in a discovery case-control study between OA and two common SNPs, rs650108 in MMP-3 and rs715572 in TIMP-3.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29137364/",
    "clean_text": "association between mmp and timp polymorphisms and risk of osteoarthritis venous blood samples were collected from female participants cases and controls at hong hui hospital xi an jiaotong university college of medicine between and after genotyping the samples using standard protocols the association bet osteoarthritis oa is the most commonly occurring degenerative joint disease worldwide and its incidence has increased in recent years we evaluated whether there is the association between mmp and timp variants and susceptibility to oa in a chinese population venous blood samples were collected from female participants cases and controls at hong hui hospital xi an jiaotong university college of medicine between and after genotyping the samples using standard protocols the association between mmp and timp single nucleotide polymorphisms and risk of oa was assessed by calculating odds ratios ors and confidence intervals cis using unconditional logistic regression analysis the minor g allele of rs was associated with oa risk in a recessive model p or ci while the minor a allele of rs was associated with oa risk in a recessive model p or ci thus a suggestive association was observed in a discovery case control study between oa and two common snps rs in mmp and rs in timp"
}