{
    "title": "Doxorubicin-induced impairment of wound healing in rats.",
    "doc_id": "3455735",
    "writer": "Lawrence WT",
    "year": "1986",
    "summary": "Rats treated with 8 mg doxorubicin/kg prior to or on the day of wounding demonstrated decreased wound breaking strength in incisional wounds at all intervals after wounding. Decreased amounts of collagen and DNA and less cellularity were noted in wo …",
    "abstract": "The mortality rate induced by 3 doses of iv doxorubicin was evaluated in F344 rats, and a dose of 8 mg doxorubicin/kg body weight was the maximum dose tolerated with an acceptable mortality rate. Rats treated with 8 mg doxorubicin/kg prior to or on the day of wounding demonstrated decreased wound breaking strength in incisional wounds at all intervals after wounding. Decreased amounts of collagen and DNA and less cellularity were noted in wound chambers from rats treated in the same manner. In both the incisional wound and wound chamber models, rats treated with doxorubicin 7 days after wounding showed a less dramatic healing impairment. No difference in collagen types was noted between chambers from the doxorubicin-treated and untreated rats. Doxorubicin also produced a significant reduction in platelet and white blood cell counts 1 week after it was administered. The data indicate that doxorubicin impedes healing by decreasing wound cellularity and collagen synthesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3455735/",
    "clean_text": "doxorubicin induced impairment of wound healing in rats rats treated with mg doxorubicin kg prior to or on the day of wounding demonstrated decreased wound breaking strength in incisional wounds at all intervals after wounding decreased amounts of collagen and dna and less cellularity were noted in wo the mortality rate induced by doses of iv doxorubicin was evaluated in f rats and a dose of mg doxorubicin kg body weight was the maximum dose tolerated with an acceptable mortality rate rats treated with mg doxorubicin kg prior to or on the day of wounding demonstrated decreased wound breaking strength in incisional wounds at all intervals after wounding decreased amounts of collagen and dna and less cellularity were noted in wound chambers from rats treated in the same manner in both the incisional wound and wound chamber models rats treated with doxorubicin days after wounding showed a less dramatic healing impairment no difference in collagen types was noted between chambers from the doxorubicin treated and untreated rats doxorubicin also produced a significant reduction in platelet and white blood cell counts week after it was administered the data indicate that doxorubicin impedes healing by decreasing wound cellularity and collagen synthesis"
}