{
    "title": "Fictive motor activities in adult chronic spinal rats transplanted with embryonic brainstem neurons.",
    "doc_id": "8542978",
    "writer": "Yakovleff A",
    "year": "1995",
    "summary": "They further showed that following transplantation of embryonic RR or LC neurons the excitability of the spinal stepping generator was increased, whereas that of the spinal neural circuits which generate hindlimb paw shaking was not significantly affected. ...The po …",
    "abstract": "The present study was designed to examine the effects of an intraspinal transplantation of embryonic brainstem neurons on fictive motor patterns which can develop in hindlimb nerves of adult chronic spinal rats. Seventeen adult rats were spinalized at T8-9 level and, 8 days later, a suspension of embryonic cells obtained either from the raphe region (RR, n = 8) or from the locus coeruleus (LC, n = 9) was injected caudally (T12-13) to the cord transection. Eight control animals (control rats) were spinalized and injected with vehicle under the same conditions. One to three months later, the animals were decorticated and fictive motor patterns were recorded in representative hindlimb nerves. The data revealed that both control and grafted spinal rats could exhibit two distinctly different fictive motor patterns, one which could be associated with stepping and the other with hindlimb paw shaking. They further showed that following transplantation of embryonic RR or LC neurons the excitability of the spinal stepping generator was increased, whereas that of the spinal neural circuits which generate hindlimb paw shaking was not significantly affected. A histological analysis performed on the spinal cord segments below the transection revealed complete absence of serotonin and noradrenaline immunoreactivity in control spinal animals and, in both types of grafted rats, an extensive monoaminergic reinnervation with synaptic contacts between monoaminergic transplanted neurons and host interneurons and/or motoneurons. The possible mechanisms by which grafted monoaminergic neurons can influence the spinal motor networks are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8542978/",
    "clean_text": "fictive motor activities in adult chronic spinal rats transplanted with embryonic brainstem neurons they further showed that following transplantation of embryonic rr or lc neurons the excitability of the spinal stepping generator was increased whereas that of the spinal neural circuits which generate hindlimb paw shaking was not significantly affected the po the present study was designed to examine the effects of an intraspinal transplantation of embryonic brainstem neurons on fictive motor patterns which can develop in hindlimb nerves of adult chronic spinal rats seventeen adult rats were spinalized at t level and days later a suspension of embryonic cells obtained either from the raphe region rr n or from the locus coeruleus lc n was injected caudally t to the cord transection eight control animals control rats were spinalized and injected with vehicle under the same conditions one to three months later the animals were decorticated and fictive motor patterns were recorded in representative hindlimb nerves the data revealed that both control and grafted spinal rats could exhibit two distinctly different fictive motor patterns one which could be associated with stepping and the other with hindlimb paw shaking they further showed that following transplantation of embryonic rr or lc neurons the excitability of the spinal stepping generator was increased whereas that of the spinal neural circuits which generate hindlimb paw shaking was not significantly affected a histological analysis performed on the spinal cord segments below the transection revealed complete absence of serotonin and noradrenaline immunoreactivity in control spinal animals and in both types of grafted rats an extensive monoaminergic reinnervation with synaptic contacts between monoaminergic transplanted neurons and host interneurons and or motoneurons the possible mechanisms by which grafted monoaminergic neurons can influence the spinal motor networks are discussed"
}