{
    "pmid": "41446413",
    "title": "Implementation of an automated methicillin-resistant ",
    "abstract": "Methicillin-resistant  We included patients prescribed vancomycin for pneumonia and defined three cohorts: pre-intervention (Cohort 1), post-test implementation (Cohort 2), and post-test implementation with electronic medical record (EMR) enhancements and active stewardship involvement (Cohort 3). The primary outcome was total duration of vancomycin treatment. We performed a desirability of outcome ranking with response adjusted for duration of antibiotic risk (DOOR/RADAR) analysis to prioritize clinical outcomes including adverse events, escalation of care, and death. The median duration of vancomycin therapy decreased between Cohorts 1 and 2 (55 versus 47 hours,  Vancomycin treatment duration was shorter in patients after a pharmacy-directed, EMR-based MRSA PCR intervention was implemented, with a greater response after implementation of additional EMR enhancements and active stewardship involvement, improving test collection rate and result response. This study will help inform future interventions pairing automated EMR-based interventions with stewardship team efforts.",
    "disease": "pneumonia",
    "clean_text": "implementation of an automated methicillin resistant methicillin resistant we included patients prescribed vancomycin for pneumonia and defined three cohorts pre intervention cohort post test implementation cohort and post test implementation with electronic medical record emr enhancements and active stewardship involvement cohort the primary outcome was total duration of vancomycin treatment we performed a desirability of outcome ranking with response adjusted for duration of antibiotic risk door radar analysis to prioritize clinical outcomes including adverse events escalation of care and death the median duration of vancomycin therapy decreased between cohorts and versus hours vancomycin treatment duration was shorter in patients after a pharmacy directed emr based mrsa pcr intervention was implemented with a greater response after implementation of additional emr enhancements and active stewardship involvement improving test collection rate and result response this study will help inform future interventions pairing automated emr based interventions with stewardship team efforts"
}