{
    "title": "Multiple Roles for Cholinergic Signaling from the Perspective of Stem Cell Function.",
    "doc_id": "33440882",
    "writer": "Takahashi T.",
    "year": "2021",
    "summary": "Stem cells have extensive proliferative potential and the ability to differentiate into one or more mature cell types. ...Studies regarding this signal are beginning to unify our understanding of stem cell regulation at the cellular and molecula …",
    "abstract": "Stem cells have extensive proliferative potential and the ability to differentiate into one or more mature cell types. The mechanisms by which stem cells accomplish self-renewal provide fundamental insight into the origin and design of multicellular organisms. These pathways allow the repair of damage and extend organismal life beyond that of component cells, and they probably preceded the evolution of complex metazoans. Understanding the true nature of stem cells can only come from discovering how they are regulated. The concept that stem cells are controlled by particular microenvironments, also known as niches, has been widely accepted. Technical advances now allow characterization of the zones that maintain and control stem cell activity in several organs, including the brain, skin, and gut. Cholinergic neurons release acetylcholine (ACh) that mediates chemical transmission via ACh receptors such as nicotinic and muscarinic receptors. Although the cholinergic system is composed of organized nerve cells, the system is also involved in mammalian non-neuronal cells, including stem cells, embryonic stem cells, epithelial cells, and endothelial cells. Thus, cholinergic signaling plays a pivotal role in controlling their behaviors. Studies regarding this signal are beginning to unify our understanding of stem cell regulation at the cellular and molecular levels, and they are expected to advance efforts to control stem cells therapeutically. The present article reviews recent findings about cholinergic signaling that is essential to control stem cell function in a cholinergic niche.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33440882/",
    "clean_text": "multiple roles for cholinergic signaling from the perspective of stem cell function stem cells have extensive proliferative potential and the ability to differentiate into one or more mature cell types studies regarding this signal are beginning to unify our understanding of stem cell regulation at the cellular and molecula stem cells have extensive proliferative potential and the ability to differentiate into one or more mature cell types the mechanisms by which stem cells accomplish self renewal provide fundamental insight into the origin and design of multicellular organisms these pathways allow the repair of damage and extend organismal life beyond that of component cells and they probably preceded the evolution of complex metazoans understanding the true nature of stem cells can only come from discovering how they are regulated the concept that stem cells are controlled by particular microenvironments also known as niches has been widely accepted technical advances now allow characterization of the zones that maintain and control stem cell activity in several organs including the brain skin and gut cholinergic neurons release acetylcholine ach that mediates chemical transmission via ach receptors such as nicotinic and muscarinic receptors although the cholinergic system is composed of organized nerve cells the system is also involved in mammalian non neuronal cells including stem cells embryonic stem cells epithelial cells and endothelial cells thus cholinergic signaling plays a pivotal role in controlling their behaviors studies regarding this signal are beginning to unify our understanding of stem cell regulation at the cellular and molecular levels and they are expected to advance efforts to control stem cells therapeutically the present article reviews recent findings about cholinergic signaling that is essential to control stem cell function in a cholinergic niche"
}