{
    "pmid": "41438162",
    "title": "Lower limb malalignment on whole-leg radiography predicts medial or lateral talar osteochondral lesion location: Implications for osteoarthritis assessment.",
    "abstract": "To investigate the association between coronal plane malalignment of the lower extremity and talar osteochondritis dissecans (OCD) localization, and assess the influence of mechanical axis deviations and local joint morphology on lesion distribution. This retrospective monocentric study included 50 patients (mean age 31 ​± ​12 years) with 52 talar OCD lesions who underwent standing whole-leg radiography, which were analyzed digitally. The primary outcome was OCD lesion localization (medial vs. lateral) in relation to coronal plane lower limb alignment (varus, neutral, valgus). Secondary outcomes included angular parameters of the knee and ankle (mLDFA, mMPTA, mLDTA, JLCA, KAJA, talar inclination, talar tilt) and associations lower limb alignment patterns with lesion location. Associations were assessed via univariate testing and binary logistic regression. Talar OCDs occurred medially in 83 ​% and laterally in 17 ​%. Lower limb malalignment was significantly associated with lesion localization (p ​= ​0.024), with varus correlated with medial, while valgus predicted lateral OCD lesions (OR 2.63; 95 ​% CI 1.1-6.4; p ​= ​0.034). Talar tilt independently correlated with lesion site (p ​< ​0.001); tibiotalar valgus tilt increased odds for lateral lesions (OR 0.084; 95 ​% CI 0.01-0.73; p ​= ​0.025). Combined knee and ankle alignment subtypes also influenced lesion laterality (p ​= ​0.017). Lower limb malalignment and talar tilt are independent predictors of OCD localization. Coronal plane deviations and joint morphology alter load across the talar dome, contributing to medial or lateral predilection. Whole-leg alignment analysis should be considered in diagnostic and surgical planning, particularly in revision cases.",
    "disease": "osteoarthritis",
    "clean_text": "lower limb malalignment on whole leg radiography predicts medial or lateral talar osteochondral lesion location implications for osteoarthritis assessment to investigate the association between coronal plane malalignment of the lower extremity and talar osteochondritis dissecans ocd localization and assess the influence of mechanical axis deviations and local joint morphology on lesion distribution this retrospective monocentric study included patients mean age years with talar ocd lesions who underwent standing whole leg radiography which were analyzed digitally the primary outcome was ocd lesion localization medial vs lateral in relation to coronal plane lower limb alignment varus neutral valgus secondary outcomes included angular parameters of the knee and ankle mldfa mmpta mldta jlca kaja talar inclination talar tilt and associations lower limb alignment patterns with lesion location associations were assessed via univariate testing and binary logistic regression talar ocds occurred medially in and laterally in lower limb malalignment was significantly associated with lesion localization p with varus correlated with medial while valgus predicted lateral ocd lesions or ci p talar tilt independently correlated with lesion site p tibiotalar valgus tilt increased odds for lateral lesions or ci p combined knee and ankle alignment subtypes also influenced lesion laterality p lower limb malalignment and talar tilt are independent predictors of ocd localization coronal plane deviations and joint morphology alter load across the talar dome contributing to medial or lateral predilection whole leg alignment analysis should be considered in diagnostic and surgical planning particularly in revision cases"
}