{
    "title": "Endothelial dysfunction in the aging kidney.",
    "doc_id": "39933752",
    "writer": "Borri M",
    "year": "2025",
    "summary": "As the kidneys age, REC dysfunction drives vascular and microenvironmental changes, contributing to the overall decline in kidney function. In this review, we outline the structural and functional effects of aging on the kidney's macrovascular and micr …",
    "abstract": "Global population aging is an escalating challenge in modern society, especially as it impairs the function of multiple organs and increases the burden of age-related diseases. The kidneys, in particular, experience function decline, reduced regenerative capacity, and increased susceptibility to injury as they age. As a result, the prevalence of chronic kidney disease (CKD) rises with aging, further contributing to the growing health burden in older populations. One of the key factors in this process is the dysfunction of specialized renal endothelial cells (RECs), which are essential for maintaining kidney health by regulating blood flow and supporting filtration, solute and water reabsorption, and vascular integrity. As the kidneys age, REC dysfunction drives vascular and microenvironmental changes, contributing to the overall decline in kidney function. In this review, we outline the structural and functional effects of aging on the kidney's macrovascular and microvascular compartments and provide a phenotypic description of the aged endothelium. We particularly focus on the molecular and metabolic rewiring driving and sustaining growth-arrested EC senescence phenotype. We finally give an overview of senotherapies acting on ECs, especially of those modulating metabolism. Given that the pathophysiological processes underlying kidney aging largely overlap with those observed in CKD, REC rejuvenation could also benefit patients with CKD. Moreover, such interventions may hold promise in improving the outcomes of aged kidney transplants. Hence, advancing our understanding of REC and kidney aging will create opportunities for innovations that could improve outcomes for both elderly individuals and patients with CKD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39933752/",
    "clean_text": "endothelial dysfunction in the aging kidney as the kidneys age rec dysfunction drives vascular and microenvironmental changes contributing to the overall decline in kidney function in this review we outline the structural and functional effects of aging on the kidney s macrovascular and micr global population aging is an escalating challenge in modern society especially as it impairs the function of multiple organs and increases the burden of age related diseases the kidneys in particular experience function decline reduced regenerative capacity and increased susceptibility to injury as they age as a result the prevalence of chronic kidney disease ckd rises with aging further contributing to the growing health burden in older populations one of the key factors in this process is the dysfunction of specialized renal endothelial cells recs which are essential for maintaining kidney health by regulating blood flow and supporting filtration solute and water reabsorption and vascular integrity as the kidneys age rec dysfunction drives vascular and microenvironmental changes contributing to the overall decline in kidney function in this review we outline the structural and functional effects of aging on the kidney s macrovascular and microvascular compartments and provide a phenotypic description of the aged endothelium we particularly focus on the molecular and metabolic rewiring driving and sustaining growth arrested ec senescence phenotype we finally give an overview of senotherapies acting on ecs especially of those modulating metabolism given that the pathophysiological processes underlying kidney aging largely overlap with those observed in ckd rec rejuvenation could also benefit patients with ckd moreover such interventions may hold promise in improving the outcomes of aged kidney transplants hence advancing our understanding of rec and kidney aging will create opportunities for innovations that could improve outcomes for both elderly individuals and patients with ckd"
}