{
    "pmid": "41466306",
    "title": "Thirty-seven-year trends in the prevalence, incidence, and prognosis of dementia in a Japanese community: the Hisayama study.",
    "abstract": "Few population-based studies have investigated how the prevalence, incidence, and survival rate of dementia have changed since the 2010s in Asian communities. We investigated this issue using 37 years of epidemiological data in a Japanese community. Seven cross-sectional surveys of dementia were conducted among residents aged ≥ 65 years in a Japanese community in 1985, 1992, 1998, 2005, 2012, 2017, and 2022. We also established three cohorts in the residents aged ≥ 65 years without dementia in 1988 (n = 803), 2002 (n = 1,231), and 2012 (n = 1,519), each of which was followed for 10 years. Trends in the prevalence of dementia were tested using a logistic regression model. The age- and sex-adjusted incidence of dementia and survival rate after dementia onset were compared across cohorts using a Cox proportional hazards model. The crude prevalence of dementia significantly increased from 1985 to 2012 (6.7% in 1985, 5.7% in 1992, 7.1% in 1998, 12.5% in 2005, and 17.9% in 2012, p for trend < 0.01), but then decreased significantly from 2012 to 2022 (15.8% in 2017 and 12.1% in 2022; p for trend < 0.01). A similar trend was observed after adjusting for age and sex. Moreover, the age- and sex-adjusted incidence of dementia increased significantly from the 1988 to the 2002 cohort (adjusted hazard ratio [aHR] 1.68, 95% confidence intervals [CI] = 1.38-2.06), but decreased significantly from the 2002 to the 2012 cohort (aHR = 0.60, 95% CI = 0.51-0.70). The age- and sex-adjusted 5-year survival rate after dementia onset increased significantly from the 1988 to the 2002 cohort (47.3% to 65.2%; p < 0.01), while no significant change was observed from the 2002 to the 2012 cohort (65.2% to 58.9%; p = 0.42). Decreasing trends in the prevalence and incidence of dementia were observed since 2012 in a Japanese community. The decline in the incidence of dementia may be due to the prevention and improved management of lifestyle-related diseases, such as hypertension and diabetes, as well as increased awareness and promotion of healthy lifestyle behaviors.",
    "disease": "hypertension",
    "clean_text": "thirty seven year trends in the prevalence incidence and prognosis of dementia in a japanese community the hisayama study few population based studies have investigated how the prevalence incidence and survival rate of dementia have changed since the s in asian communities we investigated this issue using years of epidemiological data in a japanese community seven cross sectional surveys of dementia were conducted among residents aged years in a japanese community in and we also established three cohorts in the residents aged years without dementia in n n and n each of which was followed for years trends in the prevalence of dementia were tested using a logistic regression model the age and sex adjusted incidence of dementia and survival rate after dementia onset were compared across cohorts using a cox proportional hazards model the crude prevalence of dementia significantly increased from to in in in in and in p for trend but then decreased significantly from to in and in p for trend a similar trend was observed after adjusting for age and sex moreover the age and sex adjusted incidence of dementia increased significantly from the to the cohort adjusted hazard ratio ahr confidence intervals ci but decreased significantly from the to the cohort ahr ci the age and sex adjusted year survival rate after dementia onset increased significantly from the to the cohort to p while no significant change was observed from the to the cohort to p decreasing trends in the prevalence and incidence of dementia were observed since in a japanese community the decline in the incidence of dementia may be due to the prevention and improved management of lifestyle related diseases such as hypertension and diabetes as well as increased awareness and promotion of healthy lifestyle behaviors"
}