{
    "title": "Characteristics of Pollen Concentration Changes in Xi'an and Their Correlation with Allergy-Related Diseases.",
    "doc_id": "40469906",
    "writer": "Zhan Q",
    "year": "2025",
    "summary": "METHODS: The species and concentration of daily pollen in Xi'an were monitored for 4 consecutive years (2020-2023). Daily pollen concentrations were analyzed alongside clinical AR records from the Second Affiliated Hospital of Xi'an Jiaotong Uni …",
    "abstract": "Objective:\n        \n      \n      Airborne pollen is a major contributor to allergic diseases. This study investigates the correlation between airborne pollen dynamics and allergic rhinitis (AR) incidence in Xi'an (2020-2023) and compared with 1984 data for informing evidence-based prevention strategies.\n    \n\n\n          Methods:\n        \n      \n      The species and concentration of daily pollen in Xi'an were monitored for 4 consecutive years (2020-2023). Daily pollen concentrations were analyzed alongside clinical AR records from the Second Affiliated Hospital of Xi'an Jiaotong University and public health awareness metrics (Baidu search indices for \"allergic rhinitis\", \"pollen allergy\", and \"loratadine\").\n    \n\n\n          Results:\n        \n      \n      The pollen season in Xi'an occurred from March to May and from August to October, with higher concentrations in spring. Compared to the 1984 data, pollen counts increased significantly (+121.9%, P>0.05). Correlation analysis revealed a positive relationship between pollen concentration and the number of AR patients during the autumn pollen season from 2020 to 2022 (r=0.307~0.636, P<0.05). \"Pollen allergy\" search index correlated positively lwith pollen concentration over the four-year autumn period (r=0.512~0.750, P<0.001), while trends for \"allergic rhinitis\" and \"loratadine\" search indices were less consistent, showing positive correlation only in the autumn pollen season. The public perception of sensitized pollen species in Xi'an did not match the actual AR-related pollen species.\n    \n\n\n          Conclusion:\n        \n      \n      Pollen counts increased significantly in Xi'an, whereas pollen species diversity decreased in the last 40 years. Our results showed the 40-year characteristics comparison of pollen concentration in Xi'an can serve as a basis for developing effective preventive and management measures for patients with pollen-related allergies, including environmental control, timely pollen monitoring, desensitization therapy, and patient health education, to guide the scientific control and prevention of pollen-induced allergic diseases. This study underscores the need for integrated environmental and public health strategies to mitigate pollen-induced AR in rapidly urbanizing regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40469906/",
    "clean_text": "characteristics of pollen concentration changes in xi an and their correlation with allergy related diseases methods the species and concentration of daily pollen in xi an were monitored for consecutive years daily pollen concentrations were analyzed alongside clinical ar records from the second affiliated hospital of xi an jiaotong uni objective airborne pollen is a major contributor to allergic diseases this study investigates the correlation between airborne pollen dynamics and allergic rhinitis ar incidence in xi an and compared with data for informing evidence based prevention strategies methods the species and concentration of daily pollen in xi an were monitored for consecutive years daily pollen concentrations were analyzed alongside clinical ar records from the second affiliated hospital of xi an jiaotong university and public health awareness metrics baidu search indices for allergic rhinitis pollen allergy and loratadine results the pollen season in xi an occurred from march to may and from august to october with higher concentrations in spring compared to the data pollen counts increased significantly p correlation analysis revealed a positive relationship between pollen concentration and the number of ar patients during the autumn pollen season from to r p pollen allergy search index correlated positively lwith pollen concentration over the four year autumn period r p while trends for allergic rhinitis and loratadine search indices were less consistent showing positive correlation only in the autumn pollen season the public perception of sensitized pollen species in xi an did not match the actual ar related pollen species conclusion pollen counts increased significantly in xi an whereas pollen species diversity decreased in the last years our results showed the year characteristics comparison of pollen concentration in xi an can serve as a basis for developing effective preventive and management measures for patients with pollen related allergies including environmental control timely pollen monitoring desensitization therapy and patient health education to guide the scientific control and prevention of pollen induced allergic diseases this study underscores the need for integrated environmental and public health strategies to mitigate pollen induced ar in rapidly urbanizing regions"
}