{
    "title": "Medicalization Defined in Empirical Contexts - A Scoping Review.",
    "doc_id": "32613806",
    "writer": "van Dijk W",
    "year": "2020",
    "summary": "Medicalization appears to be a concept that speaks to all, suggesting a shared understanding of what it constitutes. ...The other axe represents a continuum from a micro to a macro perspective on medicalization. CONCLUSION: This review shows that empirical research …",
    "abstract": "Background:\n        \n      \n      Medicalization has been a topic of discussion and research for over four decades. It is a known concept to researchers from a broad range of disciplines. Medicalization appears to be a concept that speaks to all, suggesting a shared understanding of what it constitutes. However, conceptually, the definition of medicalization has evolved over time. It is unknown how the concept is applied in empirical research, therefore following research question was answered: How is medicalization defined in empirical research and how do the definitions differ from each other?\n    \n\n\n          Methods:\n        \n      \n      We performed a scoping review on the empirical research on medicalization. The 5 steps of a scoping review were followed: (1) Identifying the research question; (2) Identifying relevant studies; (3) Inclusion and exclusion criteria; (4) Charting the data; and (5) Collating, summarizing and reporting the results. The screening of 3027 papers resulted in the inclusion of 50 empirical studies in the review.\n    \n\n\n          Results:\n        \n      \n      The application of the concept of medicalization within empirical studies proved quite diverse. The used conceptual definitions could be divided into 10 categories, which differed from each other subtly though importantly. The ten categories could be placed in a framework, containing two axes. The one axe represents a continuum from value neutral definitions to value laden definitions. The other axe represents a continuum from a micro to a macro perspective on medicalization.\n    \n\n\n          Conclusion:\n        \n      \n      This review shows that empirical research on medicalization is quite heterogeneous in its definition of the concept. This reveals the richness and complexity of medicalization, once more, but also hinders the comparability of studies. Future empirical research should pay more attention to the choice made with regard to the definition of medialization and its applicability to the context of the study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32613806/",
    "clean_text": "medicalization defined in empirical contexts a scoping review medicalization appears to be a concept that speaks to all suggesting a shared understanding of what it constitutes the other axe represents a continuum from a micro to a macro perspective on medicalization conclusion this review shows that empirical research background medicalization has been a topic of discussion and research for over four decades it is a known concept to researchers from a broad range of disciplines medicalization appears to be a concept that speaks to all suggesting a shared understanding of what it constitutes however conceptually the definition of medicalization has evolved over time it is unknown how the concept is applied in empirical research therefore following research question was answered how is medicalization defined in empirical research and how do the definitions differ from each other methods we performed a scoping review on the empirical research on medicalization the steps of a scoping review were followed identifying the research question identifying relevant studies inclusion and exclusion criteria charting the data and collating summarizing and reporting the results the screening of papers resulted in the inclusion of empirical studies in the review results the application of the concept of medicalization within empirical studies proved quite diverse the used conceptual definitions could be divided into categories which differed from each other subtly though importantly the ten categories could be placed in a framework containing two axes the one axe represents a continuum from value neutral definitions to value laden definitions the other axe represents a continuum from a micro to a macro perspective on medicalization conclusion this review shows that empirical research on medicalization is quite heterogeneous in its definition of the concept this reveals the richness and complexity of medicalization once more but also hinders the comparability of studies future empirical research should pay more attention to the choice made with regard to the definition of medialization and its applicability to the context of the study"
}