{
    "pmid": "41451833",
    "title": "Prognostic Significance of CIAPIN1 Expression and Its Association to Clinicopathological Factors in Swedish Patients with Colorectal Cancer.",
    "abstract": "The cytokine-induced apoptosis inhibitor 1 (CIAPIN1) is an anti-apoptotic protein that is ubiquitously expressed in various cell types, including cancer cells. Our purpose was to assess the association of mRNA and protein expression of CIAPIN1 with clinicopathological factors and prognosis in patients with colorectal cancer (CRC). The study utilized plasma samples from 198 patients and tumor and paired normal tissue from 165 CRC patients to determine CIAPIN1 protein concentration and mRNA expression using enzyme-linked immunosorbent assay (ELISA) and RT-qPCR, respectively. CIAPIN1 mRNA expression differed between cancer and normal tissue, with cancer tissue showing a 55% up-regulation, and CIAPIN1 protein content in plasma was 11.5% lower than in healthy controls. Low relative CIAPIN1 mRNA expression between tumor and matching normal tissue was associated with lower cancer-specific survival in females and several clinicopathological variables. Moreover, worse cancer-specific survival was seen in patients with rectal cancer with low concentrations of CIAPIN1 protein in plasma. Our data suggests that CIAPIN1 might have a potential future role as a useful indicator for clinical prognosis and in the development of CRC.",
    "disease": "colorectal cancer",
    "clean_text": "prognostic significance of ciapin expression and its association to clinicopathological factors in swedish patients with colorectal cancer the cytokine induced apoptosis inhibitor ciapin is an anti apoptotic protein that is ubiquitously expressed in various cell types including cancer cells our purpose was to assess the association of mrna and protein expression of ciapin with clinicopathological factors and prognosis in patients with colorectal cancer crc the study utilized plasma samples from patients and tumor and paired normal tissue from crc patients to determine ciapin protein concentration and mrna expression using enzyme linked immunosorbent assay elisa and rt qpcr respectively ciapin mrna expression differed between cancer and normal tissue with cancer tissue showing a up regulation and ciapin protein content in plasma was lower than in healthy controls low relative ciapin mrna expression between tumor and matching normal tissue was associated with lower cancer specific survival in females and several clinicopathological variables moreover worse cancer specific survival was seen in patients with rectal cancer with low concentrations of ciapin protein in plasma our data suggests that ciapin might have a potential future role as a useful indicator for clinical prognosis and in the development of crc"
}