{
    "title": "[Stem cell niches].",
    "doc_id": "17855941",
    "writer": "Terskikh VV",
    "year": "2007",
    "summary": "The nature of the stem cell niche and its interaction with stem cells is one of fundamental problems in the biology of stem cells. ...Thus, the niches control the number of stem cells in the body and protect it from excessiv …",
    "abstract": "The nature of the stem cell niche and its interaction with stem cells is one of fundamental problems in the biology of stem cells. Stem cell niches are formed during ontogeny. A niche can remain vacant and exist independently of stem cells; however, stem cell self-renewal cannot be maintained for long periods outside of the niche except for particular conditions, e.g., in vitro. A vacant niche can be occupied by excessive or transplanted stem cells and can provide for their functioning. A niche size allows a definite number of stem cells to be maintained. Excessive stem cells either differentiate in the presence of a specific signal or undergo apoptosis in the absence of such signal. Thus, the niches control the number of stem cells in the body and protect it from excessive stem cell proliferation. Under particular conditions, stem cells can leave and return to their niches. Stem cells are retained in the niche by cell-to-cell interactions and adhesion to the extracellular matrix. Both the niches and stem cells arise at a particular ontogenetic stage and are capable of long self-renewal. The development can be described in terms of the formation of stem cells and their niches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17855941/",
    "clean_text": "stem cell niches the nature of the stem cell niche and its interaction with stem cells is one of fundamental problems in the biology of stem cells thus the niches control the number of stem cells in the body and protect it from excessiv the nature of the stem cell niche and its interaction with stem cells is one of fundamental problems in the biology of stem cells stem cell niches are formed during ontogeny a niche can remain vacant and exist independently of stem cells however stem cell self renewal cannot be maintained for long periods outside of the niche except for particular conditions e g in vitro a vacant niche can be occupied by excessive or transplanted stem cells and can provide for their functioning a niche size allows a definite number of stem cells to be maintained excessive stem cells either differentiate in the presence of a specific signal or undergo apoptosis in the absence of such signal thus the niches control the number of stem cells in the body and protect it from excessive stem cell proliferation under particular conditions stem cells can leave and return to their niches stem cells are retained in the niche by cell to cell interactions and adhesion to the extracellular matrix both the niches and stem cells arise at a particular ontogenetic stage and are capable of long self renewal the development can be described in terms of the formation of stem cells and their niches"
}