{
    "pmid": "41410992",
    "title": "Anatomical and functional characteristics of symptomatic post-TB lung disease.",
    "abstract": "BACKGROUND: Many of the 150 million global TB survivors continue to experience chronic respiratory problems as TB-related anatomical and functional deficits often persist beyond treatment. METHODS: Individuals who completed TB treatment for pulmonary TB in the Improving Retreatment Success Study (NCT02114684) were screened 6 months after treatment for persistent respiratory symptoms. Symptomatic individuals were evaluated by clinical interviews, pulmonary function testing, chest radiographs, chest computed tomography (CT) scans, positron emission tomography (PET) scans, and bronchoalveolar lavage. RESULTS: Persistent respiratory symptoms were reported in 20/96 (20.8%) participants. Median age was 47 years, 60% were men, and 45% reported a history of smoking. All had at least two prior episodes of TB, and 70% were living with HIV. Pulmonary function testing identified 25% (5/20) of individuals with restriction, 15% (3/20) with obstruction, and 20% (4/20) with mixed physiology. Air-trapping was present in 35% (7/20). CT revealed that fibrosis, bronchiectasis, and pulmonary nodules occurred in 100% (20/20), 75% (15/20), and 65% (13/20), respectively. On PET, [",
    "disease": "tuberculosis",
    "clean_text": "anatomical and functional characteristics of symptomatic post tb lung disease background many of the million global tb survivors continue to experience chronic respiratory problems as tb related anatomical and functional deficits often persist beyond treatment methods individuals who completed tb treatment for pulmonary tb in the improving retreatment success study nct were screened months after treatment for persistent respiratory symptoms symptomatic individuals were evaluated by clinical interviews pulmonary function testing chest radiographs chest computed tomography ct scans positron emission tomography pet scans and bronchoalveolar lavage results persistent respiratory symptoms were reported in participants median age was years were men and reported a history of smoking all had at least two prior episodes of tb and were living with hiv pulmonary function testing identified of individuals with restriction with obstruction and with mixed physiology air trapping was present in ct revealed that fibrosis bronchiectasis and pulmonary nodules occurred in and respectively on pet"
}