{
    "pmid": "41457656",
    "title": "Healthcare Utilization in Children Following Hospitalization for RSV- Versus Non-RSV Related Lower Respiratory Tract Infections: A Nationwide Retrospective Study.",
    "abstract": "Respiratory syncytial virus (RSV) is a leading cause of lower respiratory tract infections (LRTIs) in young children. Additionally, RSV is associated with long-term respiratory morbidities. This study evaluates acute and long-term healthcare utilization (HCU) in infants hospitalized with RSV-associated LRTI (RSV-LRTI) compared to non-RSV LRTI (Non-RSV-LRTI) in a nationwide cohort. A retrospective case-control study used data from Clalit Healthcare Services (CHS), Israel's largest healthcare provider. Infants born between 2015 and 2023, admitted before 12 months of age with LRTI during the RSV season, were included. PCR confirmed RSV-LRTI cases, while controls had negative RSV PCR and positive PCR for other respiratory viruses. Acute HCU was assessed within 30 days post-discharge. Long-term respiratory-related HCU was evaluated up to 6 years of age. Statistical analyses included Poisson regression, adjusting for demographic and clinical potential confounders. A total of 8626 infants were included, with 4,951 in the RSV-LRTI group and 3675 in the Non-RSV-LRTI group. The adjusted acute HCUs were higher in RSV-LRTI cases with increased systemic steroid use (IRR = 2.25, 95%CI: 1.94-2.62, p < 0.001) and short-acting beta-agonist use (IRR = 3.80, 95%CI: 3.36-4.30, p < 0.001). The adjusted long-term HCU trends persisted, with significantly higher use of respiratory-related medications and pediatric pulmonologist visits (IRR = 1.21, 95%CI: 1.06-1.40, p = 0.006) in the RSV-LRTI group. This nationwide study highlights the substantial acute and long-term HCU burden associated with RSV-LRTI compared to Non-RSV-LRTI, underscoring the need for effective preventive strategies for all infants, especially in the first months of life.",
    "disease": "asthma",
    "clean_text": "healthcare utilization in children following hospitalization for rsv versus non rsv related lower respiratory tract infections a nationwide retrospective study respiratory syncytial virus rsv is a leading cause of lower respiratory tract infections lrtis in young children additionally rsv is associated with long term respiratory morbidities this study evaluates acute and long term healthcare utilization hcu in infants hospitalized with rsv associated lrti rsv lrti compared to non rsv lrti non rsv lrti in a nationwide cohort a retrospective case control study used data from clalit healthcare services chs israel s largest healthcare provider infants born between and admitted before months of age with lrti during the rsv season were included pcr confirmed rsv lrti cases while controls had negative rsv pcr and positive pcr for other respiratory viruses acute hcu was assessed within days post discharge long term respiratory related hcu was evaluated up to years of age statistical analyses included poisson regression adjusting for demographic and clinical potential confounders a total of infants were included with in the rsv lrti group and in the non rsv lrti group the adjusted acute hcus were higher in rsv lrti cases with increased systemic steroid use irr ci p and short acting beta agonist use irr ci p the adjusted long term hcu trends persisted with significantly higher use of respiratory related medications and pediatric pulmonologist visits irr ci p in the rsv lrti group this nationwide study highlights the substantial acute and long term hcu burden associated with rsv lrti compared to non rsv lrti underscoring the need for effective preventive strategies for all infants especially in the first months of life"
}