{
    "title": "Myocardial strain in sub-acute peri-infarct myocardium.",
    "doc_id": "18855121",
    "writer": "Ruzsics B",
    "year": "2009",
    "summary": "The main purpose of this study was to investigate the alterations in myocardial strain in the peri-infarct myocardium as compared to normal and infarct myocardium. MATERIALS AND METHODS: Comprehensive MRI of the myocardium was performed in five pigs 6- …",
    "abstract": "Purpose:\n        \n      \n      In the absence of additional ischemic insults, the peri-infarct region surrounding the infarct myocardium can recover function. T2 weighted MRI signal is sensitive to edema and used to detect peri-infarct, salvageable myocardium. The main purpose of this study was to investigate the alterations in myocardial strain in the peri-infarct myocardium as compared to normal and infarct myocardium.\n    \n\n\n          Materials and methods:\n        \n      \n      Comprehensive MRI of the myocardium was performed in five pigs 6-7 days following coronary artery occlusion-reperfusion myocardial injury. MRI included tagged cine images for myocardial strain, T2weighted (T2w)-images and late gadolinium enhancement (LGE) for assessing myocardial viability. Automated signal intensity thresholds were used to define tissue edema and myocardial infarct. Maximum-shortening strains were analyzed in the infarct, peri-infarct and normal myocardial sectors. The results were correlated with triphenyltetrazolium-chloride (TTC) and hemotoxylin-eosin stained tissue images.\n    \n\n\n          Results:\n        \n      \n      We found an excellent correlation of LGE with TTC (r = 0.94, P < 0.05). T2w-images markedly overestimated the infarct size (25 +/- 3%). Both the healthy and peri-infarct myocardial sectors had higher myocardial strain than infarct myocardial sectors (P < 0.05). Clear demarcation between infarct and non-infarct myocardium was noted on histology.\n    \n\n\n          Conclusion:\n        \n      \n      Peri-infarct myocardium continues to demonstrate T2 signal enhancement to at least 7 days, but this region has preserved mechanical function. T2-weighted imaging and myocardial strain measurements provide complementary information and both may be useful for characterization of the peri-infarct myocardium.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18855121/",
    "clean_text": "myocardial strain in sub acute peri infarct myocardium the main purpose of this study was to investigate the alterations in myocardial strain in the peri infarct myocardium as compared to normal and infarct myocardium materials and methods comprehensive mri of the myocardium was performed in five pigs purpose in the absence of additional ischemic insults the peri infarct region surrounding the infarct myocardium can recover function t weighted mri signal is sensitive to edema and used to detect peri infarct salvageable myocardium the main purpose of this study was to investigate the alterations in myocardial strain in the peri infarct myocardium as compared to normal and infarct myocardium materials and methods comprehensive mri of the myocardium was performed in five pigs days following coronary artery occlusion reperfusion myocardial injury mri included tagged cine images for myocardial strain t weighted t w images and late gadolinium enhancement lge for assessing myocardial viability automated signal intensity thresholds were used to define tissue edema and myocardial infarct maximum shortening strains were analyzed in the infarct peri infarct and normal myocardial sectors the results were correlated with triphenyltetrazolium chloride ttc and hemotoxylin eosin stained tissue images results we found an excellent correlation of lge with ttc r p t w images markedly overestimated the infarct size both the healthy and peri infarct myocardial sectors had higher myocardial strain than infarct myocardial sectors p clear demarcation between infarct and non infarct myocardium was noted on histology conclusion peri infarct myocardium continues to demonstrate t signal enhancement to at least days but this region has preserved mechanical function t weighted imaging and myocardial strain measurements provide complementary information and both may be useful for characterization of the peri infarct myocardium"
}