{
    "title": "Links between Alzheimer's disease and diabetes.",
    "doc_id": "16894402",
    "writer": "Sun MK",
    "year": "2006",
    "summary": "There are many mechanisms by which insulin-signaling abnormalities may affect clinical and pathological outcome of Alzheimer's disease. Insulin resistance and dysregulation of the degradation of neurotoxic amyloid and insulin appear at the core of the links b …",
    "abstract": "The existence of links between Alzheimer's disease and diabetes is an important topic currently under active debate. Establishing such links if they exist and defining their common pathogenesis and pathophysiological mechanisms may lead to new concepts and research directions for the pharmacological treatment of Alzheimer's disease and diabetes. Alzheimer's disease is associated with peripheral and central insulin abnormalities. Cognitive capacities are often impaired in patients with diabetes. There are many mechanisms by which insulin-signaling abnormalities may affect clinical and pathological outcome of Alzheimer's disease. Insulin resistance and dysregulation of the degradation of neurotoxic amyloid and insulin appear at the core of the links between Alzheimer's disease and diabetes. Functions and expression of insulysin, an enzyme involved in the degradation of neurotoxic amyloid peptides and insulin, are usually impaired or reduced in Alzheimer's disease and diabetes. The increased occurrence of insulin resistance in Alzheimer's disease suggests that improving insulin effectiveness and insulysin activity may have therapeutic value in Alzheimer's disease patients and therefore is worth intensive investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16894402/",
    "clean_text": "links between alzheimer s disease and diabetes there are many mechanisms by which insulin signaling abnormalities may affect clinical and pathological outcome of alzheimer s disease insulin resistance and dysregulation of the degradation of neurotoxic amyloid and insulin appear at the core of the links b the existence of links between alzheimer s disease and diabetes is an important topic currently under active debate establishing such links if they exist and defining their common pathogenesis and pathophysiological mechanisms may lead to new concepts and research directions for the pharmacological treatment of alzheimer s disease and diabetes alzheimer s disease is associated with peripheral and central insulin abnormalities cognitive capacities are often impaired in patients with diabetes there are many mechanisms by which insulin signaling abnormalities may affect clinical and pathological outcome of alzheimer s disease insulin resistance and dysregulation of the degradation of neurotoxic amyloid and insulin appear at the core of the links between alzheimer s disease and diabetes functions and expression of insulysin an enzyme involved in the degradation of neurotoxic amyloid peptides and insulin are usually impaired or reduced in alzheimer s disease and diabetes the increased occurrence of insulin resistance in alzheimer s disease suggests that improving insulin effectiveness and insulysin activity may have therapeutic value in alzheimer s disease patients and therefore is worth intensive investigation"
}