{
    "pmid": "41380414",
    "title": "Study on the anti-liver cirrhosis of Fuzheng Huayu tablet : Targeting macrophage PPARα axis-fatty acid metabolic.",
    "abstract": "Currently, no first-line conventional drugs are recommended worldwide by clinical guidelines for liver cirrhosis treatment. Some clinical studies have shown that the Fuzheng Huayu Tablet (FZHY) has an anticirrhotic effect, but further validation of the anticirrhotic effect and its mechanism is needed. In this study, the anticirrhotic effect of FZHY was evaluated for the first time at the basic research level, and both its mechanism and active compounds were analysed. Firstly, the efficacy of FZHY was evaluated using the liver cirrhosis model. Further, the mechanism of FZHY was analyzed through multi-omics and molecular biology experiments, and was verified through the target inhibitor model. Finally, the effective components of FZHY were analyzed through bioinformatics analysis and experimental verification. Liver cirrhosis mouse models were used to evaluate the efficacy of FZHY. Single-cell transcriptomics, metabolomics, and 16S RNA microbiota were used to explore the mechanism underlying the effects of FZHY against liver cirrhosis. Flow cytometry, immunohistochemistry, immunoconfocal microscopy, WB, PCR, Oil red O staining and other techniques were used to investigate the mechanism underlying the effects of FZHY on liver cirrhosis. A macrophage clearance model and an in vivo PPARα inhibitor model, as well as an in vitro PPARα inhibitor model, were used to verify the mechanism through which FZHY affects liver cirrhosis. LC‒MS, molecular docking, and molecular biology experiments were used to analyse the active components of FZHY associated with its effect against liver cirrhosis. In the CCL4-mediated liver cirrhosis mouse model, FZHY significantly reversed the formation of liver pseudolobules and inhibited liver and serum inflammation. Single-cell transcriptomics revealed that M2 macrophages were more abundant in the FZHY group. The metabolomics and 16S RNA microbiota pathways were enriched in fatty acid oxidation (FAO)- and PPAR-related pathways. The Flow results revealed that FZHY promoted the M2 polarization of Kupffer cells in the liver and THP1 cells but had no effect on the polarization of total macrophages in the liver or spleen. Immunoconfocal microscopy/Immunofluorescence and pathological tests revealed that FZHY significantly decreased the levels of fatty acids in liver and THP1 cells. A variety of molecular biology experiments revealed that FZHY regulated the expression level of the PPARα pathway, regulated FAO and macrophage polarization and promoted the entry of PPARα into the nucleus. On the basis of in vivo macrophage scavenger and in vitro PPARα inhibitor models, the anticirrhotic effect of the PPARα pathway and the M2 polarization effect of FZHY were significantly reduced. Integrated LC‒MS, molecular docking and experimental verification revealed that quercetin and luteolin could induce M2 polarization, promote the entry of PPARα into the nucleus, and significantly decrease the levels of fatty acids. FZHY has an anticirrhotic effect, which may promote FAO by targeting the PPARα axis in macrophages and inducing changes in M2 polarization. The above results are expected to provide reliable basic research evidence for the clinical application of FZHY against liver cirrhosis, and offer a potential solution for liver cirrhosis, which currently has no first-line medication recommended by clinical guidelines.",
    "disease": "liver cirrhosis",
    "clean_text": "study on the anti liver cirrhosis of fuzheng huayu tablet targeting macrophage ppar axis fatty acid metabolic currently no first line conventional drugs are recommended worldwide by clinical guidelines for liver cirrhosis treatment some clinical studies have shown that the fuzheng huayu tablet fzhy has an anticirrhotic effect but further validation of the anticirrhotic effect and its mechanism is needed in this study the anticirrhotic effect of fzhy was evaluated for the first time at the basic research level and both its mechanism and active compounds were analysed firstly the efficacy of fzhy was evaluated using the liver cirrhosis model further the mechanism of fzhy was analyzed through multi omics and molecular biology experiments and was verified through the target inhibitor model finally the effective components of fzhy were analyzed through bioinformatics analysis and experimental verification liver cirrhosis mouse models were used to evaluate the efficacy of fzhy single cell transcriptomics metabolomics and s rna microbiota were used to explore the mechanism underlying the effects of fzhy against liver cirrhosis flow cytometry immunohistochemistry immunoconfocal microscopy wb pcr oil red o staining and other techniques were used to investigate the mechanism underlying the effects of fzhy on liver cirrhosis a macrophage clearance model and an in vivo ppar inhibitor model as well as an in vitro ppar inhibitor model were used to verify the mechanism through which fzhy affects liver cirrhosis lc ms molecular docking and molecular biology experiments were used to analyse the active components of fzhy associated with its effect against liver cirrhosis in the ccl mediated liver cirrhosis mouse model fzhy significantly reversed the formation of liver pseudolobules and inhibited liver and serum inflammation single cell transcriptomics revealed that m macrophages were more abundant in the fzhy group the metabolomics and s rna microbiota pathways were enriched in fatty acid oxidation fao and ppar related pathways the flow results revealed that fzhy promoted the m polarization of kupffer cells in the liver and thp cells but had no effect on the polarization of total macrophages in the liver or spleen immunoconfocal microscopy immunofluorescence and pathological tests revealed that fzhy significantly decreased the levels of fatty acids in liver and thp cells a variety of molecular biology experiments revealed that fzhy regulated the expression level of the ppar pathway regulated fao and macrophage polarization and promoted the entry of ppar into the nucleus on the basis of in vivo macrophage scavenger and in vitro ppar inhibitor models the anticirrhotic effect of the ppar pathway and the m polarization effect of fzhy were significantly reduced integrated lc ms molecular docking and experimental verification revealed that quercetin and luteolin could induce m polarization promote the entry of ppar into the nucleus and significantly decrease the levels of fatty acids fzhy has an anticirrhotic effect which may promote fao by targeting the ppar axis in macrophages and inducing changes in m polarization the above results are expected to provide reliable basic research evidence for the clinical application of fzhy against liver cirrhosis and offer a potential solution for liver cirrhosis which currently has no first line medication recommended by clinical guidelines"
}