{
    "title": "A meta-analysis of mentalizing in anxiety disorders, obsessive-compulsive and related disorders, and trauma and stressor related disorders.",
    "doc_id": "36257080",
    "writer": "Sloover M",
    "year": "2022",
    "summary": "BACKGROUND: The number of studies that have researched the ability to mentalize in individuals with anxiety and related disorders is limited. Often, no distinction is made between different anxiety and related disorders in the examination of mentalization. ...Men …",
    "abstract": "Background:\n        \n      \n      The number of studies that have researched the ability to mentalize in individuals with anxiety and related disorders is limited. Often, no distinction is made between different anxiety and related disorders in the examination of mentalization.\n    \n\n\n          Objective:\n        \n      \n      The goal of this study was to obtain insight into mentalization in anxiety and related disorders, and to compare this ability between these disorders.\n    \n\n\n          Method:\n        \n      \n      A systematic literature search was performed to identify studies in which performance on a mentalization task was compared between a patient group diagnosed with an anxiety or a related disorder, and a control group. Meta-analyses were performed on the included articles.\n    \n\n\n          Results:\n        \n      \n      The initial search yielded 2844 articles, of which 26 studies on 1056 patients were included. Patients diagnosed with anxiety and related disorders showed a deficit in mentalization when compared to healthy controls (SMD = -0.60, p 0.001). A deficit was found in all patient groups: Patients with anxiety disorders (SMD = -0.39, p = 0.007), obsessive-compulsive and related disorders (SMD = -0.78, p = 0.01), and trauma and stressor related disorders showed significant deficits (SMD = -0.77, p = 0.02) as compared to healthy controls.\n    \n\n\n          Conclusion:\n        \n      \n      The results indicated impaired mentalization in anxiety and related disorders, with specific deficiencies in posttraumatic stress disorder, social anxiety, and obsessive-compulsive disorders. Mentalization could provide a clinical target in treatment of these disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36257080/",
    "clean_text": "a meta analysis of mentalizing in anxiety disorders obsessive compulsive and related disorders and trauma and stressor related disorders background the number of studies that have researched the ability to mentalize in individuals with anxiety and related disorders is limited often no distinction is made between different anxiety and related disorders in the examination of mentalization men background the number of studies that have researched the ability to mentalize in individuals with anxiety and related disorders is limited often no distinction is made between different anxiety and related disorders in the examination of mentalization objective the goal of this study was to obtain insight into mentalization in anxiety and related disorders and to compare this ability between these disorders method a systematic literature search was performed to identify studies in which performance on a mentalization task was compared between a patient group diagnosed with an anxiety or a related disorder and a control group meta analyses were performed on the included articles results the initial search yielded articles of which studies on patients were included patients diagnosed with anxiety and related disorders showed a deficit in mentalization when compared to healthy controls smd p a deficit was found in all patient groups patients with anxiety disorders smd p obsessive compulsive and related disorders smd p and trauma and stressor related disorders showed significant deficits smd p as compared to healthy controls conclusion the results indicated impaired mentalization in anxiety and related disorders with specific deficiencies in posttraumatic stress disorder social anxiety and obsessive compulsive disorders mentalization could provide a clinical target in treatment of these disorders"
}