{
    "title": "Come FLY with us: toward understanding fragile X syndrome.",
    "doc_id": "16098136",
    "writer": "Zarnescu DC",
    "year": "2005",
    "summary": "The past few years have seen an increased number of articles using Drosophila as a model system to study fragile X syndrome. Phenotypic analyses have demonstrated an array of neuronal and behavioral defects similar to the phenotypes reported in mouse models a …",
    "abstract": "The past few years have seen an increased number of articles using Drosophila as a model system to study fragile X syndrome. Phenotypic analyses have demonstrated an array of neuronal and behavioral defects similar to the phenotypes reported in mouse models as well as human patients. The availability of both cellular and molecular tools along with the power of genetics makes the tiny fruit fly a premiere model in elucidating the molecular basis of fragile X syndrome. Here, we summarize the advances made in recent years in the characterization of fragile X Drosophila models and the identification of new molecular partners in neural development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16098136/",
    "clean_text": "come fly with us toward understanding fragile x syndrome the past few years have seen an increased number of articles using drosophila as a model system to study fragile x syndrome phenotypic analyses have demonstrated an array of neuronal and behavioral defects similar to the phenotypes reported in mouse models a the past few years have seen an increased number of articles using drosophila as a model system to study fragile x syndrome phenotypic analyses have demonstrated an array of neuronal and behavioral defects similar to the phenotypes reported in mouse models as well as human patients the availability of both cellular and molecular tools along with the power of genetics makes the tiny fruit fly a premiere model in elucidating the molecular basis of fragile x syndrome here we summarize the advances made in recent years in the characterization of fragile x drosophila models and the identification of new molecular partners in neural development"
}