{
    "title": "Physical activity experiences of community-dwelling older adults with physical disabilities: a scoping review of qualitative research.",
    "doc_id": "37670506",
    "writer": "Jackman PC",
    "year": "2024",
    "summary": "RESULTS: Twenty-eight articles with 306 participants were included. As regard the experience of physical activity, although physical activity could elicit pleasure and enjoyment, many reported that physical activity sometimes produced pai …",
    "abstract": "Purpose:\n        \n      \n      The aim of this review was to synthesise qualitative literature on physical activity experiences of community-dwelling older adults with physical disabilities.\n    \n\n\n          Methods:\n        \n      \n      We conducted a scoping review of peer-reviewed, qualitative studies on physical activity with community-dwelling older adults with physical disabilities. We analysed eligible studies identified through electronic database searches (CINAHL Complete, MEDLINE, SPORTDiscus) and manual searches undertaken up to June 2023.\n    \n\n\n          Results:\n        \n      \n      Twenty-eight articles with 306 participants were included. As regard the experience of physical activity, although physical activity could elicit pleasure and enjoyment, many reported that physical activity sometimes produced pain. Various outcomes of physical activity were reported, with several physical, psychological, social, and lifestyle benefits prominent. Analyses of barriers and facilitators demonstrated how intrapersonal, interpersonal, environmental, and systems and programme factors influenced physical activity participation among older adults with physical disabilities.\n    \n\n\n          Discussion:\n        \n      \n      Our findings contribute to literature on physical activity in older adults with physical disabilities by synthesising qualitative research on physical activity experiences, outcomes, barriers, and facilitators in this population. Findings demonstrate the need for knowledgeable and supportive healthcare and exercise professionals, environments that support physical activity, and activities that promote pleasure and social connections.Implications for RehabilitationPhysical activity is perceived to have wide-ranging benefits for community-dwelling older adults with physical disabilities.Various intrapersonal, interpersonal, environmental, and systems and programme barriers constrain physical activity in physically disabled people.Knowledgeable and supportive healthcare and exercise professionals, accessible environments, and activities that promote pleasure and social connections could enhance engagement in physical activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37670506/",
    "clean_text": "physical activity experiences of community dwelling older adults with physical disabilities a scoping review of qualitative research results twenty eight articles with participants were included as regard the experience of physical activity although physical activity could elicit pleasure and enjoyment many reported that physical activity sometimes produced pai purpose the aim of this review was to synthesise qualitative literature on physical activity experiences of community dwelling older adults with physical disabilities methods we conducted a scoping review of peer reviewed qualitative studies on physical activity with community dwelling older adults with physical disabilities we analysed eligible studies identified through electronic database searches cinahl complete medline sportdiscus and manual searches undertaken up to june results twenty eight articles with participants were included as regard the experience of physical activity although physical activity could elicit pleasure and enjoyment many reported that physical activity sometimes produced pain various outcomes of physical activity were reported with several physical psychological social and lifestyle benefits prominent analyses of barriers and facilitators demonstrated how intrapersonal interpersonal environmental and systems and programme factors influenced physical activity participation among older adults with physical disabilities discussion our findings contribute to literature on physical activity in older adults with physical disabilities by synthesising qualitative research on physical activity experiences outcomes barriers and facilitators in this population findings demonstrate the need for knowledgeable and supportive healthcare and exercise professionals environments that support physical activity and activities that promote pleasure and social connections implications for rehabilitationphysical activity is perceived to have wide ranging benefits for community dwelling older adults with physical disabilities various intrapersonal interpersonal environmental and systems and programme barriers constrain physical activity in physically disabled people knowledgeable and supportive healthcare and exercise professionals accessible environments and activities that promote pleasure and social connections could enhance engagement in physical activity"
}