{
    "pmid": "41433504",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "To interpret clinical Alzheimer's disease (AD) pathology, postmortem MRI is frequently used to provide crucial insights into brain structure and vasculature, bridging in vivo imaging and histopathological validation. However, imaging blood and vascular changes after death and fixation remains poorly understood. Traditional vascular contrast agents are ineffective in postmortem imaging studies due to lack of circulation, posing challenges for vascular mapping of postmortem tissues. This study is to explore how blood clots can be used as contrast media to enhance postmortem vascular MRI. We studied three human brain tissues with postmortem diagnosis of epilepsy, Parkinson's Disease and AD, acquired from the NYU ADRC. The brain hemisphere was scanned first using human whole-body 7T scanner. This is followed by cutting the hemisphere into smaller tissue chunks, including the prefrontal cortex and hippocampus, for high resolution preclinical MRI on animal scanners. Subsequently, histopathological staining, using hematoxylin and eosin (H&E) and Luxol fast blue stains (LFB), were performed to evaluate the vascular morphology and blood clot formation. High resolution susceptibility weighted imaging (SWI) of post-mortem brain revealed clear small vessel contrast in grey matter and white matter, comparable to in vivo USPIO-enhanced 7T MRI (Figure 1A and C). Moreover, intrahippocampal vasculatures were well illustrated in postmortem MRI, closely resembling USPIO-enhanced clinical MRI findings (Figure 2E-FC). Histopathology staining (HE and LFB staining) of hippocampal tissue demonstrated the blood clot vascular structures in the white matter, hippocampus and cortical regions (red arrow in Figure 3). This study demonstrates the use of postmortem coagulated blood as an intrinsic contrast agent on T2*-weighted images for visualizing small vasculatures, establishing a method for detailed vascular mapping in postmortem specimens alongside histopathological analysis. This approach can help to enhance our understanding of in vivo vascular imaging findings of vascular contributions to AD and AD-related dementia and their underlying pathological substrates. Figure 1. Comparison of high-resolution T2*-weighted data between postmortem and in vivo MRI. Figure 2. Multi-contrast MRI of post-mortem hippocampus compared with histopathology and in vivo vascular MRI. Figure 3. Blood clot formation (arrows) in postmortem brain tissue on T2*-weighted imaging and histological staining.",
    "disease": "parkinson disease",
    "clean_text": "alzheimer s imaging consortium to interpret clinical alzheimer s disease ad pathology postmortem mri is frequently used to provide crucial insights into brain structure and vasculature bridging in vivo imaging and histopathological validation however imaging blood and vascular changes after death and fixation remains poorly understood traditional vascular contrast agents are ineffective in postmortem imaging studies due to lack of circulation posing challenges for vascular mapping of postmortem tissues this study is to explore how blood clots can be used as contrast media to enhance postmortem vascular mri we studied three human brain tissues with postmortem diagnosis of epilepsy parkinson s disease and ad acquired from the nyu adrc the brain hemisphere was scanned first using human whole body t scanner this is followed by cutting the hemisphere into smaller tissue chunks including the prefrontal cortex and hippocampus for high resolution preclinical mri on animal scanners subsequently histopathological staining using hematoxylin and eosin h e and luxol fast blue stains lfb were performed to evaluate the vascular morphology and blood clot formation high resolution susceptibility weighted imaging swi of post mortem brain revealed clear small vessel contrast in grey matter and white matter comparable to in vivo uspio enhanced t mri figure a and c moreover intrahippocampal vasculatures were well illustrated in postmortem mri closely resembling uspio enhanced clinical mri findings figure e fc histopathology staining he and lfb staining of hippocampal tissue demonstrated the blood clot vascular structures in the white matter hippocampus and cortical regions red arrow in figure this study demonstrates the use of postmortem coagulated blood as an intrinsic contrast agent on t weighted images for visualizing small vasculatures establishing a method for detailed vascular mapping in postmortem specimens alongside histopathological analysis this approach can help to enhance our understanding of in vivo vascular imaging findings of vascular contributions to ad and ad related dementia and their underlying pathological substrates figure comparison of high resolution t weighted data between postmortem and in vivo mri figure multi contrast mri of post mortem hippocampus compared with histopathology and in vivo vascular mri figure blood clot formation arrows in postmortem brain tissue on t weighted imaging and histological staining"
}