{
    "title": "Mental health needs of disaster volunteers: a plea for awareness.",
    "doc_id": "17295859",
    "writer": "Adams LM.",
    "year": "2007",
    "summary": "PURPOSE: Disaster response volunteers may experience mental health needs, particularly following extended or multiple deployments. This article attempts to heighten the awareness of psychiatric mental health nurses regarding mental health …",
    "abstract": "Topic:\n        \n      \n      Meeting the mental health needs of disaster response volunteers. Voluntary disaster response organizations deployed volunteers across the country following Hurricanes Katrina and Rita.\n    \n\n\n          Purpose:\n        \n      \n      Disaster response volunteers may experience mental health needs, particularly following extended or multiple deployments. This article attempts to heighten the awareness of psychiatric mental health nurses regarding mental health needs of disaster volunteers.\n    \n\n\n          Source:\n        \n      \n      As noted in the reference list.\n    \n\n\n          Conclusions:\n        \n      \n      It is essential to find ways to provide support for disaster volunteers experiencing stress and mental health needs, particularly for those who are not connected with an established disaster mental services program. Psychiatric Mental Health Nurses who are active in their communities are in a unique position to meet the mental health needs of volunteers who would otherwise not seek mental health assistance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17295859/",
    "clean_text": "mental health needs of disaster volunteers a plea for awareness purpose disaster response volunteers may experience mental health needs particularly following extended or multiple deployments this article attempts to heighten the awareness of psychiatric mental health nurses regarding mental health topic meeting the mental health needs of disaster response volunteers voluntary disaster response organizations deployed volunteers across the country following hurricanes katrina and rita purpose disaster response volunteers may experience mental health needs particularly following extended or multiple deployments this article attempts to heighten the awareness of psychiatric mental health nurses regarding mental health needs of disaster volunteers source as noted in the reference list conclusions it is essential to find ways to provide support for disaster volunteers experiencing stress and mental health needs particularly for those who are not connected with an established disaster mental services program psychiatric mental health nurses who are active in their communities are in a unique position to meet the mental health needs of volunteers who would otherwise not seek mental health assistance"
}