{
    "pmid": "41382048",
    "title": "Parental concerns, behaviours, and attitudes associated with childhood vaccinations in Albania: a cross-sectional study.",
    "abstract": "Vaccine hesitancy (VH) is an increasing global concern, contributing to vaccine preventable disease outbreaks in the last decade. Over the past decade, Albania has experienced a rise in VH, with childhood immunisation coverage decreasing from 94% in 2008-2009 to 75% in 2017-2018. In 2023, World Health Organization (WHO) reported a suboptimal 83% coverage for the first dose of the measles-mumps-rubella (MMR) vaccine in Albania. This study aims to identify the most hesitated and refused childhood vaccines and to assess the most frequently reported parental concerns, behaviours, and attitudes toward vaccinating children aged 0-18 years across all Albanian regions. A cross-sectional survey was conducted with 4,082 randomly selected parents and legal caregivers of children aged 0-18 years. The response rate was 90.2%. Data were collected through a validated, anonymous questionnaire administered at randomly selected primary healthcare centres across Albania. The survey included sociodemographic information and questions regarding vaccine-related behaviours, attitudes and beliefs. Among mandatory vaccines, MMR showed the highest rates of hesitancy (15.3%) and refusal (5.0%). Hesitancy for diphtheria, pertussis, tetanus (DTP) (5.5%), Hepatitis B (5.5%), and Haemophilus influenzae type b (Hib) (5.3%) vaccines was lower, with refusal rates for diphtheria, tetanus, pertussis, hepatitis B, and Haemophilus influenzae type b (Pentavalent), Rotavirus, and pneumococcal (PCV) vaccines around 3%. Out of all respondents, 27.3% self-reported VH and 17.6% reported vaccine refusal. The most common concerns among hesitant and refusing parents were vaccine safety and/or vaccine side effects among 56% hesitant and 59% refusing parents. Negative media influence (32% hesitant and 30% refusing), second-hand accounts of adverse reactions (26% hesitant and 25% refusing) and beliefs that vaccines were unnecessary (19% hesitant and 22% refusing) were also associated factors. Addressing VH in Albania requires a multifaceted strategy involving parental education, trust-building, responsible media communication, and strong healthcare support. Tailoring these strategies to specific parental concerns and utilizing trusted community and healthcare professionals is critical to increasing childhood vaccine uptake in Albania.",
    "disease": "influenza",
    "clean_text": "parental concerns behaviours and attitudes associated with childhood vaccinations in albania a cross sectional study vaccine hesitancy vh is an increasing global concern contributing to vaccine preventable disease outbreaks in the last decade over the past decade albania has experienced a rise in vh with childhood immunisation coverage decreasing from in to in in world health organization who reported a suboptimal coverage for the first dose of the measles mumps rubella mmr vaccine in albania this study aims to identify the most hesitated and refused childhood vaccines and to assess the most frequently reported parental concerns behaviours and attitudes toward vaccinating children aged years across all albanian regions a cross sectional survey was conducted with randomly selected parents and legal caregivers of children aged years the response rate was data were collected through a validated anonymous questionnaire administered at randomly selected primary healthcare centres across albania the survey included sociodemographic information and questions regarding vaccine related behaviours attitudes and beliefs among mandatory vaccines mmr showed the highest rates of hesitancy and refusal hesitancy for diphtheria pertussis tetanus dtp hepatitis b and haemophilus influenzae type b hib vaccines was lower with refusal rates for diphtheria tetanus pertussis hepatitis b and haemophilus influenzae type b pentavalent rotavirus and pneumococcal pcv vaccines around out of all respondents self reported vh and reported vaccine refusal the most common concerns among hesitant and refusing parents were vaccine safety and or vaccine side effects among hesitant and refusing parents negative media influence hesitant and refusing second hand accounts of adverse reactions hesitant and refusing and beliefs that vaccines were unnecessary hesitant and refusing were also associated factors addressing vh in albania requires a multifaceted strategy involving parental education trust building responsible media communication and strong healthcare support tailoring these strategies to specific parental concerns and utilizing trusted community and healthcare professionals is critical to increasing childhood vaccine uptake in albania"
}