{
    "title": "Accuracy and reliability of self-reported weight and height in the Sister Study.",
    "doc_id": "22152926",
    "writer": "Lin CJ",
    "year": "2012",
    "summary": "Compared with measured values, agreement was 96 % for reported height (1 inch (2.5 cm); weighted kappa = 0.84) and 67 % for weight (3 lb (1.36 kg); weighted kappa = 0.92). Obese women (BMI 30 kg/m2) were more likely than normal-weight women to under-re …",
    "abstract": "Objective:\n        \n      \n      To assess the accuracy and reliability of self-reported weight and height and identify the factors associated with reporting accuracy.\n    \n\n\n          Design:\n        \n      \n      Analysis of self-reported and measured weight and height from participants in the Sister Study (2003-2009), a nationwide cohort of 50 884 women aged 35-74 years in the USA with a sister with breast cancer.\n    \n\n\n          Setting:\n        \n      \n      Weight and height were reported via computer-assisted telephone interview (CATI) and self-administered questionnaires, and measured by examiners.\n    \n\n\n          Subjects:\n        \n      \n      Early enrolees in the Sister Study. There were 18 639 women available for the accuracy analyses and 13 316 for the reliability analyses.\n    \n\n\n          Results:\n        \n      \n      Using weighted kappa statistics, comparisons were made between CATI responses and examiner measures to assess accuracy and CATI and questionnaire responses to assess reliability. Polytomous logistic regression evaluated factors associated with over- or under-reporting. Compared with measured values, agreement was 96 % for reported height (±1 inch (±2·5 cm); weighted κ = 0·84) and 67 % for weight (±3 lb (±1·36 kg); weighted κ = 0·92). Obese women (BMI ≥ 30 kg/m2) were more likely than normal-weight women to under-report weight by ≥5 % and underweight women (BMI < 18·5 kg/m2) were more likely to over-report. Among normal-weight and overweight women (18·5 kg/m2 ≤ BMI < 30 kg/m2), weight cycling and lifetime weight difference ≥50 lb (≥22·68 kg) were associated with over-reporting.\n    \n\n\n          Conclusions:\n        \n      \n      US women in the Sister Study were reasonably reliable and accurate in reporting weight and height. Women with normal-range BMI reported most accurately. Overweight and obese women and those with weight fluctuations were less accurate, but even among obese women, few under-reported their weight by >10 %.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22152926/",
    "clean_text": "accuracy and reliability of self reported weight and height in the sister study compared with measured values agreement was for reported height inch cm weighted kappa and for weight lb kg weighted kappa obese women bmi kg m were more likely than normal weight women to under re objective to assess the accuracy and reliability of self reported weight and height and identify the factors associated with reporting accuracy design analysis of self reported and measured weight and height from participants in the sister study a nationwide cohort of women aged years in the usa with a sister with breast cancer setting weight and height were reported via computer assisted telephone interview cati and self administered questionnaires and measured by examiners subjects early enrolees in the sister study there were women available for the accuracy analyses and for the reliability analyses results using weighted kappa statistics comparisons were made between cati responses and examiner measures to assess accuracy and cati and questionnaire responses to assess reliability polytomous logistic regression evaluated factors associated with over or under reporting compared with measured values agreement was for reported height inch cm weighted and for weight lb kg weighted obese women bmi kg m were more likely than normal weight women to under report weight by and underweight women bmi kg m were more likely to over report among normal weight and overweight women kg m bmi kg m weight cycling and lifetime weight difference lb kg were associated with over reporting conclusions us women in the sister study were reasonably reliable and accurate in reporting weight and height women with normal range bmi reported most accurately overweight and obese women and those with weight fluctuations were less accurate but even among obese women few under reported their weight by"
}