{
    "title": "Updating the Framework for the Agency for Healthcare Research and Quality's National Healthcare Quality and Disparities Report.",
    "doc_id": "40986669",
    "writer": "Ye F",
    "year": "C015",
    "summary": "BACKGROUND AND OBJECTIVES: The Agency for Healthcare Research and Quality (AHRQ) National Healthcare Quality and Disparities Report (NHQDR) summarizes the status of healthcare delivery in the United States. ...CONCLUSION: A substantial number of quality-of-ca …",
    "abstract": "Background and objectives:\n        \n      \n      The Agency for Healthcare Research and Quality (AHRQ) National Healthcare Quality and Disparities Report (NHQDR) summarizes the status of healthcare delivery in the United States. The objective of this Technical Brief is to provide considerations for updating the framework guiding the NHQDR.\n    \n\n\n          Review methods:\n        \n      \n      The Technical Brief combined input from Key Informants, formal literature review searches, grey literature sources, and discussions with the AHRQ NHQDR program team. Literature searches were executed in October 2024.\n    \n\n\n          Findings:\n        \n      \n      We identified quality of care frameworks (4 developed specifically for the NHQDR, 150 in the international literature) and conducted Key Informant interviews with six content experts. Results are documented in comprehensive evidence table and a compendium of published frameworks. Published frameworks varied considerably in their scope, domains, and inclusion of equity. We identified areas of the current NHQDR framework that could be updated. This included adding aspects that were currently missing in the framework but that were highlighted as important in the literature, highlighted by content experts, or reflected in what is currently reported in the NHQDR. The process also uncovered areas that were outside the scope of updating of the existing framework and that could be the subject of further conceptual work. The proposed framework continues to address healthcare performance and differentiates nine domains of quality of care and care disparities, including the overarching domain person-centeredness, foundational domains (access, coordination, levers addressing drivers of health), performance-indicating domains (effectiveness, safety, timeliness, efficiency), and a crosscutting domain (equity). Specific proposed updates include introducing person-centeredness as an overarching and guiding domain, establishing equity as a lens through which we evaluate care quality and identify disparities, emphasizing the key role of access to care, adding levers addressing drivers of health, expanding types of care and care settings.\n    \n\n\n          Conclusion:\n        \n      \n      A substantial number of quality-of-care frameworks can inform the NHQDR, but frameworks vary widely in their scope and inclusion of equity and drivers of health. We have proposed updates to the NHQDR framework to better align with current focus and priority areas. Future work should focus on revisiting the aim and purpose of the NHQDR, assessing the needs and preferences of the audience using the yearly report and Web-based tools, and considering an extension of the framework to incorporate population health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40986669/",
    "clean_text": "updating the framework for the agency for healthcare research and quality s national healthcare quality and disparities report background and objectives the agency for healthcare research and quality ahrq national healthcare quality and disparities report nhqdr summarizes the status of healthcare delivery in the united states conclusion a substantial number of quality of ca background and objectives the agency for healthcare research and quality ahrq national healthcare quality and disparities report nhqdr summarizes the status of healthcare delivery in the united states the objective of this technical brief is to provide considerations for updating the framework guiding the nhqdr review methods the technical brief combined input from key informants formal literature review searches grey literature sources and discussions with the ahrq nhqdr program team literature searches were executed in october findings we identified quality of care frameworks developed specifically for the nhqdr in the international literature and conducted key informant interviews with six content experts results are documented in comprehensive evidence table and a compendium of published frameworks published frameworks varied considerably in their scope domains and inclusion of equity we identified areas of the current nhqdr framework that could be updated this included adding aspects that were currently missing in the framework but that were highlighted as important in the literature highlighted by content experts or reflected in what is currently reported in the nhqdr the process also uncovered areas that were outside the scope of updating of the existing framework and that could be the subject of further conceptual work the proposed framework continues to address healthcare performance and differentiates nine domains of quality of care and care disparities including the overarching domain person centeredness foundational domains access coordination levers addressing drivers of health performance indicating domains effectiveness safety timeliness efficiency and a crosscutting domain equity specific proposed updates include introducing person centeredness as an overarching and guiding domain establishing equity as a lens through which we evaluate care quality and identify disparities emphasizing the key role of access to care adding levers addressing drivers of health expanding types of care and care settings conclusion a substantial number of quality of care frameworks can inform the nhqdr but frameworks vary widely in their scope and inclusion of equity and drivers of health we have proposed updates to the nhqdr framework to better align with current focus and priority areas future work should focus on revisiting the aim and purpose of the nhqdr assessing the needs and preferences of the audience using the yearly report and web based tools and considering an extension of the framework to incorporate population health"
}