{
    "pmid": "41422098",
    "title": "A hybrid Daubechies wavelet collocation approach for a fractional-order SIR epidemic model with delay effects.",
    "abstract": "This paper studies the transmission dynamics of influenza by using a fractional SIR (Susceptible-Infected-Removed) epidemic model with discrete delay to describe the short-term dynamics. The model includes history-dependent effects through Caputo fractional derivative and maturity delays, which are biologically motivated as the incubation periods or delayed immune responses. In this paper, we will solve this model by introducing a hybrid collocation method with the Daubechies wavelet basis that can be used to efficiently take into account the fractional-order system and the delay system. The reliability and efficiency of the presented algorithm are investigated by means of comparison with some well-known numerical methods, such as the classical Runge-Kutta method (RK4), the Rational Polynomial Spectral Method of order 7 (RPSM7), the Generalized Wavelet Collocation Method (GWCM), and the Genocchi wavelet method. Numerical simulations demonstrate. Our Daubechies wavelet-based method is reported to converge more. Stably and better track both memory and delay effects in the context of the numerical simulations. Nonetheless, the technique presumes fixed parameters (specifically transmission rates), simplifying the situation of multiple unknown parameter values, which are often encountered. Such heterogeneity, particularly in transmission rates, is likely to impact the model's predictions and should be accounted to have a better and realistic epidemic model. In addition, the method's efficiency may increase in the case of systems on a large scale or real-time simulations. However, it offers a higher approximation accuracy with lower computational overhead when compared to the known methods.",
    "disease": "influenza",
    "clean_text": "a hybrid daubechies wavelet collocation approach for a fractional order sir epidemic model with delay effects this paper studies the transmission dynamics of influenza by using a fractional sir susceptible infected removed epidemic model with discrete delay to describe the short term dynamics the model includes history dependent effects through caputo fractional derivative and maturity delays which are biologically motivated as the incubation periods or delayed immune responses in this paper we will solve this model by introducing a hybrid collocation method with the daubechies wavelet basis that can be used to efficiently take into account the fractional order system and the delay system the reliability and efficiency of the presented algorithm are investigated by means of comparison with some well known numerical methods such as the classical runge kutta method rk the rational polynomial spectral method of order rpsm the generalized wavelet collocation method gwcm and the genocchi wavelet method numerical simulations demonstrate our daubechies wavelet based method is reported to converge more stably and better track both memory and delay effects in the context of the numerical simulations nonetheless the technique presumes fixed parameters specifically transmission rates simplifying the situation of multiple unknown parameter values which are often encountered such heterogeneity particularly in transmission rates is likely to impact the model s predictions and should be accounted to have a better and realistic epidemic model in addition the method s efficiency may increase in the case of systems on a large scale or real time simulations however it offers a higher approximation accuracy with lower computational overhead when compared to the known methods"
}