{
    "title": "Velopharyngeal Function Post Head and Neck Cancer: A Review.",
    "doc_id": "35081810",
    "writer": "Kallambettu V",
    "year": "2024",
    "summary": "BACKGROUND: Velopharyngeal dysfunction (VPD) in head and neck cancer is frequently clinically reported, affecting both speech and swallowing function. ...Further attention to VPD secondary to other head and neck malignancies would provide a broa …",
    "abstract": "Background:\n        \n      \n      Velopharyngeal dysfunction (VPD) in head and neck cancer is frequently clinically reported, affecting both speech and swallowing function. This review sought to identify the tumor subsites and treatment modalities reported in association with VPD and summarize the current reporting methodology of VPD-related speech and swallowing outcomes in patients following head and neck cancer treatment.\n    \n\n\n          Methods:\n        \n      \n      A literature search was conducted through December 2020 using electronic databases and a total of 15 studies were included in review.\n    \n\n\n          Results:\n        \n      \n      Reported VPD was largely secondary to palate resections. Large variability in reporting methodology was noted with heavy reliance on speech-related perceptual measures and swallowing-related patient-reported outcomes over imaging and instrumental evaluations.\n    \n\n\n          Conclusions:\n        \n      \n      This review revealed inconsistencies in evaluating and reporting VPD, which likely translates into inconsistencies in clinical management. Further attention to VPD secondary to other head and neck malignancies would provide a broader perspective on VPD through head and neck cancer treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35081810/",
    "clean_text": "velopharyngeal function post head and neck cancer a review background velopharyngeal dysfunction vpd in head and neck cancer is frequently clinically reported affecting both speech and swallowing function further attention to vpd secondary to other head and neck malignancies would provide a broa background velopharyngeal dysfunction vpd in head and neck cancer is frequently clinically reported affecting both speech and swallowing function this review sought to identify the tumor subsites and treatment modalities reported in association with vpd and summarize the current reporting methodology of vpd related speech and swallowing outcomes in patients following head and neck cancer treatment methods a literature search was conducted through december using electronic databases and a total of studies were included in review results reported vpd was largely secondary to palate resections large variability in reporting methodology was noted with heavy reliance on speech related perceptual measures and swallowing related patient reported outcomes over imaging and instrumental evaluations conclusions this review revealed inconsistencies in evaluating and reporting vpd which likely translates into inconsistencies in clinical management further attention to vpd secondary to other head and neck malignancies would provide a broader perspective on vpd through head and neck cancer treatment"
}