{
    "title": "The effect of an acute increase in renal perfusion pressure on sodium transport in the rat kidney.",
    "doc_id": "975457",
    "writer": "Kunau RT Jr",
    "year": "1976",
    "summary": "We used micropuncture techniques to examine the intrarenal response to an acute elevation of the renal perfusion pressure. In one series of studies (epinephrine, group I) the renal perfusion pressure was acutely increased by intravenous epinephrine infusion; in anot …",
    "abstract": "We used micropuncture techniques to examine the intrarenal response to an acute elevation of the renal perfusion pressure. In one series of studies (epinephrine, group I) the renal perfusion pressure was acutely increased by intravenous epinephrine infusion; in another series, by bilateral carotid occlusion and vagotomy. A third series of studies (epinephrine, group II) was performed identically to the epinephrine, group I, studies except that the renal perfusion pressure was held constant during the epinephrine infusion by suprarenal aortic constriction. After epinephrine infusion (group I) and following bilateral carotid occlusion and vagotomy the renal perfusion pressure increased, from 119 +/- 1.0 (SEM) to 166 +/- 1.85 mm Hg and from 122 +/- 5.9 to 168 +/- 3.1 mm Hg, respectively. Fractional sodium excretion rose from 2.31 +/- 0.34% to 5.09 +/- 0.58% (P less than 0.001) after epinephrine and from 1.80 +/- 0.71 to 6.40 +/- 1.0% (P less than 0.01) following carotid occlusion and vagotomy. In neither study, however, did we find that the increase in renal perfusion pressure changed the glomerular filtration rate (GFR) (both kidneys) or fractional sodium delivery from the superficial cortical late distal tubule. Furthermore, we found that epinephrine infusion at a constant renal perfusion pressure (epinephrine, group II) did not affect fractional sodium excretion, although a small, but significant, decrease in the GFR and sodium delivery from the superficial late distal tubule occurred. These data suggest that the natriuresis which follows an acute elevation of the renal perfusion pressure cannot be attributed to enhanced sodium delivery from superficial nephrons but must result from (1) inhibition of sodium reabsorption in inner cortical nephrons or (2) an effect on sodium transport in the collecting system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/975457/",
    "clean_text": "the effect of an acute increase in renal perfusion pressure on sodium transport in the rat kidney we used micropuncture techniques to examine the intrarenal response to an acute elevation of the renal perfusion pressure in one series of studies epinephrine group i the renal perfusion pressure was acutely increased by intravenous epinephrine infusion in anot we used micropuncture techniques to examine the intrarenal response to an acute elevation of the renal perfusion pressure in one series of studies epinephrine group i the renal perfusion pressure was acutely increased by intravenous epinephrine infusion in another series by bilateral carotid occlusion and vagotomy a third series of studies epinephrine group ii was performed identically to the epinephrine group i studies except that the renal perfusion pressure was held constant during the epinephrine infusion by suprarenal aortic constriction after epinephrine infusion group i and following bilateral carotid occlusion and vagotomy the renal perfusion pressure increased from sem to mm hg and from to mm hg respectively fractional sodium excretion rose from to p less than after epinephrine and from to p less than following carotid occlusion and vagotomy in neither study however did we find that the increase in renal perfusion pressure changed the glomerular filtration rate gfr both kidneys or fractional sodium delivery from the superficial cortical late distal tubule furthermore we found that epinephrine infusion at a constant renal perfusion pressure epinephrine group ii did not affect fractional sodium excretion although a small but significant decrease in the gfr and sodium delivery from the superficial late distal tubule occurred these data suggest that the natriuresis which follows an acute elevation of the renal perfusion pressure cannot be attributed to enhanced sodium delivery from superficial nephrons but must result from inhibition of sodium reabsorption in inner cortical nephrons or an effect on sodium transport in the collecting system"
}