{
    "pmid": "41408875",
    "title": "Assessment of sarcopenia in cirrhosis: A practical approach using thigh and psoas ultrasound, bioimpedance, and anthropometry.",
    "abstract": "Sarcopenia is associated with poor outcomes in patients with cirrhosis. While computed tomography (CT)-derived skeletal muscle index (SMI) is considered the gold standard for diagnosis in this setting, its use is limited due to cost, radiation exposure, and availability. Our aim was to evaluate whether simple, non-radiating, easy-to-use methods, including ultrasound (US), bioelectrical impedance analysis (BIA), and anthropometry, could accurately identify sarcopenia in this population. A total of 250 patients with cirrhosis who underwent an abdominal CT scan were enrolled prospectively in this single-center, cross-sectional study. Within 1 month, the patients underwent assessments including anthropometry, handgrip strength, BIA [including body protein index (BPI)], and US of the psoas and thigh. Sarcopenia was defined by CT-based SMI at L3 (<50 cm 2 /m 2 in men, <39 cm 2 /m 2 in women). Thigh and psoas muscle thickness (normalized by height 2 ) and BPI showed moderate to strong correlations with SMI (ρ = 0.42-0.71). Multivariable models combining thigh or psoas US with BMI and calf circumference achieved AUROCs of 0.837 and 0.822, respectively. A model using BPI and BMI showed comparable accuracy (AUROC, 0.844). Interobserver agreement for US measurements was high (Lin's coefficients 0.66-0.93). Thigh stiffness (2D-SWE) and phase angle did not correlate with SMI. Non-radiating tools, such as US-based thigh and psoas measurements, BIA-derived BPI, and anthropometry, are accurate alternatives to CT for detecting sarcopenia in patients with cirrhosis. These tools are simple, safe, and reproducible, which supports their integration into routine clinical practice for sarcopenia screening and monitoring.",
    "disease": "liver cirrhosis",
    "clean_text": "assessment of sarcopenia in cirrhosis a practical approach using thigh and psoas ultrasound bioimpedance and anthropometry sarcopenia is associated with poor outcomes in patients with cirrhosis while computed tomography ct derived skeletal muscle index smi is considered the gold standard for diagnosis in this setting its use is limited due to cost radiation exposure and availability our aim was to evaluate whether simple non radiating easy to use methods including ultrasound us bioelectrical impedance analysis bia and anthropometry could accurately identify sarcopenia in this population a total of patients with cirrhosis who underwent an abdominal ct scan were enrolled prospectively in this single center cross sectional study within month the patients underwent assessments including anthropometry handgrip strength bia including body protein index bpi and us of the psoas and thigh sarcopenia was defined by ct based smi at l cm m in men cm m in women thigh and psoas muscle thickness normalized by height and bpi showed moderate to strong correlations with smi multivariable models combining thigh or psoas us with bmi and calf circumference achieved aurocs of and respectively a model using bpi and bmi showed comparable accuracy auroc interobserver agreement for us measurements was high lin s coefficients thigh stiffness d swe and phase angle did not correlate with smi non radiating tools such as us based thigh and psoas measurements bia derived bpi and anthropometry are accurate alternatives to ct for detecting sarcopenia in patients with cirrhosis these tools are simple safe and reproducible which supports their integration into routine clinical practice for sarcopenia screening and monitoring"
}