{
    "title": "Interaction between Gut Microbiota and Curcumin: A New Key of Understanding for the Health Effects of Curcumin.",
    "doc_id": "32824993",
    "writer": "Scazzocchio B",
    "year": "2020",
    "summary": "Consequently, it might be hypothesized that curcumin directly exerts its regulatory effects on the gut microbiota, thus explaining the paradox between its low systemic bioavailability and its wide pharmacological activities. ...This review summarizes the most recent …",
    "abstract": "Curcumin, a lipophilic polyphenol contained in the rhizome of Curcuma longa (turmeric), has been used for centuries in traditional Asian medicine, and nowadays it is widely used in food as dietary spice worldwide. It has received considerable attention for its pharmacological activities, which appear to act primarily through anti-inflammatory and antioxidant mechanisms. For this reason, it has been proposed as a tool for the management of many diseases, among which are gastrointestinal and neurological diseases, diabetes, and several types of cancer. However, the pharmacology of curcumin remains to be elucidated; indeed, a discrepancy exists between the well-documented in vitro and in vivo activities of curcumin and its poor bioavailability and chemical instability that should limit any therapeutic effect. Recently, it has been hypothesized that curcumin could exert direct regulative effects primarily in the gastrointestinal tract, where high concentrations of this polyphenol have been detected after oral administration. Consequently, it might be hypothesized that curcumin directly exerts its regulatory effects on the gut microbiota, thus explaining the paradox between its low systemic bioavailability and its wide pharmacological activities. It is well known that the microbiota has several important roles in human physiology, and its composition can be influenced by a multitude of environmental and lifestyle factors. Accordingly, any perturbations in gut microbiome profile or dysbiosis can have a key role in human disease progression. Interestingly, curcumin and its metabolites have been shown to influence the microbiota. It is worth noting that from the interaction between curcumin and microbiota two different phenomena arise: the regulation of intestinal microflora by curcumin and the biotransformation of curcumin by gut microbiota, both of them potentially crucial for curcumin activity. This review summarizes the most recent studies on this topic, highlighting the strong connection between curcumin and gut microbiota, with the final aim of adding new insight into the potential mechanisms by which curcumin exerts its effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32824993/",
    "clean_text": "interaction between gut microbiota and curcumin a new key of understanding for the health effects of curcumin consequently it might be hypothesized that curcumin directly exerts its regulatory effects on the gut microbiota thus explaining the paradox between its low systemic bioavailability and its wide pharmacological activities this review summarizes the most recent curcumin a lipophilic polyphenol contained in the rhizome of curcuma longa turmeric has been used for centuries in traditional asian medicine and nowadays it is widely used in food as dietary spice worldwide it has received considerable attention for its pharmacological activities which appear to act primarily through anti inflammatory and antioxidant mechanisms for this reason it has been proposed as a tool for the management of many diseases among which are gastrointestinal and neurological diseases diabetes and several types of cancer however the pharmacology of curcumin remains to be elucidated indeed a discrepancy exists between the well documented in vitro and in vivo activities of curcumin and its poor bioavailability and chemical instability that should limit any therapeutic effect recently it has been hypothesized that curcumin could exert direct regulative effects primarily in the gastrointestinal tract where high concentrations of this polyphenol have been detected after oral administration consequently it might be hypothesized that curcumin directly exerts its regulatory effects on the gut microbiota thus explaining the paradox between its low systemic bioavailability and its wide pharmacological activities it is well known that the microbiota has several important roles in human physiology and its composition can be influenced by a multitude of environmental and lifestyle factors accordingly any perturbations in gut microbiome profile or dysbiosis can have a key role in human disease progression interestingly curcumin and its metabolites have been shown to influence the microbiota it is worth noting that from the interaction between curcumin and microbiota two different phenomena arise the regulation of intestinal microflora by curcumin and the biotransformation of curcumin by gut microbiota both of them potentially crucial for curcumin activity this review summarizes the most recent studies on this topic highlighting the strong connection between curcumin and gut microbiota with the final aim of adding new insight into the potential mechanisms by which curcumin exerts its effects"
}