{
    "title": "Pituitary Stalk Stretch Predicts Postoperative Diabetes Insipidus After Pituitary Macroadenoma Transsphenoidal Resection.",
    "doc_id": "36701694",
    "writer": "Hoang AN",
    "year": "2023",
    "summary": "BACKGROUND: Manipulation of the pituitary stalk, posterior pituitary gland, and hypothalamus during transsphenoidal pituitary adenoma resection can cause disruption of water electrolyte regulation leading to diabetes insipidus (DI). OBJECTIVE: To determine whether p …",
    "abstract": "Background:\n        \n      \n      Manipulation of the pituitary stalk, posterior pituitary gland, and hypothalamus during transsphenoidal pituitary adenoma resection can cause disruption of water electrolyte regulation leading to diabetes insipidus (DI).\n    \n\n\n          Objective:\n        \n      \n      To determine whether pituitary stalk stretch is an independent risk factor for postoperative DI after pituitary adenoma resection.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review was performed of patients undergoing endoscopic endonasal resection of pituitary macroadenoma between July 2010 and December 2016 by a single neurosurgeon. We analyzed preoperative and postoperative imaging metrics to assess predictors for postoperative DI.\n    \n\n\n          Results:\n        \n      \n      Of the 234 patients undergoing resection, 41 (17.5%) developed postoperative DI. DI was permanent in 10 (4.3%) and transient in 31 (13.2%). The pituitary stalk stretch, measured as the change in stalk length from preoperative to postoperative imaging, was greater in the DI compared with the non-DI group (10.1 mm vs 5.9 mm, P < .0001). The pituitary stalk stretch was associated with DI with significant difference in mean pituitary stalk stretch between non-DI group vs DI group (5.9 mm vs 10.1 mm, P < .0001). Multivariate analysis revealed that pituitary stalk stretch >10 mm was a significant independent predictor of postoperative DI [odds ratios = 2.56 (1.10-5.96), P = .029]. When stratified into transient and permanent DI, multivariable analysis showed that pituitary stalk stretch >10 mm was a significant independent predictor of transient DI [odds ratios = 2.71 (1.0-7.1), P = .046] but not permanent DI.\n    \n\n\n          Conclusion:\n        \n      \n      Postoperative pituitary stalk stretch after transsphenoidal pituitary adenoma surgery is an important factor for postoperative DI. We propose a reconstruction strategy to mitigate stalk stretch.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36701694/",
    "clean_text": "pituitary stalk stretch predicts postoperative diabetes insipidus after pituitary macroadenoma transsphenoidal resection background manipulation of the pituitary stalk posterior pituitary gland and hypothalamus during transsphenoidal pituitary adenoma resection can cause disruption of water electrolyte regulation leading to diabetes insipidus di objective to determine whether p background manipulation of the pituitary stalk posterior pituitary gland and hypothalamus during transsphenoidal pituitary adenoma resection can cause disruption of water electrolyte regulation leading to diabetes insipidus di objective to determine whether pituitary stalk stretch is an independent risk factor for postoperative di after pituitary adenoma resection methods a retrospective review was performed of patients undergoing endoscopic endonasal resection of pituitary macroadenoma between july and december by a single neurosurgeon we analyzed preoperative and postoperative imaging metrics to assess predictors for postoperative di results of the patients undergoing resection developed postoperative di di was permanent in and transient in the pituitary stalk stretch measured as the change in stalk length from preoperative to postoperative imaging was greater in the di compared with the non di group mm vs mm p the pituitary stalk stretch was associated with di with significant difference in mean pituitary stalk stretch between non di group vs di group mm vs mm p multivariate analysis revealed that pituitary stalk stretch mm was a significant independent predictor of postoperative di odds ratios p when stratified into transient and permanent di multivariable analysis showed that pituitary stalk stretch mm was a significant independent predictor of transient di odds ratios p but not permanent di conclusion postoperative pituitary stalk stretch after transsphenoidal pituitary adenoma surgery is an important factor for postoperative di we propose a reconstruction strategy to mitigate stalk stretch"
}