{
    "pmid": "41465819",
    "title": "Beyond the Heart: The Neuroprotective Potential of Nebivolol in Acute Myocardial Infarction.",
    "abstract": "Myocardial infarction (MI) triggers complex heart-brain interactions that increase the risk of stroke, cognitive decline, and mortality. Neuroinflammation and oxidative stress serve as critical mediators of these complications. We evaluated the neuroprotective effects of nebivolol, a β-blocker with nitric oxide-releasing properties, during acute MI. Male Sprague-Dawley rats were divided into sham-operated controls, MI-induced controls, and MI groups treated with oral nebivolol or intravenous loading followed by oral nebivolol. MI was induced by left anterior descending coronary artery ligation. Cardiac function was assessed by echocardiography and hemodynamic measurements. Brain tissues were analyzed for proinflammatory cytokines, oxidative stress markers, and histopathological changes. Nitric oxide synthase (NOS) isoform expression was evaluated by immunohistochemistry. MI induced significant neuroinflammation in the cerebral cortex and hippocampus, characterized by elevated cytokines, increased oxidative stress, upregulated iNOS expression, and altered histological patterns (necrosis, astrocytosis, gliosis, demyelination). Intravenous nebivolol significantly reduced these neuroinflammatory markers, normalized cytokine levels, prevented structural brain changes, and attenuated iNOS expression, while oral administration showed minimal effects. Both routes preserved cardiac function without affecting infarct size. These findings demonstrate that nebivolol, particularly via intravenous administration, provides significant NO-dependent neuroprotection during acute MI, supporting its potential as a dual-action therapeutic strategy targeting both cardiac and neurological complications.",
    "disease": "stroke",
    "clean_text": "beyond the heart the neuroprotective potential of nebivolol in acute myocardial infarction myocardial infarction mi triggers complex heart brain interactions that increase the risk of stroke cognitive decline and mortality neuroinflammation and oxidative stress serve as critical mediators of these complications we evaluated the neuroprotective effects of nebivolol a blocker with nitric oxide releasing properties during acute mi male sprague dawley rats were divided into sham operated controls mi induced controls and mi groups treated with oral nebivolol or intravenous loading followed by oral nebivolol mi was induced by left anterior descending coronary artery ligation cardiac function was assessed by echocardiography and hemodynamic measurements brain tissues were analyzed for proinflammatory cytokines oxidative stress markers and histopathological changes nitric oxide synthase nos isoform expression was evaluated by immunohistochemistry mi induced significant neuroinflammation in the cerebral cortex and hippocampus characterized by elevated cytokines increased oxidative stress upregulated inos expression and altered histological patterns necrosis astrocytosis gliosis demyelination intravenous nebivolol significantly reduced these neuroinflammatory markers normalized cytokine levels prevented structural brain changes and attenuated inos expression while oral administration showed minimal effects both routes preserved cardiac function without affecting infarct size these findings demonstrate that nebivolol particularly via intravenous administration provides significant no dependent neuroprotection during acute mi supporting its potential as a dual action therapeutic strategy targeting both cardiac and neurological complications"
}