{
    "title": "Virginal breast hypertrophy.",
    "doc_id": "10990575",
    "writer": "O'Hare PM",
    "year": "2000",
    "summary": "Most patients seen with macromastia have breasts that develop normally at puberty but simply reach excessive size. Virginal breast hypertrophy is a rare and distinct disorder with the rapid onset of macromastia at the onset of puberty. ...She had intense erythema as …",
    "abstract": "Macromastia is the massive enlargement of the breast, unilateral or bilateral, disproportional to growth in the remainder of the body. Most patients seen with macromastia have breasts that develop normally at puberty but simply reach excessive size. Virginal breast hypertrophy is a rare and distinct disorder with the rapid onset of macromastia at the onset of puberty. Although the disorder has been reported in the surgical, pediatric, and gynecologic literature, virginal breast hypertrophy has not been reported in dermatologic journals. We report two cases of virginal breast hypertrophy. Patient 1 is a 14-year-old girl who developed macromastia 6 months after a liver transplant for alpha 1-antitrypsin deficiency. She had intense erythema as well as verrucous hyperplasia overlying the breasts. Patient 2 was a 12-year-old girl who experienced severe bilateral breast enlargement 4 months after beginning treatment for thyrotoxicosis. She had extreme tenderness, erythema, and edema of the breasts and was treated with tamoxifen citrate, with improvement of her symptoms. Although virginal breast hypertrophy is a rare disorder, the dermatologist may be asked to consult on the associated skin changes in these cases and should be aware of its existence. The definitive therapy is surgical, but until breast growth is stabilized, cutaneous manifestations need to be managed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10990575/",
    "clean_text": "virginal breast hypertrophy most patients seen with macromastia have breasts that develop normally at puberty but simply reach excessive size virginal breast hypertrophy is a rare and distinct disorder with the rapid onset of macromastia at the onset of puberty she had intense erythema as macromastia is the massive enlargement of the breast unilateral or bilateral disproportional to growth in the remainder of the body most patients seen with macromastia have breasts that develop normally at puberty but simply reach excessive size virginal breast hypertrophy is a rare and distinct disorder with the rapid onset of macromastia at the onset of puberty although the disorder has been reported in the surgical pediatric and gynecologic literature virginal breast hypertrophy has not been reported in dermatologic journals we report two cases of virginal breast hypertrophy patient is a year old girl who developed macromastia months after a liver transplant for alpha antitrypsin deficiency she had intense erythema as well as verrucous hyperplasia overlying the breasts patient was a year old girl who experienced severe bilateral breast enlargement months after beginning treatment for thyrotoxicosis she had extreme tenderness erythema and edema of the breasts and was treated with tamoxifen citrate with improvement of her symptoms although virginal breast hypertrophy is a rare disorder the dermatologist may be asked to consult on the associated skin changes in these cases and should be aware of its existence the definitive therapy is surgical but until breast growth is stabilized cutaneous manifestations need to be managed"
}