{
    "title": "The prey availability and diet of juvenile Atlantic salmon (Salmo salar L.) in low-productivity rivers in northern Europe.",
    "doc_id": "38632843",
    "writer": "Lai SY",
    "year": "2024",
    "summary": "Gut content samples showed that the main prey choice for juvenile S. salar was the Chironomidae. The type of food items consumed varied across different weight groups of S. salar, with smaller juveniles having more diverse diet. ...In conclusion, with limited …",
    "abstract": "The availability of resources varies across a species distributional range, and a low-productivity area can make a species more vulnerable. We investigated the invertebrate composition and prey choice of juvenile Atlantic salmon (Salmo salar L.) in low-productivity rivers in northeast Iceland, which is one of the species' most northerly distributions. By sampling benthic and drift invertebrate populations, we found that prey availability was similar within and between rivers. Gut content samples showed that the main prey choice for juvenile S. salar was the Chironomidae. The type of food items consumed varied across different weight groups of S. salar, with smaller juveniles having more diverse diet. S. salar did not have a selection preference for chironomids, which indicates that they were eating the highly available prey in their environment, rather than hunting high biomass items such as terrestrial invertebrates and large Dipterans. Estimates of dietary niche showed that S. salar in these low-productivity rivers relied on consuming what was most readily available, the chironomids, and that they must share resources with other salmonid species. This may be due to the low diversity of freshwater invertebrates (fewer prey options), whereas S. salar in nutrient-rich rivers could rely more on terrestrial invertebrates as an additional subsidy in their diet. In conclusion, with limited prey choices, juvenile S. salar in nutrient-poor rivers, especially in a biogeographically isolated region with low species diversity, may increase in vulnerability and decrease in adaptability to environmental change. Management methods that increase benthic prey abundance and diversity are recommended for conserving the S. salar population in a nutrient-poor river.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38632843/",
    "clean_text": "the prey availability and diet of juvenile atlantic salmon salmo salar l in low productivity rivers in northern europe gut content samples showed that the main prey choice for juvenile s salar was the chironomidae the type of food items consumed varied across different weight groups of s salar with smaller juveniles having more diverse diet in conclusion with limited the availability of resources varies across a species distributional range and a low productivity area can make a species more vulnerable we investigated the invertebrate composition and prey choice of juvenile atlantic salmon salmo salar l in low productivity rivers in northeast iceland which is one of the species most northerly distributions by sampling benthic and drift invertebrate populations we found that prey availability was similar within and between rivers gut content samples showed that the main prey choice for juvenile s salar was the chironomidae the type of food items consumed varied across different weight groups of s salar with smaller juveniles having more diverse diet s salar did not have a selection preference for chironomids which indicates that they were eating the highly available prey in their environment rather than hunting high biomass items such as terrestrial invertebrates and large dipterans estimates of dietary niche showed that s salar in these low productivity rivers relied on consuming what was most readily available the chironomids and that they must share resources with other salmonid species this may be due to the low diversity of freshwater invertebrates fewer prey options whereas s salar in nutrient rich rivers could rely more on terrestrial invertebrates as an additional subsidy in their diet in conclusion with limited prey choices juvenile s salar in nutrient poor rivers especially in a biogeographically isolated region with low species diversity may increase in vulnerability and decrease in adaptability to environmental change management methods that increase benthic prey abundance and diversity are recommended for conserving the s salar population in a nutrient poor river"
}