{
    "pmid": "41451112",
    "title": "The use of triple therapy, ICS/LABA/LAMA, in the treatment of asthma: A real-life Latin-American specialized centers experience.",
    "abstract": "The use of triple therapy with inhaled corticosteroids (ICSs), long-acting beta-agonists (LABAs), and long-acting muscarinic antagonists (LAMAs) is increasingly common in asthma management, particularly in patients with uncontrolled disease. However, real-world data from Latin-American settings are limited. We sought to compare asthma control and exacerbation frequency among patients receiving ICS/LABA/LAMA versus ICS/LABA alone at steps 4 and 5 of the Global Initiative for Asthma guidelines in specialized centers in Mexico. A cross-sectional observational study was conducted in 3 allergy and pulmonary clinics. Adult patients with asthma receiving maintenance therapy at Global Initiative for Asthma step 4 or 5 were recruited. Demographic, clinical, and spirometric data were collected. Asthma control was assessed using the asthma control test. Comparisons were made between patients receiving ICS/LABA/LAMA and those receiving ICS/LABA only. Ordinal logistic regression was used to identify predictors of asthma control. Among 279 patients (71% female; mean age, 51.4 ± 12.3 years), 79 received triple therapy. At step 4, ICS/LABA/LAMA users had better asthma control than those on ICS/LABA alone ( ICS/LABA/LAMA may improve asthma control at step 4 but not at step 5, possibly due to more severe disease and previous use of biologics in the latter group. These findings highlight the need for tailored therapy and better phenotyping in severe asthma.",
    "disease": "asthma",
    "clean_text": "the use of triple therapy ics laba lama in the treatment of asthma a real life latin american specialized centers experience the use of triple therapy with inhaled corticosteroids icss long acting beta agonists labas and long acting muscarinic antagonists lamas is increasingly common in asthma management particularly in patients with uncontrolled disease however real world data from latin american settings are limited we sought to compare asthma control and exacerbation frequency among patients receiving ics laba lama versus ics laba alone at steps and of the global initiative for asthma guidelines in specialized centers in mexico a cross sectional observational study was conducted in allergy and pulmonary clinics adult patients with asthma receiving maintenance therapy at global initiative for asthma step or were recruited demographic clinical and spirometric data were collected asthma control was assessed using the asthma control test comparisons were made between patients receiving ics laba lama and those receiving ics laba only ordinal logistic regression was used to identify predictors of asthma control among patients female mean age years received triple therapy at step ics laba lama users had better asthma control than those on ics laba alone ics laba lama may improve asthma control at step but not at step possibly due to more severe disease and previous use of biologics in the latter group these findings highlight the need for tailored therapy and better phenotyping in severe asthma"
}