{
    "title": "New players in ovarian cancer.",
    "doc_id": "21302305",
    "writer": "Bovicelli A",
    "year": "2011",
    "summary": "Ovarian cancer is the leading cause of gynecologic cancer mortality worldwide. The aim of this review is to highlight the most recent studies regarding ovarian cancer pathogenesis and the new therapeutic approaches against this insidious disease …",
    "abstract": "Ovarian cancer is the leading cause of gynecologic cancer mortality worldwide. The aim of this review is to highlight the most recent studies regarding ovarian cancer pathogenesis and the new therapeutic approaches against this insidious disease. We focus on the relevance of some cell cycle genes, transcription factors, and microRNAs in the carcinogenesis of ovarian cancer as well as on a new hypothesis for therapy using histone deacetylase inhibitors. We also report recent studies regarding some mechanisms of chemoresistance, a major obstacle in the treatment of ovarian cancer. Together these studies can improve our knowledge of ovarian cancer tumorigenesis and diagnosis providing new tools to hopefully defeat this deadly disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21302305/",
    "clean_text": "new players in ovarian cancer ovarian cancer is the leading cause of gynecologic cancer mortality worldwide the aim of this review is to highlight the most recent studies regarding ovarian cancer pathogenesis and the new therapeutic approaches against this insidious disease ovarian cancer is the leading cause of gynecologic cancer mortality worldwide the aim of this review is to highlight the most recent studies regarding ovarian cancer pathogenesis and the new therapeutic approaches against this insidious disease we focus on the relevance of some cell cycle genes transcription factors and micrornas in the carcinogenesis of ovarian cancer as well as on a new hypothesis for therapy using histone deacetylase inhibitors we also report recent studies regarding some mechanisms of chemoresistance a major obstacle in the treatment of ovarian cancer together these studies can improve our knowledge of ovarian cancer tumorigenesis and diagnosis providing new tools to hopefully defeat this deadly disease"
}