{
    "title": "Effectiveness of critical care pathways for head and neck cancer surgery: A systematic review.",
    "doc_id": "27387590",
    "writer": "Gordon SA",
    "year": "2016",
    "summary": "Previous studies have shown equivocal results for CCPs in head and neck cancer surgery. METHODS: We conducted a systematic review evaluating studies of CCPs for head and neck cancer surgery, with individual outcome measures analyzed separately to descr …",
    "abstract": "Background:\n        \n      \n      Critical care pathways (CCPs) are implemented within health care systems as a means to systematically decrease resource utilization, whereas maintaining a high level of care for patients with a specific diagnosis. Previous studies have shown equivocal results for CCPs in head and neck cancer surgery.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review evaluating studies of CCPs for head and neck cancer surgery, with individual outcome measures analyzed separately to describe the effect of each implemented pathway.\n    \n\n\n          Results:\n        \n      \n      Ten before and after studies were included for systematic review. Nine reported statistically significant decreases in median/mean length of stay and 5 reported statistically significant decreases in cost of care per case.\n    \n\n\n          Conclusion:\n        \n      \n      Although the results are encouraging and point toward the ability of CCPs to decrease length of stay and cost of care, the evidence cannot be considered exhaustive because of the studies' inability to account for temporal trends. Further controlled studies are recommended to validate the benefits of CCPs. © 2016 Wiley Periodicals, Inc. Head Neck 38: 1421-1427, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27387590/",
    "clean_text": "effectiveness of critical care pathways for head and neck cancer surgery a systematic review previous studies have shown equivocal results for ccps in head and neck cancer surgery methods we conducted a systematic review evaluating studies of ccps for head and neck cancer surgery with individual outcome measures analyzed separately to descr background critical care pathways ccps are implemented within health care systems as a means to systematically decrease resource utilization whereas maintaining a high level of care for patients with a specific diagnosis previous studies have shown equivocal results for ccps in head and neck cancer surgery methods we conducted a systematic review evaluating studies of ccps for head and neck cancer surgery with individual outcome measures analyzed separately to describe the effect of each implemented pathway results ten before and after studies were included for systematic review nine reported statistically significant decreases in median mean length of stay and reported statistically significant decreases in cost of care per case conclusion although the results are encouraging and point toward the ability of ccps to decrease length of stay and cost of care the evidence cannot be considered exhaustive because of the studies inability to account for temporal trends further controlled studies are recommended to validate the benefits of ccps wiley periodicals inc head neck"
}