{
    "title": "Otolaryngeal and Oropharyngeal Conditions: Dysphonia.",
    "doc_id": "33595263",
    "writer": "Gauer RL.",
    "year": "2021",
    "summary": "Dysphonia is any alteration of voice quality or vocal effort that impairs communication and affects quality of life. In patients with dysphonia, voice qualities often are described as tremulous, hoarse, strained, or raspy, with altered pitch, breathine …",
    "abstract": "Dysphonia is any alteration of voice quality or vocal effort that impairs communication and affects quality of life. In patients with dysphonia, voice qualities often are described as tremulous, hoarse, strained, or raspy, with altered pitch, breathiness, or vocal fatigue. Dysphonia is a sign of an underlying disease process. Up to one-third of individuals will experience dysphonia in their lifetime. The evaluation includes a history, physical examination, and, in some cases, laryngoscopy. The most common cause of dysphonia is acute laryngitis, with the majority of cases lasting fewer than 3 weeks. Longer duration of symptoms occurs with chronic laryngitis, laryngopharyngeal reflux, muscle tension dysphonia, benign vocal fold lesions, vocal fold paresis or paralysis, and spasmodic dysphonia. Laryngeal malignancy is uncommon; the major risk factors are smoking and concurrent alcohol use. Laryngoscopy should be performed in all patients with dysphonia that does not resolve or improve within 4 weeks or of any duration if a serious underlying etiology is suspected. Management is directed at the underlying etiology. Empiric treatment with antibiotics, corticosteroids, and antireflux drugs should be avoided in the absence of a clear indication. In patients with a definitive diagnosis, management includes vocal hygiene, voice therapy, pharmacotherapy, and surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33595263/",
    "clean_text": "otolaryngeal and oropharyngeal conditions dysphonia dysphonia is any alteration of voice quality or vocal effort that impairs communication and affects quality of life in patients with dysphonia voice qualities often are described as tremulous hoarse strained or raspy with altered pitch breathine dysphonia is any alteration of voice quality or vocal effort that impairs communication and affects quality of life in patients with dysphonia voice qualities often are described as tremulous hoarse strained or raspy with altered pitch breathiness or vocal fatigue dysphonia is a sign of an underlying disease process up to one third of individuals will experience dysphonia in their lifetime the evaluation includes a history physical examination and in some cases laryngoscopy the most common cause of dysphonia is acute laryngitis with the majority of cases lasting fewer than weeks longer duration of symptoms occurs with chronic laryngitis laryngopharyngeal reflux muscle tension dysphonia benign vocal fold lesions vocal fold paresis or paralysis and spasmodic dysphonia laryngeal malignancy is uncommon the major risk factors are smoking and concurrent alcohol use laryngoscopy should be performed in all patients with dysphonia that does not resolve or improve within weeks or of any duration if a serious underlying etiology is suspected management is directed at the underlying etiology empiric treatment with antibiotics corticosteroids and antireflux drugs should be avoided in the absence of a clear indication in patients with a definitive diagnosis management includes vocal hygiene voice therapy pharmacotherapy and surgery"
}