{
    "pmid": "41466257",
    "title": "Cancer treatment shared decision-making and coping during the COVID-19 pandemic (CAN-DECIDE): a mixed-methods study.",
    "abstract": "We hypothesized that cancer patients, their family members, and cancer and palliative care practitioners were experiencing significant COVID-related stress and changes to cancer care and sought to characterize contributing factors. We completed a mixed methods study to explore cancer care-related experiences during the COVID-19 pandemic of cancer patients, family members, and cancer and palliative care practitioners. Participants were recruited from an ongoing clinical trial. Patients were pursuing curative-intent surgeries for upper gastrointestinal cancers. Between October 2020 and July 2021, we collected 491 surveys from 181 cancer patients and 26 family caregivers and conducted 71 in-depth interviews with 48 cancer patients, 6 family caregivers, and 19 practitioners. Patient-reported quality-of-life measurements were not associated with a corresponding COVID surge. Patients and caregivers were generally satisfied with their care, trusted providers, and were often unaware of pandemic-related changes. In contrast, practitioners reported significant pandemic-related changes to cancer care delivery with associated practitioner anxiety, fatigue, and moral distress. All felt that visitor restrictions negatively impacted care. Our data suggest that cancer patients coped well overall despite pandemic-related disruptions whereas cancer care clinicians experienced significant stress. These findings can inform future disaster-preparedness planning and policy-setting in institutions providing cancer care.",
    "disease": "pneumonia",
    "clean_text": "cancer treatment shared decision making and coping during the covid pandemic can decide a mixed methods study we hypothesized that cancer patients their family members and cancer and palliative care practitioners were experiencing significant covid related stress and changes to cancer care and sought to characterize contributing factors we completed a mixed methods study to explore cancer care related experiences during the covid pandemic of cancer patients family members and cancer and palliative care practitioners participants were recruited from an ongoing clinical trial patients were pursuing curative intent surgeries for upper gastrointestinal cancers between october and july we collected surveys from cancer patients and family caregivers and conducted in depth interviews with cancer patients family caregivers and practitioners patient reported quality of life measurements were not associated with a corresponding covid surge patients and caregivers were generally satisfied with their care trusted providers and were often unaware of pandemic related changes in contrast practitioners reported significant pandemic related changes to cancer care delivery with associated practitioner anxiety fatigue and moral distress all felt that visitor restrictions negatively impacted care our data suggest that cancer patients coped well overall despite pandemic related disruptions whereas cancer care clinicians experienced significant stress these findings can inform future disaster preparedness planning and policy setting in institutions providing cancer care"
}