{
    "title": "Predicting the potential suitable distribution area of Emeia pseudosauteri in Zhejiang Province based on the MaxEnt model.",
    "doc_id": "36721021",
    "writer": "Li S",
    "year": "2023",
    "summary": "Assessing and predicting the potential suitable distribution area of this species in Zhejiang Province can help in the widespread conservation of biodiversity. We used the MaxEnt ecological niche model to evaluate the habitat suitability of E. pseudosauteri in Zhejiang …",
    "abstract": "Human activities, including urbanization, industrialization, agricultural pollution, and land use, have contributed to the increased fragmentation of natural habitats and decreased biodiversity in Zhejiang Province as a result of socioeconomic development. Numerous studies have demonstrated that the protection of ecologically significant species can play a crucial role in restoring biodiversity. Emeia pseudosauteri is regarded as an excellent environmental indicator, umbrella and flagship species because of its unique ecological attributes and strong public appeal. Assessing and predicting the potential suitable distribution area of this species in Zhejiang Province can help in the widespread conservation of biodiversity. We used the MaxEnt ecological niche model to evaluate the habitat suitability of E. pseudosauteri in Zhejiang Province to understand the potential distribution pattern and environmental characteristics of suitable habitats for this species, and used the AUC (area under the receiver operating characteristic curve) and TSS (true skill statistics) to evaluate the model performance. The results showed that the mean AUC value was 0.985, the standard deviation was 0.011, the TSS average value was 0.81, and the model prediction results were excellent. Among the 11 environmental variables used for modeling, temperature seasonality (Bio_4), altitude (Alt) and distance to rivers (Riv_dis) were the key variables affecting the distribution area of E. pseudosauteri, with contributions of 33.5%, 30% and 15.9%, respectively. Its main suitable distribution area is in southern Zhejiang Province and near rivers, at an altitude of 50-300 m, with a seasonal variation in temperature of 7.7-8 °C. Examples include the Ou River, Nanxi River, Wuxi River, and their tributary watersheds. This study can provide a theoretical basis for determining the scope of E. pseudosauteri habitat protection, population restoration, resource management and industrial development in local areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36721021/",
    "clean_text": "predicting the potential suitable distribution area of emeia pseudosauteri in zhejiang province based on the maxent model assessing and predicting the potential suitable distribution area of this species in zhejiang province can help in the widespread conservation of biodiversity we used the maxent ecological niche model to evaluate the habitat suitability of e pseudosauteri in zhejiang human activities including urbanization industrialization agricultural pollution and land use have contributed to the increased fragmentation of natural habitats and decreased biodiversity in zhejiang province as a result of socioeconomic development numerous studies have demonstrated that the protection of ecologically significant species can play a crucial role in restoring biodiversity emeia pseudosauteri is regarded as an excellent environmental indicator umbrella and flagship species because of its unique ecological attributes and strong public appeal assessing and predicting the potential suitable distribution area of this species in zhejiang province can help in the widespread conservation of biodiversity we used the maxent ecological niche model to evaluate the habitat suitability of e pseudosauteri in zhejiang province to understand the potential distribution pattern and environmental characteristics of suitable habitats for this species and used the auc area under the receiver operating characteristic curve and tss true skill statistics to evaluate the model performance the results showed that the mean auc value was the standard deviation was the tss average value was and the model prediction results were excellent among the environmental variables used for modeling temperature seasonality bio altitude alt and distance to rivers riv dis were the key variables affecting the distribution area of e pseudosauteri with contributions of and respectively its main suitable distribution area is in southern zhejiang province and near rivers at an altitude of m with a seasonal variation in temperature of c examples include the ou river nanxi river wuxi river and their tributary watersheds this study can provide a theoretical basis for determining the scope of e pseudosauteri habitat protection population restoration resource management and industrial development in local areas"
}