{
    "title": "COVID and Camus: Reflections on The Plague, collective experience, and qualitative inquiry during a pandemic.",
    "doc_id": "34253954",
    "writer": "Stelson E.",
    "year": "2021",
    "summary": "As a social worker and qualitative researcher, I read Albert Camus's The Plague as I lay recovering from COVID-19. ...Camus's text forces the reader to reflect on what it means to qualitatively study an issue or an event when the researcher is also affected by it. J …",
    "abstract": "As a social worker and qualitative researcher, I read Albert Camus's The Plague as I lay recovering from COVID-19. The existential novella documents the experience of the citizens of Oran, Algeria during a fictional epidemic, and The Narrator's documentation is explicitly based on qualitative \"data\" from participant observation, key informant accounts, and document analysis. Camus's text forces the reader to reflect on what it means to qualitatively study an issue or an event when the researcher is also affected by it. Just as readers of The Plague must ponder the objectives and interpretation of The Narrator who is \"closely involved in all that he proposed to narrate,\" qualitative researchers must contemplate their own assumptions, aims, and subjectivity, which is both foundational and often overlooked in qualitative inquiry. While this is particularly critical when studying shared or collective experiences, like that of a pandemic, these assumptions and aims should always be made transparent in qualitative research. To this end, I suggest a series of reflective questions for researchers to iteratively grapple with throughout the research process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34253954/",
    "clean_text": "covid and camus reflections on the plague collective experience and qualitative inquiry during a pandemic as a social worker and qualitative researcher i read albert camus s the plague as i lay recovering from covid camus s text forces the reader to reflect on what it means to qualitatively study an issue or an event when the researcher is also affected by it j as a social worker and qualitative researcher i read albert camus s the plague as i lay recovering from covid the existential novella documents the experience of the citizens of oran algeria during a fictional epidemic and the narrator s documentation is explicitly based on qualitative data from participant observation key informant accounts and document analysis camus s text forces the reader to reflect on what it means to qualitatively study an issue or an event when the researcher is also affected by it just as readers of the plague must ponder the objectives and interpretation of the narrator who is closely involved in all that he proposed to narrate qualitative researchers must contemplate their own assumptions aims and subjectivity which is both foundational and often overlooked in qualitative inquiry while this is particularly critical when studying shared or collective experiences like that of a pandemic these assumptions and aims should always be made transparent in qualitative research to this end i suggest a series of reflective questions for researchers to iteratively grapple with throughout the research process"
}