{
    "pmid": "41473958",
    "title": "Dilated Cardiomyopathy-Related Mortality in the United States: Demographic and Regional Trends Over the Past 2 Decades.",
    "abstract": "Dilated cardiomyopathy (DCM) is a common cause of heart failure and is associated with substantial morbidity and mortality. However, data on mortality trends and disparities in DCM mortality in the United States are limited. The objective of this study is to define trends and demographic and regional disparities in DCM-related mortality in the United States. Data from the Centers for Disease Control and Prevention Wide-ranging Online Data for epidemiological Research were analyzed from 2004 to 2022 for DCM-related mortality in the US population >15 years. Age-adjusted mortality rates (AAMRs) per 100 000 people and associated annual percent changes were analyzed using Joinpoint regression analysis. Mortality trends were stratified by sex, race and ethnicity, age group, census region, urbanization classification, and state. Between 2004 and 2022, 138 076 DCM-related deaths were reported in the study population. The AAMR decreased from 4.41 in 2004 to 1.98 in 2019 with an Average annual percentage change of -5.09 (95% CI, -5.40 to -4.86), after which it increased slightly to 2.22 in 2021. Men consistently had 2- to 2.5-fold higher AAMR compared with women. Non-Hispanic Black or Black people had the highest AAMR. The highest mortality rate during the study period was seen in the older population (age≥75 years). Regionally, the Midwest and South had the highest AAMR in 2004, which was overtaken by the West US after 2010. Rural-urban areas had similar AAMRs for most years. DCM-related mortality decreased over the past 2 decades, with a slight increase observed during the COVID-19 pandemic. Despite the decreasing trend, sex and racial disparities persisted, with men and Black people having the highest AAMR, whereas regional disparities changed, with the Midwest and South census regions showing an improvement compared with the West of the United States.",
    "disease": "covid-19",
    "clean_text": "dilated cardiomyopathy related mortality in the united states demographic and regional trends over the past decades dilated cardiomyopathy dcm is a common cause of heart failure and is associated with substantial morbidity and mortality however data on mortality trends and disparities in dcm mortality in the united states are limited the objective of this study is to define trends and demographic and regional disparities in dcm related mortality in the united states data from the centers for disease control and prevention wide ranging online data for epidemiological research were analyzed from to for dcm related mortality in the us population years age adjusted mortality rates aamrs per people and associated annual percent changes were analyzed using joinpoint regression analysis mortality trends were stratified by sex race and ethnicity age group census region urbanization classification and state between and dcm related deaths were reported in the study population the aamr decreased from in to in with an average annual percentage change of ci to after which it increased slightly to in men consistently had to fold higher aamr compared with women non hispanic black or black people had the highest aamr the highest mortality rate during the study period was seen in the older population age years regionally the midwest and south had the highest aamr in which was overtaken by the west us after rural urban areas had similar aamrs for most years dcm related mortality decreased over the past decades with a slight increase observed during the covid pandemic despite the decreasing trend sex and racial disparities persisted with men and black people having the highest aamr whereas regional disparities changed with the midwest and south census regions showing an improvement compared with the west of the united states"
}