{
    "title": "[Ovarian pregnancy: about 3 cases and review of the literature].",
    "doc_id": "28292090",
    "writer": "Ranaivoson HV",
    "year": "2016",
    "summary": "Anatomopathological examination of the right annex, normal site of implantation of ovarian pregnancies, confirmed the diagnosis. All women had juxtaposition ovarian cortical pregnancy. Ovarian pregnancy is a rare event among women with ectopic pregnancy, havi …",
    "abstract": "Ovarian pregnancy is a rare event among women with ectopic pregnancy in whom the ovary is the site of implantation. Its diagnosis requires a well codified approach. The peculiarities of the determining factors, of the histopathological and evolutionary features typical of ovarian pregnancies led us to focus on this form of ectopic pregnancy. We report 3 cases of ovarian pregnancy diagnosed in our Department. The three women were between 30 and 42 years, at 13 to 37 weeks of amenorrhea. All women had abdominal pain of varying intensity associated with shock. Anatomopathological examination of the right annex, normal site of implantation of ovarian pregnancies, confirmed the diagnosis. All women had juxtaposition ovarian cortical pregnancy. Ovarian pregnancy is a rare event among women with ectopic pregnancy, having specific peculiarities. Its diagnosis is difficult and is based on preoperative findings. The identification of the ovarian implantation on histopathological examination is ideal for confirming the diagnosis. Currently, it is assumed that ovarian pregnancy is the form of ectopic pregnancy which can develop to term or even result in a live birth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28292090/",
    "clean_text": "ovarian pregnancy about cases and review of the literature anatomopathological examination of the right annex normal site of implantation of ovarian pregnancies confirmed the diagnosis all women had juxtaposition ovarian cortical pregnancy ovarian pregnancy is a rare event among women with ectopic pregnancy havi ovarian pregnancy is a rare event among women with ectopic pregnancy in whom the ovary is the site of implantation its diagnosis requires a well codified approach the peculiarities of the determining factors of the histopathological and evolutionary features typical of ovarian pregnancies led us to focus on this form of ectopic pregnancy we report cases of ovarian pregnancy diagnosed in our department the three women were between and years at to weeks of amenorrhea all women had abdominal pain of varying intensity associated with shock anatomopathological examination of the right annex normal site of implantation of ovarian pregnancies confirmed the diagnosis all women had juxtaposition ovarian cortical pregnancy ovarian pregnancy is a rare event among women with ectopic pregnancy having specific peculiarities its diagnosis is difficult and is based on preoperative findings the identification of the ovarian implantation on histopathological examination is ideal for confirming the diagnosis currently it is assumed that ovarian pregnancy is the form of ectopic pregnancy which can develop to term or even result in a live birth"
}