{
    "title": "COVID-19, SARS -CoV-2, Origin, Transmission and Treatment Aspects, A Brief Review.",
    "doc_id": "33023459",
    "writer": "Nawaz S.",
    "year": "2021",
    "summary": "The emergence of Severe Acute Respiratory Syndrome (SARS) in named as corona virus disease 19(covid-19) caused by the novel corona virus SARS-CoV-2 has caused hundreds of thousands of mortalities across the world, while the mortality rate is in …",
    "abstract": "The emergence of Severe Acute Respiratory Syndrome (SARS) in named as corona virus disease 19(covid-19) caused by the novel corona virus SARS-CoV-2 has caused hundreds of thousands of mortalities across the world, while the mortality rate is in millions, leading it to be declared as a global pandemic. Numerous research activities are undergoing to reveal the disease and etiological features of covid-19. In this review, some of the interesting aspects of covid-19 are discussed, that include, the origin of the SARS-CoV-2, clinical manifestation, treatment and future aspects of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33023459/",
    "clean_text": "covid sars cov origin transmission and treatment aspects a brief review the emergence of severe acute respiratory syndrome sars in named as corona virus disease covid caused by the novel corona virus sars cov has caused hundreds of thousands of mortalities across the world while the mortality rate is in the emergence of severe acute respiratory syndrome sars in named as corona virus disease covid caused by the novel corona virus sars cov has caused hundreds of thousands of mortalities across the world while the mortality rate is in millions leading it to be declared as a global pandemic numerous research activities are undergoing to reveal the disease and etiological features of covid in this review some of the interesting aspects of covid are discussed that include the origin of the sars cov clinical manifestation treatment and future aspects of the disease"
}