{
    "pmid": "41406352",
    "title": "Deep Fungal Infection Coinfected with Trichosporon asahii and Candida parapsilosis in an Immunocompetent Individual: A case report and review of literature.",
    "abstract": "Deep fungal infections are endemic to tropical and subtropical regions and can occur in both immunocompetent and immunocompromised hosts. Clinically, they may present as verrucous plaques, subcutaneous nodules, abscesses, or ulcerations. Common causative organisms in immunocompetent hosts include Sporothrix schenckii, Madurella mycetomatis, and Fonsecaea pedrosoi. However, emerging evidence suggests Trichosporon asahii and Candida parapsilosis are increasingly implicated in these infections. A 64-year-old Cambodian male with a history of recently treated pulmonary tuberculosis, hypertension, diabetes mellitus, and untreated adrenal insufficiency presented with three painful leg ulcers on his bilateral lower extremities, with one at the site of prior trauma. Physical examination was remarkable for one 2.5cm ulcerated plaque over his right patella and two 1cm ulcerated plaques on both lower legs. Tissue cultures demonstrated moderate growth of both Trichosporon asahii and Candida parapsilosis. Evidence suggests that Trichosporon asahii and Candida parapsilosis are emerging organisms implicated in deep fungal infections in immunocompetent hosts. Clinically, deep fungal infections caused by either organism have presented with various morphologies, including erythematous patches and plaques, abscesses, and verrucous plaques with ulceration. However, the presentation as an ulcerative plaque is rare, with only four prior cases reported in the literature. Furthermore, in all previously reported cases of deep fungal infections caused by either organism, only one organism was isolated, unlike ours, where both were identified. This case highlights the importance of maintaining a broad differential for patients presenting with ulcerative plaques and considering deep fungal as a potential diagnosis, especially when the lesions are unresponsive to antibiotics.",
    "disease": "tuberculosis",
    "clean_text": "deep fungal infection coinfected with trichosporon asahii and candida parapsilosis in an immunocompetent individual a case report and review of literature deep fungal infections are endemic to tropical and subtropical regions and can occur in both immunocompetent and immunocompromised hosts clinically they may present as verrucous plaques subcutaneous nodules abscesses or ulcerations common causative organisms in immunocompetent hosts include sporothrix schenckii madurella mycetomatis and fonsecaea pedrosoi however emerging evidence suggests trichosporon asahii and candida parapsilosis are increasingly implicated in these infections a year old cambodian male with a history of recently treated pulmonary tuberculosis hypertension diabetes mellitus and untreated adrenal insufficiency presented with three painful leg ulcers on his bilateral lower extremities with one at the site of prior trauma physical examination was remarkable for one cm ulcerated plaque over his right patella and two cm ulcerated plaques on both lower legs tissue cultures demonstrated moderate growth of both trichosporon asahii and candida parapsilosis evidence suggests that trichosporon asahii and candida parapsilosis are emerging organisms implicated in deep fungal infections in immunocompetent hosts clinically deep fungal infections caused by either organism have presented with various morphologies including erythematous patches and plaques abscesses and verrucous plaques with ulceration however the presentation as an ulcerative plaque is rare with only four prior cases reported in the literature furthermore in all previously reported cases of deep fungal infections caused by either organism only one organism was isolated unlike ours where both were identified this case highlights the importance of maintaining a broad differential for patients presenting with ulcerative plaques and considering deep fungal as a potential diagnosis especially when the lesions are unresponsive to antibiotics"
}