{
    "title": "Lymph node metastasis pattern and significance of left gastric artery lymph node dissection in esophagectomy for esophageal cancers.",
    "doc_id": "34635107",
    "writer": "Deng XM",
    "year": "2021",
    "summary": "A total of 4652 lymph nodes were resected, with 26 lymph nodes per patient. Seventy-three patients had lymph node metastasis (73/179). ...Univariate analysis revealed that the metastasis rate to the left gastric artery lymph nod …",
    "abstract": "Purpose:\n        \n      \n      To investigate the lymph node metastasis pattern and significance of dissection of the left gastric artery lymph nodes in radical en bloc esophagectomy for esophageal squamous carcinomas based on the lymphatic drainage pathway revealed by carbon nanoparticle labeling.\n    \n\n\n          Materials and methods:\n        \n      \n      Patients who underwent en bloc esophagectomy endoscopically were retrospectively enrolled. Carbon nanoparticles were injected in the submucosa of upper thoracic esophagus to label the relevant draining lymph nodes. The clinical data, lymph nodes dissected, surgical technique, and complications were analyzed.\n    \n\n\n          Results:\n        \n      \n      En bloc esophagectomy was successful in all 179 patients. Metastases to the left gastric artery lymph nodes were positive in 42 patients (23.5%) but negative in 137 (76.5%). The left gastric lymph nodes were labeled, whereas no celiac lymph nodes were labeled by carbon nanoparticles. A total of 4652 lymph nodes were resected, with 26 lymph nodes per patient. Seventy-three patients had lymph node metastasis (73/179). Seventeen patients had metastasis to the recurrent laryngeal nerve lymph nodes (9.5%). The metastasis rate of the lower thoracic esophageal cancer to the left gastric artery lymph nodes was 37.0%, significantly greater than that at the middle (15.4%) or upper (6.7%) thoracic segment. The lymph node metastasis rate was significantly (P < 0.05) increased with the length of the cancerous lesion, infiltration depth, and poor differentiation. Univariate analysis revealed that the metastasis rate to the left gastric artery lymph nodes was significantly (P < 0.05) associated with paraesophageal lymph node metastasis, para-cardial lymph metastasis, and TNM classification. Multivariate analysis indicated that cancer location (odds ratio 8.32, 95% confidence interval 2.12-32.24) was significantly (P < 0.05) associated with metastasis to the left gastric artery lymph nodes, with the cancer at the middle and lower thoracic segments significantly more than in the upper thoracic segment.\n    \n\n\n          Conclusion:\n        \n      \n      Certain patterns exist in lymph node metastasis of esophageal cancer, and in radical esophagectomy of esophageal cancers, dissection of the left gastric artery lymph nodes is necessary to prevent possible residual or metastasis of esophageal squamous carcinomas based on the lymphatic drainage pathway of esophageal carcinomas demonstrated by carbon nanoparticle labeling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34635107/",
    "clean_text": "lymph node metastasis pattern and significance of left gastric artery lymph node dissection in esophagectomy for esophageal cancers a total of lymph nodes were resected with lymph nodes per patient seventy three patients had lymph node metastasis univariate analysis revealed that the metastasis rate to the left gastric artery lymph nod purpose to investigate the lymph node metastasis pattern and significance of dissection of the left gastric artery lymph nodes in radical en bloc esophagectomy for esophageal squamous carcinomas based on the lymphatic drainage pathway revealed by carbon nanoparticle labeling materials and methods patients who underwent en bloc esophagectomy endoscopically were retrospectively enrolled carbon nanoparticles were injected in the submucosa of upper thoracic esophagus to label the relevant draining lymph nodes the clinical data lymph nodes dissected surgical technique and complications were analyzed results en bloc esophagectomy was successful in all patients metastases to the left gastric artery lymph nodes were positive in patients but negative in the left gastric lymph nodes were labeled whereas no celiac lymph nodes were labeled by carbon nanoparticles a total of lymph nodes were resected with lymph nodes per patient seventy three patients had lymph node metastasis seventeen patients had metastasis to the recurrent laryngeal nerve lymph nodes the metastasis rate of the lower thoracic esophageal cancer to the left gastric artery lymph nodes was significantly greater than that at the middle or upper thoracic segment the lymph node metastasis rate was significantly p increased with the length of the cancerous lesion infiltration depth and poor differentiation univariate analysis revealed that the metastasis rate to the left gastric artery lymph nodes was significantly p associated with paraesophageal lymph node metastasis para cardial lymph metastasis and tnm classification multivariate analysis indicated that cancer location odds ratio confidence interval was significantly p associated with metastasis to the left gastric artery lymph nodes with the cancer at the middle and lower thoracic segments significantly more than in the upper thoracic segment conclusion certain patterns exist in lymph node metastasis of esophageal cancer and in radical esophagectomy of esophageal cancers dissection of the left gastric artery lymph nodes is necessary to prevent possible residual or metastasis of esophageal squamous carcinomas based on the lymphatic drainage pathway of esophageal carcinomas demonstrated by carbon nanoparticle labeling"
}