{
    "pmid": "41371788",
    "title": "Fractional Flow Reserve to Guide Revascularization in Patients With Coronary Artery Disease Undergoing TAVR.",
    "abstract": "The prognostic value of fractional flow reserve (FFR) in assessing coronary stenosis before transcatheter aortic valve replacement (TAVR) is unclear. The aim of this study was to evaluate cardiovascular risks associated with significant and nonsignificant FFR values of coronary stenosis prior to TAVR. Patients were enrolled from the NOTION-3 (Nordic Aortic Valve Intervention-3) randomized trial and registry, including those with severe aortic stenosis scheduled for TAVR and ≥50% coronary stenosis. Patients with FFR ≤0.80 or stenosis ≥90% were randomized to conservative therapy (FFR ≤0.80 conservative group) or percutaneous coronary intervention (PCI; FFR ≤0.80 PCI group). Those with FFR >0.80 were included in the registry (FFR >0.80 defer group). Outcomes were cardiovascular death, myocardial infarction, and/or urgent revascularization through 36 months. Of 587 patients, 232 were in the FFR ≤0.80 conservative group, 220 in the FFR ≤0.80 PCI group, and 135 in the FFR >0.80 defer group. The cumulative incidence rates of cardiovascular death, myocardial infarction, or urgent revascularization were 21.6%, 11.5%, and 10.5%, respectively (P = 0.003). Excess risk in the FFR ≤0.80 conservative group was due mainly to higher myocardial infarction and urgent revascularization rates compared with the other groups. At a coronary lesion level, revascularization occurred in 12.6% of conservatively treated FFR ≤0.80 segments vs 1.3% of PCI-treated FFR ≤0.80 segments and 0.9% of deferred FFR >0.80 segments (P < 0.0001). Conservative management of FFR ≤0.80 lesions was linked to higher cardiovascular risk compared with either PCI of FFR ≤0.80 lesions or deferral of FFR >0.80 lesions, which had similar outcomes. These findings support an FFR threshold of 0.80 to guide coronary revascularization in patients undergoing TAVR. (Revascularization in Patients Undergoing Transcatheter Aortic Valve Implantation [NOTION-3]; NCT03058627).",
    "disease": "coronary artery disease",
    "clean_text": "fractional flow reserve to guide revascularization in patients with coronary artery disease undergoing tavr the prognostic value of fractional flow reserve ffr in assessing coronary stenosis before transcatheter aortic valve replacement tavr is unclear the aim of this study was to evaluate cardiovascular risks associated with significant and nonsignificant ffr values of coronary stenosis prior to tavr patients were enrolled from the notion nordic aortic valve intervention randomized trial and registry including those with severe aortic stenosis scheduled for tavr and coronary stenosis patients with ffr or stenosis were randomized to conservative therapy ffr conservative group or percutaneous coronary intervention pci ffr pci group those with ffr were included in the registry ffr defer group outcomes were cardiovascular death myocardial infarction and or urgent revascularization through months of patients were in the ffr conservative group in the ffr pci group and in the ffr defer group the cumulative incidence rates of cardiovascular death myocardial infarction or urgent revascularization were and respectively p excess risk in the ffr conservative group was due mainly to higher myocardial infarction and urgent revascularization rates compared with the other groups at a coronary lesion level revascularization occurred in of conservatively treated ffr segments vs of pci treated ffr segments and of deferred ffr segments p conservative management of ffr lesions was linked to higher cardiovascular risk compared with either pci of ffr lesions or deferral of ffr lesions which had similar outcomes these findings support an ffr threshold of to guide coronary revascularization in patients undergoing tavr revascularization in patients undergoing transcatheter aortic valve implantation notion nct"
}