{
    "title": "The Oncogene ECT2 Contributes to a Hyperplastic, Proliferative Lung Epithelial Cell Phenotype in Idiopathic Pulmonary Fibrosis.",
    "doc_id": "31145635",
    "writer": "Ulke HM",
    "year": "2019",
    "summary": "The oncogene ECT2 (epithelial cell transforming sequence 2), a guanine nucleotide exchange factor for Rho GTPases, was highly enriched in both IPF and non-small cell lung cancer compared with nondiseased controls. ...These data suggest that the oncogene ECT2 …",
    "abstract": "Idiopathic pulmonary fibrosis (IPF) and lung cancer are progressive lung diseases with a poor prognosis. IPF is a risk factor for the development of lung cancer, and the incidence of lung cancer is increased in patients with IPF. The disease pathogenesis of IPF and lung cancer involves common genetic alterations, dysregulated pathways, and the emergence of hyperplastic and metaplastic epithelial cells. Here, we aimed to identify novel, common mediators that might contribute to epithelial cell reprogramming in IPF. Gene set enrichment analysis of publicly available non-small cell lung cancer and IPF datasets revealed a common pattern of misregulated genes linked to cell proliferation and transformation. The oncogene ECT2 (epithelial cell transforming sequence 2), a guanine nucleotide exchange factor for Rho GTPases, was highly enriched in both IPF and non-small cell lung cancer compared with nondiseased controls. Increased expression of ECT2 was verified by qPCR and Western blotting in bleomycin-induced lung fibrosis and human IPF tissue. Immunohistochemistry demonstrated strong expression of ECT2 staining in hyperplastic alveolar epithelial type II (ATII) cells in IPF, as well as its colocalization with proliferating cell nuclear antigen, a well-known proliferation marker. Increased ECT2 expression coincided with enhanced proliferation of primary mouse ATII cells as analyzed by flow cytometry. ECT2 knockdown in ATII cells resulted in decreased proliferation and collagen I expression in vitro. These data suggest that the oncogene ECT2 contributes to epithelial cell reprogramming in IPF, and further emphasize the hyperplastic, proliferative ATII cell as a potential target in patients with IPF and lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31145635/",
    "clean_text": "the oncogene ect contributes to a hyperplastic proliferative lung epithelial cell phenotype in idiopathic pulmonary fibrosis the oncogene ect epithelial cell transforming sequence a guanine nucleotide exchange factor for rho gtpases was highly enriched in both ipf and non small cell lung cancer compared with nondiseased controls these data suggest that the oncogene ect idiopathic pulmonary fibrosis ipf and lung cancer are progressive lung diseases with a poor prognosis ipf is a risk factor for the development of lung cancer and the incidence of lung cancer is increased in patients with ipf the disease pathogenesis of ipf and lung cancer involves common genetic alterations dysregulated pathways and the emergence of hyperplastic and metaplastic epithelial cells here we aimed to identify novel common mediators that might contribute to epithelial cell reprogramming in ipf gene set enrichment analysis of publicly available non small cell lung cancer and ipf datasets revealed a common pattern of misregulated genes linked to cell proliferation and transformation the oncogene ect epithelial cell transforming sequence a guanine nucleotide exchange factor for rho gtpases was highly enriched in both ipf and non small cell lung cancer compared with nondiseased controls increased expression of ect was verified by qpcr and western blotting in bleomycin induced lung fibrosis and human ipf tissue immunohistochemistry demonstrated strong expression of ect staining in hyperplastic alveolar epithelial type ii atii cells in ipf as well as its colocalization with proliferating cell nuclear antigen a well known proliferation marker increased ect expression coincided with enhanced proliferation of primary mouse atii cells as analyzed by flow cytometry ect knockdown in atii cells resulted in decreased proliferation and collagen i expression in vitro these data suggest that the oncogene ect contributes to epithelial cell reprogramming in ipf and further emphasize the hyperplastic proliferative atii cell as a potential target in patients with ipf and lung cancer"
}