{
    "title": "Tight junction proteins related to blood-brain barrier and their regulatory signaling pathways in ischemic stroke.",
    "doc_id": "37544283",
    "writer": "Zheng X",
    "year": "2023",
    "summary": "Tight junctions (TJs) are crucial for intercellular connections. The abnormal expression of proteins related to TJs can result in TJ destruction, structural damage, and endothelial and epithelial cell dysfunction. ...",
    "abstract": "Tight junctions (TJs) are crucial for intercellular connections. The abnormal expression of proteins related to TJs can result in TJ destruction, structural damage, and endothelial and epithelial cell dysfunction. These factors are associated with the occurrence and progression of several diseases. Studies have shown that blood-brain barrier (BBB) damage and dysfunction are the prominent pathological features of stroke. TJs are directly associated with the BBB integrity. In this article, we first discuss the structure and function of BBB TJ-related proteins before focusing on the crucial events that cause TJ dysfunction and BBB damage, as well as the regulatory mechanisms that affect the qualitative and quantitative expression of TJ proteins during ischemic stroke. Multiple regulatory mechanisms, including phosphorylation, matrix metalloproteinases (MMPs), and microRNAs, regulate TJ-related proteins and affect BBB permeability. Some signaling pathways and mechanisms have been demonstrated to have dual functions. Hopefully, our understanding of the regulation of BBB TJs in ischemic stroke will be applied to the development of targeted medications and therapeutic therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37544283/",
    "clean_text": "tight junction proteins related to blood brain barrier and their regulatory signaling pathways in ischemic stroke tight junctions tjs are crucial for intercellular connections the abnormal expression of proteins related to tjs can result in tj destruction structural damage and endothelial and epithelial cell dysfunction tight junctions tjs are crucial for intercellular connections the abnormal expression of proteins related to tjs can result in tj destruction structural damage and endothelial and epithelial cell dysfunction these factors are associated with the occurrence and progression of several diseases studies have shown that blood brain barrier bbb damage and dysfunction are the prominent pathological features of stroke tjs are directly associated with the bbb integrity in this article we first discuss the structure and function of bbb tj related proteins before focusing on the crucial events that cause tj dysfunction and bbb damage as well as the regulatory mechanisms that affect the qualitative and quantitative expression of tj proteins during ischemic stroke multiple regulatory mechanisms including phosphorylation matrix metalloproteinases mmps and micrornas regulate tj related proteins and affect bbb permeability some signaling pathways and mechanisms have been demonstrated to have dual functions hopefully our understanding of the regulation of bbb tjs in ischemic stroke will be applied to the development of targeted medications and therapeutic therapies"
}