{
    "title": "The potential application of electrochemical biosensors in the COVID-19 pandemic: A perspective on the rapid diagnostics of SARS-CoV-2.",
    "doc_id": "33358285",
    "writer": "Mahshid SS",
    "year": "2021",
    "summary": "Although they have been broadly studied in different areas of diagnostics, they are not yet fully commercialized. During the COVID-19 pandemic, electrochemical platforms have shown the potential to address significant limitations of conventional diagnostic platforms …",
    "abstract": "Electrochemical biosensors combine the selectivity of electrochemical signal transducers with the specificity of biomolecular recognition strategies. Although they have been broadly studied in different areas of diagnostics, they are not yet fully commercialized. During the COVID-19 pandemic, electrochemical platforms have shown the potential to address significant limitations of conventional diagnostic platforms, including accuracy, affordability, and portability. The advantages of electrochemical platforms make them a strong candidate for rapid point-of-care detection of SARS-CoV-2 infection by targeting not only viral RNA but antigens and antibodies. Herein, we reviewed advancements in electrochemical biosensing platforms towards the detection of SARS-CoV-2 through studying similar viruses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33358285/",
    "clean_text": "the potential application of electrochemical biosensors in the covid pandemic a perspective on the rapid diagnostics of sars cov although they have been broadly studied in different areas of diagnostics they are not yet fully commercialized during the covid pandemic electrochemical platforms have shown the potential to address significant limitations of conventional diagnostic platforms electrochemical biosensors combine the selectivity of electrochemical signal transducers with the specificity of biomolecular recognition strategies although they have been broadly studied in different areas of diagnostics they are not yet fully commercialized during the covid pandemic electrochemical platforms have shown the potential to address significant limitations of conventional diagnostic platforms including accuracy affordability and portability the advantages of electrochemical platforms make them a strong candidate for rapid point of care detection of sars cov infection by targeting not only viral rna but antigens and antibodies herein we reviewed advancements in electrochemical biosensing platforms towards the detection of sars cov through studying similar viruses"
}