{
    "title": "Refractory systemic onset juvenile idiopathic arthritis: current challenges and future perspectives.",
    "doc_id": "35786149",
    "writer": "Ambler WG",
    "year": "2022",
    "summary": "Systemic juvenile idiopathic arthritis (SJIA) is a rare disease with distinct features not seen in other categories of juvenile idiopathic arthritis. ...",
    "abstract": "Systemic juvenile idiopathic arthritis (SJIA) is a rare disease with distinct features not seen in other categories of juvenile idiopathic arthritis. In recent years, advances in the understanding of disease immunopathogenesis have led to improved targeted therapies with significant improvement in patient outcomes. Despite these advances, there remain subsets of SJIA with refractory disease and severe disease-associated complications. This review highlights existing options for treatment of refractory SJIA and explores potential future therapeutics for refractory disease.Key Points:Despite targeted Interleukin IL-1 and IL-6 inhibitors a subset of SJIA remains refractory to therapy. About 1 in 7 SJIA patients will be refractory to targeted IL-1 or IL-6 therapy.There is no current agreed upon definition for refractory SJIA and we propose in this review that refractory SJIA is presence of active systemic or arthritic features despite treatment with anti-IL-1 or anti-IL-6 therapy or disease requiring glucocorticoids for control beyond 6 months.SJIA disease associated complications include presence of associated macrophage activation syndrome (MAS), interstitial lung disease (ILD) or amyloidosis and management of each differs.Refractory SJIA treatment options currently include additional conventional synthetic disease modifying anti-rheumatic drugs (csDMARDS), biologic (bDMARDS), combination biologic therapy, targeted synthetic (tsDMARDS) or other immunomodulatory therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35786149/",
    "clean_text": "refractory systemic onset juvenile idiopathic arthritis current challenges and future perspectives systemic juvenile idiopathic arthritis sjia is a rare disease with distinct features not seen in other categories of juvenile idiopathic arthritis systemic juvenile idiopathic arthritis sjia is a rare disease with distinct features not seen in other categories of juvenile idiopathic arthritis in recent years advances in the understanding of disease immunopathogenesis have led to improved targeted therapies with significant improvement in patient outcomes despite these advances there remain subsets of sjia with refractory disease and severe disease associated complications this review highlights existing options for treatment of refractory sjia and explores potential future therapeutics for refractory disease key points despite targeted interleukin il and il inhibitors a subset of sjia remains refractory to therapy about in sjia patients will be refractory to targeted il or il therapy there is no current agreed upon definition for refractory sjia and we propose in this review that refractory sjia is presence of active systemic or arthritic features despite treatment with anti il or anti il therapy or disease requiring glucocorticoids for control beyond months sjia disease associated complications include presence of associated macrophage activation syndrome mas interstitial lung disease ild or amyloidosis and management of each differs refractory sjia treatment options currently include additional conventional synthetic disease modifying anti rheumatic drugs csdmards biologic bdmards combination biologic therapy targeted synthetic tsdmards or other immunomodulatory therapies"
}