{
    "title": "How the Good Lives Model Can Complement Mentalization-Based Treatments for Individuals Who Have Offended With Anti-Social Personality Disorder and General Forensic Mental Health Needs: Practice Update.",
    "doc_id": "32524911",
    "writer": "Byrne G.",
    "year": "2020",
    "summary": "Limited research to date has focused on strengths-based rehabilitative approaches, such as the Good Lives Model (GLM) and the additive benefits such approaches have in ameliorating mental health needs of those in contact with forensic services. Mentalization-based t …",
    "abstract": "Limited research to date has focused on strengths-based rehabilitative approaches, such as the Good Lives Model (GLM) and the additive benefits such approaches have in ameliorating mental health needs of those in contact with forensic services. Mentalization-based therapies (MBTs) may be an effective treatment in forensic settings. This article aims to provide an overview of how GLM theory can integrate MBT within forensic settings. The review provides a conceptual overview of the many commonalities between GLM and MBT principles and provides information about how MBT can be embedded within forensic communities adhering to GLM principles. The article closes by offering an overview of the evidence of MBT approaches for individuals with anti-social personality disorder (ASPD) and those in contact with forensic services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32524911/",
    "clean_text": "how the good lives model can complement mentalization based treatments for individuals who have offended with anti social personality disorder and general forensic mental health needs practice update limited research to date has focused on strengths based rehabilitative approaches such as the good lives model glm and the additive benefits such approaches have in ameliorating mental health needs of those in contact with forensic services mentalization based t limited research to date has focused on strengths based rehabilitative approaches such as the good lives model glm and the additive benefits such approaches have in ameliorating mental health needs of those in contact with forensic services mentalization based therapies mbts may be an effective treatment in forensic settings this article aims to provide an overview of how glm theory can integrate mbt within forensic settings the review provides a conceptual overview of the many commonalities between glm and mbt principles and provides information about how mbt can be embedded within forensic communities adhering to glm principles the article closes by offering an overview of the evidence of mbt approaches for individuals with anti social personality disorder aspd and those in contact with forensic services"
}