{
    "title": "Inert wound dressing is not desirable.",
    "doc_id": "1881139",
    "writer": "Chvapil M",
    "year": "1991",
    "summary": "The results indicate a relationship between the rate of reepithelialization of split-thickness wounds and the inflammatory response of the wound to the dressing. Dressings, such as collagen sponge, polyethyleneglycol, Duoderm, and lanolin ointment, induce moderate t …",
    "abstract": "Four Yorkshire piglets were inflicted with a total of 92 split-thickness wounds 4.8 cm2 in area and 400 microns deep. The wounds were treated with eight dressing regimens under the same experimental design. The rate of reepithelialization of the wound was quantitated by a morphometric method. The magnitude of inflammatory reaction of the wound to the dressing was scored from histological slides. The results indicate a relationship between the rate of reepithelialization of split-thickness wounds and the inflammatory response of the wound to the dressing. Dressings, such as collagen sponge, polyethyleneglycol, Duoderm, and lanolin ointment, induce moderate to severe inflammatory changes when placed on the wounds. These wounds reepithelialize significantly faster than control, gauze-covered wounds. This contrasts with inert dressings, such as hydrated hydrogel membrane, Carbopol 934P, or Silvadene cream, which did not affect the rate of reepithelialization when compared with the healing of control wounds. Simultaneously, these dressings induced no or minimal inflammatory reaction in the wound tissue. Only when the inflammatory reaction to the wound dressing was excessive (methylcellulose) was the rate of reepithelialization of the wounds significantly inhibited in comparison with control wounds. We hypothesize that wound dressings, by inducing inflammatory reaction, enhance healing by activating cells, such as macrophages or fibroblasts, that produce growth factors and other mediators of the repair process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1881139/",
    "clean_text": "inert wound dressing is not desirable the results indicate a relationship between the rate of reepithelialization of split thickness wounds and the inflammatory response of the wound to the dressing dressings such as collagen sponge polyethyleneglycol duoderm and lanolin ointment induce moderate t four yorkshire piglets were inflicted with a total of split thickness wounds cm in area and microns deep the wounds were treated with eight dressing regimens under the same experimental design the rate of reepithelialization of the wound was quantitated by a morphometric method the magnitude of inflammatory reaction of the wound to the dressing was scored from histological slides the results indicate a relationship between the rate of reepithelialization of split thickness wounds and the inflammatory response of the wound to the dressing dressings such as collagen sponge polyethyleneglycol duoderm and lanolin ointment induce moderate to severe inflammatory changes when placed on the wounds these wounds reepithelialize significantly faster than control gauze covered wounds this contrasts with inert dressings such as hydrated hydrogel membrane carbopol p or silvadene cream which did not affect the rate of reepithelialization when compared with the healing of control wounds simultaneously these dressings induced no or minimal inflammatory reaction in the wound tissue only when the inflammatory reaction to the wound dressing was excessive methylcellulose was the rate of reepithelialization of the wounds significantly inhibited in comparison with control wounds we hypothesize that wound dressings by inducing inflammatory reaction enhance healing by activating cells such as macrophages or fibroblasts that produce growth factors and other mediators of the repair process"
}