{
    "title": "Telemedicine practices in adult patients with atrial fibrillation.",
    "doc_id": "36330550",
    "writer": "Watkins AK",
    "year": "2022",
    "summary": "OBJECTIVES: The purpose of this systematic review was to describe atrial fibrillation telehealth education treatment programs unrelated to postablation or early detection of atrial fibrillation. ...CONCLUSIONS: Little literature exists on educational t …",
    "abstract": "Background:\n        \n      \n      Atrial fibrillation is a cardiac rhythm disorder associated with embolic stroke risk, decreased functional capacity, and worsening quality of life. Increasing patient access to atrial fibrillation specialists via telemedicine has the potential to improve patient outcomes.\n    \n\n\n          Objectives:\n        \n      \n      The purpose of this systematic review was to describe atrial fibrillation telehealth education treatment programs unrelated to postablation or early detection of atrial fibrillation.\n    \n\n\n          Data sources:\n        \n      \n      PubMed and CINAHL databases were searched using key terms identified by the authors and informed by a panel of clinicians with expertise in cardiac electrophysiology.\n    \n\n\n          Conclusions:\n        \n      \n      Little literature exists on educational telehealth programs for atrial fibrillation treatment unrelated to postablation or early detection of atrial fibrillation. Only three studies met our inclusion criteria. Three themes emerged from review of these studies: (a) atrial fibrillation requires specialty care that is difficult to obtain; (b) comprehensive atrial fibrillation education should include a broad overview of the condition, management options, stroke prevention, and symptom management; and (c) telemedicine is effective for diagnosing and managing atrial fibrillation.\n    \n\n\n          Implications for practice:\n        \n      \n      Telemedicine clinics for atrial fibrillation represent an emerging form of clinically important health care delivery. These clinics can potentially decrease wait time for specialty care access, reduce unnecessary emergency department visits, reduce stroke risk, and increase guideline adherence. Nurse practitioners are well suited to create and lead telemedicine atrial fibrillation clinics with relevant clinical expertise and collaborative skills.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36330550/",
    "clean_text": "telemedicine practices in adult patients with atrial fibrillation objectives the purpose of this systematic review was to describe atrial fibrillation telehealth education treatment programs unrelated to postablation or early detection of atrial fibrillation conclusions little literature exists on educational t background atrial fibrillation is a cardiac rhythm disorder associated with embolic stroke risk decreased functional capacity and worsening quality of life increasing patient access to atrial fibrillation specialists via telemedicine has the potential to improve patient outcomes objectives the purpose of this systematic review was to describe atrial fibrillation telehealth education treatment programs unrelated to postablation or early detection of atrial fibrillation data sources pubmed and cinahl databases were searched using key terms identified by the authors and informed by a panel of clinicians with expertise in cardiac electrophysiology conclusions little literature exists on educational telehealth programs for atrial fibrillation treatment unrelated to postablation or early detection of atrial fibrillation only three studies met our inclusion criteria three themes emerged from review of these studies a atrial fibrillation requires specialty care that is difficult to obtain b comprehensive atrial fibrillation education should include a broad overview of the condition management options stroke prevention and symptom management and c telemedicine is effective for diagnosing and managing atrial fibrillation implications for practice telemedicine clinics for atrial fibrillation represent an emerging form of clinically important health care delivery these clinics can potentially decrease wait time for specialty care access reduce unnecessary emergency department visits reduce stroke risk and increase guideline adherence nurse practitioners are well suited to create and lead telemedicine atrial fibrillation clinics with relevant clinical expertise and collaborative skills"
}