{
    "title": "Alzheimer's disease, apolipoprotein E and hormone replacement therapy.",
    "doc_id": "27823753",
    "writer": "Depypere H",
    "year": "2016",
    "summary": "Alzheimer's disease is the most frequent cause of dementia in older patients. The prevalence is higher in women than in men. ...Studies that have examined the link between estrogen replacement therapy, Alzheimer's disease and the E4 allel …",
    "abstract": "Alzheimer's disease is the most frequent cause of dementia in older patients. The prevalence is higher in women than in men. This may be the result of both the higher life expectancy of women and the loss of neuroprotective estrogen after menopause. Earlier age at menopause (spontaneous or surgical) is associated with an enhanced risk of developing Alzheimer's disease. Therefore, it is postulated that estrogen could be protective against it. If so, increasing exposure to estrogen through the use of postmenopausal hormone replacement could also be protective against Alzheimer's disease. The results of the clinical studies that have examined this hypothesis are inconclusive, however. One explanation for this is that estrogen treatment is protective only if it is initiated in the years immediately after menopause. Another possibility is that the neuroprotective effects of estrogen are negated by a particular genotype of apolipoprotein E. This protein plays an important role in cholesterol transport to the neurons. Studies that have examined the link between estrogen replacement therapy, Alzheimer's disease and the E4 allele of ApoE are inconclusive. This article reviews the literature on the influence of hormone replacement therapy on the incidence and progression of Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27823753/",
    "clean_text": "alzheimer s disease apolipoprotein e and hormone replacement therapy alzheimer s disease is the most frequent cause of dementia in older patients the prevalence is higher in women than in men studies that have examined the link between estrogen replacement therapy alzheimer s disease and the e allel alzheimer s disease is the most frequent cause of dementia in older patients the prevalence is higher in women than in men this may be the result of both the higher life expectancy of women and the loss of neuroprotective estrogen after menopause earlier age at menopause spontaneous or surgical is associated with an enhanced risk of developing alzheimer s disease therefore it is postulated that estrogen could be protective against it if so increasing exposure to estrogen through the use of postmenopausal hormone replacement could also be protective against alzheimer s disease the results of the clinical studies that have examined this hypothesis are inconclusive however one explanation for this is that estrogen treatment is protective only if it is initiated in the years immediately after menopause another possibility is that the neuroprotective effects of estrogen are negated by a particular genotype of apolipoprotein e this protein plays an important role in cholesterol transport to the neurons studies that have examined the link between estrogen replacement therapy alzheimer s disease and the e allele of apoe are inconclusive this article reviews the literature on the influence of hormone replacement therapy on the incidence and progression of alzheimer s disease"
}