{
    "pmid": "41426893",
    "title": "Clinical Presentation and Management of Acute Exacerbation of Asthma During Pregnancy at a Tertiary Care Hospital.",
    "abstract": "Introduction Asthma is a chronic airway disorder posing significant risks during pregnancy. Acute exacerbations compromise maternal oxygenation and increase adverse perinatal outcomes, yet data from low- and middle-income countries are limited. Objective The objective of this study was to evaluate the clinical presentation, management strategies, and maternal-fetal outcomes of acute asthma exacerbations during pregnancy in a tertiary care hospital, and to highlight differences from patterns reported in high-income settings. Methodology This descriptive observational study was conducted at Ayub Teaching Hospital, Abbottabad, Pakistan, from March 2021 to March 2022. A total of 106 pregnant women with acute exacerbation were included. Clinical assessment covered symptoms, peak expiratory flow rate (PEFR), oxygen saturation, and parity. Management followed hospital protocols with short-acting beta-agonists (SABA), systemic corticosteroids, oxygen supplementation, and, when required, intravenous magnesium sulfate or mechanical ventilation. Maternal and fetal outcomes were recorded. Data were analyzed using IBM SPSS Statistics for Windows, version 25 (IBM Corp., Armonk, New York, United States); chi-square and Kruskal-Wallis tests assessed variables, and multivariate logistic regression identified predictors (p<0.05). Results Mild and moderate exacerbations accounted for 42 (39.6%) and 46 (43.4%) cases, while 18 (17.0%) were severe. Primigravida women comprised 42.5% (n=45) of the cohort. PEFR and oxygen saturation declined with severity (p<0.001). All patients received SABA; corticosteroids and oxygen were more common in moderate and severe cases. IV magnesium sulfate (n=11/18, 61.1%) and mechanical ventilation (n=4/18, 22.2%) were mainly required in severe cases. Maternal complications, including hypoxemia (n=9/18, 50.0%) and ICU admission (n=12/18, 66.7%), rose with severity (p<0.001). Fetal complications were higher in severe cases, but were not statistically significant. Conclusion Acute asthma exacerbations in pregnancy are mainly mild to moderate. Severe cases carry substantial maternal risk, underscoring early recognition, guideline-based management, and multidisciplinary care.",
    "disease": "asthma",
    "clean_text": "clinical presentation and management of acute exacerbation of asthma during pregnancy at a tertiary care hospital introduction asthma is a chronic airway disorder posing significant risks during pregnancy acute exacerbations compromise maternal oxygenation and increase adverse perinatal outcomes yet data from low and middle income countries are limited objective the objective of this study was to evaluate the clinical presentation management strategies and maternal fetal outcomes of acute asthma exacerbations during pregnancy in a tertiary care hospital and to highlight differences from patterns reported in high income settings methodology this descriptive observational study was conducted at ayub teaching hospital abbottabad pakistan from march to march a total of pregnant women with acute exacerbation were included clinical assessment covered symptoms peak expiratory flow rate pefr oxygen saturation and parity management followed hospital protocols with short acting beta agonists saba systemic corticosteroids oxygen supplementation and when required intravenous magnesium sulfate or mechanical ventilation maternal and fetal outcomes were recorded data were analyzed using ibm spss statistics for windows version ibm corp armonk new york united states chi square and kruskal wallis tests assessed variables and multivariate logistic regression identified predictors p results mild and moderate exacerbations accounted for and cases while were severe primigravida women comprised n of the cohort pefr and oxygen saturation declined with severity p all patients received saba corticosteroids and oxygen were more common in moderate and severe cases iv magnesium sulfate n and mechanical ventilation n were mainly required in severe cases maternal complications including hypoxemia n and icu admission n rose with severity p fetal complications were higher in severe cases but were not statistically significant conclusion acute asthma exacerbations in pregnancy are mainly mild to moderate severe cases carry substantial maternal risk underscoring early recognition guideline based management and multidisciplinary care"
}