{
    "title": "Objectively measured daily steps and health outcomes: an umbrella review of the systematic review and meta-analysis of observational studies.",
    "doc_id": "39384238",
    "writer": "Xu C",
    "year": "2024",
    "summary": "OBJECTIVES: The purpose of this review is to summarise the evidence from a systematic review and meta-analysis of observational studies that objectively measure daily steps and health outcomes. ...However, one study within a systematic review suggested …",
    "abstract": "Objectives:\n        \n      \n      The purpose of this review is to summarise the evidence from a systematic review and meta-analysis of observational studies that objectively measure daily steps and health outcomes.\n    \n\n\n          Design:\n        \n      \n      This is an umbrella review.\n    \n\n\n          Data sources:\n        \n      \n      PubMed, Embase, Scopus, the Cochrane Library and Web of Science databases were searched through 31 January 2024.\n    \n\n\n          Eligibility:\n        \n      \n      We included systematic reviews of observational studies (with or without meta-analysis) that assessed the association of objectively measured daily steps with human health-related outcomes. Methodological quality was assessed using 'A MeaSurement Tool to Assess systematic Reviews 2'.\n    \n\n\n          Results:\n        \n      \n      A total of 10 systematic reviews and 6 health outcomes were included after excluding irrelevant and duplicate studies. Higher daily steps were associated with more benefits than harms for a range of health-related outcomes, including all-cause mortality, cardiovascular event, skeletal muscle lesions, metabolic diseases and respiratory disease. A dose-response analysis showed that an increase of 500-1000 steps per day was associated with lower all-cause mortality and cardiovascular events. Beneficial associations were also found in patients with asthma and acutely hospitalised older adults. Conversely, one study within a systematic review suggested that higher daily steps (≥10 000) might be associated with an increased 52% risk of meniscal pathologies in individuals without knee osteoarthritis. However, one study within a systematic review suggested a potential increased risk of meniscal pathologies in individuals without knee osteoarthritis. Specifically, those exceeding 10 000 steps per day showed a 52% increase in risk.\n    \n\n\n          Conclusion:\n        \n      \n      The results of this study suggest that daily steps are associated with a lower risk of all-cause mortality and cardiovascular events. Future research could focus on identifying specific populations that may benefit most from increased daily steps and exploring potential mechanisms to enhance our understanding of how daily steps contribute to improved health outcomes.\n    \n\n\n          Prospero registration number:\n        \n      \n      CRD42022347055.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39384238/",
    "clean_text": "objectively measured daily steps and health outcomes an umbrella review of the systematic review and meta analysis of observational studies objectives the purpose of this review is to summarise the evidence from a systematic review and meta analysis of observational studies that objectively measure daily steps and health outcomes however one study within a systematic review suggested objectives the purpose of this review is to summarise the evidence from a systematic review and meta analysis of observational studies that objectively measure daily steps and health outcomes design this is an umbrella review data sources pubmed embase scopus the cochrane library and web of science databases were searched through january eligibility we included systematic reviews of observational studies with or without meta analysis that assessed the association of objectively measured daily steps with human health related outcomes methodological quality was assessed using a measurement tool to assess systematic reviews results a total of systematic reviews and health outcomes were included after excluding irrelevant and duplicate studies higher daily steps were associated with more benefits than harms for a range of health related outcomes including all cause mortality cardiovascular event skeletal muscle lesions metabolic diseases and respiratory disease a dose response analysis showed that an increase of steps per day was associated with lower all cause mortality and cardiovascular events beneficial associations were also found in patients with asthma and acutely hospitalised older adults conversely one study within a systematic review suggested that higher daily steps might be associated with an increased risk of meniscal pathologies in individuals without knee osteoarthritis however one study within a systematic review suggested a potential increased risk of meniscal pathologies in individuals without knee osteoarthritis specifically those exceeding steps per day showed a increase in risk conclusion the results of this study suggest that daily steps are associated with a lower risk of all cause mortality and cardiovascular events future research could focus on identifying specific populations that may benefit most from increased daily steps and exploring potential mechanisms to enhance our understanding of how daily steps contribute to improved health outcomes prospero registration number crd"
}