{
    "title": "Modifiable risk factors linked to the development of rheumatoid arthritis: evidence, immunological mechanisms and prevention.",
    "doc_id": "37767100",
    "writer": "Maisha JA",
    "year": "2023",
    "summary": "Although the etiology of RA remains largely unknown, it is clear that numerous modifiable risk factors confer increased risk to developing RA. Of these risk factors, cigarette smoking, nutrition, obesity, occupational exposures and periodontal d …",
    "abstract": "Rheumatoid Arthritis (RA) is a common autoimmune disease that targets the synovial joints leading to arthritis. Although the etiology of RA remains largely unknown, it is clear that numerous modifiable risk factors confer increased risk to developing RA. Of these risk factors, cigarette smoking, nutrition, obesity, occupational exposures and periodontal disease all incrementally increase RA risk. However, the precise immunological mechanisms by which these risk factors lead to RA are not well understood. Basic and translational studies have provided key insights into the relationship between inflammation, antibody production and the influence in other key cellular events such as T cell polarization in RA risk. Improving our general understanding of the mechanisms which lead to RA will help identify targets for prevention trials, which are underway in at-risk populations. Herein, we review the modifiable risk factors that are linked to RA development and describe immune mechanisms that may be involved. We highlight the few studies that have sought to understand if modification of these risk factors reduces RA risk. Finally, we speculate that modification of risk factors may be an appealing avenue for prevention for some at-risk individuals, specifically those who prefer lifestyle interventions due to safety and economic reasons.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37767100/",
    "clean_text": "modifiable risk factors linked to the development of rheumatoid arthritis evidence immunological mechanisms and prevention although the etiology of ra remains largely unknown it is clear that numerous modifiable risk factors confer increased risk to developing ra of these risk factors cigarette smoking nutrition obesity occupational exposures and periodontal d rheumatoid arthritis ra is a common autoimmune disease that targets the synovial joints leading to arthritis although the etiology of ra remains largely unknown it is clear that numerous modifiable risk factors confer increased risk to developing ra of these risk factors cigarette smoking nutrition obesity occupational exposures and periodontal disease all incrementally increase ra risk however the precise immunological mechanisms by which these risk factors lead to ra are not well understood basic and translational studies have provided key insights into the relationship between inflammation antibody production and the influence in other key cellular events such as t cell polarization in ra risk improving our general understanding of the mechanisms which lead to ra will help identify targets for prevention trials which are underway in at risk populations herein we review the modifiable risk factors that are linked to ra development and describe immune mechanisms that may be involved we highlight the few studies that have sought to understand if modification of these risk factors reduces ra risk finally we speculate that modification of risk factors may be an appealing avenue for prevention for some at risk individuals specifically those who prefer lifestyle interventions due to safety and economic reasons"
}