{
    "pmid": "41428012",
    "title": "Influence of autonomic dysfunction on sleep disturbance in drug-naïve patients with Parkinson's disease.",
    "abstract": "Sleep disturbance (SD) is a common non-motor symptom of Parkinson's disease (PD), and autonomic dysfunction is believed to play a key role in its worsening. However, the independent contribution of each autonomic domain to SD remains unclear. We aimed to investigate the influence of autonomic dysfunction on SD in drug-naïve patients with PD. We conducted a cross-sectional study of 89 drug-naïve patients with PD. SD was assessed using the PD Sleep Scale-version-2 (PDSS-2) and Rapid Eye Movement Sleep Behavior Disorder Screening Questionnaire. Autonomic symptoms were evaluated using the Scale for Outcomes in PD-Autonomic Dysfunction (SCOPA-AUT). Multiple regression analyses were performed to identify the autonomic domains contributing to the PDSS-2 after adjusting for age, sex, disease duration, motor severity, frontal executive function, depression, and visual illusion. In the multivariable analyses, SCOPA-AUT gastrointestinal (β = 0.252, P = 0.018), urinary (β = 0.296, P = 0.004), cardiovascular (β = 0.230, P = 0.024), and thermoregulatory domains (β = 0.240, P = 0.019), along with depression, were independently associated with high PDSS-2 scores. The pupillomotor and sexual domains were not significantly associated with SD. In addition, a decline in blood pressure during the head-up tilt test was associated with high PDSS-2 scores. Multiple autonomic domains may contribute to SD in drug-naïve patients with PD. Early identification and management of autonomic dysfunction could improve sleep quality and overall quality of life in this population.",
    "disease": "parkinson disease",
    "clean_text": "influence of autonomic dysfunction on sleep disturbance in drug na ve patients with parkinson s disease sleep disturbance sd is a common non motor symptom of parkinson s disease pd and autonomic dysfunction is believed to play a key role in its worsening however the independent contribution of each autonomic domain to sd remains unclear we aimed to investigate the influence of autonomic dysfunction on sd in drug na ve patients with pd we conducted a cross sectional study of drug na ve patients with pd sd was assessed using the pd sleep scale version pdss and rapid eye movement sleep behavior disorder screening questionnaire autonomic symptoms were evaluated using the scale for outcomes in pd autonomic dysfunction scopa aut multiple regression analyses were performed to identify the autonomic domains contributing to the pdss after adjusting for age sex disease duration motor severity frontal executive function depression and visual illusion in the multivariable analyses scopa aut gastrointestinal p urinary p cardiovascular p and thermoregulatory domains p along with depression were independently associated with high pdss scores the pupillomotor and sexual domains were not significantly associated with sd in addition a decline in blood pressure during the head up tilt test was associated with high pdss scores multiple autonomic domains may contribute to sd in drug na ve patients with pd early identification and management of autonomic dysfunction could improve sleep quality and overall quality of life in this population"
}