{
    "title": "Cultural Understandings of Dementia in Indigenous Peoples: A Qualitative Evidence Synthesis.",
    "doc_id": "31179965",
    "writer": "Jacklin K",
    "year": "2020",
    "summary": "Cette etude presente une synthese des donnees qualitatives tirees des articles traitant de la comprehension culturelle des demences chez les peuples autochtones du Canada. ...Age-related dementias present a significant health concern in Canada, particularly for Indigenous …",
    "abstract": "Les démences liées à l'âge constituent un problème de santé important au Canada, en particulier chez les communautés autochtones, où les taux de démences surpassent d'environ 34 % ceux retrouvés dans la population canadienne. Cette étude présente une synthèse des données qualitatives tirées des articles traitant de la compréhension culturelle des démences chez les peuples autochtones du Canada. Les résultats principaux suggèrent que peu de recherches ont été effectuées dans ce domaine, en particulier chez les Inuits et les Métis, malgré une progression de l'exploration de ce sujet au Canada. La synthèse de la littérature a révélé que la démence est perçue comme une partie naturelle du cycle de vie par de nombreux Autochtones. Bien que les modèles communautaires et informels de soins soulèvent d'importants défis pour les aidants naturels, ils sont régulièrement appliqués. Cette synthèse sera utile pour les organismes et les prestataires de soins de santé qui recherchent des approches appropriées pour répondre aux besoins des patients et des familles autochtones aux prises avec la démence.\n    \n\n      \n      Age-related dementias present a significant health concern in Canada, particularly for Indigenous communities, in which rates of dementia are estimated to be 34 per cent higher than in the general Canadian population. This article reports on a qualitative evidence synthesis of available literature concerning cultural understandings of dementia in Indigenous peoples in Canada. Key findings suggest that although exploration of this topic is on the rise in Canada, there remains a paucity of research on this topic, particularly among the Inuit and Métis. The synthesis of the literature found that dementia is viewed as a natural part of the life cycle by many Indigenous people; and although this presents significant challenges for caregivers, informal and community models of care are routinely practiced. This synthesis will be useful for health care providers and organizations that are searching for appropriate approaches to respond to the needs of Indigenous patients and families experiencing dementia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31179965/",
    "clean_text": "cultural understandings of dementia in indigenous peoples a qualitative evidence synthesis cette etude presente une synthese des donnees qualitatives tirees des articles traitant de la comprehension culturelle des demences chez les peuples autochtones du canada age related dementias present a significant health concern in canada particularly for indigenous les d mences li es l ge constituent un probl me de sant important au canada en particulier chez les communaut s autochtones o les taux de d mences surpassent d environ ceux retrouv s dans la population canadienne cette tude pr sente une synth se des donn es qualitatives tir es des articles traitant de la compr hension culturelle des d mences chez les peuples autochtones du canada les r sultats principaux sugg rent que peu de recherches ont t effectu es dans ce domaine en particulier chez les inuits et les m tis malgr une progression de l exploration de ce sujet au canada la synth se de la litt rature a r v l que la d mence est per ue comme une partie naturelle du cycle de vie par de nombreux autochtones bien que les mod les communautaires et informels de soins soul vent d importants d fis pour les aidants naturels ils sont r guli rement appliqu s cette synth se sera utile pour les organismes et les prestataires de soins de sant qui recherchent des approches appropri es pour r pondre aux besoins des patients et des familles autochtones aux prises avec la d mence age related dementias present a significant health concern in canada particularly for indigenous communities in which rates of dementia are estimated to be per cent higher than in the general canadian population this article reports on a qualitative evidence synthesis of available literature concerning cultural understandings of dementia in indigenous peoples in canada key findings suggest that although exploration of this topic is on the rise in canada there remains a paucity of research on this topic particularly among the inuit and m tis the synthesis of the literature found that dementia is viewed as a natural part of the life cycle by many indigenous people and although this presents significant challenges for caregivers informal and community models of care are routinely practiced this synthesis will be useful for health care providers and organizations that are searching for appropriate approaches to respond to the needs of indigenous patients and families experiencing dementia"
}