{
    "title": "Weight estimation in resuscitation: is the current formula still valid?",
    "doc_id": "17213259",
    "writer": "Luscombe M",
    "year": "2007",
    "summary": "OBJECTIVES: To gather data on the ages and weights of paediatric patients between 1 and 10 years of age, and to compare these data with the current weight estimation formula weight(kg) = 2(age+4). ...PATIENTS: 17 244 children aged 1-10 years, attending the ED …",
    "abstract": "Objectives:\n        \n      \n      To gather data on the ages and weights of paediatric patients between 1 and 10 years of age, and to compare these data with the current weight estimation formula weight(kg) = 2(age+4). If a significant difference was found, the data would be used to derive a more accurate formula.\n    \n\n\n          Design:\n        \n      \n      Retrospective study using data collected from paediatric attendances at an emergency department (ED).\n    \n\n\n          Setting:\n        \n      \n      A large ED in a major UK city, treating both children and adults.\n    \n\n\n          Patients:\n        \n      \n      17 244 children aged 1-10 years, attending the ED between June and December 2005.\n    \n\n\n          Main outcome measures:\n        \n      \n      Weight difference between the measured weight and the expected weight, the latter given by weight = 2(age+4).\n    \n\n\n          Results:\n        \n      \n      The weights of seriously ill children were recorded in only 41.5% of cases, necessitating a weight estimate in the remainder. The formula weight = 2(age+4) underestimated children's weights by a mean of 18.8% (95% confidence interval (95% CI) 18.42% to 19.18%). Using linear regression and analysis of each individual age group, ten new formulas were tested. Of these formulas, weight(kg) = 3(age)+7 proved the most accurate with a mean underestimate of just 2.48% (95% CI 2.17% to 2.79%).\n    \n\n\n          Conclusions:\n        \n      \n      Weight estimation remains of paramount importance in paediatric resuscitation. This study shows that the current estimation formula provides a significant underestimate of children's weights. When used to calculate drug and fluid dosages, this may lead to the under-resuscitation of a critically ill child. The formula weight(kg) = 3(age)+7 provided a safe and more accurate estimate of the weight of today's child.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17213259/",
    "clean_text": "weight estimation in resuscitation is the current formula still valid objectives to gather data on the ages and weights of paediatric patients between and years of age and to compare these data with the current weight estimation formula weight kg age patients children aged years attending the ed objectives to gather data on the ages and weights of paediatric patients between and years of age and to compare these data with the current weight estimation formula weight kg age if a significant difference was found the data would be used to derive a more accurate formula design retrospective study using data collected from paediatric attendances at an emergency department ed setting a large ed in a major uk city treating both children and adults patients children aged years attending the ed between june and december main outcome measures weight difference between the measured weight and the expected weight the latter given by weight age results the weights of seriously ill children were recorded in only of cases necessitating a weight estimate in the remainder the formula weight age underestimated children s weights by a mean of confidence interval ci to using linear regression and analysis of each individual age group ten new formulas were tested of these formulas weight kg age proved the most accurate with a mean underestimate of just ci to conclusions weight estimation remains of paramount importance in paediatric resuscitation this study shows that the current estimation formula provides a significant underestimate of children s weights when used to calculate drug and fluid dosages this may lead to the under resuscitation of a critically ill child the formula weight kg age provided a safe and more accurate estimate of the weight of today s child"
}