{
    "title": "Moving Toward Integrative, Multidimensional Research in Modern Psychiatry: Lessons Learned From Fragile X Syndrome.",
    "doc_id": "26868443",
    "writer": "Fung LK",
    "year": "2016",
    "summary": "To begin organizing the basic science of psychiatry in a comprehensive manner, we begin by selecting fragile X syndrome, a neurogenetic disease with cognitive-behavioral manifestations, to illustrate key concepts in an integrative, multidimensional model. Spe …",
    "abstract": "The field of psychiatry is approaching a major inflection point. The basic science behind cognition, emotion, behavior, and social processes has been advancing rapidly in the past 20 years. However, clinical research supporting the classification system in psychiatry has not kept up with these scientific advances. To begin organizing the basic science of psychiatry in a comprehensive manner, we begin by selecting fragile X syndrome, a neurogenetic disease with cognitive-behavioral manifestations, to illustrate key concepts in an integrative, multidimensional model. Specifically, we describe key genetic and molecular mechanisms (e.g., gamma-aminobutyric acidergic dysfunction and metabotropic glutamate receptor 5-associated long-term depression) relevant to the pathophysiology of fragile X syndrome as well as neural correlates of cognitive-behavioral symptoms. We then describe what we have learned from fragile X syndrome that may be applicable to other psychiatric disorders. We conclude this review by discussing current and future opportunities in diagnosing and treating psychiatric diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26868443/",
    "clean_text": "moving toward integrative multidimensional research in modern psychiatry lessons learned from fragile x syndrome to begin organizing the basic science of psychiatry in a comprehensive manner we begin by selecting fragile x syndrome a neurogenetic disease with cognitive behavioral manifestations to illustrate key concepts in an integrative multidimensional model spe the field of psychiatry is approaching a major inflection point the basic science behind cognition emotion behavior and social processes has been advancing rapidly in the past years however clinical research supporting the classification system in psychiatry has not kept up with these scientific advances to begin organizing the basic science of psychiatry in a comprehensive manner we begin by selecting fragile x syndrome a neurogenetic disease with cognitive behavioral manifestations to illustrate key concepts in an integrative multidimensional model specifically we describe key genetic and molecular mechanisms e g gamma aminobutyric acidergic dysfunction and metabotropic glutamate receptor associated long term depression relevant to the pathophysiology of fragile x syndrome as well as neural correlates of cognitive behavioral symptoms we then describe what we have learned from fragile x syndrome that may be applicable to other psychiatric disorders we conclude this review by discussing current and future opportunities in diagnosing and treating psychiatric diseases"
}