{
    "pmid": "41468878",
    "title": "Adipose tissue- derived mesenchymal stem cells versus puerarin for ameliorating nicotine- induced pancreatic fibrosis in rats.",
    "abstract": "Chronic pancreatitis is a critical health problem that is usually complicated by pancreatic fibrosis and diabetes mellitus. Nicotine is a considerable etiological risk factor for this condition. Our research was constructed to explore and compare between the possible therapeutic roles of adipose tissue- derived mesenchymal stem cells (AT- MSCs) and puerarin (Pue) in improving nicotine-induced pancreatic fibrosis. Rats were randomly distributed into: group I; control rats and group II; nicotine- treated rats. Group II was further divided into; model, AT-MSCs- treated, Pue-treated and withdrawal groups. Weight gain study and intraperitoneal glucose tolerance tests were assessed. Pancreatic tissue was processed for measurement of amylase, lipase, interleukin- 6, malondialdehyde and superoxide dismutase. Furthermore, quantitative RT-PCR of caspase-3, transforming growth factor-beta1 (TGF- β1), alpha-smooth muscle actin (α-SMA) and collagen I, was performed. Histopathological, immunohistochemical and ultra-structural examinations were conducted as well. We found that administration of AT- MSCs and Pue helped to increase insulin secretion and suppress inflammatory oxidative stress parameters. In addition, apoptosis and fibrosis were receded through declining of caspase-3 and elements of TGF-β1/α-SMA/collagen I fibrotic pathway. The pancreatic architecture was restored to a great extent. However, AT-MSCs caused a marked pancreatic improvement and regeneration when compared to Pue which resulted in only a moderate amelioration. Insignificant and difficultly detectable spontaneous recovery was noticed in the withdrawal group. Both AT-MSCs and Pue have a promising effectiveness as targeted therapeutic agents against nicotine- induced pancreatic fibrosis, with a higher efficiency of AT- MSCs.",
    "disease": "diabetes mellitus",
    "clean_text": "adipose tissue derived mesenchymal stem cells versus puerarin for ameliorating nicotine induced pancreatic fibrosis in rats chronic pancreatitis is a critical health problem that is usually complicated by pancreatic fibrosis and diabetes mellitus nicotine is a considerable etiological risk factor for this condition our research was constructed to explore and compare between the possible therapeutic roles of adipose tissue derived mesenchymal stem cells at mscs and puerarin pue in improving nicotine induced pancreatic fibrosis rats were randomly distributed into group i control rats and group ii nicotine treated rats group ii was further divided into model at mscs treated pue treated and withdrawal groups weight gain study and intraperitoneal glucose tolerance tests were assessed pancreatic tissue was processed for measurement of amylase lipase interleukin malondialdehyde and superoxide dismutase furthermore quantitative rt pcr of caspase transforming growth factor beta tgf alpha smooth muscle actin sma and collagen i was performed histopathological immunohistochemical and ultra structural examinations were conducted as well we found that administration of at mscs and pue helped to increase insulin secretion and suppress inflammatory oxidative stress parameters in addition apoptosis and fibrosis were receded through declining of caspase and elements of tgf sma collagen i fibrotic pathway the pancreatic architecture was restored to a great extent however at mscs caused a marked pancreatic improvement and regeneration when compared to pue which resulted in only a moderate amelioration insignificant and difficultly detectable spontaneous recovery was noticed in the withdrawal group both at mscs and pue have a promising effectiveness as targeted therapeutic agents against nicotine induced pancreatic fibrosis with a higher efficiency of at mscs"
}