{
    "pmid": "41363857",
    "title": "Microtubule detyrosination links inflammasome activation to apoptotic cell death in macrophages upon influenza A virus infection.",
    "abstract": "The tubulin code, defined by diverse post-translational modifications of microtubules, fine-tunes microtubule dynamics, regulating downstream cellular signaling. Among these, detyrosination of α-tubulin has long been recognized, yet its upstream regulation and physiological roles in viral infection remain unclear. Here, we show that influenza A virus (IAV) infection induces heterogeneous cell death morphologies in macrophages, including pyroptotic \"ghost\" cells and apoptotic beaded apoptopodia. Beaded apoptopodia were enriched with detyrosinated α-tubulin, a long-lived, stable microtubule modification generated by enzymatic removal of the C-terminal tyrosine residue. We found that the detyrosination was dependent on caspase-1-mediated inflammasome signaling. Pharmacological inhibition of vasohibin-1 (VASH1) suppressed detyrosination without affecting viral replication, identifying VASH1, but not VASH2, as the predominant carboxypeptidase responsible for this modification upon IAV infection. Overexpression of VASH1 enhanced detyrosination and shifted cell death from pyroptosis toward apoptosis. These findings uncover a cytoskeletal pathway that modulates inflammasome signaling toward immunologically silent apoptosis, thereby limiting inflammatory cell lysis. This mechanism highlights the physiological significance of VASH1-mediated detyrosination in shaping host responses to viral infection. Programmed cell death is an essential host response to viral infection, but whether infected macrophages undergo inflammatory or non-inflammatory forms of death has important consequences for disease progression. In this study, we found that influenza A virus infection induces a modification of microtubules known as detyrosination, which stabilizes their structure. This change was driven by the host enzyme vasohibin-1 through activation of the inflammasome, a key signaling complex that normally promotes inflammatory cell death. Remarkably, enhanced detyrosination shifted dying cells away from inflammatory membrane rupture toward apoptosis, an immunologically silent cell death pathway that preserves membrane integrity. Our findings identify microtubule detyrosination as a stress-induced host response during influenza A virus infection, highlighting a novel mechanism by which cytoskeletal modification influences the outcome of infection.",
    "disease": "influenza",
    "clean_text": "microtubule detyrosination links inflammasome activation to apoptotic cell death in macrophages upon influenza a virus infection the tubulin code defined by diverse post translational modifications of microtubules fine tunes microtubule dynamics regulating downstream cellular signaling among these detyrosination of tubulin has long been recognized yet its upstream regulation and physiological roles in viral infection remain unclear here we show that influenza a virus iav infection induces heterogeneous cell death morphologies in macrophages including pyroptotic ghost cells and apoptotic beaded apoptopodia beaded apoptopodia were enriched with detyrosinated tubulin a long lived stable microtubule modification generated by enzymatic removal of the c terminal tyrosine residue we found that the detyrosination was dependent on caspase mediated inflammasome signaling pharmacological inhibition of vasohibin vash suppressed detyrosination without affecting viral replication identifying vash but not vash as the predominant carboxypeptidase responsible for this modification upon iav infection overexpression of vash enhanced detyrosination and shifted cell death from pyroptosis toward apoptosis these findings uncover a cytoskeletal pathway that modulates inflammasome signaling toward immunologically silent apoptosis thereby limiting inflammatory cell lysis this mechanism highlights the physiological significance of vash mediated detyrosination in shaping host responses to viral infection programmed cell death is an essential host response to viral infection but whether infected macrophages undergo inflammatory or non inflammatory forms of death has important consequences for disease progression in this study we found that influenza a virus infection induces a modification of microtubules known as detyrosination which stabilizes their structure this change was driven by the host enzyme vasohibin through activation of the inflammasome a key signaling complex that normally promotes inflammatory cell death remarkably enhanced detyrosination shifted dying cells away from inflammatory membrane rupture toward apoptosis an immunologically silent cell death pathway that preserves membrane integrity our findings identify microtubule detyrosination as a stress induced host response during influenza a virus infection highlighting a novel mechanism by which cytoskeletal modification influences the outcome of infection"
}