{
    "pmid": "41451241",
    "title": "Management of atherosclerotic cardiovascular disease risk in diabetes mellitus patients: a population-level observational cohort study in Wales.",
    "abstract": "In patients with diabetes mellitus (DM) and atherosclerotic cardiovascular disease (ASCVD), or without ASCVD (primary prevention), the prescribing of lipid lowering therapy (LLT) is an established treatment strategy endorsed by clinical guidelines. This study aimed to document (i) trends in presentation of DM, (ii) treatment, monitoring and achievement of target low-density lipoprotein cholesterol (LDL-C) in DM with ASCVD, and (iii) ASCVD risk assessment and lipid treatment according to risk in the DM primary prevention setting. A retrospective observational population study including 282 581 DM patients using linked health-care data (2010-23) in Wales. The prevalence of DM (documented DM diagnosis in record prior to the beginning of the year) increased from 133 439 in 2010 to 183 948 in 2023 (6504 to 8200 per 100 000), along with increasing incidence (new diagnosis of DM documented in record during specific year) with 11 074 cases in 2010 (540 per 100 000 per year), increasing to 14 539 in 2023 (648 per 100 000 per year). The proportion of prevalent patients with established ASCVD prescribed LLT decreased from 87.5% to 81.8% (2010-23), testing of LDL-C decreased from 70.3% to 67.1%, and of those with documented lipids 41.0% achieved an LDL-C <1.8 mmol/L in 2010 increasing to 52.2% in 2023. Amongst DM without ASCVD, the proportion prescribed LLT decreased from 78.9% to 54.9% in those with chronic kidney disease (CKD) and from 70.7% to 55.6% in those without CKD. Considering DM without ASCVD or CKD (LLT is recommended according to 10-year CVD risk), only 44.2% of incident DM had a documented QRISK score in 2022 and of those with a 10-year risk >20%, only half were prescribed LLT. Increasing incidence and prevalence of DM, together with decreasing quality of risk factor management has the potential to lead to poorer health outcomes in the population if not addressed more effectively.",
    "disease": "diabetes mellitus",
    "clean_text": "management of atherosclerotic cardiovascular disease risk in diabetes mellitus patients a population level observational cohort study in wales in patients with diabetes mellitus dm and atherosclerotic cardiovascular disease ascvd or without ascvd primary prevention the prescribing of lipid lowering therapy llt is an established treatment strategy endorsed by clinical guidelines this study aimed to document i trends in presentation of dm ii treatment monitoring and achievement of target low density lipoprotein cholesterol ldl c in dm with ascvd and iii ascvd risk assessment and lipid treatment according to risk in the dm primary prevention setting a retrospective observational population study including dm patients using linked health care data in wales the prevalence of dm documented dm diagnosis in record prior to the beginning of the year increased from in to in to per along with increasing incidence new diagnosis of dm documented in record during specific year with cases in per per year increasing to in per per year the proportion of prevalent patients with established ascvd prescribed llt decreased from to testing of ldl c decreased from to and of those with documented lipids achieved an ldl c mmol l in increasing to in amongst dm without ascvd the proportion prescribed llt decreased from to in those with chronic kidney disease ckd and from to in those without ckd considering dm without ascvd or ckd llt is recommended according to year cvd risk only of incident dm had a documented qrisk score in and of those with a year risk only half were prescribed llt increasing incidence and prevalence of dm together with decreasing quality of risk factor management has the potential to lead to poorer health outcomes in the population if not addressed more effectively"
}