{
    "title": "Acute traumatic spinal cord injury induces glial activation in the cynomolgus macaque (Macaca fascicularis).",
    "doc_id": "22620270",
    "writer": "Miller AD",
    "year": "2012",
    "summary": "BACKGROUND: Traumatic spinal cord injury leads to direct myelin and axonal damage and leads to the recruitment of inflammatory cells to site of injury. Although rodent models have provided the greatest insight into the genesis of traumatic spinal cord …",
    "abstract": "Background:\n        \n      \n      Traumatic spinal cord injury leads to direct myelin and axonal damage and leads to the recruitment of inflammatory cells to site of injury. Although rodent models have provided the greatest insight into the genesis of traumatic spinal cord injury (TSCI), recent studies have attempted to develop an appropriate non-human primate model.\n    \n\n\n          Methods:\n        \n      \n      We explored TSCI in a cynomolgus macaque model using a balloon catheter to mimic external trauma to further evaluate the underlying mechanisms of acute TSCI.\n    \n\n\n          Results:\n        \n      \n      Following 1hour of spinal cord trauma, there were focal areas of hemorrhage and necrosis at the site of trauma. Additionally, there was a marked increased expression of macrophage-related protein 8, MMP9, IBA-1, and inducible nitric oxide synthase in macrophages and microglia at the site of injury.\n    \n\n\n          Conclusions:\n        \n      \n      This data indicate that acute TSCI in the cynomolgus macaque is an appropriate model and that the earliest immunohistochemical changes noted are within macrophage and microglia populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22620270/",
    "clean_text": "acute traumatic spinal cord injury induces glial activation in the cynomolgus macaque macaca fascicularis background traumatic spinal cord injury leads to direct myelin and axonal damage and leads to the recruitment of inflammatory cells to site of injury although rodent models have provided the greatest insight into the genesis of traumatic spinal cord background traumatic spinal cord injury leads to direct myelin and axonal damage and leads to the recruitment of inflammatory cells to site of injury although rodent models have provided the greatest insight into the genesis of traumatic spinal cord injury tsci recent studies have attempted to develop an appropriate non human primate model methods we explored tsci in a cynomolgus macaque model using a balloon catheter to mimic external trauma to further evaluate the underlying mechanisms of acute tsci results following hour of spinal cord trauma there were focal areas of hemorrhage and necrosis at the site of trauma additionally there was a marked increased expression of macrophage related protein mmp iba and inducible nitric oxide synthase in macrophages and microglia at the site of injury conclusions this data indicate that acute tsci in the cynomolgus macaque is an appropriate model and that the earliest immunohistochemical changes noted are within macrophage and microglia populations"
}