{
    "pmid": "41400744",
    "title": "Long-term outcome (28-40 years) after correction of leg length discrepancy through permanent epiphysiodesis.",
    "abstract": "Permanent epiphysiodesis (pED) according to Phemister is an established treatment for leg length discrepancies (LLD) but has largely been replaced by less invasive techniques. Nevertheless, modern pED procedures based on the Phemister principle are still widely used in paediatric orthopaedics for LLD correction and treatment of tall stature. However, the long-term effects of pED on the knee joint remain unclear. This study aimed to evaluate the long-term outcomes of Phemister pED, specifically assessing secondary alterations in knee joint morphology and the incidence of pre-mature osteoarthritis. A clearer understanding of these sequelae may help guide treatment decisions in paediatric orthopaedic care. A retrospective review of our institution's longitudinal database identified 75 patients who underwent Phemister pED for LLD between 1980 and 2006. Of these, 20 patients met inclusion criteria and were available for long-term evaluation. Their clinical and radiographic outcomes were compared with those of an age- and sex-matched control cohort of ten untreated individuals. Clinical and radiographic assessments included LLD, mechanical axis deviation, joint orientation angles, central knee anatomy and osteoarthritis grading. Patient-reported outcomes were evaluated using the Oxford Knee Score (OKS), EQ-5D-3L and Knee Injury and Osteoarthritis Outcome Score (KOOS). The median follow-up was 37 years (interquartile range 33-39). The mean pre-operative LLD of 2.8 cm (standard deviation (SD) 0.7) was reduced to 1.1 cm (SD 0.6) at last follow-up, although 55% of patients had residual LLD > 1 cm. No relevant differences in joint alignment or central knee anatomy were found between patients and controls. Mild knee osteoarthritis (Kellgren-Lawrence grade 1) was observed in two patients and none in controls. Patient-reported outcomes showed lower OKS and EQ-5D-3L scores in the pED group, although KOOS scores were similar. Phemister pED showed satisfactory long-term results for LLD correction, without secondary angular or intra-articular deformities or relevant knee osteoarthritis. Despite slightly lower function and more discomfort, findings support the use of modern pED techniques based on the Phemister principle. This is especially relevant for elective indications such as tall stature. Further comparative studies with percutaneous methods remain necessary to confirm these observations. Level of evidence Level IV, therapeutic study.",
    "disease": "osteoarthritis",
    "clean_text": "long term outcome years after correction of leg length discrepancy through permanent epiphysiodesis permanent epiphysiodesis ped according to phemister is an established treatment for leg length discrepancies lld but has largely been replaced by less invasive techniques nevertheless modern ped procedures based on the phemister principle are still widely used in paediatric orthopaedics for lld correction and treatment of tall stature however the long term effects of ped on the knee joint remain unclear this study aimed to evaluate the long term outcomes of phemister ped specifically assessing secondary alterations in knee joint morphology and the incidence of pre mature osteoarthritis a clearer understanding of these sequelae may help guide treatment decisions in paediatric orthopaedic care a retrospective review of our institution s longitudinal database identified patients who underwent phemister ped for lld between and of these patients met inclusion criteria and were available for long term evaluation their clinical and radiographic outcomes were compared with those of an age and sex matched control cohort of ten untreated individuals clinical and radiographic assessments included lld mechanical axis deviation joint orientation angles central knee anatomy and osteoarthritis grading patient reported outcomes were evaluated using the oxford knee score oks eq d l and knee injury and osteoarthritis outcome score koos the median follow up was years interquartile range the mean pre operative lld of cm standard deviation sd was reduced to cm sd at last follow up although of patients had residual lld cm no relevant differences in joint alignment or central knee anatomy were found between patients and controls mild knee osteoarthritis kellgren lawrence grade was observed in two patients and none in controls patient reported outcomes showed lower oks and eq d l scores in the ped group although koos scores were similar phemister ped showed satisfactory long term results for lld correction without secondary angular or intra articular deformities or relevant knee osteoarthritis despite slightly lower function and more discomfort findings support the use of modern ped techniques based on the phemister principle this is especially relevant for elective indications such as tall stature further comparative studies with percutaneous methods remain necessary to confirm these observations level of evidence level iv therapeutic study"
}