{
    "title": "Rheumatoid arthritis and pseudo-rheumatoid arthritis in calcium pyrophosphate dihydrate crystal deposition disease.",
    "doc_id": "6269144",
    "writer": "Resnick D",
    "year": "1981",
    "summary": "Calcium pyrophosphate dihydrate (CPPD) crystal deposition disease can lead to many clinical syndromes. One syndrome simulates rheumatoid arthritis and is thus called \"pseudo-rheumatoid arthritis.\" Since some patients have true rheumatoid arth …",
    "abstract": "Calcium pyrophosphate dihydrate (CPPD) crystal deposition disease can lead to many clinical syndromes. One syndrome simulates rheumatoid arthritis and is thus called \"pseudo-rheumatoid arthritis.\" Since some patients have true rheumatoid arthritis with CPPD crystal deposition disease, the clinician may have difficulty differentiating those patients from others who have the pseudo-rheumatoid syndrome. Such a diagnostic problem can be solved radiographically. Eleven patients with CPPD crystal deposition disease were studied; five had true rheumatoid arthritis and six had pseudo-rheumatoid arthritis. Because osseous erosions were not apparent in the arthropathy of uncomplicated CPPD crystal deposition disease, the detection of skeletal erosive changes indicated a true rheumatoid arthritis process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6269144/",
    "clean_text": "rheumatoid arthritis and pseudo rheumatoid arthritis in calcium pyrophosphate dihydrate crystal deposition disease calcium pyrophosphate dihydrate cppd crystal deposition disease can lead to many clinical syndromes one syndrome simulates rheumatoid arthritis and is thus called pseudo rheumatoid arthritis since some patients have true rheumatoid arth calcium pyrophosphate dihydrate cppd crystal deposition disease can lead to many clinical syndromes one syndrome simulates rheumatoid arthritis and is thus called pseudo rheumatoid arthritis since some patients have true rheumatoid arthritis with cppd crystal deposition disease the clinician may have difficulty differentiating those patients from others who have the pseudo rheumatoid syndrome such a diagnostic problem can be solved radiographically eleven patients with cppd crystal deposition disease were studied five had true rheumatoid arthritis and six had pseudo rheumatoid arthritis because osseous erosions were not apparent in the arthropathy of uncomplicated cppd crystal deposition disease the detection of skeletal erosive changes indicated a true rheumatoid arthritis process"
}