{
    "pmid": "41430119",
    "title": "Network Pharmacology and Experimental Validation Reveal Aidi Injection Suppresses Prostate Cancer via EGFR Inhibition and STAT3-Mediated Apoptosis.",
    "abstract": "Prostate cancer (PCa) is the most common male reproductive malignancy, with traditional Chinese medicine (TCM) offering potential complementary treatments. Aidi injection, used for liver, lung, and colorectal cancers, shows promise for PCa, but its mechanisms are unclear. This study aims to uncover the molecular pathways through which Aidi injection affects PCa using network pharmacology and experiments. The study used network pharmacology to identify active components of Aidi injection and their targets from various databases. These targets were cross-referenced with PCa-related targets to uncover therapeutic possibilities. Protein-protein interaction (PPI) and KEGG pathway analyses highlighted key molecular pathways affected by Aidi injection. Molecular docking examined ingredient-target binding. In vitro tests evaluated effects on PCa cell proliferation, apoptosis, and IL-6/STAT3 signaling, while in vivo studies assessed tumor growth and immune response in mice. The study identified 58 active components and 804 PCa-related target genes, with 49 overlapping therapeutic targets. Key compounds such as quercetin, kaempferol, isorhamnetin, and cantharidin were highlighted. Core targets included ESR1, IL-6, STAT3, HSP90AA1, EGFR, and VEGFA. KEGG analysis revealed the IL-6/STAT3 and EGFR pathways as significant in PCa treatment. In vitro, Aidi injection inhibited PCa cell proliferation, induced apoptosis, and suppressed IL-6/STAT3 activation. In vivo, Aidi injection reduced tumor growth and enhanced immune response in mice. Aidi injection influences the IL-6/STAT3 and EGFR pathways, suppressing PCa cell growth, inducing apoptosis, and reducing migration and invasion. These findings offer valuable insights into the therapeutic potential of Aidi injection for prostate cancer.",
    "disease": "colorectal cancer",
    "clean_text": "network pharmacology and experimental validation reveal aidi injection suppresses prostate cancer via egfr inhibition and stat mediated apoptosis prostate cancer pca is the most common male reproductive malignancy with traditional chinese medicine tcm offering potential complementary treatments aidi injection used for liver lung and colorectal cancers shows promise for pca but its mechanisms are unclear this study aims to uncover the molecular pathways through which aidi injection affects pca using network pharmacology and experiments the study used network pharmacology to identify active components of aidi injection and their targets from various databases these targets were cross referenced with pca related targets to uncover therapeutic possibilities protein protein interaction ppi and kegg pathway analyses highlighted key molecular pathways affected by aidi injection molecular docking examined ingredient target binding in vitro tests evaluated effects on pca cell proliferation apoptosis and il stat signaling while in vivo studies assessed tumor growth and immune response in mice the study identified active components and pca related target genes with overlapping therapeutic targets key compounds such as quercetin kaempferol isorhamnetin and cantharidin were highlighted core targets included esr il stat hsp aa egfr and vegfa kegg analysis revealed the il stat and egfr pathways as significant in pca treatment in vitro aidi injection inhibited pca cell proliferation induced apoptosis and suppressed il stat activation in vivo aidi injection reduced tumor growth and enhanced immune response in mice aidi injection influences the il stat and egfr pathways suppressing pca cell growth inducing apoptosis and reducing migration and invasion these findings offer valuable insights into the therapeutic potential of aidi injection for prostate cancer"
}