{
    "pmid": "41441991",
    "title": "Bifidobacterium bifidum CIP-01 attenuates metabolic dysfunction-associated steatotic liver disease induced by high-alcohol-producing Klebsiella pneumoniae.",
    "abstract": "High-alcohol-producing Klebsiella pneumoniae (HiAlc Kpn) can cause metabolic dysfunction-associated steatotic liver disease (MASLD) through sustained alcohol overflow in the microenvironment. As a probiotic, Bifidobacterium bifidum (B. bifidum) exhibits unique anti-inflammatory properties; however, whether and how it alleviate MASLD induced by HiAlc Kpn requires further investigation. MASLD mouse model was constructed by gavage administration with HiAlc Kpn W14 to assess the therapeutic effect of B. bifidum CIP-01 in vivo. Cell infection models, metabolomics sequencing, and in vitro antibacterial assays were integrated to systematically elucidate the mechanism by which B. bifidum CIP-01 mitigates HiAlc Kpn W14-induced cell damage. B. bifidum CIP-01 was able to ameliorate MASLD induced by HiAlc Kpn through a multi-target mechanism. Compared to pair-fed mice, HiAlc Kpn W14 disrupted gut barrier and promoted inflammatory cytokines release. While, supplementation with B. bifidum CIP-01 reversed these effects by a) restoring intestinal integrity via upregulating tight junction proteins (ZO-1/Occludin) and mucin protein MUC-2, reducing reactive oxidative stress (ROS) and apoptosis in colonic cells, and b) rescuing hepatic cytochrome P450 2E1 (CYP2E1)-driven oxidative injury (ROS/Caspase-3) while promoting mitochondrial β-oxidation, as well as c) directly suppressing HiAlc Kpn proliferation and biofilm formation. Metabolomics and 16S rRNA of fecal samples analyses revealed B. bifidum CIP-01-mediated metabolic regulation: depletion of toxic branched-chain amino acids (BCAAs) intermediates and restoration of energy homeostasis and antioxidant defense alongside increased short-chain fatty acids (SCFAs)-associated pathways. Our findings highlight B. bifidum CIP-01 as a novel therapeutic candidate for HiAlc Kpn-induced MASLD, operating through a triad of pathogen suppression, gut-liver axis repair, and metabolic regulation.",
    "disease": "pneumonia",
    "clean_text": "bifidobacterium bifidum cip attenuates metabolic dysfunction associated steatotic liver disease induced by high alcohol producing klebsiella pneumoniae high alcohol producing klebsiella pneumoniae hialc kpn can cause metabolic dysfunction associated steatotic liver disease masld through sustained alcohol overflow in the microenvironment as a probiotic bifidobacterium bifidum b bifidum exhibits unique anti inflammatory properties however whether and how it alleviate masld induced by hialc kpn requires further investigation masld mouse model was constructed by gavage administration with hialc kpn w to assess the therapeutic effect of b bifidum cip in vivo cell infection models metabolomics sequencing and in vitro antibacterial assays were integrated to systematically elucidate the mechanism by which b bifidum cip mitigates hialc kpn w induced cell damage b bifidum cip was able to ameliorate masld induced by hialc kpn through a multi target mechanism compared to pair fed mice hialc kpn w disrupted gut barrier and promoted inflammatory cytokines release while supplementation with b bifidum cip reversed these effects by a restoring intestinal integrity via upregulating tight junction proteins zo occludin and mucin protein muc reducing reactive oxidative stress ros and apoptosis in colonic cells and b rescuing hepatic cytochrome p e cyp e driven oxidative injury ros caspase while promoting mitochondrial oxidation as well as c directly suppressing hialc kpn proliferation and biofilm formation metabolomics and s rrna of fecal samples analyses revealed b bifidum cip mediated metabolic regulation depletion of toxic branched chain amino acids bcaas intermediates and restoration of energy homeostasis and antioxidant defense alongside increased short chain fatty acids scfas associated pathways our findings highlight b bifidum cip as a novel therapeutic candidate for hialc kpn induced masld operating through a triad of pathogen suppression gut liver axis repair and metabolic regulation"
}