{
    "pmid": "41445830",
    "title": "\"Hot\" alkaline hydrolysis of UiO-66 to enhance quercetin loading, ",
    "abstract": "The Food and Drug Administration (FDA) classifies quercetin (QU) as a generally recognized as safe (GRAS) substance and exhibits striking antioxidant and anti-inflammatory activities. However, its extremely low solubility in water limits its application in the fields of food and nutrition. Nanomaterials such as UiO-66 (University of Oslo 66) have been widely used in the field of nutrient delivery. In this study, terephthalic acid ligands were stripped from small-sized UiO-66 via a thermal alkaline hydrolysis method, resulting in a new drug-loaded material, UiO-66-BH-100 (UiO-66 blended and heated, with a size of 100 nm). The obtained UiO-66-BH-100 showed significantly increased porosity and good thermal stability. UiO-66-BH-100, which is rich in hydroxyl groups (1.7 × 1019/m The QU-loaded drug carrier UiO-66-BH-100@QU has good biocompatibility and could significantly improve the in vitro release behavior of QU. Notably, the capacity of UiO-66-BH-100@QU to scavenge diphenyl-2-picrylhydrazyl (DPPH) and 22'-azinobis (3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt (ABTS), as well as its ability to inhibit NO secretion, was almost comparable to that of QU, demonstrating promising antioxidant and anti-inflammatory potential. This study provides a simple and effective new approach for delivering natural active ingredients with excellent bioavailability in the field of functional foods.",
    "disease": "chronic kidney disease",
    "clean_text": "hot alkaline hydrolysis of uio to enhance quercetin loading the food and drug administration fda classifies quercetin qu as a generally recognized as safe gras substance and exhibits striking antioxidant and anti inflammatory activities however its extremely low solubility in water limits its application in the fields of food and nutrition nanomaterials such as uio university of oslo have been widely used in the field of nutrient delivery in this study terephthalic acid ligands were stripped from small sized uio via a thermal alkaline hydrolysis method resulting in a new drug loaded material uio bh uio blended and heated with a size of nm the obtained uio bh showed significantly increased porosity and good thermal stability uio bh which is rich in hydroxyl groups m the qu loaded drug carrier uio bh qu has good biocompatibility and could significantly improve the in vitro release behavior of qu notably the capacity of uio bh qu to scavenge diphenyl picrylhydrazyl dpph and azinobis ethylbenzothiazoline sulfonic acid diammonium salt abts as well as its ability to inhibit no secretion was almost comparable to that of qu demonstrating promising antioxidant and anti inflammatory potential this study provides a simple and effective new approach for delivering natural active ingredients with excellent bioavailability in the field of functional foods"
}