{
    "pmid": "41457389",
    "title": "Challenges in recruitment and implementation of intervention studies including migrants.",
    "abstract": "The health of migrants with type 2 diabetes has become a public health concern. Minority populations, including migrants, are often considered 'hard-to-reach groups' in clinical research, as researchers face challenges in engaging, accessing and retaining participants. Previous reviews have focused on either recruitment or retention, highlighting the need to gather experiences to obtain a more comprehensive picture for improving participation in research. To share lessons learned about the challenges of recruiting and implementing an intervention study including migrants with type 2 diabetes. This was a descriptive study, where researchers recorded experiences in reflective diaries and held discussions with the multi-professional teams involved. Data were analysed using Pawson's conceptual framework, evaluating four dimensions of context: individual, interpersonal, institutional and infrastructural. The individual context concerns the time-consuming recruitment process since about half of the prospective participants did not want to participate, often due to illness, lack of time, the need to work, or having travelled abroad. In the interpersonal context, the main challenge was involving several professional groups; the greater the involvement, the less flexibility there was to meet expectations. The priorities in the institutional context were to provide care, with efficiency and productivity taking precedence over research. The infrastructural context was crucial due to a lack of staff available to support recruitment, the healthcare system's burden caused by the pandemic, and the impact of laws and regulations in healthcare. Recruiting and implementing clinical research studies among migrant populations is complex. Factors across all contextual levels play a role, but the main challenges are within the institutional and infrastructural contexts. Changes in infrastructure influence institutional priorities, particularly with an already strained staff situation in primary healthcare. While political and social changes are difficult to alter, fostering positive attitudes towards research at the individual and interpersonal levels is important.",
    "disease": "diabetes mellitus",
    "clean_text": "challenges in recruitment and implementation of intervention studies including migrants the health of migrants with type diabetes has become a public health concern minority populations including migrants are often considered hard to reach groups in clinical research as researchers face challenges in engaging accessing and retaining participants previous reviews have focused on either recruitment or retention highlighting the need to gather experiences to obtain a more comprehensive picture for improving participation in research to share lessons learned about the challenges of recruiting and implementing an intervention study including migrants with type diabetes this was a descriptive study where researchers recorded experiences in reflective diaries and held discussions with the multi professional teams involved data were analysed using pawson s conceptual framework evaluating four dimensions of context individual interpersonal institutional and infrastructural the individual context concerns the time consuming recruitment process since about half of the prospective participants did not want to participate often due to illness lack of time the need to work or having travelled abroad in the interpersonal context the main challenge was involving several professional groups the greater the involvement the less flexibility there was to meet expectations the priorities in the institutional context were to provide care with efficiency and productivity taking precedence over research the infrastructural context was crucial due to a lack of staff available to support recruitment the healthcare system s burden caused by the pandemic and the impact of laws and regulations in healthcare recruiting and implementing clinical research studies among migrant populations is complex factors across all contextual levels play a role but the main challenges are within the institutional and infrastructural contexts changes in infrastructure influence institutional priorities particularly with an already strained staff situation in primary healthcare while political and social changes are difficult to alter fostering positive attitudes towards research at the individual and interpersonal levels is important"
}