{
    "title": "Quality Improvement in Pediatrics.",
    "doc_id": "40582743",
    "writer": "Perry A",
    "year": "2025",
    "summary": "Continued provider involvement in quality improvement activities is necessary to continue to advance patient care. This article provides clinicians with basic tools to start to build a foundation in quality improvement methodologies. ...Further work re …",
    "abstract": "Quality improvement has been successful in improving patient safety and the value of care that is provided to patients. Continued provider involvement in quality improvement activities is necessary to continue to advance patient care. This article provides clinicians with basic tools to start to build a foundation in quality improvement methodologies. Overall, a quality improvement initiative should outline the problem, aim, scope, change ideas, and measures. Further work remains to address barriers to implementation of quality improvement, improve education on quality improvement during training, and use quality improvement to promote health equity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40582743/",
    "clean_text": "quality improvement in pediatrics continued provider involvement in quality improvement activities is necessary to continue to advance patient care this article provides clinicians with basic tools to start to build a foundation in quality improvement methodologies further work re quality improvement has been successful in improving patient safety and the value of care that is provided to patients continued provider involvement in quality improvement activities is necessary to continue to advance patient care this article provides clinicians with basic tools to start to build a foundation in quality improvement methodologies overall a quality improvement initiative should outline the problem aim scope change ideas and measures further work remains to address barriers to implementation of quality improvement improve education on quality improvement during training and use quality improvement to promote health equity"
}