{
    "pmid": "41384518",
    "title": "[Role of training in biofeedback - an associated system of 3D video analysis of movements in comprehensive rehabilitation programs for patients after total knee arthroplasty].",
    "abstract": "The priority goals of medical rehabilitation in the early postoperative period after total knee arthroplasty (TKR) are to eliminate abnormal movement patterns and improve patients' quality of life. This is directly related to effective early patient activation, which is only possible with low pain severity. Modern technologies that enable graduated patient activation with training of complex, coordinated dynamic patterns in a biofeedback (BFB) system in a virtual space simulation enable ergonomic control of motor intensity, preventing increased pain in patients in the early postoperative period. Combining motor rehabilitation with physiotherapy methods promotes more effective pain relief, which complicates patient activation. Evaluation of the effectiveness of comprehensive early postoperative rehabilitation programs using a rehabilitation complex with biofeedback and 3D modeling of motor video analysis on the D-Wall rehabilitation system (DIH S.r.l., Florence, Italy), including in combination with local cryotherapy or electro-magnetic therapy in patients in the early recovery period of rehabilitation after total knee arthroplasty (TKR). The study involved 105 patients, aged 58 to 75 years, receiving early comprehensive postoperative rehabilitation programs after TKR surgery. All patients were divided into three equal groups: patients of group 1 ( D-Wall, received procedures of high-intensity electro-magnetic stimulation on the EMW MED device (Russia). Evaluation of the effectiveness of the rehabilitation programs was carried out before the course and after its completion (on the 14th day) using the VAS (visual analogue scale of pain), WOMAC (Western Ontario and McMaster Universities Osteoarthritis Index), goniometry, 6-minute walk test, flexion and extension angles in the knee joint, analysis of complaints. All methods are interpreted from the standpoint of the International Classification of Functioning, Disability and Health (ICF). Statistically significant improvement in indicators was noted in all groups ( Incorporating training on the D-Wall rehabilitation system into comprehensive early postoperative rehabilitation programs for patients undergoing TKA promotes faster recovery of motor function. The addition of local cryotherapy or high-intensity magnetic stimulation enhances the effect, particularly in terms of pain relief and swelling reduction. Приоритетными задачами медицинской реабилитации раннего послеоперационного периода после тотального эндопротезирования коленного сустава (ТЭКС) являются устранение патологических двигательных паттернов и повышение качества жизни пациентов, что напрямую связано с эффективной ранней активизацией пациентов и возможно только при низкой степени выраженности болевого синдрома. Современные технологии, позволяющие проводить дозированную активизацию пациента с тренировкой сложнокоординированных динамических стереотипов в системе с биологической обратной связью (БОС) в моделировании виртуального пространства, дают возможность осуществлять эргономический контроль моторной интенсивности, предотвращая усиление болевого синдрома у пациентов в раннем послеоперационном периоде. Сочетание двигательной реабилитации с методами физиотерапевтического воздействия способствует более эффективному купированию болевого синдрома, затрудняющего проведение активизации пациентов. Оценка эффективности комплексных программ ранней послеоперационной реабилитации с использованием реабилитационного комплекса с БОС и 3D-моделированием моторного видеоанализа на реабилитационной системе D-Wall (DIH S.r.l., Италия), в том числе в сочетании с локальной криотерапией или электромагнитной терапией у пациентов в раннем восстановительном периоде реабилитации после операции ТЭКС. В исследовании приняли участие 105 пациентов в возрасте от 58 до 75 лет, получающих программы ранней комплексной послеоперационной реабилитации после операции ТЭКС. Все пациенты были распределены на три равные группы по 35 человек в каждой. Пациенты 1-й группы проходили программу комплексной реабилитации, включающую лечебную гимнастику в форме индивидуального занятия, массаж области оперированной конечности в электростатическом поле, локальную магнитотерапию на область коленного сустава; во 2-й группе дополнительно проводили процедуры сложнокоординированного тренинга в системе D-Wall и локальную криотерапию на область коленного сустава; в 3-й группе в комплексе со стандартной программой реабилитации и тренировками на D-Wall пациенты получали процедуры высокоинтенсивной электромагнитной стимуляции на аппарате EMW MED (Россия). Оценку эффективности программ реабилитации проводили до начала и после завершения курса (на 14-е сутки) по визуальной аналоговой шкале боли (ВАШ), шкале WOMAC, гониометрии, тесту 6-минутной ходьбы, углам сгибания и разгибания в коленном суставе, анализу жалоб. Все методы интерпретированы с позиций Международной классификации функционирования, инвалидности и здоровья (МКФ). Во всех группах отмечено статистически значимое улучшение показателей ( Включение тренировок на реабилитационной системе D-Wall в комплексные программы ранней послеоперационной реабилитации пациентов после ТЭКС способствует более быстрому восстановлению двигательной функции. Добавление метода локальной криотерапии или высокоинтенсивной магнитной стимуляции усиливает эффект, особенно в отношении купирования болевого синдрома, уменьшения отека.",
    "disease": "osteoarthritis",
    "clean_text": "role of training in biofeedback an associated system of d video analysis of movements in comprehensive rehabilitation programs for patients after total knee arthroplasty the priority goals of medical rehabilitation in the early postoperative period after total knee arthroplasty tkr are to eliminate abnormal movement patterns and improve patients quality of life this is directly related to effective early patient activation which is only possible with low pain severity modern technologies that enable graduated patient activation with training of complex coordinated dynamic patterns in a biofeedback bfb system in a virtual space simulation enable ergonomic control of motor intensity preventing increased pain in patients in the early postoperative period combining motor rehabilitation with physiotherapy methods promotes more effective pain relief which complicates patient activation evaluation of the effectiveness of comprehensive early postoperative rehabilitation programs using a rehabilitation complex with biofeedback and d modeling of motor video analysis on the d wall rehabilitation system dih s r l florence italy including in combination with local cryotherapy or electro magnetic therapy in patients in the early recovery period of rehabilitation after total knee arthroplasty tkr the study involved patients aged to years receiving early comprehensive postoperative rehabilitation programs after tkr surgery all patients were divided into three equal groups patients of group d wall received procedures of high intensity electro magnetic stimulation on the emw med device russia evaluation of the effectiveness of the rehabilitation programs was carried out before the course and after its completion on the th day using the vas visual analogue scale of pain womac western ontario and mcmaster universities osteoarthritis index goniometry minute walk test flexion and extension angles in the knee joint analysis of complaints all methods are interpreted from the standpoint of the international classification of functioning disability and health icf statistically significant improvement in indicators was noted in all groups incorporating training on the d wall rehabilitation system into comprehensive early postoperative rehabilitation programs for patients undergoing tka promotes faster recovery of motor function the addition of local cryotherapy or high intensity magnetic stimulation enhances the effect particularly in terms of pain relief and swelling reduction d d wall dih s r l d wall d wall emw med womac d wall"
}