{
    "pmid": "41409947",
    "title": "From Seizures to Behavioral Symptoms: A Case Series of Psychiatric Adverse Effects of Levetiracetam in Epilepsy Patients.",
    "abstract": "Levetiracetam (LEV) is the most commonly prescribed antiepileptic drug, which can be used as both adjunctive and first-line therapy, depending on the specific type of seizure. In some patients, LEV may cause behavioral adverse effects (BAEs), which range from irritability and aggression to mood disturbances and psychosis. This case series constitutes five epileptic patients managed with LEV who developed behavioral or psychiatric disturbances. It is one of the few case series reported in India. Five patients (three males and two females, aged 9-35 years) exhibited behavioral disturbances such as irritability, aggression, anxiety, depression, hyperactivity, and psychosis, predominantly following LEV initiation or dose escalation. These patients also have contributing factors such as a history of psychiatric illness, developmental delay, and underlying structural brain abnormalities. Among these, three patients' behavioral symptoms recovered following dose reduction or discontinuation of LEV, and the remaining two patients' outcome information was missing due to loss of follow-up. All these five cases were reported to the Pharmacovigilance Programme of India (PVPI) through the Adverse Drug Reaction Monitoring Centre (AMC) of Sri Venkateswara Institute of Medical Sciences (SVIMS), Tirupati, Andhra Pradesh, India. No cases of mortality or lasting psychiatric complications were reported. As per the World Health Organization Uppsala Monitoring Centre (WHO-UMC) criteria, the causality of the cases was one case as certain, two as probable, and two as possible. This case series highlights the clinical significance of behavioral and psychiatric adverse effects associated with LEV. Vigilant monitoring, timely recognition, and coordinated management between neurology and psychiatry are crucial for maintaining desirable seizure control while safeguarding mental well-being.",
    "disease": "epilepsy",
    "clean_text": "from seizures to behavioral symptoms a case series of psychiatric adverse effects of levetiracetam in epilepsy patients levetiracetam lev is the most commonly prescribed antiepileptic drug which can be used as both adjunctive and first line therapy depending on the specific type of seizure in some patients lev may cause behavioral adverse effects baes which range from irritability and aggression to mood disturbances and psychosis this case series constitutes five epileptic patients managed with lev who developed behavioral or psychiatric disturbances it is one of the few case series reported in india five patients three males and two females aged years exhibited behavioral disturbances such as irritability aggression anxiety depression hyperactivity and psychosis predominantly following lev initiation or dose escalation these patients also have contributing factors such as a history of psychiatric illness developmental delay and underlying structural brain abnormalities among these three patients behavioral symptoms recovered following dose reduction or discontinuation of lev and the remaining two patients outcome information was missing due to loss of follow up all these five cases were reported to the pharmacovigilance programme of india pvpi through the adverse drug reaction monitoring centre amc of sri venkateswara institute of medical sciences svims tirupati andhra pradesh india no cases of mortality or lasting psychiatric complications were reported as per the world health organization uppsala monitoring centre who umc criteria the causality of the cases was one case as certain two as probable and two as possible this case series highlights the clinical significance of behavioral and psychiatric adverse effects associated with lev vigilant monitoring timely recognition and coordinated management between neurology and psychiatry are crucial for maintaining desirable seizure control while safeguarding mental well being"
}