{
    "pmid": "41406595",
    "title": "Arthroscopic intra-articular cranial cruciate ligament reconstruction with a synthetic implant yields satisfactory midterm outcome in 15 large-breed dogs.",
    "abstract": "To report the midterm clinical outcome of synthetic IA reconstruction of the cranial cruciate ligament (CrCL) in dogs. 16 cases of CrCL rupture in 15 client-owned dogs treated from November 2022 through June 2023 at a single referral center were retrospectively identified through nonrandom, criterion-based sampling. Skeletally mature dogs weighing more than 30 kg, surgically treated with IA CrCL arthroscopic reconstruction, with a 6-month orthopedic and radiographic follow-up, were included in this study. Dogs were referred with clinical signs (hind limb lameness, pain, positive direct and indirect drawer tests) of CrCL rupture. Median age was 5.3 years (range, 1.9 to 8.7), and median weight was 40.7 kg (range, 31.5 to 65.5). Twelve ruptures were acute, 4 were chronic, 14 were complete, and 2 were partial. All cases underwent arthroscopic IA CrCL reconstruction with an ultra-high-molecular-weight polyethylene (UHMWPE) implant secured with 1 femoral and 1 tibial interference screw placed in bone tunnels. Meniscal tears, identified in 9 cases, were debrided. Four postoperative complications occurred (2 infections, 1 recurrence of pain and lameness, and 1 implant slippage associated with meniscal tear). Revision surgery was required only in 1 case, whereas the rest of the complications were managed medically. After 6 months postoperatively, full functional recovery was achieved in 14 cases and deemed acceptable in 2. Thirteen cases showed satisfactory stifle stability. Osteoarthritis progressed slightly radiographically. No dogs required medical pain management. This IA UHMWPE reconstruction may be a viable alternative for CrCL rupture in large dogs. Long-term studies are needed to confirm these promising results.",
    "disease": "osteoarthritis",
    "clean_text": "arthroscopic intra articular cranial cruciate ligament reconstruction with a synthetic implant yields satisfactory midterm outcome in large breed dogs to report the midterm clinical outcome of synthetic ia reconstruction of the cranial cruciate ligament crcl in dogs cases of crcl rupture in client owned dogs treated from november through june at a single referral center were retrospectively identified through nonrandom criterion based sampling skeletally mature dogs weighing more than kg surgically treated with ia crcl arthroscopic reconstruction with a month orthopedic and radiographic follow up were included in this study dogs were referred with clinical signs hind limb lameness pain positive direct and indirect drawer tests of crcl rupture median age was years range to and median weight was kg range to twelve ruptures were acute were chronic were complete and were partial all cases underwent arthroscopic ia crcl reconstruction with an ultra high molecular weight polyethylene uhmwpe implant secured with femoral and tibial interference screw placed in bone tunnels meniscal tears identified in cases were debrided four postoperative complications occurred infections recurrence of pain and lameness and implant slippage associated with meniscal tear revision surgery was required only in case whereas the rest of the complications were managed medically after months postoperatively full functional recovery was achieved in cases and deemed acceptable in thirteen cases showed satisfactory stifle stability osteoarthritis progressed slightly radiographically no dogs required medical pain management this ia uhmwpe reconstruction may be a viable alternative for crcl rupture in large dogs long term studies are needed to confirm these promising results"
}