{
    "title": "Gene therapy for Parkinson's disease.",
    "doc_id": "12946058",
    "writer": "Mochizuki H",
    "year": "2003",
    "summary": "We review recent progress in gene therapy utilizing experimental parkinsonian models including our data. Investigation of ex vivo gene therapy for Parkinson's disease (PD) is to provide L-dopa by transplantation of genetically modified cells into the s …",
    "abstract": "We review recent progress in gene therapy utilizing experimental parkinsonian models including our data. Investigation of ex vivo gene therapy for Parkinson's disease (PD) is to provide L-dopa by transplantation of genetically modified cells into the striatum. Recently, neuronal progenitor cells (NPC) are recognized as the most appropriate target population for such genetic and cellular therapy of PD. We have developed modified pseudo-typed retrovirus production system. Using this gene transfer system, it is easy and efficient to introduce the gene into NPC because high titer virus vector is easily obtained. For the in vivo gene therapy, adeno-associated virus (AAV) vector is best virus vector because it is easy to introduce gene into neurons without inflammatory reaction. We established in vivo models of the inhibition of the caspase-cascade by overexpression of apoptotic protease activating factor-1-dominant negative inhibitor (Apaf-1-DN) using AAV vector. We showed that Apaf-1-DN delivery using an AAV vector system could prevent nigrostriatal degeneration in MPTP mice, suggesting that it might be an anti-mitochondrial apoptotic gene therapy for PD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12946058/",
    "clean_text": "gene therapy for parkinson s disease we review recent progress in gene therapy utilizing experimental parkinsonian models including our data investigation of ex vivo gene therapy for parkinson s disease pd is to provide l dopa by transplantation of genetically modified cells into the s we review recent progress in gene therapy utilizing experimental parkinsonian models including our data investigation of ex vivo gene therapy for parkinson s disease pd is to provide l dopa by transplantation of genetically modified cells into the striatum recently neuronal progenitor cells npc are recognized as the most appropriate target population for such genetic and cellular therapy of pd we have developed modified pseudo typed retrovirus production system using this gene transfer system it is easy and efficient to introduce the gene into npc because high titer virus vector is easily obtained for the in vivo gene therapy adeno associated virus aav vector is best virus vector because it is easy to introduce gene into neurons without inflammatory reaction we established in vivo models of the inhibition of the caspase cascade by overexpression of apoptotic protease activating factor dominant negative inhibitor apaf dn using aav vector we showed that apaf dn delivery using an aav vector system could prevent nigrostriatal degeneration in mptp mice suggesting that it might be an anti mitochondrial apoptotic gene therapy for pd"
}