{
    "title": "Identify mental health needs of adolescent pregnant women: a qualitative study.",
    "doc_id": "38713895",
    "writer": "Sarwinanti",
    "year": "2024",
    "summary": "PURPOSE: The purpose of this study is to explore adolescent pregnant women related to their pregnancy experience about mental health needs during pregnancy for the prevention of depression during pregnancy. ...This study involved 18 participants consisting of 12 …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this study is to explore adolescent pregnant women related to their pregnancy experience about mental health needs during pregnancy for the prevention of depression during pregnancy.\n    \n\n\n          Methods:\n        \n      \n      This research is a qualitative study design with a phenomenological approach. Data collection using interviews (in-depth interviews). This study involved 18 participants consisting of 12 pregnant women aged 15-19 years and 6 midwives who work at the health center. The criteria for informants of pregnant women are pregnant with Trimester I to III, age 15-19 years and not experiencing complications of pregnancy.\n    \n\n\n          Results:\n        \n      \n      Based on interviews conducted with informants, five themes were obtained about the experiences and needs of pregnant women in adolescence. These themes are (1). Risk of depression, (2). Social and family support needs, (3). Needs of mental health services, (4). Obstacles for midwives in providing mental health services, and (5). needs of mental health information media.\n    \n\n\n          Conclusions:\n        \n      \n      Five needs of teenage pregnant women are factors that can support mental health to prevent depression during pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38713895/",
    "clean_text": "identify mental health needs of adolescent pregnant women a qualitative study purpose the purpose of this study is to explore adolescent pregnant women related to their pregnancy experience about mental health needs during pregnancy for the prevention of depression during pregnancy this study involved participants consisting of purpose the purpose of this study is to explore adolescent pregnant women related to their pregnancy experience about mental health needs during pregnancy for the prevention of depression during pregnancy methods this research is a qualitative study design with a phenomenological approach data collection using interviews in depth interviews this study involved participants consisting of pregnant women aged years and midwives who work at the health center the criteria for informants of pregnant women are pregnant with trimester i to iii age years and not experiencing complications of pregnancy results based on interviews conducted with informants five themes were obtained about the experiences and needs of pregnant women in adolescence these themes are risk of depression social and family support needs needs of mental health services obstacles for midwives in providing mental health services and needs of mental health information media conclusions five needs of teenage pregnant women are factors that can support mental health to prevent depression during pregnancy"
}