{
    "title": "Targeting Six Hallmarks of Cancer in Ovarian Cancer Therapy.",
    "doc_id": "32807056",
    "writer": "Gong H",
    "year": "2020",
    "summary": "A deep understanding of the genetic and protein alterations involved in these processes has enabled the development of targeted therapeutic strategies and clinical trial design in the search for ovarian cancer treatments. Clinically, significantly longer progression …",
    "abstract": "Normal cells must overcome multiple protective mechanisms to develop into cancer cells. Their new capabilities include self-sufficiency in growth signals and insensitivity to antigrowth signals, evasion of apoptosis, a limitless replicative potential, sustained angiogenesis, and tissue invasion and metastasis; these are also termed the six hallmarks of cancer. A deep understanding of the genetic and protein alterations involved in these processes has enabled the development of targeted therapeutic strategies and clinical trial design in the search for ovarian cancer treatments. Clinically, significantly longer progression-free survival has been observed in the single use of PARP, MEK, VEGF and Chk1/Chk2 inhibitors. However, the clinical efficacy of the targeted agents is still restricted to specific molecular subtypes and no trials illustrate a benefit in overall survival. Exploring novel drug targets or combining current feasible biological agents hold great promise to further improve outcomes in ovarian cancer. In this review, we intend to provide a comprehensive description of the molecular alterations involved in ovarian cancer carcinogenesis and of emerging biological agents and combined strategies that target aberrant pathways, which might shed light on future ovarian cancer treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32807056/",
    "clean_text": "targeting six hallmarks of cancer in ovarian cancer therapy a deep understanding of the genetic and protein alterations involved in these processes has enabled the development of targeted therapeutic strategies and clinical trial design in the search for ovarian cancer treatments clinically significantly longer progression normal cells must overcome multiple protective mechanisms to develop into cancer cells their new capabilities include self sufficiency in growth signals and insensitivity to antigrowth signals evasion of apoptosis a limitless replicative potential sustained angiogenesis and tissue invasion and metastasis these are also termed the six hallmarks of cancer a deep understanding of the genetic and protein alterations involved in these processes has enabled the development of targeted therapeutic strategies and clinical trial design in the search for ovarian cancer treatments clinically significantly longer progression free survival has been observed in the single use of parp mek vegf and chk chk inhibitors however the clinical efficacy of the targeted agents is still restricted to specific molecular subtypes and no trials illustrate a benefit in overall survival exploring novel drug targets or combining current feasible biological agents hold great promise to further improve outcomes in ovarian cancer in this review we intend to provide a comprehensive description of the molecular alterations involved in ovarian cancer carcinogenesis and of emerging biological agents and combined strategies that target aberrant pathways which might shed light on future ovarian cancer treatment"
}