{
    "title": "Stocco dos Santos X-linked mental retardation syndrome: clinical elucidation and localization to Xp11.3-Xq21.3.",
    "doc_id": "12673656",
    "writer": "Stocco dos Santos RC",
    "year": "2003",
    "summary": "A considerable fraction of mental retardation is due to X-linked genes. Of these genes, about 136 are responsible for syndromic X-linked MR (XLMR). One such XLMR syndrome, Stocco dos Santos, was first described in 1991. This family was re-visited, whic …",
    "abstract": "Mental retardation (MR) affects an estimated 2-3% of the population. A considerable fraction of mental retardation is due to X-linked genes. Of these genes, about 136 are responsible for syndromic X-linked MR (XLMR). One such XLMR syndrome, Stocco dos Santos, was first described in 1991. This family was re-visited, which allowed further delineation of the clinical phenotype. Additionally, linkage analysis was conducted, which resulted in the localization of this XLMR syndrome to the pericentric region, Xp11.3 to Xq21.1, with a maximum LOD score of 3.14 at loci AR and DXS983.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12673656/",
    "clean_text": "stocco dos santos x linked mental retardation syndrome clinical elucidation and localization to xp xq a considerable fraction of mental retardation is due to x linked genes of these genes about are responsible for syndromic x linked mr xlmr one such xlmr syndrome stocco dos santos was first described in this family was re visited whic mental retardation mr affects an estimated of the population a considerable fraction of mental retardation is due to x linked genes of these genes about are responsible for syndromic x linked mr xlmr one such xlmr syndrome stocco dos santos was first described in this family was re visited which allowed further delineation of the clinical phenotype additionally linkage analysis was conducted which resulted in the localization of this xlmr syndrome to the pericentric region xp to xq with a maximum lod score of at loci ar and dxs"
}