{
    "title": "Sleep disorders in traumatic brain injury.",
    "doc_id": "30347632",
    "writer": "Wolfe LF",
    "year": "2018",
    "summary": "BACKGROUND: Sleep disorders play a significant role in the care of those with Traumatic Brain Injury (TBI). OBJECTIVE: To provide a literature review on the interaction of sleep and circadian processes on those with TBI. ...We review the spectrum of traumatic bra …",
    "abstract": "Background:\n        \n      \n      Sleep disorders play a significant role in the care of those with Traumatic Brain Injury (TBI).\n    \n\n\n          Objective:\n        \n      \n      To provide a literature review on the interaction of sleep and circadian processes on those with TBI.\n    \n\n\n          Methods:\n        \n      \n      A literature review was conducted on PubMed using the following key words and their combination: \"Sleep Apnea\", \"Traumatic Brain Injury\", \"Circadian\", \"Parasomnia\", \"Insomnia\", \"Hypersomnia\", \"Narcolepsy\", and \"Restless Legs\". We review the spectrum of traumatic brain injury associated sleep disorders and discuss clinical approaches to diagnosis and treatment.\n    \n\n\n          Results:\n        \n      \n      Disordered sleep and wakefulness after TBI is common. Sleep disruption contributes to morbidity, such as the development of neurocognitive and neurobehavioral deficits, and prolongs the recovery phase after injury. Early recognition and correction of these problems may limit the secondary effects of traumatic brain injury and improve neuro recovery/patient outcomes.\n    \n\n\n          Conclusions:\n        \n      \n      A more focused approach to sleep health is appropriate when caring for those with TBI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30347632/",
    "clean_text": "sleep disorders in traumatic brain injury background sleep disorders play a significant role in the care of those with traumatic brain injury tbi objective to provide a literature review on the interaction of sleep and circadian processes on those with tbi we review the spectrum of traumatic bra background sleep disorders play a significant role in the care of those with traumatic brain injury tbi objective to provide a literature review on the interaction of sleep and circadian processes on those with tbi methods a literature review was conducted on pubmed using the following key words and their combination sleep apnea traumatic brain injury circadian parasomnia insomnia hypersomnia narcolepsy and restless legs we review the spectrum of traumatic brain injury associated sleep disorders and discuss clinical approaches to diagnosis and treatment results disordered sleep and wakefulness after tbi is common sleep disruption contributes to morbidity such as the development of neurocognitive and neurobehavioral deficits and prolongs the recovery phase after injury early recognition and correction of these problems may limit the secondary effects of traumatic brain injury and improve neuro recovery patient outcomes conclusions a more focused approach to sleep health is appropriate when caring for those with tbi"
}