{
    "title": "Barley yellow dwarf virus-GAV-derived vsiRNAs are involved in the production of wheat leaf yellowing symptoms by targeting chlorophyll synthase.",
    "doc_id": "33087133",
    "writer": "Shen C",
    "year": "2020",
    "summary": "BACKGROUND: Wheat yellow dwarf virus disease is infected by barley yellow dwarf virus (BYDV), which causes leaf yellowing and dwarfing symptoms in wheat, thereby posing a serious threat to China's food production. ...Silencing of a chlorophyll synthase gene c …",
    "abstract": "Background:\n        \n      \n      Wheat yellow dwarf virus disease is infected by barley yellow dwarf virus (BYDV), which causes leaf yellowing and dwarfing symptoms in wheat, thereby posing a serious threat to China's food production. The infection of plant viruses can produce large numbers of vsiRNAs, which can target host transcripts and cause symptom development. However, few studies have been conducted to explore the role played by vsiRNAs in the interaction between BYDV-GAV and host wheat plants.\n    \n\n\n          Methods:\n        \n      \n      In this study, small RNA sequencing was conducted to profile vsiRNAs in BYDV-GAV-infected wheat plants. The putative targets of vsiRNAs were predicted by the bioinformatics software psRNATarget. RT-qPCR and VIGS were employed to identify the function of selected target transcripts. To confirm the interaction between vsiRNA and the target, 5' RACE was performed to analyze the specific cleavage sites.\n    \n\n\n          Results:\n        \n      \n      From the sequencing data, we obtained a total of 11,384 detected vsiRNAs. The length distribution of these vsiRNAs was mostly 21 and 22 nt, and an A/U bias was observed at the 5' terminus. We also observed that the production region of vsiRNAs had no strand polarity. The vsiRNAs were predicted to target 23,719 wheat transcripts. GO and KEGG enrichment analysis demonstrated that these targets were mostly involved in cell components, catalytic activity and plant-pathogen interactions. The results of RT-qPCR analysis showed that most chloroplast-related genes were downregulated in BYDV-GAV-infected wheat plants. Silencing of a chlorophyll synthase gene caused leaf yellowing that was similar to the symptoms exhibited by BYDV-GAV-inoculated wheat plants. A vsiRNA from an overlapping region of BYDV-GAV MP and CP was observed to target chlorophyll synthase for gene silencing. Next, 5' RACE validated that vsiRNA8856 could cleave the chlorophyll synthase transcript in a sequence-specific manner.\n    \n\n\n          Conclusions:\n        \n      \n      This report is the first to demonstrate that BYDV-GAV-derived vsiRNAs can target wheat transcripts for symptom development, and the results of this study help to elucidate the molecular mechanisms underlying leaf yellowing after viral infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33087133/",
    "clean_text": "barley yellow dwarf virus gav derived vsirnas are involved in the production of wheat leaf yellowing symptoms by targeting chlorophyll synthase background wheat yellow dwarf virus disease is infected by barley yellow dwarf virus bydv which causes leaf yellowing and dwarfing symptoms in wheat thereby posing a serious threat to china s food production silencing of a chlorophyll synthase gene c background wheat yellow dwarf virus disease is infected by barley yellow dwarf virus bydv which causes leaf yellowing and dwarfing symptoms in wheat thereby posing a serious threat to china s food production the infection of plant viruses can produce large numbers of vsirnas which can target host transcripts and cause symptom development however few studies have been conducted to explore the role played by vsirnas in the interaction between bydv gav and host wheat plants methods in this study small rna sequencing was conducted to profile vsirnas in bydv gav infected wheat plants the putative targets of vsirnas were predicted by the bioinformatics software psrnatarget rt qpcr and vigs were employed to identify the function of selected target transcripts to confirm the interaction between vsirna and the target race was performed to analyze the specific cleavage sites results from the sequencing data we obtained a total of detected vsirnas the length distribution of these vsirnas was mostly and nt and an a u bias was observed at the terminus we also observed that the production region of vsirnas had no strand polarity the vsirnas were predicted to target wheat transcripts go and kegg enrichment analysis demonstrated that these targets were mostly involved in cell components catalytic activity and plant pathogen interactions the results of rt qpcr analysis showed that most chloroplast related genes were downregulated in bydv gav infected wheat plants silencing of a chlorophyll synthase gene caused leaf yellowing that was similar to the symptoms exhibited by bydv gav inoculated wheat plants a vsirna from an overlapping region of bydv gav mp and cp was observed to target chlorophyll synthase for gene silencing next race validated that vsirna could cleave the chlorophyll synthase transcript in a sequence specific manner conclusions this report is the first to demonstrate that bydv gav derived vsirnas can target wheat transcripts for symptom development and the results of this study help to elucidate the molecular mechanisms underlying leaf yellowing after viral infection"
}