{
    "pmid": "41381115",
    "title": "Effectiveness of digital physiotherapy interventions in patients with knee osteoarthritis: a systematic review and meta-analysis of randomised controlled trials.",
    "abstract": "This systematic review and meta-analysis aims to provide an overview of the effectiveness of digital physiotherapy interventions on pain, physical functions and quality of life for patients with knee osteoarthritis. Systematic review and meta-analysis using the Grading of Recommendation, Assessment, Development and Evaluation (GRADE) approach. A systematic search of electronic databases, including MEDLINE, EMBASE, Web of Science, PsycInfo, CINAHL, Scopus and Cochrane Library, was conducted on 19 February 2025. We included randomised controlled trials which compared digital physiotherapy interventions to standard physiotherapy care for patients with knee osteoarthritis. Main outcomes included pain, physical functions and quality of life. 25 studies met the inclusion criteria, and 18 studies were eligible for meta-analysis. The primary author conducted the initial search, selected articles and extracted data from eligible studies, which were independently checked by a second reviewer. Risk of bias (ROB) was assessed by Cochrane ROB-2 tool. Quality of evidence was evaluated by the GRADE approach. Overall, digital physiotherapy was associated with a small but statistically significant improvement in physical function (SMD=0.24, 95% CI 0.13 to 0.35); an overall meta-analysis was not performed for pain and quality of life due to considerable heterogeneity. Subgroup analyses revealed both video-conferencing and app- or web-based physiotherapy significantly reduced pain (SMD=-0.53, 95% CI -1.06 to -0.01 and SMD=-0.47, 95% CI -0.70 to -0.25, respectively) and physical function (SMD=0.32, 95% CI 0.10 to 0.54 and SMD=0.30, 95% CI 0.09 to 0.50 respectively). Digital physiotherapy interventions with individualised exercise components also reduced pain (SMD=-0.43, 95% CI -0.66 to -0.21) and improved physical function (SMD=0.30, 95% CI 0.17 to 0.43), when compared with non-exercise interventions. There was moderate-quality evidence to support the use of digital physiotherapy interventions in improving pain and function in patients with knee osteoarthritis. Subgroup analyses revealed low-to-moderate quality evidence in using video-conferencing and app-/web-based physiotherapy and interventions with exercise components to treat patients with knee osteoarthritis. Overall, there were limited high-quality trials in drawing a robust conclusion. High ROB and huge heterogeneity were observed across studies. Further research should minimise the ROB and investigate the effect of different digital modalities, intervention components and length of follow-up.",
    "disease": "osteoarthritis",
    "clean_text": "effectiveness of digital physiotherapy interventions in patients with knee osteoarthritis a systematic review and meta analysis of randomised controlled trials this systematic review and meta analysis aims to provide an overview of the effectiveness of digital physiotherapy interventions on pain physical functions and quality of life for patients with knee osteoarthritis systematic review and meta analysis using the grading of recommendation assessment development and evaluation grade approach a systematic search of electronic databases including medline embase web of science psycinfo cinahl scopus and cochrane library was conducted on february we included randomised controlled trials which compared digital physiotherapy interventions to standard physiotherapy care for patients with knee osteoarthritis main outcomes included pain physical functions and quality of life studies met the inclusion criteria and studies were eligible for meta analysis the primary author conducted the initial search selected articles and extracted data from eligible studies which were independently checked by a second reviewer risk of bias rob was assessed by cochrane rob tool quality of evidence was evaluated by the grade approach overall digital physiotherapy was associated with a small but statistically significant improvement in physical function smd ci to an overall meta analysis was not performed for pain and quality of life due to considerable heterogeneity subgroup analyses revealed both video conferencing and app or web based physiotherapy significantly reduced pain smd ci to and smd ci to respectively and physical function smd ci to and smd ci to respectively digital physiotherapy interventions with individualised exercise components also reduced pain smd ci to and improved physical function smd ci to when compared with non exercise interventions there was moderate quality evidence to support the use of digital physiotherapy interventions in improving pain and function in patients with knee osteoarthritis subgroup analyses revealed low to moderate quality evidence in using video conferencing and app web based physiotherapy and interventions with exercise components to treat patients with knee osteoarthritis overall there were limited high quality trials in drawing a robust conclusion high rob and huge heterogeneity were observed across studies further research should minimise the rob and investigate the effect of different digital modalities intervention components and length of follow up"
}