{
    "pmid": "41336486",
    "title": "Machine Learning-Assisted Portable Electrical Impedance Tomography Enables Accurate Lung Function Assessment.",
    "abstract": "Respiratory diseases have led to millions of deaths in the world (e.g., 3.5 million for chronic obstructive pulmonary disease (COPD)). While early detection can significantly improve patient outcome, choices for wide-spread, affordable screening tools are limited. Current clinical standard of lung function assessment relies on in-hospital spirometry, yet portable spirometers can only provide limited knowledge for the localization of respiratory pathological conditions which is crucial for personalized assessments and treatment. Meanwhile, electrical impedance tomography (EIT) has gained traction due to its affordability, safety, and portability. However, application in assessing lung function has traditionally been limited by heavy and bulk machinery. In this study, we present a novel system for evaluating lung function using a portable EIT system. Combined with machine learning, the system offers the ability to monitor lung function caused by conditions such as asthma, COPD, and other respiratory disorders. We also leveraged the power of machine learning and EIT to offer a clinically valuable alternative for affordable lung regional-based assessment. Our findings demonstrate good correlation with pulmonary functional test (R",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "machine learning assisted portable electrical impedance tomography enables accurate lung function assessment respiratory diseases have led to millions of deaths in the world e g million for chronic obstructive pulmonary disease copd while early detection can significantly improve patient outcome choices for wide spread affordable screening tools are limited current clinical standard of lung function assessment relies on in hospital spirometry yet portable spirometers can only provide limited knowledge for the localization of respiratory pathological conditions which is crucial for personalized assessments and treatment meanwhile electrical impedance tomography eit has gained traction due to its affordability safety and portability however application in assessing lung function has traditionally been limited by heavy and bulk machinery in this study we present a novel system for evaluating lung function using a portable eit system combined with machine learning the system offers the ability to monitor lung function caused by conditions such as asthma copd and other respiratory disorders we also leveraged the power of machine learning and eit to offer a clinically valuable alternative for affordable lung regional based assessment our findings demonstrate good correlation with pulmonary functional test r"
}