{
    "title": "Social attention biases in juvenile wild vervet monkeys: implications for socialisation and social learning processes.",
    "doc_id": "30941537",
    "writer": "Grampp M",
    "year": "2019",
    "summary": "No effect of the juvenile's hierarchical rank was detected, suggesting that the variation in social attention recorded reflects different biases and stages of social learning and socialisation, rather than social anxiety. Juvenile females tended to exhibit a …",
    "abstract": "The concept of directed social learning predicts that social learning opportunities for an individual will depend on social dynamics, context and demonstrator identity. However, few empirical studies have examined social attention biases in animal groups. Sex-based and kinship-based biases in social learning and social attention towards females have been shown in a despotic and female philopatric primate: the vervet monkey (Chlorocebus pygerythrus). The present study examined social attention during the juvenile period. Social attention was recorded through 5-min focal observations during periods of natural foraging. Kin emerged as the most important focus of social attention in juveniles, intensified by biased spatial proximity towards matrilineal related members. The highest-ranking conspecifics were more frequently observed by juveniles than low-ranking ones. Additionally, younger and orphaned juveniles showed higher levels of social attention overall, compared to other age categories. No effect of the juvenile's hierarchical rank was detected, suggesting that the variation in social attention recorded reflects different biases and stages of social learning and socialisation, rather than social anxiety. Juvenile females tended to exhibit a dominance-based bias more strongly than did males. This might be explained by a greater emphasis on attaining social knowledge during juvenile socialisation in the philopatric sex. Moreover, despite a preferred association between juveniles, social attention was more often directed to adults, suggesting that adults may still be more often chosen as a target of attention independent of their dominance rank.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30941537/",
    "clean_text": "social attention biases in juvenile wild vervet monkeys implications for socialisation and social learning processes no effect of the juvenile s hierarchical rank was detected suggesting that the variation in social attention recorded reflects different biases and stages of social learning and socialisation rather than social anxiety juvenile females tended to exhibit a the concept of directed social learning predicts that social learning opportunities for an individual will depend on social dynamics context and demonstrator identity however few empirical studies have examined social attention biases in animal groups sex based and kinship based biases in social learning and social attention towards females have been shown in a despotic and female philopatric primate the vervet monkey chlorocebus pygerythrus the present study examined social attention during the juvenile period social attention was recorded through min focal observations during periods of natural foraging kin emerged as the most important focus of social attention in juveniles intensified by biased spatial proximity towards matrilineal related members the highest ranking conspecifics were more frequently observed by juveniles than low ranking ones additionally younger and orphaned juveniles showed higher levels of social attention overall compared to other age categories no effect of the juvenile s hierarchical rank was detected suggesting that the variation in social attention recorded reflects different biases and stages of social learning and socialisation rather than social anxiety juvenile females tended to exhibit a dominance based bias more strongly than did males this might be explained by a greater emphasis on attaining social knowledge during juvenile socialisation in the philopatric sex moreover despite a preferred association between juveniles social attention was more often directed to adults suggesting that adults may still be more often chosen as a target of attention independent of their dominance rank"
}