{
    "title": "Psychology's medicalization of male baldness.",
    "doc_id": "34154437",
    "writer": "Jankowski GS",
    "year": "2022",
    "summary": "Male baldness is physically benign though it is increasingly described as a \"disease\" based on claims that it is profoundly distressing. The medicalization of baldness was assessed using data extracted from a review of 37 male baldness psychosocial impact studies. ...Healt …",
    "abstract": "Male baldness is physically benign though it is increasingly described as a \"disease\" based on claims that it is profoundly distressing. The medicalization of baldness was assessed using data extracted from a review of 37 male baldness psychosocial impact studies. Findings revealed most studies likely had commercial influences (78%), represented baldness as a disease (77%), were conducted on biased samples (68%), and advocated for baldness products/services (60%), omitting their limitations (68%). Health psychologists should challenge baldness medicalization so that men can make informed choices about what, if anything, they do with their baldness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34154437/",
    "clean_text": "psychology s medicalization of male baldness male baldness is physically benign though it is increasingly described as a disease based on claims that it is profoundly distressing the medicalization of baldness was assessed using data extracted from a review of male baldness psychosocial impact studies healt male baldness is physically benign though it is increasingly described as a disease based on claims that it is profoundly distressing the medicalization of baldness was assessed using data extracted from a review of male baldness psychosocial impact studies findings revealed most studies likely had commercial influences represented baldness as a disease were conducted on biased samples and advocated for baldness products services omitting their limitations health psychologists should challenge baldness medicalization so that men can make informed choices about what if anything they do with their baldness"
}