{
    "pmid": "41444456",
    "title": "Comparing the efficacy of mannitol and polyethylene glycol in treating patients with poor bowel preparation: a randomized controlled clinical study.",
    "abstract": "Colorectal cancer (CRC) remains a global health concern, underscoring the importance of effective bowel preparation for diagnostic procedures such as colonoscopy. This randomized controlled trial was designed to compare the efficacy and tolerability of orally administered mannitol and polyethylene glycol (PEG) solutions for repeat colonoscopy in patients with inadequate bowel preparation. This prospective, open-label, noninferiority, blinded end point, randomized controlled clinical trial enrolled patients from two centers. Participants aged 18-75 years with Boston Bowel Preparation Scale (BBPS) scores ≤ 1 in any colon segment were included. The study employed a 1-L mannitol or PEG solution, with primary outcomes assessed using BBPS scores. The secondary outcomes included adverse events, taste preferences, and patient satisfaction. A simple randomization strategy was employed, and both intention-to-treat (ITT) and per-protocol (PP) analyses were conducted. A total of 134 patients were included in the study, and the trial demonstrated the noninferiority of mannitol compared to PEG in achieving adequate bowel preparation (difference 3.0%, 95% confidence interval - 5.0 to 11.0%). Mannitol exhibited favorable trends in BBPS scores, highlighting its effectiveness. The safety profiles of the two solutions were comparable, with a low incidence of adverse events (17.9% vs. 19.4%, P = 0.825). Notably, mannitol outperformed PEG in terms of patient satisfaction and a greater inclination for reuse. The findings suggest that orally administered mannitol is not inferior to orally administered PEG in patients with inadequate bowel preparation. ClinicalTrials.gov, NCT05912114. Registered on 12/6/2023.",
    "disease": "colorectal cancer",
    "clean_text": "comparing the efficacy of mannitol and polyethylene glycol in treating patients with poor bowel preparation a randomized controlled clinical study colorectal cancer crc remains a global health concern underscoring the importance of effective bowel preparation for diagnostic procedures such as colonoscopy this randomized controlled trial was designed to compare the efficacy and tolerability of orally administered mannitol and polyethylene glycol peg solutions for repeat colonoscopy in patients with inadequate bowel preparation this prospective open label noninferiority blinded end point randomized controlled clinical trial enrolled patients from two centers participants aged years with boston bowel preparation scale bbps scores in any colon segment were included the study employed a l mannitol or peg solution with primary outcomes assessed using bbps scores the secondary outcomes included adverse events taste preferences and patient satisfaction a simple randomization strategy was employed and both intention to treat itt and per protocol pp analyses were conducted a total of patients were included in the study and the trial demonstrated the noninferiority of mannitol compared to peg in achieving adequate bowel preparation difference confidence interval to mannitol exhibited favorable trends in bbps scores highlighting its effectiveness the safety profiles of the two solutions were comparable with a low incidence of adverse events vs p notably mannitol outperformed peg in terms of patient satisfaction and a greater inclination for reuse the findings suggest that orally administered mannitol is not inferior to orally administered peg in patients with inadequate bowel preparation clinicaltrials gov nct registered on"
}