{
    "title": "Role of Kruppel-like factor-2 in kidney disease.",
    "doc_id": "30298668",
    "writer": "Zhong F",
    "year": "2018",
    "summary": "Our recent data indicate that KLF2 is down-regulated in glomerular endothelial cells of patients with diabetic kidney disease and that endothelial cell-specific reduction in KLF2 expression in experimental model of diabetic kidney disease exacerbates g …",
    "abstract": "Krüppel-like factor-2 (KLF2) is a transcription factor that plays a major role in the regulation of endothelial cell function. KLF2 protects against endothelial cell injury through its anti-inflammatory, anti-thrombotic and anti-angiogenic effects to maintain the normal vascular integrity. Our recent data indicate that KLF2 is down-regulated in glomerular endothelial cells of patients with diabetic kidney disease and that endothelial cell-specific reduction in KLF2 expression in experimental model of diabetic kidney disease exacerbates glomerular endothelial cell injury and accelerates the disease progression. KLF2 is a key transcriptional regulator of endothelial nitric oxide synthase, and its renoprotective function may be mediated through the increased endothelial nitric oxide synthase expression. As KLF2 expression is stimulated by shear stress, we also investigated the role of KLF2 in the nephrectomy mouse model, in which the endothelial KLF2 expression would be increased through glomerular hyperfiltration in the remnant kidney. Reduction of endothelial KLF2 led to increased glomerular endothelial cell injury and progressive kidney disease in uninephrectomized mice. Interestingly, KLF2 expression is also reduced in nephrectomy patients with progressive kidney disease as compared to those with the non-progressive disease. Together, these studies indicate a critical role of KLF2 in maintaining normal glomerular endothelial cell function and that deficiency of KLF2 leads to more progressive kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30298668/",
    "clean_text": "role of kruppel like factor in kidney disease our recent data indicate that klf is down regulated in glomerular endothelial cells of patients with diabetic kidney disease and that endothelial cell specific reduction in klf expression in experimental model of diabetic kidney disease exacerbates g kr ppel like factor klf is a transcription factor that plays a major role in the regulation of endothelial cell function klf protects against endothelial cell injury through its anti inflammatory anti thrombotic and anti angiogenic effects to maintain the normal vascular integrity our recent data indicate that klf is down regulated in glomerular endothelial cells of patients with diabetic kidney disease and that endothelial cell specific reduction in klf expression in experimental model of diabetic kidney disease exacerbates glomerular endothelial cell injury and accelerates the disease progression klf is a key transcriptional regulator of endothelial nitric oxide synthase and its renoprotective function may be mediated through the increased endothelial nitric oxide synthase expression as klf expression is stimulated by shear stress we also investigated the role of klf in the nephrectomy mouse model in which the endothelial klf expression would be increased through glomerular hyperfiltration in the remnant kidney reduction of endothelial klf led to increased glomerular endothelial cell injury and progressive kidney disease in uninephrectomized mice interestingly klf expression is also reduced in nephrectomy patients with progressive kidney disease as compared to those with the non progressive disease together these studies indicate a critical role of klf in maintaining normal glomerular endothelial cell function and that deficiency of klf leads to more progressive kidney disease"
}