{
    "pmid": "41420292",
    "title": "Capability, opportunity and motivation for shared decision-making about valproate as an antiseizure medication treatment for epilepsy in women with pregnancy potential: A qualitative study of patient perspectives.",
    "abstract": "Valproate is a highly effective antiseizure medication but carries significant teratogenic and neurodevelopmental risks to offspring if used during pregnancy. A shared decision-making (SDM) approach is recommended to guide clinician/patient discussions on valproate suitability for women with pregnancy potential. This study applied the Capability, Opportunity, Motivation-Behaviour (COM-B) theoretical framework to explore barriers and facilitators to SDM in valproate prescribing from the perspectives of women with epilepsy who have pregnancy potential. Qualitative study using timeline-facilitated semi-structured interviews informed by the COM-B model. Twelve UK-based women 18-50 years (M Participants were highly motivated to engage in SDM behaviour but reported limited opportunities. Challenges to COM-B domains included insufficient information exchange, low confidence navigating complex epilepsy/reproductive health care discussions, and tensions navigating valproate risks and benefits within broader contexts of seizure control and reproductive health. Initial prescribing during acute seizure crises may have precluded meaningful collaborative discussion. Valproate prescribing/deprescribing incongruent to reproductive goals often resulted in deep regret and deleterious health outcomes for women (and children exposed to valproate in utero). Comprehensive SDM when valproate is considered clinically appropriate could support informed, patient-centred decision-making. Equipping clinicians to navigate multifaceted risk/benefit discussions and empowering patients with clear, tailored information can help ensure treatment decisions align with reproductive goals. This study highlights the need to embed SDM in valproate prescribing consultations and throughout treatment duration.",
    "disease": "epilepsy",
    "clean_text": "capability opportunity and motivation for shared decision making about valproate as an antiseizure medication treatment for epilepsy in women with pregnancy potential a qualitative study of patient perspectives valproate is a highly effective antiseizure medication but carries significant teratogenic and neurodevelopmental risks to offspring if used during pregnancy a shared decision making sdm approach is recommended to guide clinician patient discussions on valproate suitability for women with pregnancy potential this study applied the capability opportunity motivation behaviour com b theoretical framework to explore barriers and facilitators to sdm in valproate prescribing from the perspectives of women with epilepsy who have pregnancy potential qualitative study using timeline facilitated semi structured interviews informed by the com b model twelve uk based women years m participants were highly motivated to engage in sdm behaviour but reported limited opportunities challenges to com b domains included insufficient information exchange low confidence navigating complex epilepsy reproductive health care discussions and tensions navigating valproate risks and benefits within broader contexts of seizure control and reproductive health initial prescribing during acute seizure crises may have precluded meaningful collaborative discussion valproate prescribing deprescribing incongruent to reproductive goals often resulted in deep regret and deleterious health outcomes for women and children exposed to valproate in utero comprehensive sdm when valproate is considered clinically appropriate could support informed patient centred decision making equipping clinicians to navigate multifaceted risk benefit discussions and empowering patients with clear tailored information can help ensure treatment decisions align with reproductive goals this study highlights the need to embed sdm in valproate prescribing consultations and throughout treatment duration"
}