{
    "pmid": "41456155",
    "title": "Network toxicology analysis of hair dye components and their association with breast and bladder cancers.",
    "abstract": "This study employed a network toxicology approach to investigate the potential toxic effects and molecular mechanisms of hair dye components in relation to breast and bladder cancer. By integrating data from multiple databases and performing Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses, key targets and pathways were identified. Network and molecular docking analyses revealed that major hair dye chemicals may induce carcinogenesis through xenobiotic metabolism and interact with critical proteins involved in cancer pathways. These findings provide theoretical support for the health risks associated with hair dye exposure and offer insights into potential preventive strategies. Cette étude a employé une approche de toxicologie des réseaux pour investiguer les effets toxiques potentiels et les mécanismes moléculaires des composants des teintures capillaires en relation avec le cancer du sein et le cancer de la vessie. En intégrant des données provenant de multiples bases de données et en réalisant des analyses d'enrichissement Gene Ontology (GO) et Kyoto Encyclopedia of Genes and Genomes (KEGG), les cibles et voies moléculaires clés ont été identifiées. Les analyses de réseau et de docking moléculaire ont révélé que les principaux produits chimiques des teintures capillaires pourraient induire la carcinogenèse via le métabolisme des xénobiotiques et interagir avec des protéines critiques impliquées dans les voies cancéreuses. Ces résultats fournissent un support théorique concernant les risques sanitaires associés à l'exposition aux teintures capillaires et offrent des perspectives pour des stratégies préventives potentielles.",
    "disease": "breast cancer",
    "clean_text": "network toxicology analysis of hair dye components and their association with breast and bladder cancers this study employed a network toxicology approach to investigate the potential toxic effects and molecular mechanisms of hair dye components in relation to breast and bladder cancer by integrating data from multiple databases and performing gene ontology go and kyoto encyclopedia of genes and genomes kegg enrichment analyses key targets and pathways were identified network and molecular docking analyses revealed that major hair dye chemicals may induce carcinogenesis through xenobiotic metabolism and interact with critical proteins involved in cancer pathways these findings provide theoretical support for the health risks associated with hair dye exposure and offer insights into potential preventive strategies cette tude a employ une approche de toxicologie des r seaux pour investiguer les effets toxiques potentiels et les m canismes mol culaires des composants des teintures capillaires en relation avec le cancer du sein et le cancer de la vessie en int grant des donn es provenant de multiples bases de donn es et en r alisant des analyses d enrichissement gene ontology go et kyoto encyclopedia of genes and genomes kegg les cibles et voies mol culaires cl s ont t identifi es les analyses de r seau et de docking mol culaire ont r v l que les principaux produits chimiques des teintures capillaires pourraient induire la carcinogen se via le m tabolisme des x nobiotiques et interagir avec des prot ines critiques impliqu es dans les voies canc reuses ces r sultats fournissent un support th orique concernant les risques sanitaires associ s l exposition aux teintures capillaires et offrent des perspectives pour des strat gies pr ventives potentielles"
}