{
    "pmid": "41319837",
    "title": "Diesel exhaust particles exaggerate chronic intermittent hypoxia-induced lung neutrophil infiltration through CXCL5 and CCL5 in mice.",
    "abstract": "Obstructive sleep apnea (OSA) is characterized by chronic intermittent hypoxia (CIH) and subsequent respiratory tract inflammation. While air pollution is identified as an OSA risk factor and can influence disease severity, its specific pulmonary effects and underlying mechanisms remain unclear. We established a murine model of OSA in C57BL/6 mice using 5-week CIH, with and without 2-day diesel exhaust particle (DEP) exposure and used 16HBE bronchial epithelial cells in vitro. We conducted RNA sequencing on lung tissues to analyse gene expression and utilized hematoxylin and eosin (HE) staining to assess mice lung inflammation. Additionally, immunohistochemistry was performed to evaluate protein expression levels. Chemokines in bronchoalveolar lavage fluid (BALF) were identified using a panel, followed by ELISA quantification. Compared with the control group, CIH resulted in heightened lung inflammation, increased BALF protein concentrations, and elevated expression of hypoxia-related genes. The CIH + DEP group exhibited even more pronounced elevations in these indicators. RNA sequencing identified that CIH upregulated neutrophil-related cytokine genes in lung tissue. Specifically, DEP amplified this upregulation. Furthermore, myeloperoxidase expression, indicative of neutrophil activation, significantly increased in the lung tissue and BALF of the CIH group. The CIH + DEP group showed an even more substantial rise. Subsequent protein screening and ELISA confirmed marked elevations of CXCL5 and CCL5 in both CIH and DEP groups. In 16HBE cells, DEP aggravated CIH-induced secretion of CXCL5 and CCL5, and p-p38 protein expression, which was ameliorated by the p38 MAPK inhibitor SB 203580. DEP aggravated CIH-induced lung inflammation and neutrophil infiltration, which was likely mediated by CXCL5 and CCL5.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "diesel exhaust particles exaggerate chronic intermittent hypoxia induced lung neutrophil infiltration through cxcl and ccl in mice obstructive sleep apnea osa is characterized by chronic intermittent hypoxia cih and subsequent respiratory tract inflammation while air pollution is identified as an osa risk factor and can influence disease severity its specific pulmonary effects and underlying mechanisms remain unclear we established a murine model of osa in c bl mice using week cih with and without day diesel exhaust particle dep exposure and used hbe bronchial epithelial cells in vitro we conducted rna sequencing on lung tissues to analyse gene expression and utilized hematoxylin and eosin he staining to assess mice lung inflammation additionally immunohistochemistry was performed to evaluate protein expression levels chemokines in bronchoalveolar lavage fluid balf were identified using a panel followed by elisa quantification compared with the control group cih resulted in heightened lung inflammation increased balf protein concentrations and elevated expression of hypoxia related genes the cih dep group exhibited even more pronounced elevations in these indicators rna sequencing identified that cih upregulated neutrophil related cytokine genes in lung tissue specifically dep amplified this upregulation furthermore myeloperoxidase expression indicative of neutrophil activation significantly increased in the lung tissue and balf of the cih group the cih dep group showed an even more substantial rise subsequent protein screening and elisa confirmed marked elevations of cxcl and ccl in both cih and dep groups in hbe cells dep aggravated cih induced secretion of cxcl and ccl and p p protein expression which was ameliorated by the p mapk inhibitor sb dep aggravated cih induced lung inflammation and neutrophil infiltration which was likely mediated by cxcl and ccl"
}