{
    "title": "Children have type 2 diabetes too: an historical perspective.",
    "doc_id": "25916719",
    "writer": "Dean HJ",
    "year": "2015",
    "summary": "Prior to 1985, type 2 diabetes was a disease of adults. Simultaneously with the global epidemic of childhood obesity, type 2 diabetes has increased in children. ...The past decade has seen unprecedented intense global interest in the etiology, treatmen …",
    "abstract": "Prior to 1985, type 2 diabetes was a disease of adults. Simultaneously with the global epidemic of childhood obesity, type 2 diabetes has increased in children. Initially, the presentation of small case series of type 2 diabetes in children was met with skepticism. As the number and size of the case series grew and the first long-term outcomes of end-stage complications in young adults appeared in the literature, the international community took notice with guarded interest. Type 2 diabetes disproportionately affects the children of specific ethnic groups and from disadvantaged socioeconomic environments, especially Indigenous populations. The past decade has seen unprecedented intense global interest in the etiology, treatment, and prevention of type 2 diabetes in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25916719/",
    "clean_text": "children have type diabetes too an historical perspective prior to type diabetes was a disease of adults simultaneously with the global epidemic of childhood obesity type diabetes has increased in children the past decade has seen unprecedented intense global interest in the etiology treatmen prior to type diabetes was a disease of adults simultaneously with the global epidemic of childhood obesity type diabetes has increased in children initially the presentation of small case series of type diabetes in children was met with skepticism as the number and size of the case series grew and the first long term outcomes of end stage complications in young adults appeared in the literature the international community took notice with guarded interest type diabetes disproportionately affects the children of specific ethnic groups and from disadvantaged socioeconomic environments especially indigenous populations the past decade has seen unprecedented intense global interest in the etiology treatment and prevention of type diabetes in children"
}