{
    "title": "The Sequential Intercept Model and Juvenile Justice: Review and Prospectus.",
    "doc_id": "28612513",
    "writer": "Heilbrun K",
    "year": "2017",
    "summary": "Behavioral health needs in justice-involved adolescents are an increasing concern, as it has been estimated that two-thirds of youths in the juvenile justice system now meet the criteria for one or more psychological disorders. This article describes the application of the …",
    "abstract": "Behavioral health needs in justice-involved adolescents are an increasing concern, as it has been estimated that two-thirds of youths in the juvenile justice system now meet the criteria for one or more psychological disorders. This article describes the application of the Sequential Intercept Model (SIM), developed to describe five \"points of interception\" from standard prosecution into rehabilitation-oriented alternatives for adults (Munetz & Griffin, 2006), to juvenile justice. The five SIM intercepts are: (1) first contact with law enforcement or emergency services; (2) initial hearings and detention following arrest; (3) jails and courts (including problem-solving courts); (4) re-entry from jails, prisons and forensic hospitals; and (5) community corrections and community support, including probation and parole. Modifying the SIM for application with justice-involved adolescents, this article describes three examples of interventions at different intercepts: Intercept 1 (the Philadelphia Police School Diversion Program), Intercept 3 (problem-solving courts for juveniles), and Intercept 5 (juvenile probation). Relevant research evidence for each example is reviewed, and the further application of this model to juveniles is described. Copyright © 2017 John Wiley & Sons, Ltd.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28612513/",
    "clean_text": "the sequential intercept model and juvenile justice review and prospectus behavioral health needs in justice involved adolescents are an increasing concern as it has been estimated that two thirds of youths in the juvenile justice system now meet the criteria for one or more psychological disorders this article describes the application of the behavioral health needs in justice involved adolescents are an increasing concern as it has been estimated that two thirds of youths in the juvenile justice system now meet the criteria for one or more psychological disorders this article describes the application of the sequential intercept model sim developed to describe five points of interception from standard prosecution into rehabilitation oriented alternatives for adults munetz griffin to juvenile justice the five sim intercepts are first contact with law enforcement or emergency services initial hearings and detention following arrest jails and courts including problem solving courts re entry from jails prisons and forensic hospitals and community corrections and community support including probation and parole modifying the sim for application with justice involved adolescents this article describes three examples of interventions at different intercepts intercept the philadelphia police school diversion program intercept problem solving courts for juveniles and intercept juvenile probation relevant research evidence for each example is reviewed and the further application of this model to juveniles is described copyright john wiley sons ltd"
}