{
    "title": "Variation in Skin Red and Yellow Undertone: Reliability of Ratings and Relevance for Perceived Social Experiences.",
    "doc_id": "39345779",
    "writer": "Branigan AR",
    "year": "2024",
    "summary": "It is well established that skin lightness-darkness is associated with social outcomes, but little is known regarding the social salience of skin undertones (redness and yellowness). Our study addresses two related research questions on this topic: first, we ask whether re …",
    "abstract": "It is well established that skin lightness-darkness is associated with social outcomes, but little is known regarding the social salience of skin undertones (redness and yellowness). Our study addresses two related research questions on this topic: first, we ask whether red and yellow undertones are consistently perceived by observers; second, we ask whether red and yellow undertones are associated with expectations of discrimination across a range of social settings. We address these questions using novel survey data in which skin lightness-darkness and undertones are captured using CIELAB measurements and a two-dimensional categorical skin color scale. Although we find skin lightness-darkness to be the strongest and most consistent predictor of discrimination expectations, respondents also perceived skin undertones consistently, and skin yellowness was associated with a higher predicted likelihood of discrimination net of lightness-darkness in certain social settings. Our findings suggest that colorism can extend beyond a light-dark binary and emphasize the value of capturing undertones, particularly yellowness, in social surveys assessing skin color.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39345779/",
    "clean_text": "variation in skin red and yellow undertone reliability of ratings and relevance for perceived social experiences it is well established that skin lightness darkness is associated with social outcomes but little is known regarding the social salience of skin undertones redness and yellowness our study addresses two related research questions on this topic first we ask whether re it is well established that skin lightness darkness is associated with social outcomes but little is known regarding the social salience of skin undertones redness and yellowness our study addresses two related research questions on this topic first we ask whether red and yellow undertones are consistently perceived by observers second we ask whether red and yellow undertones are associated with expectations of discrimination across a range of social settings we address these questions using novel survey data in which skin lightness darkness and undertones are captured using cielab measurements and a two dimensional categorical skin color scale although we find skin lightness darkness to be the strongest and most consistent predictor of discrimination expectations respondents also perceived skin undertones consistently and skin yellowness was associated with a higher predicted likelihood of discrimination net of lightness darkness in certain social settings our findings suggest that colorism can extend beyond a light dark binary and emphasize the value of capturing undertones particularly yellowness in social surveys assessing skin color"
}