{
    "pmid": "41458357",
    "title": "Immune Response to TB Antigen Stimulation in Type 2 Diabetes Mellitus: Insights from a Cross-Sectional Cytokine Profile Analysis.",
    "abstract": "The syndemic of tuberculosis (TB) and type 2 diabetes mellitus (T2DM) presents a growing global health challenge, particularly in high-burden countries. T2DM is known to impair immune responses, increasing susceptibility to TB. However, the cytokine dynamics underlying this interaction remain unclear. This study aimed to explore the differences in ex vivo cytokine responses between individuals with and without T2DM following TB antigen stimulation. In this cross-sectional study, we analyzed plasma samples from 110 individuals with T2DM and 38 without, collected as part of the TANDEM and INFECT cohort studies in Indonesia. Cytokine levels (IL-1β, IL-6, TNF-α, and IFN-γ) were measured using ELISA before and after TB antigen stimulation using the QuantiFERON-TB Gold assay. Demographic, clinical, and metabolic parameters were recorded. Statistical analyses included Mann-Whitney  Patients with DM showed a higher baseline levels of pro-inflammatory cytokines than non-DM individuals, particularly in IL-1β, IL-6 and TNF-α, suggesting a primed immune response even before TB antigen exposure. After TB antigen stimulation, no significant between-group differences were observed in cytokine levels. However, IL-1β showed a more pronounced median increase in T2DM (124 vs -54 pg/mL, p = 0.43), while IL-6, TNF-α, and IFN-γ changes were blunted in the T2DM group. Correlation analyses revealed that in T2DM individuals, IL-1β positively correlated with IL-6 and TNF-α both pre- and post-stimulation. IL-6 and IFN-γ showed significant associations with HbA1c and BMI in the non-DM group. T2DM group exhibited altered immune patterns marked by heightened IL-1β response and disrupted regulation of IL-6, TNF-α, and IFN-γ, although no statistically significant cytokine differences were observed. These findings suggest an immune dysregulation in T2DM that may contribute to TB susceptibility, warranting further investigation using CD4/CD8-responsive assays in larger, more diverse populations.",
    "disease": "diabetes mellitus",
    "clean_text": "immune response to tb antigen stimulation in type diabetes mellitus insights from a cross sectional cytokine profile analysis the syndemic of tuberculosis tb and type diabetes mellitus t dm presents a growing global health challenge particularly in high burden countries t dm is known to impair immune responses increasing susceptibility to tb however the cytokine dynamics underlying this interaction remain unclear this study aimed to explore the differences in ex vivo cytokine responses between individuals with and without t dm following tb antigen stimulation in this cross sectional study we analyzed plasma samples from individuals with t dm and without collected as part of the tandem and infect cohort studies in indonesia cytokine levels il il tnf and ifn were measured using elisa before and after tb antigen stimulation using the quantiferon tb gold assay demographic clinical and metabolic parameters were recorded statistical analyses included mann whitney patients with dm showed a higher baseline levels of pro inflammatory cytokines than non dm individuals particularly in il il and tnf suggesting a primed immune response even before tb antigen exposure after tb antigen stimulation no significant between group differences were observed in cytokine levels however il showed a more pronounced median increase in t dm vs pg ml p while il tnf and ifn changes were blunted in the t dm group correlation analyses revealed that in t dm individuals il positively correlated with il and tnf both pre and post stimulation il and ifn showed significant associations with hba c and bmi in the non dm group t dm group exhibited altered immune patterns marked by heightened il response and disrupted regulation of il tnf and ifn although no statistically significant cytokine differences were observed these findings suggest an immune dysregulation in t dm that may contribute to tb susceptibility warranting further investigation using cd cd responsive assays in larger more diverse populations"
}