{
    "title": "Qualitative and Quantitative Evaluation of the Effects of Different Chelating Agents on the Calcium Content of Root Canal Dentin Using Atomic Absorption Spectrophotometer: An In Vitro Study.",
    "doc_id": "39391134",
    "writer": "Singhal P",
    "year": "2024",
    "summary": "Therefore, comparing the efficacy of different chelating agents will be promising with respect to maximum calcium loss both qualitatively and quantitatively. HOW TO CITE THIS ARTICLE: Singhal P, Raisingani D, Prasad AB, et al. Qualitative and Quantitative Evaluation …",
    "abstract": "Aims and background:\n        \n      \n      Evaluation of the effects of different chelating agents on the calcium loss of root canal dentin.\n    \n\n\n          Materials and methods:\n        \n      \n      Around 65 single-rooted teeth were collected and decoronated. The working length was determined, and biomechanical preparation was done in a crown-down fashion using the HyFlex Control Memory rotary nickel-titanium (Ni-Ti) system until apical preparation of 30.04. Canals were irrigated with chelating agents and sodium hypochlorite between each file insertion. Based on the type of chelating agents used, the samples were randomly divided into five groups (n = 13)-group I, liquid ethylenediaminetetraacetic acid (EDTA); group II, EDTA and chlorhexidine (CHX); group III, etidronic acid; group IV, SmearClear; and group V (control), distilled water. The total volume of the solution used was collected, and calcium ion release was quantified using an atomic absorption spectrophotometer. The qualitative analysis was done by observing the acetylene (C2H2)/air flame. Images were obtained for each sample, compared, and analyzed.\n    \n\n\n          Results:\n        \n      \n      With respect to the control group, groups IV and I show a statistically significant difference compared to groups II and III (p < 0.05). Qualitatively, the highest intensity was observed in group IV and the least intensity in group III.\n    \n\n\n          Conclusion:\n        \n      \n      SmearClear showed significantly higher decalcifying capability compared to EDTA, EDTA and CHX, and etidronic acid. Hence, its combined use with an organic solvent can be recommended for efficient smear layer removal.\n    \n\n\n          Clinical significance:\n        \n      \n      Minimally invasive endodontic treatment is aimed at preserving the strength of the treated tooth without compromising cleaning effectiveness. Therefore, comparing the efficacy of different chelating agents will be promising with respect to maximum calcium loss both qualitatively and quantitatively.\n    \n\n\n          How to cite this article:\n        \n      \n      Singhal P, Raisingani D, Prasad AB, et al. Qualitative and Quantitative Evaluation of the Effects of Different Chelating Agents on the Calcium Content of Root Canal Dentin Using Atomic Absorption Spectrophotometer: An In Vitro Study. Int J Clin Pediatr Dent 2024;17(6):647-652.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39391134/",
    "clean_text": "qualitative and quantitative evaluation of the effects of different chelating agents on the calcium content of root canal dentin using atomic absorption spectrophotometer an in vitro study therefore comparing the efficacy of different chelating agents will be promising with respect to maximum calcium loss both qualitatively and quantitatively how to cite this article singhal p raisingani d prasad ab et al qualitative and quantitative evaluation aims and background evaluation of the effects of different chelating agents on the calcium loss of root canal dentin materials and methods around single rooted teeth were collected and decoronated the working length was determined and biomechanical preparation was done in a crown down fashion using the hyflex control memory rotary nickel titanium ni ti system until apical preparation of canals were irrigated with chelating agents and sodium hypochlorite between each file insertion based on the type of chelating agents used the samples were randomly divided into five groups n group i liquid ethylenediaminetetraacetic acid edta group ii edta and chlorhexidine chx group iii etidronic acid group iv smearclear and group v control distilled water the total volume of the solution used was collected and calcium ion release was quantified using an atomic absorption spectrophotometer the qualitative analysis was done by observing the acetylene c h air flame images were obtained for each sample compared and analyzed results with respect to the control group groups iv and i show a statistically significant difference compared to groups ii and iii p qualitatively the highest intensity was observed in group iv and the least intensity in group iii conclusion smearclear showed significantly higher decalcifying capability compared to edta edta and chx and etidronic acid hence its combined use with an organic solvent can be recommended for efficient smear layer removal clinical significance minimally invasive endodontic treatment is aimed at preserving the strength of the treated tooth without compromising cleaning effectiveness therefore comparing the efficacy of different chelating agents will be promising with respect to maximum calcium loss both qualitatively and quantitatively how to cite this article singhal p raisingani d prasad ab et al qualitative and quantitative evaluation of the effects of different chelating agents on the calcium content of root canal dentin using atomic absorption spectrophotometer an in vitro study int j clin pediatr dent"
}