{
    "title": "Atrial fibrillation.",
    "doc_id": "11975840",
    "writer": "Aronow WS.",
    "year": "2002",
    "summary": "The prevalence and incidence of atrial fibrillation increase with age. Atrial fibrillation is associated with a higher incidence of coronary events, stroke, and mortality than sinus rhythm. A fast ventricular rate associated with atrial fibri …",
    "abstract": "The prevalence and incidence of atrial fibrillation increase with age. Atrial fibrillation is associated with a higher incidence of coronary events, stroke, and mortality than sinus rhythm. A fast ventricular rate associated with atrial fibrillation may cause tachycardia-related cardiomyopathy. Management of atrial fibrillation includes treatment of underlying causes and precipitating factors. Immediate direct-current cardioversion should be performed in persons with atrial fibrillation associated with acute myocardial infarction, chest pain due to myocardial ischemia, hypotension, severe heart failure, or syncope. Intravenous beta-blockers, verapamil, or diltiazem may be used to immediately slow a fast ventricular rate associated with atrial fibrillation. An oral beta-blocker, verapamil, or diltiazem should be given to persons with atrial fibrillation if a rapid ventricular rate occurs a rest or during exercise despite digoxin. Amiodarone may be used in selected persons with symptomatic life-threatening atrial fibrillation refractory to other drug therapy. Nondrug therapies should be performed in persons with symptomatic atrial fibrillation in whom a rapid ventricular rate cannot be slowed by drug therapy. Paroxysmal atrial fibrillation associated with the tachycardia-bradycardia syndrome should be managed with a permanent pacemaker in combination with drugs. A permanent pacemaker should be implanted in persons with atrial fibrillation in whom symptoms such as dizziness or syncope associated with non-drug-induced ventricular pauses longer than 3 seconds develop. Elective direct-current cardioversion has a higher success rate and a lower incidence of cardiac adverse effects than medical cardioversion in converting atrial fibrillation to sinus rhythm. Unless transesophageal echocardiography shows no thrombus in the left atrial appendage before cardioversion, oral warfarin should be given for 3 weeks before elective direct-current or drug cardioversion of atrial fibrillation and continued for at least 4 weeks after maintenance of sinus rhythm. Many cardiologists prefer the treatment strategy of ventricular rate control plus warfarin rather than to maintain sinus rhythm with antiarrhythmic drugs, especially in older patients. Digoxin should not be used in persons with paroxysmal atrial fibrillation. Patients with chronic or paroxysmal atrial fibrillation who are at high risk for stroke should be treated with long-term warfarin to achieve an International Normalized Ratio (INR) of 2.0 to 3.0. Persons with atrial fibrillation who are at low risk for stroke or who have contraindications to warfarin should receive 325 mg aspirin daily.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11975840/",
    "clean_text": "atrial fibrillation the prevalence and incidence of atrial fibrillation increase with age atrial fibrillation is associated with a higher incidence of coronary events stroke and mortality than sinus rhythm a fast ventricular rate associated with atrial fibri the prevalence and incidence of atrial fibrillation increase with age atrial fibrillation is associated with a higher incidence of coronary events stroke and mortality than sinus rhythm a fast ventricular rate associated with atrial fibrillation may cause tachycardia related cardiomyopathy management of atrial fibrillation includes treatment of underlying causes and precipitating factors immediate direct current cardioversion should be performed in persons with atrial fibrillation associated with acute myocardial infarction chest pain due to myocardial ischemia hypotension severe heart failure or syncope intravenous beta blockers verapamil or diltiazem may be used to immediately slow a fast ventricular rate associated with atrial fibrillation an oral beta blocker verapamil or diltiazem should be given to persons with atrial fibrillation if a rapid ventricular rate occurs a rest or during exercise despite digoxin amiodarone may be used in selected persons with symptomatic life threatening atrial fibrillation refractory to other drug therapy nondrug therapies should be performed in persons with symptomatic atrial fibrillation in whom a rapid ventricular rate cannot be slowed by drug therapy paroxysmal atrial fibrillation associated with the tachycardia bradycardia syndrome should be managed with a permanent pacemaker in combination with drugs a permanent pacemaker should be implanted in persons with atrial fibrillation in whom symptoms such as dizziness or syncope associated with non drug induced ventricular pauses longer than seconds develop elective direct current cardioversion has a higher success rate and a lower incidence of cardiac adverse effects than medical cardioversion in converting atrial fibrillation to sinus rhythm unless transesophageal echocardiography shows no thrombus in the left atrial appendage before cardioversion oral warfarin should be given for weeks before elective direct current or drug cardioversion of atrial fibrillation and continued for at least weeks after maintenance of sinus rhythm many cardiologists prefer the treatment strategy of ventricular rate control plus warfarin rather than to maintain sinus rhythm with antiarrhythmic drugs especially in older patients digoxin should not be used in persons with paroxysmal atrial fibrillation patients with chronic or paroxysmal atrial fibrillation who are at high risk for stroke should be treated with long term warfarin to achieve an international normalized ratio inr of to persons with atrial fibrillation who are at low risk for stroke or who have contraindications to warfarin should receive mg aspirin daily"
}