{
    "title": "Weight loss in Parkinson's disease.",
    "doc_id": "17131227",
    "writer": "Kashihara K.",
    "year": "2006",
    "summary": "Depression, anti-parkinsonian drugs, and medical complications such as pneumonia and malignancies also may facilitate weight loss in PD. Combinations of various degrees of these factors, especially in advanced PD, may produce weight loss. ...Attention …",
    "abstract": "Weight loss is frequent in patients with Parkinson's disease (PD). Reduced energy intake and/or increased energy expenditure have been postulated as the cause. Dysphagia, anorexia, and gastrointestinal dysfunction may be possible causes of reduced energy intake; whereas, rigidity, tremor, and levodopa-induced dyskinesia may increase energy expenditure. Levodopa may enhance glucose metabolism resulting in enhanced energy expenditure. Depression, anti-parkinsonian drugs, and medical complications such as pneumonia and malignancies also may facilitate weight loss in PD. Combinations of various degrees of these factors, especially in advanced PD, may produce weight loss. Such weight loss is associated with malnutrition which may precipitate infection and decubitis; accelerate motor, behavioral, and autonomic impairment; consequently spoiling one's quality of life. Attention must be paid as well to motor symptoms to prevent or reverse weight loss in PD patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17131227/",
    "clean_text": "weight loss in parkinson s disease depression anti parkinsonian drugs and medical complications such as pneumonia and malignancies also may facilitate weight loss in pd combinations of various degrees of these factors especially in advanced pd may produce weight loss attention weight loss is frequent in patients with parkinson s disease pd reduced energy intake and or increased energy expenditure have been postulated as the cause dysphagia anorexia and gastrointestinal dysfunction may be possible causes of reduced energy intake whereas rigidity tremor and levodopa induced dyskinesia may increase energy expenditure levodopa may enhance glucose metabolism resulting in enhanced energy expenditure depression anti parkinsonian drugs and medical complications such as pneumonia and malignancies also may facilitate weight loss in pd combinations of various degrees of these factors especially in advanced pd may produce weight loss such weight loss is associated with malnutrition which may precipitate infection and decubitis accelerate motor behavioral and autonomic impairment consequently spoiling one s quality of life attention must be paid as well to motor symptoms to prevent or reverse weight loss in pd patients"
}