{
    "title": "[Psychosocial and developmental outcomes of TYAs with cancer: Are there any specific characteristics for the young adults?].",
    "doc_id": "27866681",
    "writer": "Leprince T",
    "year": "2016",
    "summary": "If the existing literature review allows identifying many written work related to the experience of cancer during adolescence, resources about \"young adults\" are not only far less abundant, but rarely give the definition of what is a \"young adult\". ... …",
    "abstract": "During the last few years, specific support devices and even dedicated units for teenagers and young adults (TYAs - patients grouped in the 15-25 years age group) appeared in oncology. If the existing literature review allows identifying many written work related to the experience of cancer during adolescence, resources about \"young adults\" are not only far less abundant, but rarely give the definition of what is a \"young adult\". Based on this observation, it appears necessary, at this stage of our practice, to question the definition and psychosocial outcomes of those psychiatrists and psychologists also call \"young adults\". Are they so different compared to teenagers? Do they have their own specificities? Based on the analysis of the general literature, we will seek to define the highlights of this moment of life and to identify their specific psychosocial and developmental outcomes. Thus, we will be able to study more accurately the experience of young adults facing cancer and the associated psychological side effects. Based on this analysis, we will present the issues which seemed to be specific in the psychological support of young adults and their relatives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27866681/",
    "clean_text": "psychosocial and developmental outcomes of tyas with cancer are there any specific characteristics for the young adults if the existing literature review allows identifying many written work related to the experience of cancer during adolescence resources about young adults are not only far less abundant but rarely give the definition of what is a young adult during the last few years specific support devices and even dedicated units for teenagers and young adults tyas patients grouped in the years age group appeared in oncology if the existing literature review allows identifying many written work related to the experience of cancer during adolescence resources about young adults are not only far less abundant but rarely give the definition of what is a young adult based on this observation it appears necessary at this stage of our practice to question the definition and psychosocial outcomes of those psychiatrists and psychologists also call young adults are they so different compared to teenagers do they have their own specificities based on the analysis of the general literature we will seek to define the highlights of this moment of life and to identify their specific psychosocial and developmental outcomes thus we will be able to study more accurately the experience of young adults facing cancer and the associated psychological side effects based on this analysis we will present the issues which seemed to be specific in the psychological support of young adults and their relatives"
}