{
    "pmid": "41409935",
    "title": "Chronic Rhinosinusitis With Nasal Polyps Successfully Treated With Tezepelumab After an Inadequate Response to Dupilumab: A Case Report.",
    "abstract": "Chronic rhinosinusitis with nasal polyps (CRSwNP) is a type 2 inflammatory disease that is often refractory to surgery and requires treatment with biologics, including dupilumab (DUP), a monoclonal antibody targeting IL-4/13. We report a case of severe CRSwNP with comorbid severe asthma that showed unfavorable outcomes with DUP treatment but markedly responded to tezepelumab (TEZ), a monoclonal antibody targeting thymic stromal lymphopoietin (TSLP). A 41-year-old man with steroid-dependent intractable asthma and CRSwNP presented with anosmia and nasal obstruction. Although the patient had undergone functional endoscopic sinus surgery (FESS) and subsequently received systemic corticosteroids (SCSs) and DUP therapy (prescribed by respiratory medicine clinicians), the nasal obstruction and anosmia persisted, and nasal polyps continued to enlarge. Owing to poor control of asthma, the Department of Respiratory Medicine switched the systemic therapy to TEZ. Four months after TEZ initiation, asthma control improved along with reductions in the nasal polyp score (NPS) and computed tomography scores. Notably, olfaction improved from anosmia to mild hyposmia within one year. SCSs were successfully discontinued without asthma exacerbation. TSLP, which acts upstream of IL-4/13 in the type 2 inflammation cascade, may be a promising therapeutic option for patients with CRSwNP and comorbid asthma refractory to DUP. Further studies are warranted to validate the efficacy of TEZ in the management of CRSwNP.",
    "disease": "asthma",
    "clean_text": "chronic rhinosinusitis with nasal polyps successfully treated with tezepelumab after an inadequate response to dupilumab a case report chronic rhinosinusitis with nasal polyps crswnp is a type inflammatory disease that is often refractory to surgery and requires treatment with biologics including dupilumab dup a monoclonal antibody targeting il we report a case of severe crswnp with comorbid severe asthma that showed unfavorable outcomes with dup treatment but markedly responded to tezepelumab tez a monoclonal antibody targeting thymic stromal lymphopoietin tslp a year old man with steroid dependent intractable asthma and crswnp presented with anosmia and nasal obstruction although the patient had undergone functional endoscopic sinus surgery fess and subsequently received systemic corticosteroids scss and dup therapy prescribed by respiratory medicine clinicians the nasal obstruction and anosmia persisted and nasal polyps continued to enlarge owing to poor control of asthma the department of respiratory medicine switched the systemic therapy to tez four months after tez initiation asthma control improved along with reductions in the nasal polyp score nps and computed tomography scores notably olfaction improved from anosmia to mild hyposmia within one year scss were successfully discontinued without asthma exacerbation tslp which acts upstream of il in the type inflammation cascade may be a promising therapeutic option for patients with crswnp and comorbid asthma refractory to dup further studies are warranted to validate the efficacy of tez in the management of crswnp"
}