{
    "pmid": "41459582",
    "title": "Analysis of the Correlation Between Serum Procalcitonin (PCT), C-Reactive Protein (CRP) Levels and the Occurrence/Severity of Bronchopulmonary Dysplasia in ELBW/VLBW Neonates.",
    "abstract": "This study aimed to analyze the correlation between serum levels of Procalcitonin (PCT) and C-reactive protein (CRP) and the occurrence and severity of Bronchopulmonary Dysplasia (BPD) in Extremely Low Birth Weight (ELBW) and Very Low Birth Weight (VLBW) neonates, and to identify associated risk factors. A retrospective analysis was conducted on 213 ELBW/VLBW neonates admitted between January 2021 and January 2024. According to BPD diagnosis, they were categorized into a control group (n=62, without BPD) and an observation group (n=151, with BPD). The observation group was further stratified by severity into mild (n=71), moderate (n=46), and severe (n=34) BPD. Serum PCT and CRP levels were compared across groups. The correlation between these biomarkers and BPD severity was analyzed, and risk factors for BPD were investigated. PCT and CRP levels were significantly higher in the observation group than in the control group (P<0.05). A significant increasing trend in both PCT and CRP levels was observed with worsening BPD severity (P<0.05). Spearman analysis confirmed positive correlations between BPD severity and PCT (r=0.354) and CRP (r=0.472) levels (P<0.05). Multivariate logistic regression identified intrauterine infection, gestational age <28 weeks, assisted ventilation >2 weeks, infectious pneumonia, and FiO In this retrospective study, elevated serum PCT and CRP levels were positively associated with the severity of BPD in ELBW/VLBW neonates. The identified risk factors, including intrauterine infection, gestational age <28 weeks, prolonged assisted ventilation, infectious pneumonia, and high FiO",
    "disease": "pneumonia",
    "clean_text": "analysis of the correlation between serum procalcitonin pct c reactive protein crp levels and the occurrence severity of bronchopulmonary dysplasia in elbw vlbw neonates this study aimed to analyze the correlation between serum levels of procalcitonin pct and c reactive protein crp and the occurrence and severity of bronchopulmonary dysplasia bpd in extremely low birth weight elbw and very low birth weight vlbw neonates and to identify associated risk factors a retrospective analysis was conducted on elbw vlbw neonates admitted between january and january according to bpd diagnosis they were categorized into a control group n without bpd and an observation group n with bpd the observation group was further stratified by severity into mild n moderate n and severe n bpd serum pct and crp levels were compared across groups the correlation between these biomarkers and bpd severity was analyzed and risk factors for bpd were investigated pct and crp levels were significantly higher in the observation group than in the control group p a significant increasing trend in both pct and crp levels was observed with worsening bpd severity p spearman analysis confirmed positive correlations between bpd severity and pct r and crp r levels p multivariate logistic regression identified intrauterine infection gestational age weeks assisted ventilation weeks infectious pneumonia and fio in this retrospective study elevated serum pct and crp levels were positively associated with the severity of bpd in elbw vlbw neonates the identified risk factors including intrauterine infection gestational age weeks prolonged assisted ventilation infectious pneumonia and high fio"
}