{
    "pmid": "41459112",
    "title": "Targeting PAK1 suppresses tumor progression by promoting mRNA decay of oncogenic factors and enhancing chemotherapeutic efficacy in colorectal cancer.",
    "abstract": "P21-activated kinase 1 (PAK1) plays an oncogenic role in colorectal cancer (CRC). However, the role of PAK1 in CRC progression remains incompletely understood. Here, we showed that PAK1 enhanced the mRNA stability of multiple oncogenic factors. We found that PAK1 promoted CRC initiation and progression as previously reported. Mechanistically, loss of PAK1 promoted mRNA decay and inhibited the expression of CD44, SAA1, MTOR, RPS6KB1, and EIF4G1, the factors involved in tumorigenesis in many cancers. Importantly, our results revealed that the PAK1 inhibitor, PF3758309, exhibited a profound synergistic effect with oxaliplatin in CRC. Collectively, our study unveils a novel function of PAK1 in CRC progression. Thus, these results highlight the potential of targeting PAK1 as a therapeutic strategy in CRC, particularly in combination with oxaliplatin.",
    "disease": "colorectal cancer",
    "clean_text": "targeting pak suppresses tumor progression by promoting mrna decay of oncogenic factors and enhancing chemotherapeutic efficacy in colorectal cancer p activated kinase pak plays an oncogenic role in colorectal cancer crc however the role of pak in crc progression remains incompletely understood here we showed that pak enhanced the mrna stability of multiple oncogenic factors we found that pak promoted crc initiation and progression as previously reported mechanistically loss of pak promoted mrna decay and inhibited the expression of cd saa mtor rps kb and eif g the factors involved in tumorigenesis in many cancers importantly our results revealed that the pak inhibitor pf exhibited a profound synergistic effect with oxaliplatin in crc collectively our study unveils a novel function of pak in crc progression thus these results highlight the potential of targeting pak as a therapeutic strategy in crc particularly in combination with oxaliplatin"
}