{
    "title": "Teratogen update: Zika virus and pregnancy.",
    "doc_id": "32830420",
    "writer": "Rasmussen SA",
    "year": "2020",
    "summary": "Zika virus was first identified in Uganda in 1947 but received little attention until 2015 when a large outbreak of Zika virus illness followed by an increased number of babies born with microcephaly occurred in Brazil. ...Neurodevelopmental effects ar …",
    "abstract": "Zika virus was first identified in Uganda in 1947 but received little attention until 2015 when a large outbreak of Zika virus illness followed by an increased number of babies born with microcephaly occurred in Brazil. Zika virus spread rapidly throughout the Americas, and in 2016 was identified as a cause of microcephaly and other serious birth defects. Since that time, much has been learned about the Zika virus. The virus is primarily spread by the bite of Aedes species mosquitoes; however, other forms of transmission (e.g., sexual and intrauterine) have been recognized. Although postnatal Zika virus infection typically causes mild or no symptoms, effects on infants born to prenatally infected mothers can be severe and include structural birth defects and neurodevelopmental effects. The risk of a structural birth defect among infants born to mothers with confirmed or suspected Zika virus infection during pregnancy has ranged from 5 to 10%. The timing of Zika infection during pregnancy affects risk, with higher risks with the first-trimester infection. Neurodevelopmental effects are seen even in infants who appear normal in the newborn period. Although cases of Zika virus infection have fallen in the Americas, the Zika virus remains an active threat in some regions of the world. The development of a Zika vaccine will require continued focus and investment. Until a Zika vaccine is available, prevention efforts for pregnant women include avoidance of travel to areas with active Zika transmission, avoidance of mosquito bites for those living in or traveling to areas with Zika transmission, and protection against sexual transmission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32830420/",
    "clean_text": "teratogen update zika virus and pregnancy zika virus was first identified in uganda in but received little attention until when a large outbreak of zika virus illness followed by an increased number of babies born with microcephaly occurred in brazil neurodevelopmental effects ar zika virus was first identified in uganda in but received little attention until when a large outbreak of zika virus illness followed by an increased number of babies born with microcephaly occurred in brazil zika virus spread rapidly throughout the americas and in was identified as a cause of microcephaly and other serious birth defects since that time much has been learned about the zika virus the virus is primarily spread by the bite of aedes species mosquitoes however other forms of transmission e g sexual and intrauterine have been recognized although postnatal zika virus infection typically causes mild or no symptoms effects on infants born to prenatally infected mothers can be severe and include structural birth defects and neurodevelopmental effects the risk of a structural birth defect among infants born to mothers with confirmed or suspected zika virus infection during pregnancy has ranged from to the timing of zika infection during pregnancy affects risk with higher risks with the first trimester infection neurodevelopmental effects are seen even in infants who appear normal in the newborn period although cases of zika virus infection have fallen in the americas the zika virus remains an active threat in some regions of the world the development of a zika vaccine will require continued focus and investment until a zika vaccine is available prevention efforts for pregnant women include avoidance of travel to areas with active zika transmission avoidance of mosquito bites for those living in or traveling to areas with zika transmission and protection against sexual transmission"
}