{
    "title": "Nonalcoholic fatty liver disease.",
    "doc_id": "16770927",
    "writer": "Bayard M",
    "year": "2006",
    "summary": "Nonalcoholic fatty liver disease is a common condition associated with metabolic syndrome. It is the most common cause of elevated liver enzymes in U.S. adults, and is diagnosed after ruling out other causes of steatosis (fatty infiltration of liver …",
    "abstract": "Nonalcoholic fatty liver disease is a common condition associated with metabolic syndrome. It is the most common cause of elevated liver enzymes in U.S. adults, and is diagnosed after ruling out other causes of steatosis (fatty infiltration of liver), particularly infectious hepatitis and alcohol abuse. Liver biopsy may be considered if greater diagnostic and prognostic certainty is desired, particularly in patients with diabetes, patients who are morbidly obese, and in patients with an aspartate transaminase to alanine transaminase ratio greater than one, because these patients are at risk of having more advanced disease. Weight loss is the primary treatment for obese patients with nonalcoholic fatty liver disease. Medications used to treat insulin resistance, hyperlipidemia, and obesity have been shown to improve transaminase levels, steatosis, and histologic findings. However, no treatments have been shown to affect patient-oriented outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16770927/",
    "clean_text": "nonalcoholic fatty liver disease nonalcoholic fatty liver disease is a common condition associated with metabolic syndrome it is the most common cause of elevated liver enzymes in u s adults and is diagnosed after ruling out other causes of steatosis fatty infiltration of liver nonalcoholic fatty liver disease is a common condition associated with metabolic syndrome it is the most common cause of elevated liver enzymes in u s adults and is diagnosed after ruling out other causes of steatosis fatty infiltration of liver particularly infectious hepatitis and alcohol abuse liver biopsy may be considered if greater diagnostic and prognostic certainty is desired particularly in patients with diabetes patients who are morbidly obese and in patients with an aspartate transaminase to alanine transaminase ratio greater than one because these patients are at risk of having more advanced disease weight loss is the primary treatment for obese patients with nonalcoholic fatty liver disease medications used to treat insulin resistance hyperlipidemia and obesity have been shown to improve transaminase levels steatosis and histologic findings however no treatments have been shown to affect patient oriented outcomes"
}