{
    "title": "The pro-oxidative activity of SOD and nitroxide SOD mimics.",
    "doc_id": "10834943",
    "writer": "Offer T",
    "year": "2000",
    "summary": "As a result, the reaction kinetics of the high oxidation state of each catalyst is altered. In the presence of ultra-low [O(2)(*-)](steady state), the oxidized form of SOD [Cu(II),Zn-SOD] or SOD mimic (oxo-ammonium cation) does not react with O(2)(*-) but rather …",
    "abstract": "Native Cu,Zn-SOD and synthetic SOD mimics sometimes demonstrate an apparently anomalous bell-shaped dose-response relationship when protecting various biological systems from oxidative stress. Several mechanisms have been proposed to account for such an effect, including: overproduction of H(2)O(2), peroxidative activity of SOD, and opposing roles played by O(2)(*-) in both initiation and termination of radical chain reactions. In the present study, ferrocyanide and thiols, which are susceptible to one-electron and two-electron oxidation, respectively, were subjected to a flux of superoxide in the presence and absence of SOD or SOD mimics. The results show that 1) either O(2)(*-)/HO(2)(*) or H(2)O(2) alone partially inactivates papain, whereas when combined they act synergistically; 2) nitroxide SOD mimics, but not SOD, exhibit a bell-shaped dose-response relationship in protecting papain from inactivation; 3) SOD, which at low dose inhibits superoxide-induced oxidation of ferrocyanide, loses its antioxidative effect as its concentration increases. These findings offer an additional explanation for the pro-oxidative activity of SOD and SOD mimics without invoking any dual activity of O(2)(*-) or a combined effect of SOD and H(2)O(2). The most significant outcome of an increase in SOD level is a decrease of [O(2)(*-)](steady state), rather than any notable elevation of [H(2)O(2)](steady state). As a result, the reaction kinetics of the high oxidation state of each catalyst is altered. In the presence of ultra-low [O(2)(*-)](steady state), the oxidized form of SOD [Cu(II),Zn-SOD] or SOD mimic (oxo-ammonium cation) does not react with O(2)(*-) but rather oxidizes the target molecule that it was supposed to have protected. Consequently, these catalysts exert an anti- or pro-oxidative effect depending on their concentration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10834943/",
    "clean_text": "the pro oxidative activity of sod and nitroxide sod mimics as a result the reaction kinetics of the high oxidation state of each catalyst is altered in the presence of ultra low o steady state the oxidized form of sod cu ii zn sod or sod mimic oxo ammonium cation does not react with o but rather native cu zn sod and synthetic sod mimics sometimes demonstrate an apparently anomalous bell shaped dose response relationship when protecting various biological systems from oxidative stress several mechanisms have been proposed to account for such an effect including overproduction of h o peroxidative activity of sod and opposing roles played by o in both initiation and termination of radical chain reactions in the present study ferrocyanide and thiols which are susceptible to one electron and two electron oxidation respectively were subjected to a flux of superoxide in the presence and absence of sod or sod mimics the results show that either o ho or h o alone partially inactivates papain whereas when combined they act synergistically nitroxide sod mimics but not sod exhibit a bell shaped dose response relationship in protecting papain from inactivation sod which at low dose inhibits superoxide induced oxidation of ferrocyanide loses its antioxidative effect as its concentration increases these findings offer an additional explanation for the pro oxidative activity of sod and sod mimics without invoking any dual activity of o or a combined effect of sod and h o the most significant outcome of an increase in sod level is a decrease of o steady state rather than any notable elevation of h o steady state as a result the reaction kinetics of the high oxidation state of each catalyst is altered in the presence of ultra low o steady state the oxidized form of sod cu ii zn sod or sod mimic oxo ammonium cation does not react with o but rather oxidizes the target molecule that it was supposed to have protected consequently these catalysts exert an anti or pro oxidative effect depending on their concentration"
}