{
    "pmid": "41457364",
    "title": "Insight into factors contributing to sensory burden after acquired brain injury: An experience sampling approach.",
    "abstract": "Sensory burden, a momentary experience of being bothered by sensory stimuli, is a frequent challenge following acquired brain injury (ABI). This study quantitatively tested a theoretical model conceptualizing sensory burden as a dynamic interaction between situational triggers and an individual's biopsychosocial resources using an experience sampling method. 41 individuals with ABI (median age = 59 years, median time since injury = 6.3 years) provided real-time data at seven semi-random intervals per day over seven consecutive days. Multilevel regression modeling assessed the influence of situational triggers (setting, company, effort, activity dissatisfaction, and negative affect) and individual resources (processing speed, fatigue, and sleep quality) on sensory burden. Momentary fluctuations in sensory burden varied in severity and variability across individuals. Sensory burden was associated with higher levels of negative affect ( These findings underscore the dynamic and individualized nature of sensory burden after ABI, emphasizing the need for personalized interventions targeting sensory hypersensitivity. Future research should explore additional triggers, resources, and causal pathways to further elucidate the proposed mechanisms and inform treatment development.",
    "disease": "stroke",
    "clean_text": "insight into factors contributing to sensory burden after acquired brain injury an experience sampling approach sensory burden a momentary experience of being bothered by sensory stimuli is a frequent challenge following acquired brain injury abi this study quantitatively tested a theoretical model conceptualizing sensory burden as a dynamic interaction between situational triggers and an individual s biopsychosocial resources using an experience sampling method individuals with abi median age years median time since injury years provided real time data at seven semi random intervals per day over seven consecutive days multilevel regression modeling assessed the influence of situational triggers setting company effort activity dissatisfaction and negative affect and individual resources processing speed fatigue and sleep quality on sensory burden momentary fluctuations in sensory burden varied in severity and variability across individuals sensory burden was associated with higher levels of negative affect these findings underscore the dynamic and individualized nature of sensory burden after abi emphasizing the need for personalized interventions targeting sensory hypersensitivity future research should explore additional triggers resources and causal pathways to further elucidate the proposed mechanisms and inform treatment development"
}