{
    "title": "Ageism and the Older Worker: A Scoping Review.",
    "doc_id": "28082278",
    "writer": "Harris K",
    "year": "2018",
    "summary": "Four main themes, representing key research emphases, were identified: stereotypes and perceptions of older workers; intended behavior toward older workers; reported behavior toward older workers; and older workers' negotiation of ageism. IMPLICATIONS: …",
    "abstract": "Purpose of the study:\n        \n      \n      Given the policy shifts toward extended work lives, it is critically important to address barriers that older workers may face in attaining and maintaining satisfactory work. This article presents a scoping review of research addressing ageism and its implications for the employment experiences and opportunities of older workers.\n    \n\n\n          Design and methods:\n        \n      \n      The five-step scoping review process outlined by Arksey and O'Malley was followed. The data set included 43 research articles.\n    \n\n\n          Results:\n        \n      \n      The majority of articles were cross-sectional quantitative surveys, and various types of study participants (older workers, human resource personnel/manager, employers, younger workers, undergraduate students) were included. Four main themes, representing key research emphases, were identified: stereotypes and perceptions of older workers; intended behavior toward older workers; reported behavior toward older workers; and older workers' negotiation of ageism.\n    \n\n\n          Implications:\n        \n      \n      Existing research provides a foundational evidence base for the existence of ageist stereotypes and perceptions about older workers and has begun to demonstrate implications in relation to intended behaviors and, to a lesser extent, actual behaviors toward older workers. A few studies have explored how aging workers attempt to negotiate ageism. Further research that extends beyond cross-sectional surveys is required to achieve more complex understandings of the implications of ageism and inform policies and practices that work against ageism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28082278/",
    "clean_text": "ageism and the older worker a scoping review four main themes representing key research emphases were identified stereotypes and perceptions of older workers intended behavior toward older workers reported behavior toward older workers and older workers negotiation of ageism implications purpose of the study given the policy shifts toward extended work lives it is critically important to address barriers that older workers may face in attaining and maintaining satisfactory work this article presents a scoping review of research addressing ageism and its implications for the employment experiences and opportunities of older workers design and methods the five step scoping review process outlined by arksey and o malley was followed the data set included research articles results the majority of articles were cross sectional quantitative surveys and various types of study participants older workers human resource personnel manager employers younger workers undergraduate students were included four main themes representing key research emphases were identified stereotypes and perceptions of older workers intended behavior toward older workers reported behavior toward older workers and older workers negotiation of ageism implications existing research provides a foundational evidence base for the existence of ageist stereotypes and perceptions about older workers and has begun to demonstrate implications in relation to intended behaviors and to a lesser extent actual behaviors toward older workers a few studies have explored how aging workers attempt to negotiate ageism further research that extends beyond cross sectional surveys is required to achieve more complex understandings of the implications of ageism and inform policies and practices that work against ageism"
}