{
    "pmid": "41474718",
    "title": "A hybrid machine learning model for pulmonary tuberculosis forecasting of Chongqing with adjacent-region data.",
    "abstract": "Pulmonary Tuberculosis (PTB) remains a serious infectious disease and a major global public health problem. Accurate prediction of PTB epidemics is essential to support health authorities in developing effective prevention and control strategies. This study proposed a novel two-stage hybrid prediction model that integrates a seasonal autoregressive integrated moving average (SARIMA) model and a support vector regression (SVR) model in parallel, followed in series by an extreme learning machine (ELM) optimized via the sparrow search algorithm. Furthermore, recognizing the notable spatial correlation characteristic of airborne PTB transmission, this study incorporates PTB incidence data from surrounding regions of the target area as additional input features to enhance the model with supplementary spatial information, thereby improving prediction accuracy. Validation using real-world PTB incidence data from Chongqing, China, demonstrates the superior performance of the proposed model, which reduces prediction errors by 18.47% to 77.38% compared to existing hybrid models. The inclusion of adjacent regional incidence data further significantly enhances predictive accuracy, reducing errors by 20.92% to 68.74%. The outcomes of this study are expected to facilitate earlier insights into PTB incidence trends and provide valuable support for public health decision-making in PTB prevention and control.",
    "disease": "tuberculosis",
    "clean_text": "a hybrid machine learning model for pulmonary tuberculosis forecasting of chongqing with adjacent region data pulmonary tuberculosis ptb remains a serious infectious disease and a major global public health problem accurate prediction of ptb epidemics is essential to support health authorities in developing effective prevention and control strategies this study proposed a novel two stage hybrid prediction model that integrates a seasonal autoregressive integrated moving average sarima model and a support vector regression svr model in parallel followed in series by an extreme learning machine elm optimized via the sparrow search algorithm furthermore recognizing the notable spatial correlation characteristic of airborne ptb transmission this study incorporates ptb incidence data from surrounding regions of the target area as additional input features to enhance the model with supplementary spatial information thereby improving prediction accuracy validation using real world ptb incidence data from chongqing china demonstrates the superior performance of the proposed model which reduces prediction errors by to compared to existing hybrid models the inclusion of adjacent regional incidence data further significantly enhances predictive accuracy reducing errors by to the outcomes of this study are expected to facilitate earlier insights into ptb incidence trends and provide valuable support for public health decision making in ptb prevention and control"
}