{
    "title": "Polypharmacy in Older Adults with Alzheimer's Disease.",
    "doc_id": "36295605",
    "writer": "Esumi S",
    "year": "2022",
    "summary": "The number of patients with Alzheimer's disease is increasing annually. Most of these patients are older adults with comorbid physical illnesses, which means that they are often treated with a combination of medications for the disease they have and th …",
    "abstract": "The number of patients with Alzheimer's disease is increasing annually. Most of these patients are older adults with comorbid physical illnesses, which means that they are often treated with a combination of medications for the disease they have and those for Alzheimer's disease. Thus, older adults with Alzheimer's disease are potentially at risk for polypharmacy. In addition, the drug interactions between Alzheimer's disease medications and those for the treatment of physical illnesses may reduce their efficacy and increase side effects. This article reviews polypharmacy and drug interactions in elderly patients with Alzheimer's disease, with a focus on psychotropic drugs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36295605/",
    "clean_text": "polypharmacy in older adults with alzheimer s disease the number of patients with alzheimer s disease is increasing annually most of these patients are older adults with comorbid physical illnesses which means that they are often treated with a combination of medications for the disease they have and th the number of patients with alzheimer s disease is increasing annually most of these patients are older adults with comorbid physical illnesses which means that they are often treated with a combination of medications for the disease they have and those for alzheimer s disease thus older adults with alzheimer s disease are potentially at risk for polypharmacy in addition the drug interactions between alzheimer s disease medications and those for the treatment of physical illnesses may reduce their efficacy and increase side effects this article reviews polypharmacy and drug interactions in elderly patients with alzheimer s disease with a focus on psychotropic drugs"
}