{
    "pmid": "41452711",
    "title": "The Impact of Coronary Artery Disease on Brain Vascular and Metabolic Health: Links to Cognitive Function.",
    "abstract": "Coronary artery disease (CAD), the leading cause of mortality worldwide, is increasingly recognized for its impact on brain health and cognition, yet the mechanisms linking CAD to vascular and metabolic alterations in the brain remain poorly understood. Prior work has identified regional deficits in cerebral blood flow (CBF) and cerebrovascular reactivity (CVR), a measure of vascular reserve, in patients with CAD, but the consequences of these impairments for cognition and cerebral metabolism have not been established. This study investigated how CAD influences cerebral vascular and metabolic health, and how these alterations relate to cognitive function across multiple domains. Using quantitative magnetic resonance imaging (MRI), we measured CBF, CVR, cerebral metabolic rate of oxygen (CMRO₂), and oxygen extraction fraction (OEF), alongside a validated neuropsychological battery yielding composite scores of executive functions, working memory, processing speed, and verbal episodic memory. The final sample included 35 CAD patients (CAD; n = 35, 66 ± 9 years, 6 females) and 37 healthy controls (n = 37, 65 ± 8 years, 10 females). Compared with controls, CAD patients demonstrated widespread vascular and metabolic impairments, including lower CBF, CVR, and CMRO₂, and elevated OEF, consistent with insufficient oxygen delivery. CBF deficits were more pronounced in patients with prior myocardial infarction. Importantly, lower CVR was associated with poorer performance in the cognitive domain of executive function, while higher OEF related to poorer working memory, underscoring the role of vascular reserve and oxygen consumption in cognition. These findings demonstrate that CAD impairs cerebral vascular and metabolic health, highlighting CVR and OEF as sensitive biomarkers linking brain health to cognitive outcomes and as promising targets for interventions to preserve cognition in CAD.",
    "disease": "coronary artery disease",
    "clean_text": "the impact of coronary artery disease on brain vascular and metabolic health links to cognitive function coronary artery disease cad the leading cause of mortality worldwide is increasingly recognized for its impact on brain health and cognition yet the mechanisms linking cad to vascular and metabolic alterations in the brain remain poorly understood prior work has identified regional deficits in cerebral blood flow cbf and cerebrovascular reactivity cvr a measure of vascular reserve in patients with cad but the consequences of these impairments for cognition and cerebral metabolism have not been established this study investigated how cad influences cerebral vascular and metabolic health and how these alterations relate to cognitive function across multiple domains using quantitative magnetic resonance imaging mri we measured cbf cvr cerebral metabolic rate of oxygen cmro and oxygen extraction fraction oef alongside a validated neuropsychological battery yielding composite scores of executive functions working memory processing speed and verbal episodic memory the final sample included cad patients cad n years females and healthy controls n years females compared with controls cad patients demonstrated widespread vascular and metabolic impairments including lower cbf cvr and cmro and elevated oef consistent with insufficient oxygen delivery cbf deficits were more pronounced in patients with prior myocardial infarction importantly lower cvr was associated with poorer performance in the cognitive domain of executive function while higher oef related to poorer working memory underscoring the role of vascular reserve and oxygen consumption in cognition these findings demonstrate that cad impairs cerebral vascular and metabolic health highlighting cvr and oef as sensitive biomarkers linking brain health to cognitive outcomes and as promising targets for interventions to preserve cognition in cad"
}