{
    "pmid": "41444943",
    "title": "Cardiovascular outcomes associated with incident diabetes during statin therapy: a nationwide propensity-matched cohort study.",
    "abstract": "Statins are a cornerstone of cardiovascular disease prevention, but growing evidence suggests they may increase the risk of new-onset type 2 diabetes. The cardiovascular implications of diabetes that develops during statin therapy, however, remain unclear. This study aimed to evaluate whether incident diabetes during statin use is associated with increased risk of major adverse cardiovascular events (MACE) or all-cause mortality, compared with individuals with preexisting diabetes and statin users who remained free of diabetes. We conducted two retrospective cohort studies using data from the Korean National Health Insurance Service (KNHIS) database between 2009 and 2020, which includes nationwide, population-based data from both primary and secondary care settings. From a source population of 1,500,959 adults, Study 1 identified 4371 individuals who had used statins continuously for ≥ 730 days before receiving a new diagnosis of type 2 diabetes mellitus (T2DM). These individuals were propensity score-matched 1:1 to individuals who initiated statin therapy after a prior diagnosis of T2DM, matched by age, sex, and low-density lipoprotein cholesterol levels. In Study 2, 4191 statin users who developed T2DM during follow-up were matched 1:1 with statin users who remained diabetes-free during the same period. The primary outcome was MACE, defined as a composite of myocardial infarction and stroke. All-cause mortality was assessed as a secondary outcome. In Study 1, individuals who developed diabetes during statin therapy had a significantly lower risk of MACE compared with those who initiated statins after diabetes diagnosis (adjusted hazard ratio [aHR] 0.607; 95% confidence interval [CI], 0.458-0.805; p = 0.0005), primarily driven by a reduced stroke risk (aHR 0.504; 95% CI, 0.357-0.711; p < 0.001). In Study 2, incident diabetes during statin use was not associated with increased risk of MACE (aHR 1.122; 95% CI, 0.784-1.605; p = 0.53) or all-cause mortality (aHR 0.555; 95% CI, 0.290-1.063; p = 0.0758), compared with remaining diabetes-free. Diabetes that develops during statin therapy was associated with a lower risk of MACE compared with initiating statins after diabetes diagnosis and was not linked to increased risk of MACE or all-cause mortality compared with remaining diabetes-free.",
    "disease": "diabetes mellitus",
    "clean_text": "cardiovascular outcomes associated with incident diabetes during statin therapy a nationwide propensity matched cohort study statins are a cornerstone of cardiovascular disease prevention but growing evidence suggests they may increase the risk of new onset type diabetes the cardiovascular implications of diabetes that develops during statin therapy however remain unclear this study aimed to evaluate whether incident diabetes during statin use is associated with increased risk of major adverse cardiovascular events mace or all cause mortality compared with individuals with preexisting diabetes and statin users who remained free of diabetes we conducted two retrospective cohort studies using data from the korean national health insurance service knhis database between and which includes nationwide population based data from both primary and secondary care settings from a source population of adults study identified individuals who had used statins continuously for days before receiving a new diagnosis of type diabetes mellitus t dm these individuals were propensity score matched to individuals who initiated statin therapy after a prior diagnosis of t dm matched by age sex and low density lipoprotein cholesterol levels in study statin users who developed t dm during follow up were matched with statin users who remained diabetes free during the same period the primary outcome was mace defined as a composite of myocardial infarction and stroke all cause mortality was assessed as a secondary outcome in study individuals who developed diabetes during statin therapy had a significantly lower risk of mace compared with those who initiated statins after diabetes diagnosis adjusted hazard ratio ahr confidence interval ci p primarily driven by a reduced stroke risk ahr ci p in study incident diabetes during statin use was not associated with increased risk of mace ahr ci p or all cause mortality ahr ci p compared with remaining diabetes free diabetes that develops during statin therapy was associated with a lower risk of mace compared with initiating statins after diabetes diagnosis and was not linked to increased risk of mace or all cause mortality compared with remaining diabetes free"
}