{
    "pmid": "41386886",
    "title": "Hub genes and common pathogenic mechanisms between COPD and H. pylori infection.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) andHelicobacter pylori (H. pylori) infection may share common pathogenic mechanisms, yet their molecular and cellular interactions remain poorly defined. Public datasets for COPD and H. pyloriinfection were retrieved from the Gene Expression Omnibus (GEO) database. Differentially expressed genes (DEGs) were identified, followed by weighted gene co-expression network analysis (WGCNA) to define disease-associated modules. Overlapping genes underwent functional enrichment via Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG). Support vector machine-recursive feature elimination (SVM-RFE) was analyzedto identify hub genes. Gene set enrichment analysis (GSEA), receiver operating characteristic (ROC) curve validation, and immune infiltration analysis using CIBERSORT were performed. Single-cell RNA sequencing (scRNA-seq) and cell-cell communication analysis were further applied to characterize hub gene expression and intercellular interactions. Integrative analysis identified 100 co-expressed genes, which were associated with cytokine-receptor interaction, TNF signaling, and chemokine-mediated signaling.SVM-RFE highlightedCCR1andCCL19as shared genes, validated in external cohorts, with GSEA indicating involvement in immune and inflammatory signaling.ROC curves confirmed robust diagnostic performance.Immune infiltration analysis showed macrophages M0 were consistently elevated in COPD and H. pylori infection; CCR1 and CCL19 are associated with multiple immune cell types. Single-cell analysis revealed hub genes are primarily expressed in macrophages and fibroblasts, potentially modulating pathogenesis via interactions between immune and signaling pathways. CCR1 and CCL19 are shared genes linking COPD and H. pylori infetion, which regulate immune homeostasis and inflammatory signalingvia influencing macrophagesand fibroblasts. These findings offered new ideas for molecular mechanisms and integrated therapeutic interventionsin COPD and H. pylori infetion.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "hub genes and common pathogenic mechanisms between copd and h pylori infection chronic obstructive pulmonary disease copd andhelicobacter pylori h pylori infection may share common pathogenic mechanisms yet their molecular and cellular interactions remain poorly defined public datasets for copd and h pyloriinfection were retrieved from the gene expression omnibus geo database differentially expressed genes degs were identified followed by weighted gene co expression network analysis wgcna to define disease associated modules overlapping genes underwent functional enrichment via gene ontology go and kyoto encyclopedia of genes and genomes kegg support vector machine recursive feature elimination svm rfe was analyzedto identify hub genes gene set enrichment analysis gsea receiver operating characteristic roc curve validation and immune infiltration analysis using cibersort were performed single cell rna sequencing scrna seq and cell cell communication analysis were further applied to characterize hub gene expression and intercellular interactions integrative analysis identified co expressed genes which were associated with cytokine receptor interaction tnf signaling and chemokine mediated signaling svm rfe highlightedccr andccl as shared genes validated in external cohorts with gsea indicating involvement in immune and inflammatory signaling roc curves confirmed robust diagnostic performance immune infiltration analysis showed macrophages m were consistently elevated in copd and h pylori infection ccr and ccl are associated with multiple immune cell types single cell analysis revealed hub genes are primarily expressed in macrophages and fibroblasts potentially modulating pathogenesis via interactions between immune and signaling pathways ccr and ccl are shared genes linking copd and h pylori infetion which regulate immune homeostasis and inflammatory signalingvia influencing macrophagesand fibroblasts these findings offered new ideas for molecular mechanisms and integrated therapeutic interventionsin copd and h pylori infetion"
}