{
    "pmid": "41466087",
    "title": "Prospective case-control cohort analysis of two-day/two-stage pelvic exenteration surgery: Safety, feasibility, acceptability and medium-term outcomes.",
    "abstract": "Pelvic exenteration (PE) is the only curative option for extensive pelvic cancers. Advances have facilitated increasingly complex resectional and reconstructive components, including per-operative oncological adjuncts such as intraoperative radiotherapy. Cumulatively, these components increase operative duration beyond what is feasible within a single conventional operating day. Two-day/two-stage PE addresses this, but little is known about this approach. This study aims to evaluate the feasibility, safety and medium-term outcomes of a two-day/two-stage PE. Consecutive patients (2010-2025) from a prospectively maintained high-volume PE unit database (n = 373) undergoing two-day/two-stage PE were compared against a matched control cohort of single-day cases lasting ≥15 h. EQ5D-5L and decision regret scores were longitudinally collected after 2021. Surgical, oncological and health-related quality-of-life outcomes were evaluated. Twenty-seven patients underwent two-day/two-stage PE, and 38 had one-day PE; more anal cancers were in the two-day/two-stage group (p = 0.012); median follow-up was 24.2 months. No 90-day mortalities occurred; 3-year overall survival was 54.4% for two-day/two-stage PE and 70.5% for one-day PE (p = 0.31); and R0-resection rates were 82% and 76%, respectively (p = 0.76). Major morbidity occurred in 56% and 47% (p = 0.62), with a median length of stay of 37 and 27 days (p = 0.07) and intensive care days of 5 and 3 (p = 0.08). 12-month EQ5D-5L utility scores were 0.79 and 0.81 (p = 0.96), with low 12-month decision regret in both groups (p = 0.15). Two-day/two-stage PE is safe and feasible, potentially representing the only option for highly selected patients needing high-complexity PE with multiple components. Although equivalent R0-resections were obtained, medium-term oncological outcomes were poorer in patients undergoing two-day/two-stage interventions.",
    "disease": "colorectal cancer",
    "clean_text": "prospective case control cohort analysis of two day two stage pelvic exenteration surgery safety feasibility acceptability and medium term outcomes pelvic exenteration pe is the only curative option for extensive pelvic cancers advances have facilitated increasingly complex resectional and reconstructive components including per operative oncological adjuncts such as intraoperative radiotherapy cumulatively these components increase operative duration beyond what is feasible within a single conventional operating day two day two stage pe addresses this but little is known about this approach this study aims to evaluate the feasibility safety and medium term outcomes of a two day two stage pe consecutive patients from a prospectively maintained high volume pe unit database n undergoing two day two stage pe were compared against a matched control cohort of single day cases lasting h eq d l and decision regret scores were longitudinally collected after surgical oncological and health related quality of life outcomes were evaluated twenty seven patients underwent two day two stage pe and had one day pe more anal cancers were in the two day two stage group p median follow up was months no day mortalities occurred year overall survival was for two day two stage pe and for one day pe p and r resection rates were and respectively p major morbidity occurred in and p with a median length of stay of and days p and intensive care days of and p month eq d l utility scores were and p with low month decision regret in both groups p two day two stage pe is safe and feasible potentially representing the only option for highly selected patients needing high complexity pe with multiple components although equivalent r resections were obtained medium term oncological outcomes were poorer in patients undergoing two day two stage interventions"
}