{
    "title": "Active therapy for chronic low back pain part 1. Effects on back muscle activation, fatigability, and strength.",
    "doc_id": "11317112",
    "writer": "Mannion AF",
    "year": "2001",
    "summary": "DESIGN: Randomized prospective study of the effects of three types of active therapy on back muscle function in chronic low back pain patients. OBJECTIVES: To quantify the effects of 3 months active therapy on strength, endurance, activation, and fatigability …",
    "abstract": "Design:\n        \n      \n      Randomized prospective study of the effects of three types of active therapy on back muscle function in chronic low back pain patients.\n    \n\n\n          Objectives:\n        \n      \n      To quantify the effects of 3 months active therapy on strength, endurance, activation, and fatigability of the back entensor muscles.\n    \n\n\n          Summary of background data:\n        \n      \n      Many studies have documented an association between chronic low back pain and diminished muscular performance capacity. Few studies have quantified the changes in these measures following interventions using objective measurement techniques or related them to changes in clinical outcome.\n    \n\n\n          Methods:\n        \n      \n      A total of 148 individuals (57% women) with chronic low back pain (age, 45.0 +/- 10.0 years; duration of low back pain, 10.9 +/- 9.5 years) were randomized to a treatment that they attended for 3 months: active physiotherapy, muscle reconditioning on devices, or low-impact aerobics. Before and after therapy, assessments were made of the following: trunk muscle strength (in flexion, extension, lateral bending, and axial rotation), erector spinae activation (maximal, and during forward bending movements), back extensor endurance (Biering-Sørensen test), and erector spinae fatigability (determined from changes in the median frequency of the surface electromyographic signal) during isometric and dynamic tests.\n    \n\n\n          Results:\n        \n      \n      A total of 132 of 148 patients (89%) completed the therapy. Isometric strength in each movement direction increased in all groups post-therapy (P < 0.0008), most notably in the devices group. Activation of the erector spinae during the extension tests also increased significantly in all groups and showed a weak, but significant, relationship with increased maximal strength (P = 0.01). Pretherapy 55% of the subjects showed no relaxation of the back muscles at L5 when in the fully flexed position; no changes were observed in any group post-therapy. Endurance time during the Biering-Sørensen test increased significantly post-therapy in all groups (P = 0.0001), but there were no significant changes in EMG-determined fatigability. Fatigability of the lumbar muscles at L5 (EMG median frequency changes) during the dynamic test increased post-therapy (P = 0.0001) without group differences.\n    \n\n\n          Conclusion:\n        \n      \n      Significant changes in muscle performance were observed in all three active therapy groups post-therapy, which appeared to be mainly due to changes in neural activation of the lumbar muscles and psychological changes concerning, for example, motivation or pain tolerance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11317112/",
    "clean_text": "active therapy for chronic low back pain part effects on back muscle activation fatigability and strength design randomized prospective study of the effects of three types of active therapy on back muscle function in chronic low back pain patients objectives to quantify the effects of months active therapy on strength endurance activation and fatigability design randomized prospective study of the effects of three types of active therapy on back muscle function in chronic low back pain patients objectives to quantify the effects of months active therapy on strength endurance activation and fatigability of the back entensor muscles summary of background data many studies have documented an association between chronic low back pain and diminished muscular performance capacity few studies have quantified the changes in these measures following interventions using objective measurement techniques or related them to changes in clinical outcome methods a total of individuals women with chronic low back pain age years duration of low back pain years were randomized to a treatment that they attended for months active physiotherapy muscle reconditioning on devices or low impact aerobics before and after therapy assessments were made of the following trunk muscle strength in flexion extension lateral bending and axial rotation erector spinae activation maximal and during forward bending movements back extensor endurance biering s rensen test and erector spinae fatigability determined from changes in the median frequency of the surface electromyographic signal during isometric and dynamic tests results a total of of patients completed the therapy isometric strength in each movement direction increased in all groups post therapy p most notably in the devices group activation of the erector spinae during the extension tests also increased significantly in all groups and showed a weak but significant relationship with increased maximal strength p pretherapy of the subjects showed no relaxation of the back muscles at l when in the fully flexed position no changes were observed in any group post therapy endurance time during the biering s rensen test increased significantly post therapy in all groups p but there were no significant changes in emg determined fatigability fatigability of the lumbar muscles at l emg median frequency changes during the dynamic test increased post therapy p without group differences conclusion significant changes in muscle performance were observed in all three active therapy groups post therapy which appeared to be mainly due to changes in neural activation of the lumbar muscles and psychological changes concerning for example motivation or pain tolerance"
}