{
    "title": "Teenage and young adult pregnancy and depression: findings from the Japan environment and children's study.",
    "doc_id": "37989798",
    "writer": "Ishitsuka K",
    "year": "2024",
    "summary": "However, data on depression in young adult pregnancies are lacking. This study investigated the association between teenage and young adult pregnancy and depression. ...After adjusting for covariates, the magnitude of the risk of depression was attenua …",
    "abstract": "Teenage pregnancy increases the threat of depression because of its many factors. Pregnancy during young adulthood may also have several risk factors for depression compared to older pregnancies. However, data on depression in young adult pregnancies are lacking. This study investigated the association between teenage and young adult pregnancy and depression. Data from the Japan Environment and Children's study was used as a nationwide multicenter prospective cohort study. A multivariate logistic regression was performed to investigate the association between age groups (14-19, 20-24, 25-29, 30-34, ≥ 35 years) and depression, adjusted for behavioral and sociodemographic characteristics. Depression was assessed using the Kessler Psychological Distress Scale. In total, 96,808 pregnant women responded to the questionnaire. Teenage (14-19 years) and young adult (20-24 years) pregnancy were associated with an increased risk of depression compared to older pregnancy (≥ 35 years) (teenage: OR 4.28, 95% confidence interval, CI [3.24-5.64]; young adult: OR 3.00, 95% CI [2.64-3.41]). After adjusting for covariates, the magnitude of the risk of depression was attenuated. However, teenage and young adult pregnancy remained at a significantly increased risk of depression compared to older pregnancy (teenage: OR 2.38, 95% CI [1.77-3.21]; young adult: OR 2.14, 95% CI [1.87-2.46]). Our findings indicate that teenage and young adults' pregnancy are at an increased risk of depression compared to older pregnancy. These findings suggest prioritizing teenage and young pregnant women for prevention and interventions related to depression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37989798/",
    "clean_text": "teenage and young adult pregnancy and depression findings from the japan environment and children s study however data on depression in young adult pregnancies are lacking this study investigated the association between teenage and young adult pregnancy and depression after adjusting for covariates the magnitude of the risk of depression was attenua teenage pregnancy increases the threat of depression because of its many factors pregnancy during young adulthood may also have several risk factors for depression compared to older pregnancies however data on depression in young adult pregnancies are lacking this study investigated the association between teenage and young adult pregnancy and depression data from the japan environment and children s study was used as a nationwide multicenter prospective cohort study a multivariate logistic regression was performed to investigate the association between age groups years and depression adjusted for behavioral and sociodemographic characteristics depression was assessed using the kessler psychological distress scale in total pregnant women responded to the questionnaire teenage years and young adult years pregnancy were associated with an increased risk of depression compared to older pregnancy years teenage or confidence interval ci young adult or ci after adjusting for covariates the magnitude of the risk of depression was attenuated however teenage and young adult pregnancy remained at a significantly increased risk of depression compared to older pregnancy teenage or ci young adult or ci our findings indicate that teenage and young adults pregnancy are at an increased risk of depression compared to older pregnancy these findings suggest prioritizing teenage and young pregnant women for prevention and interventions related to depression"
}