{
    "pmid": "41363790",
    "title": "Compartment-Specific NK Cell Phenotypes Reveal Distinct Maturation and Activation States in Inflammatory Arthritis.",
    "abstract": "<p>Introduction: Synovial natural killer (NK) cells contribute to inflammation in arthritis by secreting cytokines and modulating synovial fibroblast activation. The aim of this study was to describe systemic versus local inflammatory changes of NK cell subsets as well as their physical cell-cell interactions in arthritis patients. Spectral flow cytometry was used to compare paired peripheral blood (PB) and synovial fluid (SF) immune cells from patients with active inflammatory arthritis and healthy controls. Physical cell-cell interactions within tissues were studied by applying a recently developed cellular interaction mapping framework. Our paired approach revealed significant local enrichment of immature and activated NK cells in SF, characterized by elevated markers of early differentiation, immune-checkpoint regulation, and tissue-residency, highlighting tightly controlled immune activation at inflamed sites. Single-cell analysis confirmed heterogeneity within SF-NK cells, suggesting multiple co-existing activation states and developmental stages. PB-NK cells from patients differed profoundly compared to healthy controls, showing less immature NK cell subsets and an enrichment of mature, pro-inflammatory subsets indicative of systemic immune activation. Cellular interaction mapping revealed mainly NK/neutrophil interactions of patients' NK cells, while interactions with B-cells, T-cells, or monocytes were negligible. T-cells also displayed profound local and systemic alterations. Cellular interaction mapping revealed that next to NK/neutrophil interactions, interactions between B-cells with monocytes and T-cells with neutrophils characterize joint inflammation. This paired high-dimensional analysis revealed systemic and local alterations in NK cell subsets shaped by co-existing developmental stages and immune regulatory mechanisms. Cellular interaction mapping indicated that neutrophils are a main interaction-partner of NK cells in inflamed joints. </p>.",
    "disease": "rheumatoid arthritis",
    "clean_text": "compartment specific nk cell phenotypes reveal distinct maturation and activation states in inflammatory arthritis p introduction synovial natural killer nk cells contribute to inflammation in arthritis by secreting cytokines and modulating synovial fibroblast activation the aim of this study was to describe systemic versus local inflammatory changes of nk cell subsets as well as their physical cell cell interactions in arthritis patients spectral flow cytometry was used to compare paired peripheral blood pb and synovial fluid sf immune cells from patients with active inflammatory arthritis and healthy controls physical cell cell interactions within tissues were studied by applying a recently developed cellular interaction mapping framework our paired approach revealed significant local enrichment of immature and activated nk cells in sf characterized by elevated markers of early differentiation immune checkpoint regulation and tissue residency highlighting tightly controlled immune activation at inflamed sites single cell analysis confirmed heterogeneity within sf nk cells suggesting multiple co existing activation states and developmental stages pb nk cells from patients differed profoundly compared to healthy controls showing less immature nk cell subsets and an enrichment of mature pro inflammatory subsets indicative of systemic immune activation cellular interaction mapping revealed mainly nk neutrophil interactions of patients nk cells while interactions with b cells t cells or monocytes were negligible t cells also displayed profound local and systemic alterations cellular interaction mapping revealed that next to nk neutrophil interactions interactions between b cells with monocytes and t cells with neutrophils characterize joint inflammation this paired high dimensional analysis revealed systemic and local alterations in nk cell subsets shaped by co existing developmental stages and immune regulatory mechanisms cellular interaction mapping indicated that neutrophils are a main interaction partner of nk cells in inflamed joints p"
}