{
    "title": "Oxidative stress during extracorporeal circulation.",
    "doc_id": "24482384",
    "writer": "McDonald CI",
    "year": "2014",
    "summary": "Exposure of the patients' blood to the artificial surfaces of these extracorporeal devices, coupled with inflammatory responses, hyperoxia and the pathophysiological aspects of the underlying illness itself, all contribute to this oxidative stress response. Oxida …",
    "abstract": "There is an increased oxidative stress response in patients having cardiac surgery, haemodialysis or extracorporeal membrane oxygenation that is related to poorer outcomes and increased mortality. Exposure of the patients' blood to the artificial surfaces of these extracorporeal devices, coupled with inflammatory responses, hyperoxia and the pathophysiological aspects of the underlying illness itself, all contribute to this oxidative stress response. Oxidative stress occurs when there is a disruption of redox signalling and loss of control of redox balance. Ongoing oxidative stress occurring during extracorporeal circulation (ECC) results in damage to lipids, proteins and DNA and contributes to morbidity and mortality. This review discusses reactive species generation and the potential clinical consequences of oxidative stress during ECC as well as provides an overview of some current antioxidant compounds that are available to potentially mitigate the oxidative stress response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24482384/",
    "clean_text": "oxidative stress during extracorporeal circulation exposure of the patients blood to the artificial surfaces of these extracorporeal devices coupled with inflammatory responses hyperoxia and the pathophysiological aspects of the underlying illness itself all contribute to this oxidative stress response oxida there is an increased oxidative stress response in patients having cardiac surgery haemodialysis or extracorporeal membrane oxygenation that is related to poorer outcomes and increased mortality exposure of the patients blood to the artificial surfaces of these extracorporeal devices coupled with inflammatory responses hyperoxia and the pathophysiological aspects of the underlying illness itself all contribute to this oxidative stress response oxidative stress occurs when there is a disruption of redox signalling and loss of control of redox balance ongoing oxidative stress occurring during extracorporeal circulation ecc results in damage to lipids proteins and dna and contributes to morbidity and mortality this review discusses reactive species generation and the potential clinical consequences of oxidative stress during ecc as well as provides an overview of some current antioxidant compounds that are available to potentially mitigate the oxidative stress response"
}