{
    "title": "The line shapes of the water proton resonances of red blood cells containing carbonyl hemoglobin, deoxyhemoglobin, and methemoglobin: implications for the interpretation of proton MRI at fields of 1.5 T and below.",
    "doc_id": "2366641",
    "writer": "Matwiyoff NA",
    "year": "1990",
    "summary": "The 300 MHz (7 T) water proton resonances of suspensions of red blood cells containing paramagnetic deoxyhemoglobin or methemoglobin can be resolved into two broad lines assignable to intra- and extracellular water which undergoes rapid T2 relaxation by diffusion in magnet …",
    "abstract": "The 300 MHz (7 T) water proton resonances of suspensions of red blood cells containing paramagnetic deoxyhemoglobin or methemoglobin can be resolved into two broad lines assignable to intra- and extracellular water which undergoes rapid T2 relaxation by diffusion in magnetic field gradients induced by the intracellular paramagnets. The width of the resolved lines allowed an estimate of the maximum contribution that diffusion makes to T2 relaxation at 7 T. The dependence of the diffusion contribution on the square of the strength of the static magnetic field suggest that diffusion makes a small contribution to water proton T2 relaxation at 1.5 T compared to 7 T, and a negligible one at 0.5 T in early and intermediate hematomas containing deoxyhemoglobin or methemoglobin in intact red blood cells. At the lower field strengths, water proton T2 relaxation is apparently dominated by the rapid chemical exchange (mean lifetime tau = 10 msec) between the intra- and extracellular environments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2366641/",
    "clean_text": "the line shapes of the water proton resonances of red blood cells containing carbonyl hemoglobin deoxyhemoglobin and methemoglobin implications for the interpretation of proton mri at fields of t and below the mhz t water proton resonances of suspensions of red blood cells containing paramagnetic deoxyhemoglobin or methemoglobin can be resolved into two broad lines assignable to intra and extracellular water which undergoes rapid t relaxation by diffusion in magnet the mhz t water proton resonances of suspensions of red blood cells containing paramagnetic deoxyhemoglobin or methemoglobin can be resolved into two broad lines assignable to intra and extracellular water which undergoes rapid t relaxation by diffusion in magnetic field gradients induced by the intracellular paramagnets the width of the resolved lines allowed an estimate of the maximum contribution that diffusion makes to t relaxation at t the dependence of the diffusion contribution on the square of the strength of the static magnetic field suggest that diffusion makes a small contribution to water proton t relaxation at t compared to t and a negligible one at t in early and intermediate hematomas containing deoxyhemoglobin or methemoglobin in intact red blood cells at the lower field strengths water proton t relaxation is apparently dominated by the rapid chemical exchange mean lifetime tau msec between the intra and extracellular environments"
}