{
    "pmid": "41416994",
    "title": "Effects of vagus nerve stimulation and epilepsy surgery on antiseizure medication usage in pediatric patients with drug-resistant epilepsy in the real world: A retrospective nationwide cohort study.",
    "abstract": "The long-term effects of epilepsy surgery (ES) or vagus nerve stimulation (VNS) on antiseizure medication (ASM) usage and status epilepticus (SE) diagnosis in real-world pediatric drug-resistant epilepsy (DRE) populations remain unclear. This study aimed to provide a more comprehensive understanding of how VNS and ES affect ASM usage and SE manifestations in pediatric DRE. We conducted a nationwide, retrospective cohort study using the Korean Health Insurance Review and Assessment Service database from January 1, 2007, to December 31, 2022. Pediatric patients (<18 years) diagnosed with DRE were categorized into ASM-only, VNS, and ES groups. Changes in ASM usage and SE diagnostic rates were assessed. A total of 6075 pediatric patients with DRE were included (ASM-only, n = 5407; VNS, n = 217; ES, n = 451). Although the VNS and ES groups had more severe epilepsy at baseline, both interventions significantly reduced ASM usage, albeit with distinct trajectories. ES led to a sharp reduction in ASM usage immediately postoperatively, followed by stabilization, with approximately one-third of the patients discontinuing ASM by the end of follow-up. VNS stabilized ASM usage rather than reducing it, with fewer than 10% of patients discontinuing ASM. Both interventions were associated with significant decreases in SE diagnostic rates after the intervention (p = 0.007 and 0.02, respectively), but no statistically significant difference was found in the overall SE rates among the three groups (p = 0.18). These findings demonstrate that VNS and CES positively impact ASM usage, reduce the incidence of SE, and underscore the need for timely intervention to optimize outcomes. We studied children with drug-resistant epilepsy who were treated with either vagus nerve stimulation (VNS) or brain surgery for epilepsy. We found that brain surgery often led to a large and lasting reduction in seizure medication, whereas VNS helped stabilize medication use. Both treatments were linked to fewer cases of status epilepticus, a severe type of seizure emergency. These findings suggest that VNS and surgery may help reduce medication burden and protect against serious seizures in children with hard-to-treat epilepsy.",
    "disease": "epilepsy",
    "clean_text": "effects of vagus nerve stimulation and epilepsy surgery on antiseizure medication usage in pediatric patients with drug resistant epilepsy in the real world a retrospective nationwide cohort study the long term effects of epilepsy surgery es or vagus nerve stimulation vns on antiseizure medication asm usage and status epilepticus se diagnosis in real world pediatric drug resistant epilepsy dre populations remain unclear this study aimed to provide a more comprehensive understanding of how vns and es affect asm usage and se manifestations in pediatric dre we conducted a nationwide retrospective cohort study using the korean health insurance review and assessment service database from january to december pediatric patients years diagnosed with dre were categorized into asm only vns and es groups changes in asm usage and se diagnostic rates were assessed a total of pediatric patients with dre were included asm only n vns n es n although the vns and es groups had more severe epilepsy at baseline both interventions significantly reduced asm usage albeit with distinct trajectories es led to a sharp reduction in asm usage immediately postoperatively followed by stabilization with approximately one third of the patients discontinuing asm by the end of follow up vns stabilized asm usage rather than reducing it with fewer than of patients discontinuing asm both interventions were associated with significant decreases in se diagnostic rates after the intervention p and respectively but no statistically significant difference was found in the overall se rates among the three groups p these findings demonstrate that vns and ces positively impact asm usage reduce the incidence of se and underscore the need for timely intervention to optimize outcomes we studied children with drug resistant epilepsy who were treated with either vagus nerve stimulation vns or brain surgery for epilepsy we found that brain surgery often led to a large and lasting reduction in seizure medication whereas vns helped stabilize medication use both treatments were linked to fewer cases of status epilepticus a severe type of seizure emergency these findings suggest that vns and surgery may help reduce medication burden and protect against serious seizures in children with hard to treat epilepsy"
}