{
    "title": "Illness acceptance and its relationship to health-behaviors among patients with type 2 diabetes: A mediating role of self-hardiness.",
    "doc_id": "38723795",
    "writer": "Khazew HR",
    "year": "2024",
    "summary": "OBJECTIVES: The current study aims to assess the level of acceptance of their illness in patients diagnosed with type 2 diabetes mellitus, determine whether the self-hardiness of patients with type 2 diabetes mellitus can se …",
    "abstract": "Objectives:\n        \n      \n      The current study aims to assess the level of acceptance of their illness in patients diagnosed with type 2 diabetes mellitus, determine whether the self-hardiness of patients with type 2 diabetes mellitus can serve as a predictive factor for their illness acceptance and health-behaviors, and Explore variations in illness acceptance, health-behaviors, and self-hardiness in relation to socio-demographic factors among patients with type 2 diabetes mellitus.\n    \n\n\n          Methodology:\n        \n      \n      A descriptive correlational study was carried out at Al-Rifia Teaching Hospital, and and Imam Al-Qiam Health Center. the study was started from 15th October, 2023 to 3th March, 2024. Purposive sample (non-probability) of 200 patients with type 2 diabetes (male and female). by the used of questionnaire and interviews techniques, data are collected from those who diagnosed with diabetes mellitus. the study instrument consisted of four parts: part one the sociodemographic sheet, part two concerned illness acceptance which composed of 22 items, part three health behaviors which composed of 22 items, and part four concerned self-hardiness which composed of 25 items.\n    \n\n\n          Results:\n        \n      \n      The study results revealed that the who participated in this study their age 55-64 years old and constituted 64 (32.0%), more than half of participants were male patients with type 2 diabetes mellitus 109 (54.5%), where revealed (79.5%) exhibited that the neutral acceptance level as described by mean score (±SD) = 2.075, health-behaviors among patients with type 2 diabetes, findings illustrated that the (51.0%) of patients with type 2 diabetes mellitus exhibited that they follow good health-behaviors level, and good Self-Hardiness among Patients with Type 2 diabetes, in addition, there is a high significant relationship between illness acceptance, health behaviors and patients self-hardness at p-value (< 0.005).\n    \n\n\n          Recommendations:\n        \n      \n      should support people with educational initiatives and assist them in accepting their sickness and taking an active role in managing it, Psychological support to resolve disease-related problems, cope with difficulties and develop positive attitudes towards the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38723795/",
    "clean_text": "illness acceptance and its relationship to health behaviors among patients with type diabetes a mediating role of self hardiness objectives the current study aims to assess the level of acceptance of their illness in patients diagnosed with type diabetes mellitus determine whether the self hardiness of patients with type diabetes mellitus can se objectives the current study aims to assess the level of acceptance of their illness in patients diagnosed with type diabetes mellitus determine whether the self hardiness of patients with type diabetes mellitus can serve as a predictive factor for their illness acceptance and health behaviors and explore variations in illness acceptance health behaviors and self hardiness in relation to socio demographic factors among patients with type diabetes mellitus methodology a descriptive correlational study was carried out at al rifia teaching hospital and and imam al qiam health center the study was started from th october to th march purposive sample non probability of patients with type diabetes male and female by the used of questionnaire and interviews techniques data are collected from those who diagnosed with diabetes mellitus the study instrument consisted of four parts part one the sociodemographic sheet part two concerned illness acceptance which composed of items part three health behaviors which composed of items and part four concerned self hardiness which composed of items results the study results revealed that the who participated in this study their age years old and constituted more than half of participants were male patients with type diabetes mellitus where revealed exhibited that the neutral acceptance level as described by mean score sd health behaviors among patients with type diabetes findings illustrated that the of patients with type diabetes mellitus exhibited that they follow good health behaviors level and good self hardiness among patients with type diabetes in addition there is a high significant relationship between illness acceptance health behaviors and patients self hardness at p value recommendations should support people with educational initiatives and assist them in accepting their sickness and taking an active role in managing it psychological support to resolve disease related problems cope with difficulties and develop positive attitudes towards the disease"
}