{
    "pmid": "41460265",
    "title": "Application of an ERAS-based care bundle strategy in early rehabilitation care of patients with acute ischemic stroke.",
    "abstract": "This paper aims to assess the clinical effectiveness of an Enhanced Recovery After Surgery (ERAS)-based care bundle in facilitating early rehabilitation in patients with acute ischemic stroke (AIS). A total of 120 AIS patients were randomly assigned to either a control group (n = 60), receiving routine nursing care, or an experimental group (n = 60), which received additional ERAS-guided bundled care. Outcome measures included neurological function [NIH Stroke Scale (NIHSS), modified Rankin Scale (mRS)], limb strength (Lovett scale), language ability [Boston Diagnostic Aphasia Examination (BDAE)], swallowing function [Water Swallow Test (WST)], psychological status [Hamilton Depression Rating Scale (HAMD), Hamilton Anxiety Rating Scale (HAMA)], and quality of life [Stroke-Specific Quality of Life Scale (SS-QOL)]. Incidence of adverse events was also recorded. Post-intervention, NIHSS and mRS scores declined more markedly in the experimental group than in the control group (P < 0.05). The experimental group had a higher number of patients with Lovett muscle strength grade 4, BDAE grades 4 and 5, and WST grade 1 compared to the control group (P < 0.05). The HAMD and HAMA scores in the experimental group were lower than those in the control group (P < 0.05). The experimental group also had lower adverse event rate compared to the control group (P < 0.05). An ERAS-based care bundle can significantly enhance early functional recovery, mitigate psychological distress, and reduce complications in AIS patients, supporting its clinical applicability in stroke rehabilitation.",
    "disease": "stroke",
    "clean_text": "application of an eras based care bundle strategy in early rehabilitation care of patients with acute ischemic stroke this paper aims to assess the clinical effectiveness of an enhanced recovery after surgery eras based care bundle in facilitating early rehabilitation in patients with acute ischemic stroke ais a total of ais patients were randomly assigned to either a control group n receiving routine nursing care or an experimental group n which received additional eras guided bundled care outcome measures included neurological function nih stroke scale nihss modified rankin scale mrs limb strength lovett scale language ability boston diagnostic aphasia examination bdae swallowing function water swallow test wst psychological status hamilton depression rating scale hamd hamilton anxiety rating scale hama and quality of life stroke specific quality of life scale ss qol incidence of adverse events was also recorded post intervention nihss and mrs scores declined more markedly in the experimental group than in the control group p the experimental group had a higher number of patients with lovett muscle strength grade bdae grades and and wst grade compared to the control group p the hamd and hama scores in the experimental group were lower than those in the control group p the experimental group also had lower adverse event rate compared to the control group p an eras based care bundle can significantly enhance early functional recovery mitigate psychological distress and reduce complications in ais patients supporting its clinical applicability in stroke rehabilitation"
}