{
    "pmid": "41438738",
    "title": "Molecular mechanisms and therapeutic strategies of cGAS-STING pathway in liver disease: the quest continues.",
    "abstract": "The cyclic GMP-AMP synthase-stimulator of interferon genes (cGAS-STING) pathway has emerged as a central regulator of liver homeostasis and pathology, governing innate immunity, inflammation, fibrogenesis, and tissue repair. Dysregulated cGAS-STING signaling, often driven by cytosolic DNA sensing, cellular stress, or cross-activation with other immune pathways, leads to excessive type I interferons and pro-inflammatory cytokine production, exacerbating liver injury. This aberrant activation is implicated in chronic liver inflammation, fibrosis, and carcinogenesis, highlighting its dualistic role in both protective and pathogenic processes. This systematic review synthesizes current evidence on the context-dependent roles of the cGAS-STING pathway across liver diseases, including non-alcoholic fatty liver disease (NAFLD), alcoholic liver disease (ALD), viral hepatitis, hepatocellular carcinoma (HCC), drug-induced liver injury (DILI), hepatic ischemia-reperfusion injury (HIRI), and parasitic infections. The cGAS-STING pathway exhibits dualistic functions in liver pathophysiology: while its activation promotes antiviral defense and tissue regeneration in acute injury, chronic hyperactivation drives inflammation, fibrosis, and oncogenesis. In NAFLD/ALD, metabolic stress and mitochondrial DNA leakage perpetuate STING-dependent inflammation, whereas in HCC, persistent signaling accelerates tumor progression and immune evasion. Similarly, in parasitic diseases or HIRI, cGAS-STING activation may enhance pathogen clearance or exacerbate tissue damage, depending on disease stage. Emerging therapeutic strategies, including STING inhibitors, agonists, and nano modulators, show promise in preclinical models but require context-specific optimization to balance beneficial immunity and pathologic outcomes. Understanding these context-dependent functions of cGAS-STING pathway provides critical insights for the development of targeted therapeutic strategies that may selectively modulate this pathway to treat diverse hepatic disorders.",
    "disease": "liver cirrhosis",
    "clean_text": "molecular mechanisms and therapeutic strategies of cgas sting pathway in liver disease the quest continues the cyclic gmp amp synthase stimulator of interferon genes cgas sting pathway has emerged as a central regulator of liver homeostasis and pathology governing innate immunity inflammation fibrogenesis and tissue repair dysregulated cgas sting signaling often driven by cytosolic dna sensing cellular stress or cross activation with other immune pathways leads to excessive type i interferons and pro inflammatory cytokine production exacerbating liver injury this aberrant activation is implicated in chronic liver inflammation fibrosis and carcinogenesis highlighting its dualistic role in both protective and pathogenic processes this systematic review synthesizes current evidence on the context dependent roles of the cgas sting pathway across liver diseases including non alcoholic fatty liver disease nafld alcoholic liver disease ald viral hepatitis hepatocellular carcinoma hcc drug induced liver injury dili hepatic ischemia reperfusion injury hiri and parasitic infections the cgas sting pathway exhibits dualistic functions in liver pathophysiology while its activation promotes antiviral defense and tissue regeneration in acute injury chronic hyperactivation drives inflammation fibrosis and oncogenesis in nafld ald metabolic stress and mitochondrial dna leakage perpetuate sting dependent inflammation whereas in hcc persistent signaling accelerates tumor progression and immune evasion similarly in parasitic diseases or hiri cgas sting activation may enhance pathogen clearance or exacerbate tissue damage depending on disease stage emerging therapeutic strategies including sting inhibitors agonists and nano modulators show promise in preclinical models but require context specific optimization to balance beneficial immunity and pathologic outcomes understanding these context dependent functions of cgas sting pathway provides critical insights for the development of targeted therapeutic strategies that may selectively modulate this pathway to treat diverse hepatic disorders"
}