{
    "pmid": "41427079",
    "title": "Risk factors for in-hospital mortality in acute heart failure, a cross-sectional study.",
    "abstract": "Acute heart failure (AHF) is a major cause of morbidity and mortality worldwide. Identifying clinical predictors of in-hospital death may help optimize risk stratification and management in emergency settings. To evaluate in-hospital mortality and its associated risk factors among patients hospitalized with AHF in a tertiary hospital in Colombia, and to develop a mortality prediction score. A retrospective cross-sectional study was conducted including all patients diagnosed with AHF admitted between January 2022 and December 2023. Clinical and laboratory data were collected from electronic medical records. Multivariate logistic regression analyses were performed to identify predictors of in-hospital mortality. A point-based risk score was constructed. A total of 904 patients were included. In-hospital mortality was 17.1%. Independent predictors of death included: serum creatinine >1.5 mg/dL, hemoglobin <10 g/dL, inferior vena cava diameter ≥23 mm, history of chronic obstructive pulmonary disease, need for ventilatory support, need for vasopressor/inotropic therapy, and a Cold-Wet hemodynamic profile. A mortality prediction risk score was developed with good discriminatory power. In-hospital mortality in patients with AHF is high. Several easily accessible clinical and laboratory variables were independently associated with death and were incorporated into a simple scoring system. This tool may support early risk stratification and guide decision-making in acute care settings. External validation is warranted.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "risk factors for in hospital mortality in acute heart failure a cross sectional study acute heart failure ahf is a major cause of morbidity and mortality worldwide identifying clinical predictors of in hospital death may help optimize risk stratification and management in emergency settings to evaluate in hospital mortality and its associated risk factors among patients hospitalized with ahf in a tertiary hospital in colombia and to develop a mortality prediction score a retrospective cross sectional study was conducted including all patients diagnosed with ahf admitted between january and december clinical and laboratory data were collected from electronic medical records multivariate logistic regression analyses were performed to identify predictors of in hospital mortality a point based risk score was constructed a total of patients were included in hospital mortality was independent predictors of death included serum creatinine mg dl hemoglobin g dl inferior vena cava diameter mm history of chronic obstructive pulmonary disease need for ventilatory support need for vasopressor inotropic therapy and a cold wet hemodynamic profile a mortality prediction risk score was developed with good discriminatory power in hospital mortality in patients with ahf is high several easily accessible clinical and laboratory variables were independently associated with death and were incorporated into a simple scoring system this tool may support early risk stratification and guide decision making in acute care settings external validation is warranted"
}