{
    "title": "Cultural Image of Older People during the COVID-19 Pandemic.",
    "doc_id": "36429380",
    "writer": "Jiménez-Etxebarria E",
    "year": "2022",
    "summary": "The COVID-19 pandemic has made evident the exclusion to which older people may be subjected for reasons of age. This study delves into the cultural image of older adults during the pandemic from the perspective of people between 60 and 81 years of age. ...Two main t …",
    "abstract": "The COVID-19 pandemic has made evident the exclusion to which older people may be subjected for reasons of age. This study delves into the cultural image of older adults during the pandemic from the perspective of people between 60 and 81 years of age. Through a qualitative methodology, the voices of 37 people have been collected through in-depth interviews. Two main themes are derived from the inductive analysis: on the one hand, the devaluation of older people, and on the other hand, the positive image of the older population as older and valid. We conclude that people over 60 years of age in the Basque Country denounce the stigma of low capacity attributed to the older population during the pandemic. They reject the signs of age-based overprotection manifested during the pandemic and highlight the vital experience by which older people could be considered referents in situations of social crisis. They reflect on the initiatives necessary to improve the cultural image of the older population and point out the opportunities for active ageing, education based on values and intergenerational relationships.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36429380/",
    "clean_text": "cultural image of older people during the covid pandemic the covid pandemic has made evident the exclusion to which older people may be subjected for reasons of age this study delves into the cultural image of older adults during the pandemic from the perspective of people between and years of age two main t the covid pandemic has made evident the exclusion to which older people may be subjected for reasons of age this study delves into the cultural image of older adults during the pandemic from the perspective of people between and years of age through a qualitative methodology the voices of people have been collected through in depth interviews two main themes are derived from the inductive analysis on the one hand the devaluation of older people and on the other hand the positive image of the older population as older and valid we conclude that people over years of age in the basque country denounce the stigma of low capacity attributed to the older population during the pandemic they reject the signs of age based overprotection manifested during the pandemic and highlight the vital experience by which older people could be considered referents in situations of social crisis they reflect on the initiatives necessary to improve the cultural image of the older population and point out the opportunities for active ageing education based on values and intergenerational relationships"
}