{
    "pmid": "41408061",
    "title": "Alternate-day fasting ameliorates α-synuclein pathology and suppresses inflammation via the gut-brain axis in an MPTP-induced subacute mouse model of Parkinson's disease.",
    "abstract": "Dietary restrictions like alternate-day fasting (ADF) can counteract several age-related disorders, but its role in Parkinson's disease (PD) is still controversial. Recent findings highlight the imbalances in the gut-brain axis in PD, herein, we aim to study whether ADF can confer protection in PD mice through the gut-brain axis. Firstly, we assessed the neuroprotective effect of ADF in a time-dependent manner and found that 16 -week ADF could confer the optimal neuroprotection by preserving dopaminergic neurons and reducing the level of α‑synuclein (α‑syn) in the substantia nigra (SN), and it could decrease inflammatory cytokine levels in both the brain and the gut. Furthermore, ADF reshaped gut microbial composition and altered metabolites associated with PD. Relative abundances of several intestinal flora, including Alistipes, Helicobacter and Lactobacillus, were identified as potential mediators. In addition, we conducted fecal microbiota transplantation (FMT) to further investigate the role of the gut-brain axis in the neuroprotective effects of ADF. Notably, we found that FMT from ADF mice conferred equal protection to ADF in ameliorating the pathology and inflammation in both the brain and the gut. Collectively, our findings suggest that the microbiota-gut-brain axis is crucial to the neuroprotective effect of ADF in PD.",
    "disease": "parkinson disease",
    "clean_text": "alternate day fasting ameliorates synuclein pathology and suppresses inflammation via the gut brain axis in an mptp induced subacute mouse model of parkinson s disease dietary restrictions like alternate day fasting adf can counteract several age related disorders but its role in parkinson s disease pd is still controversial recent findings highlight the imbalances in the gut brain axis in pd herein we aim to study whether adf can confer protection in pd mice through the gut brain axis firstly we assessed the neuroprotective effect of adf in a time dependent manner and found that week adf could confer the optimal neuroprotection by preserving dopaminergic neurons and reducing the level of synuclein syn in the substantia nigra sn and it could decrease inflammatory cytokine levels in both the brain and the gut furthermore adf reshaped gut microbial composition and altered metabolites associated with pd relative abundances of several intestinal flora including alistipes helicobacter and lactobacillus were identified as potential mediators in addition we conducted fecal microbiota transplantation fmt to further investigate the role of the gut brain axis in the neuroprotective effects of adf notably we found that fmt from adf mice conferred equal protection to adf in ameliorating the pathology and inflammation in both the brain and the gut collectively our findings suggest that the microbiota gut brain axis is crucial to the neuroprotective effect of adf in pd"
}