{
    "pmid": "41377036",
    "title": "Single centre experience of rotablation-assisted left main percutaneous coronary intervention.",
    "abstract": "CABG has limitations as a treatment modality in patients with Left main disease and high synergy between percutaneous coronary intervention with taxus and cardiac surgery (SYNTAX) score. Some patients are unsuitable for surgery owing to high surgical risk. Importantly, limited centers are offering CABG, particularly in our part of the world. Limited data exist on long-term outcomes in Indian patients undergoing rotablation-assisted PCI for such lesions. Our objective was to assess in-hospital and two-year clinical outcomes of patients undergoing rotablation-assisted left main PCI at our center. This prospective observational study included 45 consecutive patients undergoing rotablation-assisted left main PCI from January 2020 to January 2023. Baseline characteristics, procedure-related factors, in-hospital, and two-year outcomes were assessed. Subgroup analysis was done to assess the predictors of adverse outcomes. Our cohort had anatomically complex coronary artery disease with a SYNTAX score of 40.1 ± 8.2. 86.7 % ( Rotablation-assisted PCI in severely calcified left main lesions is safe and effective, offering good procedural success and favourable mid-term clinical outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "single centre experience of rotablation assisted left main percutaneous coronary intervention cabg has limitations as a treatment modality in patients with left main disease and high synergy between percutaneous coronary intervention with taxus and cardiac surgery syntax score some patients are unsuitable for surgery owing to high surgical risk importantly limited centers are offering cabg particularly in our part of the world limited data exist on long term outcomes in indian patients undergoing rotablation assisted pci for such lesions our objective was to assess in hospital and two year clinical outcomes of patients undergoing rotablation assisted left main pci at our center this prospective observational study included consecutive patients undergoing rotablation assisted left main pci from january to january baseline characteristics procedure related factors in hospital and two year outcomes were assessed subgroup analysis was done to assess the predictors of adverse outcomes our cohort had anatomically complex coronary artery disease with a syntax score of rotablation assisted pci in severely calcified left main lesions is safe and effective offering good procedural success and favourable mid term clinical outcomes"
}