{
    "title": "A retrospective study of emergent traumatic dental injuries in permanent teeth in Xi'an, China.",
    "doc_id": "36596078",
    "writer": "Huang C",
    "year": "2022",
    "summary": "To determine the distribution features of emergency traumatic dental injuries in Xi'an, China, data from the medical records of 623 patients (aged 6-78 years) were evaluated and analyzed according to age, gender, etiology, factors predisposing teeth to injury, and t …",
    "abstract": "Traumatic dental injury is one of the common injuries seen in the emergency department. To determine the distribution features of emergency traumatic dental injuries in Xi'an, China, data from the medical records of 623 patients (aged 6-78 years) were evaluated and analyzed according to age, gender, etiology, factors predisposing teeth to injury, and types of teeth traumatized. The patient records of 397 males (63.7%) and 226 females (36.3%), with a 1.8:1 male-to-female ratio, were included. The total number of traumatized teeth was 1475. The highest frequency of dental trauma was found in the 19- to 30-year age group (30.7%). The greatest frequency of dental trauma injuries was in May (13%). Over one-third of patients with traumatic injuries to permanent teeth (n = 218, 35%) injured 2 permanent teeth. The most commonly affected teeth were the maxillary central incisors (59.3%). The most common type of trauma was concussion (20.4%). There was statistically significant difference among the type composition ratio of age groups (P < .05). The most common causes of dental trauma were falls (50.2%). There was statistically significant difference among the etiological composition ratio of age groups (P < .05). Combined injuries were present in 120 teeth in 103 patients (16.5%). The epidemiological characteristics of dental trauma in Xi'an shows that the occurrence of dental trauma is closely related to the age, sex, time, type of injury, and cause of injury. There exists cross-correlation among the epidemiological factors. The most common type of trauma is concussion and the most common cause of dental trauma is fall. High incidence of combined injuries needs extra attention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36596078/",
    "clean_text": "a retrospective study of emergent traumatic dental injuries in permanent teeth in xi an china to determine the distribution features of emergency traumatic dental injuries in xi an china data from the medical records of patients aged years were evaluated and analyzed according to age gender etiology factors predisposing teeth to injury and t traumatic dental injury is one of the common injuries seen in the emergency department to determine the distribution features of emergency traumatic dental injuries in xi an china data from the medical records of patients aged years were evaluated and analyzed according to age gender etiology factors predisposing teeth to injury and types of teeth traumatized the patient records of males and females with a male to female ratio were included the total number of traumatized teeth was the highest frequency of dental trauma was found in the to year age group the greatest frequency of dental trauma injuries was in may over one third of patients with traumatic injuries to permanent teeth n injured permanent teeth the most commonly affected teeth were the maxillary central incisors the most common type of trauma was concussion there was statistically significant difference among the type composition ratio of age groups p the most common causes of dental trauma were falls there was statistically significant difference among the etiological composition ratio of age groups p combined injuries were present in teeth in patients the epidemiological characteristics of dental trauma in xi an shows that the occurrence of dental trauma is closely related to the age sex time type of injury and cause of injury there exists cross correlation among the epidemiological factors the most common type of trauma is concussion and the most common cause of dental trauma is fall high incidence of combined injuries needs extra attention"
}