{
    "title": "Stem cell therapy for neonatal brain injury: perspectives and challenges.",
    "doc_id": "22162055",
    "writer": "Titomanlio L",
    "year": "2011",
    "summary": "Stem cell treatments described to date have used neural stem cells, embryonic stem cells, mesenchymal stem cells, umbilical cord stem cells, and induced pluripotent stem cells. ...In this review, …",
    "abstract": "Cerebral palsy is a major health problem caused by brain damage during pregnancy, delivery, or the immediate postnatal period. Perinatal stroke, intraventricular hemorrhage, and asphyxia are the most common causes of neonatal brain damage. Periventricular white matter damage (periventricular leukomalacia) is the predominant form in premature infants and the most common antecedent of cerebral palsy. Stem cell treatment has proven effective in restoring injured organs and tissues in animal models. The potential of stem cells for self-renewal and differentiation translates into substantial neuroprotection and neuroregeneration in the animal brain, with minimal risks of rejection and side effects. Stem cell treatments described to date have used neural stem cells, embryonic stem cells, mesenchymal stem cells, umbilical cord stem cells, and induced pluripotent stem cells. Most of these treatments are still experimental. In this review, we focus on the efficacy of stem cell therapy in animal models of cerebral palsy, and discuss potential implications for current and future clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22162055/",
    "clean_text": "stem cell therapy for neonatal brain injury perspectives and challenges stem cell treatments described to date have used neural stem cells embryonic stem cells mesenchymal stem cells umbilical cord stem cells and induced pluripotent stem cells in this review cerebral palsy is a major health problem caused by brain damage during pregnancy delivery or the immediate postnatal period perinatal stroke intraventricular hemorrhage and asphyxia are the most common causes of neonatal brain damage periventricular white matter damage periventricular leukomalacia is the predominant form in premature infants and the most common antecedent of cerebral palsy stem cell treatment has proven effective in restoring injured organs and tissues in animal models the potential of stem cells for self renewal and differentiation translates into substantial neuroprotection and neuroregeneration in the animal brain with minimal risks of rejection and side effects stem cell treatments described to date have used neural stem cells embryonic stem cells mesenchymal stem cells umbilical cord stem cells and induced pluripotent stem cells most of these treatments are still experimental in this review we focus on the efficacy of stem cell therapy in animal models of cerebral palsy and discuss potential implications for current and future clinical trials"
}