{
    "title": "Military traumatic brain injury: a review.",
    "doc_id": "24924680",
    "writer": "Chapman JC",
    "year": "2014",
    "summary": "Military mild traumatic brain injury (mTBI) differs from civilian injury in important ways. Although mTBI sustained in both military and civilian settings are likely to be underreported, the combat theater presents additional obstacles to reporting and access …",
    "abstract": "Military mild traumatic brain injury (mTBI) differs from civilian injury in important ways. Although mTBI sustained in both military and civilian settings are likely to be underreported, the combat theater presents additional obstacles to reporting and accessing care. The impact of blast forces on the nervous system may differ from nonblast mechanisms, mTBI although studies comparing the neurologic and cognitive sequelae in mTBI survivors have not provided such evidence. However, emotional distress appears to figure prominently in symptoms following military mTBI. This review evaluates the extant literature with an eye towards future research directions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24924680/",
    "clean_text": "military traumatic brain injury a review military mild traumatic brain injury mtbi differs from civilian injury in important ways although mtbi sustained in both military and civilian settings are likely to be underreported the combat theater presents additional obstacles to reporting and access military mild traumatic brain injury mtbi differs from civilian injury in important ways although mtbi sustained in both military and civilian settings are likely to be underreported the combat theater presents additional obstacles to reporting and accessing care the impact of blast forces on the nervous system may differ from nonblast mechanisms mtbi although studies comparing the neurologic and cognitive sequelae in mtbi survivors have not provided such evidence however emotional distress appears to figure prominently in symptoms following military mtbi this review evaluates the extant literature with an eye towards future research directions"
}