{
    "title": "Recent Advancements in Pathogenesis, Diagnostics and Treatment of Alzheimer's Disease.",
    "doc_id": "32484110",
    "writer": "Khan S",
    "year": "2020",
    "summary": "BACKGROUND: The only conclusive way to diagnose Alzheimer's is to carry out brain autopsy of the patient's brain tissue and ascertain whether the subject had Alzheimer's or any other form of dementia. ...Thus, a standard drug regimen ensues in every …",
    "abstract": "Background:\n        \n      \n      The only conclusive way to diagnose Alzheimer's is to carry out brain autopsy of the patient's brain tissue and ascertain whether the subject had Alzheimer's or any other form of dementia. However, due to the non-feasibility of such methods, to diagnose and conclude the conditions, medical practitioners use tests that examine a patient's mental ability.\n    \n\n\n          Objective:\n        \n      \n      Accurate diagnosis at an early stage is the need of the hour for initiation of therapy. The cause for most Alzheimer's cases still remains unknown except where genetic distinctions have been observed. Thus, a standard drug regimen ensues in every Alzheimer's patient, irrespective of the cause, which may not always be beneficial in halting or reversing the disease progression. To provide a better life to such patients by suppressing existing symptoms, early diagnosis, curative therapy, site-specific delivery of drugs, and application of hyphenated methods like artificial intelligence need to be brought into the main field of Alzheimer's therapeutics.\n    \n\n\n          Methods:\n        \n      \n      In this review, we have compiled existing hypotheses to explain the cause of the disease, and highlighted gene therapy, immunotherapy, peptidomimetics, metal chelators, probiotics and quantum dots as advancements in the existing strategies to manage Alzheimer's.\n    \n\n\n          Conclusion:\n        \n      \n      Biomarkers, brain-imaging, and theranostics, along with artificial intelligence, are understood to be the future of the management of Alzheimer's.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32484110/",
    "clean_text": "recent advancements in pathogenesis diagnostics and treatment of alzheimer s disease background the only conclusive way to diagnose alzheimer s is to carry out brain autopsy of the patient s brain tissue and ascertain whether the subject had alzheimer s or any other form of dementia thus a standard drug regimen ensues in every background the only conclusive way to diagnose alzheimer s is to carry out brain autopsy of the patient s brain tissue and ascertain whether the subject had alzheimer s or any other form of dementia however due to the non feasibility of such methods to diagnose and conclude the conditions medical practitioners use tests that examine a patient s mental ability objective accurate diagnosis at an early stage is the need of the hour for initiation of therapy the cause for most alzheimer s cases still remains unknown except where genetic distinctions have been observed thus a standard drug regimen ensues in every alzheimer s patient irrespective of the cause which may not always be beneficial in halting or reversing the disease progression to provide a better life to such patients by suppressing existing symptoms early diagnosis curative therapy site specific delivery of drugs and application of hyphenated methods like artificial intelligence need to be brought into the main field of alzheimer s therapeutics methods in this review we have compiled existing hypotheses to explain the cause of the disease and highlighted gene therapy immunotherapy peptidomimetics metal chelators probiotics and quantum dots as advancements in the existing strategies to manage alzheimer s conclusion biomarkers brain imaging and theranostics along with artificial intelligence are understood to be the future of the management of alzheimer s"
}