{
    "title": "Chronic low back pain in a working-age adult.",
    "doc_id": "16979534",
    "writer": "Diamond S",
    "year": "2006",
    "summary": "Low back pain is an extremely common patient complaint. Most cases resolve fairly quickly after the acute episode. ...Multiple patient characteristics have been identified that place patients at risk for developing chronic low back pain. Currently, it …",
    "abstract": "Low back pain is an extremely common patient complaint. Most cases resolve fairly quickly after the acute episode. However, a small but significant number of patients develop chronic low back pain; a persistent disabling condition. Patients suffer from unremitting pain and often become functionally impaired. Multiple patient characteristics have been identified that place patients at risk for developing chronic low back pain. Currently, it is difficult to find clinical guidelines on how best to manage chronic low back pain, and it remains a substantial treatment challenge for both physicians and patients. The causes, risk factors, prognosis and treatment strategies for chronic low back pain will be discussed in this chapter. The evidence regarding different pharmacological and non-pharmacological treatment modalities will be reviewed and a logical, focused treatment strategy will be outlined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16979534/",
    "clean_text": "chronic low back pain in a working age adult low back pain is an extremely common patient complaint most cases resolve fairly quickly after the acute episode multiple patient characteristics have been identified that place patients at risk for developing chronic low back pain currently it low back pain is an extremely common patient complaint most cases resolve fairly quickly after the acute episode however a small but significant number of patients develop chronic low back pain a persistent disabling condition patients suffer from unremitting pain and often become functionally impaired multiple patient characteristics have been identified that place patients at risk for developing chronic low back pain currently it is difficult to find clinical guidelines on how best to manage chronic low back pain and it remains a substantial treatment challenge for both physicians and patients the causes risk factors prognosis and treatment strategies for chronic low back pain will be discussed in this chapter the evidence regarding different pharmacological and non pharmacological treatment modalities will be reviewed and a logical focused treatment strategy will be outlined"
}