{
    "title": "Screening for dense breasts: digital breast tomosynthesis.",
    "doc_id": "25615747",
    "writer": "Destounis SV",
    "year": "2015",
    "summary": "The limitations of standard mammography are well known and include reduced sensitivity in dense breasts. Clinical research studies of DBT and the implementation of DBT have revealed that DBT has potential benefits for evaluating patients with dense breasts. ...This …",
    "abstract": "OBJECTIVE. Digital breast tomosynthesis (DBT) is a recent imaging technology that was developed to address the limitations of conventional 2D mammography. The limitations of standard mammography are well known and include reduced sensitivity in dense breasts. Clinical research studies of DBT and the implementation of DBT have revealed that DBT has potential benefits for evaluating patients with dense breasts. This article will discuss the benefits and limitations of DBT as a screening alternative for women with dense breasts. CONCLUSION. Studies to date have revealed that the use of DBT reduces recall rates and increases cancer detection rates. This has been demonstrated with the use of DBT for both screening and diagnostic purposes, as well as with imaging dense breasts. DBT has the ability to reduce breast tissue overlap, thus potentially revealing lesions that would otherwise have been missed. The limitations of DBT include longer interpretation times, higher costs, and increased radiation dose. These limitations present challenges that radiologists must consider before DBT implementation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25615747/",
    "clean_text": "screening for dense breasts digital breast tomosynthesis the limitations of standard mammography are well known and include reduced sensitivity in dense breasts clinical research studies of dbt and the implementation of dbt have revealed that dbt has potential benefits for evaluating patients with dense breasts this objective digital breast tomosynthesis dbt is a recent imaging technology that was developed to address the limitations of conventional d mammography the limitations of standard mammography are well known and include reduced sensitivity in dense breasts clinical research studies of dbt and the implementation of dbt have revealed that dbt has potential benefits for evaluating patients with dense breasts this article will discuss the benefits and limitations of dbt as a screening alternative for women with dense breasts conclusion studies to date have revealed that the use of dbt reduces recall rates and increases cancer detection rates this has been demonstrated with the use of dbt for both screening and diagnostic purposes as well as with imaging dense breasts dbt has the ability to reduce breast tissue overlap thus potentially revealing lesions that would otherwise have been missed the limitations of dbt include longer interpretation times higher costs and increased radiation dose these limitations present challenges that radiologists must consider before dbt implementation"
}