{
    "title": "Processing of Prediction Errors in Mentalizing Areas.",
    "doc_id": "30747588",
    "writer": "Heil L",
    "year": "2019",
    "summary": "",
    "abstract": "When seeing people perform actions, we are able to quickly predict the action's outcomes. These predictions are not solely based on the observed actions themselves but utilize our prior knowledge of others. It has been suggested that observed outcomes that are not in line with these predictions result in prediction errors, which require additional processing to be integrated or updated. However, there is no consensus on whether this is indeed the case for the kind of high-level social-cognitive processes involved in action observation. In this fMRI study, we investigated whether observation of unexpected outcomes causes additional activation in line with the processing of prediction errors and, if so, whether this activation overlaps with activation in brain areas typically associated with social-cognitive processes. In the first part of the experiment, participants watched animated movies of two people playing a bowling game, one experienced and one novice player. In cases where the player's score was higher or lower than expected based on their skill level, there was increased BOLD activity in areas that were also activated during a theory of mind task that participants performed in the second part of the experiment. These findings are discussed in the light of different theoretical accounts of human social-cognitive processing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30747588/",
    "clean_text": "processing of prediction errors in mentalizing areas when seeing people perform actions we are able to quickly predict the action s outcomes these predictions are not solely based on the observed actions themselves but utilize our prior knowledge of others it has been suggested that observed outcomes that are not in line with these predictions result in prediction errors which require additional processing to be integrated or updated however there is no consensus on whether this is indeed the case for the kind of high level social cognitive processes involved in action observation in this fmri study we investigated whether observation of unexpected outcomes causes additional activation in line with the processing of prediction errors and if so whether this activation overlaps with activation in brain areas typically associated with social cognitive processes in the first part of the experiment participants watched animated movies of two people playing a bowling game one experienced and one novice player in cases where the player s score was higher or lower than expected based on their skill level there was increased bold activity in areas that were also activated during a theory of mind task that participants performed in the second part of the experiment these findings are discussed in the light of different theoretical accounts of human social cognitive processing"
}