{
    "title": "Physical activity research in nursing.",
    "doc_id": "11775300",
    "writer": "Robbins LB",
    "year": "2001",
    "summary": "METHODS: Studies of physical activity and exercise currently being conducted by nurse investigators were reported and critiqued by attendees of the Midwest Nursing Research Society 2000 Preconference session entitled \"Promoting Physical Activity …",
    "abstract": "Purpose:\n        \n      \n      To present exemplars of physical activity research in nursing, illustrate the importance of physical activity research across the lifespan, and recommend directions for theory development and research.\n    \n\n\n          Methods:\n        \n      \n      Studies of physical activity and exercise currently being conducted by nurse investigators were reported and critiqued by attendees of the Midwest Nursing Research Society 2000 Preconference session entitled \"Promoting Physical Activity Among Diverse Groups Across the Health Continuum.\" Physical activity and exercise literature during the past decade was reviewed. Databases searched included Medline, CINAHL, Wilson, and ERIC.\n    \n\n\n          Findings:\n        \n      \n      Investigators have emphasized the need to evaluate the effects of theory-based physical activity interventions designed to alter key correlates of physical activity identified through descriptive research.\n    \n\n\n          Conclusions:\n        \n      \n      Regular physical activity is necessary for health promotion and disease prevention for all populations. Continued research in this important area of health behavior is critical to identify the most effective interventions to increase physical activity among diverse populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11775300/",
    "clean_text": "physical activity research in nursing methods studies of physical activity and exercise currently being conducted by nurse investigators were reported and critiqued by attendees of the midwest nursing research society preconference session entitled promoting physical activity purpose to present exemplars of physical activity research in nursing illustrate the importance of physical activity research across the lifespan and recommend directions for theory development and research methods studies of physical activity and exercise currently being conducted by nurse investigators were reported and critiqued by attendees of the midwest nursing research society preconference session entitled promoting physical activity among diverse groups across the health continuum physical activity and exercise literature during the past decade was reviewed databases searched included medline cinahl wilson and eric findings investigators have emphasized the need to evaluate the effects of theory based physical activity interventions designed to alter key correlates of physical activity identified through descriptive research conclusions regular physical activity is necessary for health promotion and disease prevention for all populations continued research in this important area of health behavior is critical to identify the most effective interventions to increase physical activity among diverse populations"
}