{
    "pmid": "41467225",
    "title": "Thromboembolic risk of electrical cardioversion in patients with cardiogenic shock.",
    "abstract": "Cardiogenic shock patients with atrial fibrillation or flutter often require acute cardioversion despite absence of sufficient anticoagulation or the possibility to rule out left atrial appendage thrombus. Thromboembolic risk in these patients is unknown. In this study, all cardiogenic shock patients from the LMUshock registry undergoing electrical cardioversion for atrial fibrillation or atrial flutter were included. The primary endpoint was new thromboembolic stroke or systemic embolism at 30 days. Secondary endpoints included performance of transesophageal echocardiography, all-cause mortality and bleeding according to BARC. Of 140 patients undergoing electrical cardioversion, 36 had preexisting and 104 experienced new onset of atrial fibrillation or flutter during ICU stay. Of these, 87.1 % had anticoagulation with unfractionated heparin and anticoagulation was adjudicated sufficient in 44.3 % at the time of cardioversion. Transesophageal echocardiography was performed in 37.9 % of patients before cardioversion. The primary endpoint was met in 3 patients (2.1 %), all of which had insufficient anticoagulation. All-cause mortality at 30 days was 37.9 % and bleeding ≥ BARC type 3a was found in 12.9 %. Thromboembolic risk of electrical cardioversion was low despite the limited utilization of transesophageal echocardiography. This may be attributed to the routine administration of therapeutic anticoagulation in this study, but a high incidence of bleeding was observed.",
    "disease": "stroke",
    "clean_text": "thromboembolic risk of electrical cardioversion in patients with cardiogenic shock cardiogenic shock patients with atrial fibrillation or flutter often require acute cardioversion despite absence of sufficient anticoagulation or the possibility to rule out left atrial appendage thrombus thromboembolic risk in these patients is unknown in this study all cardiogenic shock patients from the lmushock registry undergoing electrical cardioversion for atrial fibrillation or atrial flutter were included the primary endpoint was new thromboembolic stroke or systemic embolism at days secondary endpoints included performance of transesophageal echocardiography all cause mortality and bleeding according to barc of patients undergoing electrical cardioversion had preexisting and experienced new onset of atrial fibrillation or flutter during icu stay of these had anticoagulation with unfractionated heparin and anticoagulation was adjudicated sufficient in at the time of cardioversion transesophageal echocardiography was performed in of patients before cardioversion the primary endpoint was met in patients all of which had insufficient anticoagulation all cause mortality at days was and bleeding barc type a was found in thromboembolic risk of electrical cardioversion was low despite the limited utilization of transesophageal echocardiography this may be attributed to the routine administration of therapeutic anticoagulation in this study but a high incidence of bleeding was observed"
}