{
    "pmid": "41472647",
    "title": "Microplastics in the Gastrointestinal Tract: A Systematic Review.",
    "abstract": "The pervasive presence of microplastics (MPs) in the environment has raised growing concerns about their impact on human health. This systematic review examines the detection, characterization, and potential health implications of MPs in the human gastrointestinal tract (GIT). A comprehensive literature search following PRISMA guidelines identified 13 studies reporting MPs in feces, colonic tissues, and liver samples. Polyethylene terephthalate (PET), polypropylene (PP), and polystyrene (PS) were the most commonly detected polymers, with variations in size, shape, and concentration. Our findings reveal that MPs are ubiquitously present in human GIT biospecimens, with higher concentrations observed in individuals suffering from gastrointestinal diseases such as inflammatory bowel disease (IBD) and colorectal cancer (CRC). Emerging evidence suggests a potential link between MPs exposure and gastrointestinal diseases, although causality remains unclear. The review also highlights the role of dietary habits, geographical location, and lifestyle choices in influencing MPs exposure. Findings highlight the urgent need for interdisciplinary research to elucidate the mechanisms of MP-induced toxicity and inform public health strategies. Given the increasing plastic burden in the environment and food chain, proactive measures are essential to mitigate human exposure and its implications for global health. Further research through collaboration between clinicians and scientists is crucial to elucidate the underlying mechanisms of how MPs impact gut health and develop definitive solutions.",
    "disease": "colorectal cancer",
    "clean_text": "microplastics in the gastrointestinal tract a systematic review the pervasive presence of microplastics mps in the environment has raised growing concerns about their impact on human health this systematic review examines the detection characterization and potential health implications of mps in the human gastrointestinal tract git a comprehensive literature search following prisma guidelines identified studies reporting mps in feces colonic tissues and liver samples polyethylene terephthalate pet polypropylene pp and polystyrene ps were the most commonly detected polymers with variations in size shape and concentration our findings reveal that mps are ubiquitously present in human git biospecimens with higher concentrations observed in individuals suffering from gastrointestinal diseases such as inflammatory bowel disease ibd and colorectal cancer crc emerging evidence suggests a potential link between mps exposure and gastrointestinal diseases although causality remains unclear the review also highlights the role of dietary habits geographical location and lifestyle choices in influencing mps exposure findings highlight the urgent need for interdisciplinary research to elucidate the mechanisms of mp induced toxicity and inform public health strategies given the increasing plastic burden in the environment and food chain proactive measures are essential to mitigate human exposure and its implications for global health further research through collaboration between clinicians and scientists is crucial to elucidate the underlying mechanisms of how mps impact gut health and develop definitive solutions"
}