{
    "title": "Oligometastatic prostate cancer: The game is afoot.",
    "doc_id": "30684842",
    "writer": "Lancia A",
    "year": "2019",
    "summary": "Oligometastatic prostate cancer represents an intermediate state between a localized tumor and widespread metastatic disease. ...The aim of this review is to shed light on the clinical scenario of prostate cancer patients with limited metastatic diseas …",
    "abstract": "Oligometastatic prostate cancer represents an intermediate state between a localized tumor and widespread metastatic disease. Its specific clinical features suggest the existence of a distinct biology which still needs to be elucidated. New imaging techniques like prostate specific membrane antigen (PSMA) PET scans have shown to perform well in the staging and restaging of this category of patients, at different phases of disease evolution. Despite limited prospective evidence, metastasis-directed therapies (MDT) are emerging as valid treatment options able to postpone systemic therapies and probably improve survival outcome. The aim of this review is to shed light on the clinical scenario of prostate cancer patients with limited metastatic disease burden and highlight the role of MDT strategies in this setting.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30684842/",
    "clean_text": "oligometastatic prostate cancer the game is afoot oligometastatic prostate cancer represents an intermediate state between a localized tumor and widespread metastatic disease the aim of this review is to shed light on the clinical scenario of prostate cancer patients with limited metastatic diseas oligometastatic prostate cancer represents an intermediate state between a localized tumor and widespread metastatic disease its specific clinical features suggest the existence of a distinct biology which still needs to be elucidated new imaging techniques like prostate specific membrane antigen psma pet scans have shown to perform well in the staging and restaging of this category of patients at different phases of disease evolution despite limited prospective evidence metastasis directed therapies mdt are emerging as valid treatment options able to postpone systemic therapies and probably improve survival outcome the aim of this review is to shed light on the clinical scenario of prostate cancer patients with limited metastatic disease burden and highlight the role of mdt strategies in this setting"
}