{
    "title": "University-Industry Collaboration in China and the USA: A Bibliometric Comparison.",
    "doc_id": "27832084",
    "writer": "Zhou P",
    "year": "2016",
    "summary": "In selecting local and foreign industrial partners, however, more variation exists among Chinese universities than among US universities. The US system is domestically oriented more than that of China. ...However, the productivity indicators are less correlated with …",
    "abstract": "In this study, university-industry collaborations in China and the USA are analyzed in terms of co-authored publications indexed in the Web of Science (WoS). Results show a wide gap between China and the USA: Chinese universities are much less active in collaborations with industry in terms of either publication productivity or collaboration intensity. In selecting local and foreign industrial partners, however, more variation exists among Chinese universities than among US universities. The US system is domestically oriented more than that of China. In the USA, the intensity of university-industry collaboration is determined by research quality, whereas in China this is not the case. In both China and the USA, distance is not critical for the establishment of domestic university-industry collaboration. A high correlation is found between productivity indicators including total publications and university-industry co-authored publications. However, the productivity indicators are less correlated with the intensity of university-industry collaboration. Large research universities with strong ties to domestic industry play critical roles in both national publication systems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27832084/",
    "clean_text": "university industry collaboration in china and the usa a bibliometric comparison in selecting local and foreign industrial partners however more variation exists among chinese universities than among us universities the us system is domestically oriented more than that of china however the productivity indicators are less correlated with in this study university industry collaborations in china and the usa are analyzed in terms of co authored publications indexed in the web of science wos results show a wide gap between china and the usa chinese universities are much less active in collaborations with industry in terms of either publication productivity or collaboration intensity in selecting local and foreign industrial partners however more variation exists among chinese universities than among us universities the us system is domestically oriented more than that of china in the usa the intensity of university industry collaboration is determined by research quality whereas in china this is not the case in both china and the usa distance is not critical for the establishment of domestic university industry collaboration a high correlation is found between productivity indicators including total publications and university industry co authored publications however the productivity indicators are less correlated with the intensity of university industry collaboration large research universities with strong ties to domestic industry play critical roles in both national publication systems"
}