{
    "title": "Endurance of trunk muscles in persons with chronic low back pain: assessment, performance, training.",
    "doc_id": "9323647",
    "writer": "Moffroid MT.",
    "year": "1997",
    "summary": "Lack of endurance of the trunk muscles is an important factor in low back pain (LBP). This paper examines some methods to objectively test endurance of trunk flexor and extensor muscles in static and dynamic situations, and presents results of endurance testing in p …",
    "abstract": "Trunk muscles are designed to fulfill their role of continuous activity throughout the day, but pain and inactivity alter muscles so that they fatigue in normal situations. Lack of endurance of the trunk muscles is an important factor in low back pain (LBP). This paper examines some methods to objectively test endurance of trunk flexor and extensor muscles in static and dynamic situations, and presents results of endurance testing in persons with chronic LBP compared to nonimpaired cohorts. Self perception of fitness affects some test results. Methods for increasing endurance are discussed along with benefits observed from training programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9323647/",
    "clean_text": "endurance of trunk muscles in persons with chronic low back pain assessment performance training lack of endurance of the trunk muscles is an important factor in low back pain lbp this paper examines some methods to objectively test endurance of trunk flexor and extensor muscles in static and dynamic situations and presents results of endurance testing in p trunk muscles are designed to fulfill their role of continuous activity throughout the day but pain and inactivity alter muscles so that they fatigue in normal situations lack of endurance of the trunk muscles is an important factor in low back pain lbp this paper examines some methods to objectively test endurance of trunk flexor and extensor muscles in static and dynamic situations and presents results of endurance testing in persons with chronic lbp compared to nonimpaired cohorts self perception of fitness affects some test results methods for increasing endurance are discussed along with benefits observed from training programs"
}