{
    "pmid": "41422263",
    "title": "Melatonin orchestrates mitochondrial fusion dynamics-mediated WNT/β-catenin signaling to promote dopaminergic neuronal differentiation of human iPS and nerve regeneration in a MPTP-induced mouse model of Parkinson's disease.",
    "abstract": "Parkinson's disease (PD) is a challenging neurodegenerative disorder. Recently, therapy of neural stem cells (NSCs) derived from human induced pluripotent stem cells (hiPSCs) has emerged as a significant advancement in regenerative medicine. Melatonin (MT), acting as a mitochondrial targeting hormone, exhibits neuroprotective properties in neurodegenerative diseases and modulates stem cell differentiation through mitochondrial dynamics. However, the precise mechanism by which MT influences dopaminergic (DA) neuronal differentiation in hiPSCs through regulating mitochondrial dynamics remains unclear. In this study, we developed and optimized a technical protocol for the in vitro functional neuronal differentiation of hiPSCs. Our findings demonstrate that MT enhances the differentiation potential of hiPSCs toward neuroectoderm and significantly improves the efficiency of NSCs differentiation into DA neurons by more than three times within hiPSCs. Using the specific MT receptor inhibitor, Luzindole, we confirmed its inhibitory effect on MT-mediated promotion of neural differentiation. Mechanistically, we propose that MT enhances functional DA neuron differentiation from hiPSCs by activating mitochondrial dynamics-mediated WNT/β-catenin signaling pathways. Additionally, we elucidated the critical role of mitofusin2 (MFN2) in enhancing the directed differentiation of DA neurons from hiPSCs. In vivo studies validated the efficacy of MT-treated hiPSC-derived DA progenitor cells in regenerating tyrosine hydroxylase (TH)-positive DA neurons and improving motor function in a MPTP-induced mouse model of Parkinson's disease. In conclusion, this study highlights the potential clinical relevance of MT-enhanced differentiation of hiPSCs into DA neurons, offering promising implications for the treatment of PD.Melatonin orchestrates mitochondrial fusion dynamics-mediated WNT/β-catenin signaling to promote dopaminergic neuronal differentiation of human iPS and nerve regeneration in a MPTP-induced mouse model of Parkinson's disease.",
    "disease": "parkinson disease",
    "clean_text": "melatonin orchestrates mitochondrial fusion dynamics mediated wnt catenin signaling to promote dopaminergic neuronal differentiation of human ips and nerve regeneration in a mptp induced mouse model of parkinson s disease parkinson s disease pd is a challenging neurodegenerative disorder recently therapy of neural stem cells nscs derived from human induced pluripotent stem cells hipscs has emerged as a significant advancement in regenerative medicine melatonin mt acting as a mitochondrial targeting hormone exhibits neuroprotective properties in neurodegenerative diseases and modulates stem cell differentiation through mitochondrial dynamics however the precise mechanism by which mt influences dopaminergic da neuronal differentiation in hipscs through regulating mitochondrial dynamics remains unclear in this study we developed and optimized a technical protocol for the in vitro functional neuronal differentiation of hipscs our findings demonstrate that mt enhances the differentiation potential of hipscs toward neuroectoderm and significantly improves the efficiency of nscs differentiation into da neurons by more than three times within hipscs using the specific mt receptor inhibitor luzindole we confirmed its inhibitory effect on mt mediated promotion of neural differentiation mechanistically we propose that mt enhances functional da neuron differentiation from hipscs by activating mitochondrial dynamics mediated wnt catenin signaling pathways additionally we elucidated the critical role of mitofusin mfn in enhancing the directed differentiation of da neurons from hipscs in vivo studies validated the efficacy of mt treated hipsc derived da progenitor cells in regenerating tyrosine hydroxylase th positive da neurons and improving motor function in a mptp induced mouse model of parkinson s disease in conclusion this study highlights the potential clinical relevance of mt enhanced differentiation of hipscs into da neurons offering promising implications for the treatment of pd melatonin orchestrates mitochondrial fusion dynamics mediated wnt catenin signaling to promote dopaminergic neuronal differentiation of human ips and nerve regeneration in a mptp induced mouse model of parkinson s disease"
}