{
    "title": "Risk of endometrial cancer and endometrial hyperplasia with atypia in asymptomatic postmenopausal women with endometrial thickness 11 mm: A systematic review and meta-analysis.",
    "doc_id": "30113073",
    "writer": "Alcázar JL",
    "year": "2018",
    "summary": "PURPOSE: To evaluate the risk of endometrial cancer and/or endometrial hyperplasia with atypia in asymptomatic postmenopausal women with endometrial thickness 11 mm. ...After exclusions, nine articles that met all the inclusion criteria were included, compris …",
    "abstract": "Purpose:\n        \n      \n      To evaluate the risk of endometrial cancer and/or endometrial hyperplasia with atypia in asymptomatic postmenopausal women with endometrial thickness ≥ 11 mm.\n    \n\n\n          Methods:\n        \n      \n      Systematic review of literature using database search (PubMed and Web of Science) of articles published between January 1990 and December 2016 evaluating the correlation between endometrial thickness as measured by transvaginal ultrasound (double layer) and histopathological findings in asymptomatic postmenopausal women, using the following terms: \"endometrial thickness,\" \"postmenopausal,\" \"postmenopause,\" and \"asymptomatic.\" Inclusion criteria were prospective or retrospective studies of more than 150 cases that provided information on endometrial thickness and its correlation with histopathological data. Studies that included patients with hormone replacement therapy, tamoxifen, or aromatase inhibitors were excluded. The overall relative risk (RR) for EC/EHA was calculated, stratifying the patients into two groups according to endometrial thickness (<11 mm and ≥11 mm). Heterogeneity was assessed by calculating I2 .\n    \n\n\n          Results:\n        \n      \n      The search identified 289 studies. After exclusions, nine articles that met all the inclusion criteria were included, comprising data from 4751 women. The prevalence of endometrial cancer and/or endometrial hyperplasia with atypia was 2.4%. The relative risk of endometrial cancer and/or endometrial hyperplasia with atypia in the ≥11 mm group was 2.59 (95% CI: 1.66-4.05). High heterogeneity was observed between studies (I2 : 57.3%, P = .016).\n    \n\n\n          Conclusions:\n        \n      \n      Overall the risk for EC/EHA was 2.6 times greater in women with ET ≥11 mm vs women with ET 5-10 mm, although there was significant heterogeneity in estimates across studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30113073/",
    "clean_text": "risk of endometrial cancer and endometrial hyperplasia with atypia in asymptomatic postmenopausal women with endometrial thickness mm a systematic review and meta analysis purpose to evaluate the risk of endometrial cancer and or endometrial hyperplasia with atypia in asymptomatic postmenopausal women with endometrial thickness mm after exclusions nine articles that met all the inclusion criteria were included compris purpose to evaluate the risk of endometrial cancer and or endometrial hyperplasia with atypia in asymptomatic postmenopausal women with endometrial thickness mm methods systematic review of literature using database search pubmed and web of science of articles published between january and december evaluating the correlation between endometrial thickness as measured by transvaginal ultrasound double layer and histopathological findings in asymptomatic postmenopausal women using the following terms endometrial thickness postmenopausal postmenopause and asymptomatic inclusion criteria were prospective or retrospective studies of more than cases that provided information on endometrial thickness and its correlation with histopathological data studies that included patients with hormone replacement therapy tamoxifen or aromatase inhibitors were excluded the overall relative risk rr for ec eha was calculated stratifying the patients into two groups according to endometrial thickness mm and mm heterogeneity was assessed by calculating i results the search identified studies after exclusions nine articles that met all the inclusion criteria were included comprising data from women the prevalence of endometrial cancer and or endometrial hyperplasia with atypia was the relative risk of endometrial cancer and or endometrial hyperplasia with atypia in the mm group was ci high heterogeneity was observed between studies i p conclusions overall the risk for ec eha was times greater in women with et mm vs women with et mm although there was significant heterogeneity in estimates across studies"
}