{
    "pmid": "41443802",
    "title": "COVID-19 and the Risks of Migraine and Headache: A Mendelian Randomization Study.",
    "abstract": "Several observational studies suggested that migraine headache attacks were associated with coronavirus disease 2019 (COVID-19). We investigated genetic causal links between COVID-19 phenotypes and the development of headache and migraine, including migraine with aura (MA) and migraine without aura (MO). We conducted a two-sample Mendelian randomization (MR) analysis to estimate the genetic association in European populations. The inverse-variance weighted (IVW) method was used as the main approach in the MR analyses, together with weighted median and MR-Egger methods. We also performed a series of sensitivity tests to assess the robustness of the MR results. The MR results demonstrated that COVID-19 severity, hospitalization, and susceptibility had no causal effect on the risks of headache, migraine, MA, or MO. No horizontal pleiotropy was detected, and the results were robust as supported by the sensitivity analysis findings. Our analyses identified no casual effect of COVID-19 severity, hospitalization, or susceptibility on the risks of headache or migraine in European populations.",
    "disease": "pneumonia",
    "clean_text": "covid and the risks of migraine and headache a mendelian randomization study several observational studies suggested that migraine headache attacks were associated with coronavirus disease covid we investigated genetic causal links between covid phenotypes and the development of headache and migraine including migraine with aura ma and migraine without aura mo we conducted a two sample mendelian randomization mr analysis to estimate the genetic association in european populations the inverse variance weighted ivw method was used as the main approach in the mr analyses together with weighted median and mr egger methods we also performed a series of sensitivity tests to assess the robustness of the mr results the mr results demonstrated that covid severity hospitalization and susceptibility had no causal effect on the risks of headache migraine ma or mo no horizontal pleiotropy was detected and the results were robust as supported by the sensitivity analysis findings our analyses identified no casual effect of covid severity hospitalization or susceptibility on the risks of headache or migraine in european populations"
}