{
    "pmid": "41453497",
    "title": "Dapagliflozin regulates kynurenine metabolism and microglial activation to alleviate diabetes-associated cognitive impairment.",
    "abstract": "Dapagliflozin, a sodium-glucose cotransporter 2 (SGLT2) inhibitor, has shown significant therapeutic potential in alleviating Diabetes-associated cognitive dysfunction (DACD). However, its specific effects on microglia remain to be further explored. In this study, a type 2 diabetes mellitus (T2DM) mouse model induced by a high-fat diet/streptozotocin (HFD/STZ) was used. It was found that dapagliflozin could significantly reduce fasting blood glucose levels, alleviate weight loss, and improve cognitive function performance in behavioral tests (Y-maze, Morris water maze, and novel object recognition). Histological and biochemical analyses indicated that dapagliflozin could reduce hippocampal neuronal damage, enhance antioxidant capacity (manifested as increased levels of superoxide dismutase and catalase, and decreased malondialdehyde content), and effectively inhibit neuroinflammation (significantly reduced levels of tumor necrosis factor-α, interleukin-1β, and interleukin-6). Transcriptomic and metabolomic analyses revealed that dapagliflozin rebalanced the kynurenine pathway by down-regulating indoleamine 2,3-dioxygenase (IDO1) and kynurenine monooxygenase (KMO), while up-regulating kynurenic acid transaminase 1 (KYAT1), promoting the transformation of metabolic products from neurotoxic substances (such as 3-hydroxykynurenine and kynurenic acid) to neuroprotective substances (kynurenic acid). Additionally, in vitro experiments in high glucose (HG)-stimulated BV-2 microglia further verified that dapagliflozin exerted anti-inflammatory effects by inhibiting the Toll-like receptor/myeloid differentiation factor 88 (TLR/MyD88) signaling pathway and regulating kynurenine metabolic reprogramming. At the same time, overexpression of KMO reversed these effects. In conclusion, these results reveal the multi-dimensional neuroprotective mechanisms of dapagliflozin in DACD, providing substantial evidence for its potential as a therapeutic agent for diabetes-related cognitive dysfunction.",
    "disease": "diabetes mellitus",
    "clean_text": "dapagliflozin regulates kynurenine metabolism and microglial activation to alleviate diabetes associated cognitive impairment dapagliflozin a sodium glucose cotransporter sglt inhibitor has shown significant therapeutic potential in alleviating diabetes associated cognitive dysfunction dacd however its specific effects on microglia remain to be further explored in this study a type diabetes mellitus t dm mouse model induced by a high fat diet streptozotocin hfd stz was used it was found that dapagliflozin could significantly reduce fasting blood glucose levels alleviate weight loss and improve cognitive function performance in behavioral tests y maze morris water maze and novel object recognition histological and biochemical analyses indicated that dapagliflozin could reduce hippocampal neuronal damage enhance antioxidant capacity manifested as increased levels of superoxide dismutase and catalase and decreased malondialdehyde content and effectively inhibit neuroinflammation significantly reduced levels of tumor necrosis factor interleukin and interleukin transcriptomic and metabolomic analyses revealed that dapagliflozin rebalanced the kynurenine pathway by down regulating indoleamine dioxygenase ido and kynurenine monooxygenase kmo while up regulating kynurenic acid transaminase kyat promoting the transformation of metabolic products from neurotoxic substances such as hydroxykynurenine and kynurenic acid to neuroprotective substances kynurenic acid additionally in vitro experiments in high glucose hg stimulated bv microglia further verified that dapagliflozin exerted anti inflammatory effects by inhibiting the toll like receptor myeloid differentiation factor tlr myd signaling pathway and regulating kynurenine metabolic reprogramming at the same time overexpression of kmo reversed these effects in conclusion these results reveal the multi dimensional neuroprotective mechanisms of dapagliflozin in dacd providing substantial evidence for its potential as a therapeutic agent for diabetes related cognitive dysfunction"
}