{
    "title": "Screening for vitamin D deficiency in the elderly.",
    "doc_id": "20827865",
    "writer": "Kositsawat J",
    "year": "2010",
    "summary": "The importance of vitamin D to normal physiologic function is well established. With deficiency becoming increasingly frequent, the potential for preventing and treating diseases through vitamin D supplementation is gaining in appreciation. ...",
    "abstract": "The importance of vitamin D to normal physiologic function is well established. With deficiency becoming increasingly frequent, the potential for preventing and treating diseases through vitamin D supplementation is gaining in appreciation. Deficiency is particularly common in the geriatric population based on both behavioral and biologic factors, and has been associated with increased risk of musculoskeletal, neuropsychiatric, cardiovascular, endocrine and oncologic disease. Although some experts recommend empiric supplementation for all elderly persons, a strategy of routine screening and documented adequacy of replacement in deficient patients appears superior.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20827865/",
    "clean_text": "screening for vitamin d deficiency in the elderly the importance of vitamin d to normal physiologic function is well established with deficiency becoming increasingly frequent the potential for preventing and treating diseases through vitamin d supplementation is gaining in appreciation the importance of vitamin d to normal physiologic function is well established with deficiency becoming increasingly frequent the potential for preventing and treating diseases through vitamin d supplementation is gaining in appreciation deficiency is particularly common in the geriatric population based on both behavioral and biologic factors and has been associated with increased risk of musculoskeletal neuropsychiatric cardiovascular endocrine and oncologic disease although some experts recommend empiric supplementation for all elderly persons a strategy of routine screening and documented adequacy of replacement in deficient patients appears superior"
}