{
    "pmid": "41456938",
    "title": "Lack of S100A8 impairs lung protective immunity against Streptococcus pneumoniae.",
    "abstract": "We recently showed that S100A9 is indispensable for lung antibacterial immunity, making it crucial for the survival of pneumococcal pneumonia. However, the role of S100A8 in lung antibacterial immunity is ill-defined. S100A8 levels in BAL fluid (BALF) samples of patients with pneumonia were quantified by ELISA. WT and S100A8 KO mice were orotracheally infected with Streptococcus pneumoniae (S. pneumoniae) and bacterial clearance, disease progression, lung histopathology and leukocyte recruitment were analyzed at defined time points. S100A8 protein levels were particularly increased in BALF of patients with bacterial as compared to viral pneumonia. Similarly, WT mice responded with S100A8 and S100A9 protein release upon pneumococcal challenge. However, S100A8 deficiency led to decreased S100A9 levels and significantly increased bacterial loads in lungs of S. pneumoniae-challenged mice. S. pneumoniae-infected S100A8 KO mice developed a severe neutrophil-dominated purulent bronchopneumonia with interstitial and alveolar edema and intravascular coagulation leading to early mortality. Mechanistically, S100A8 deficiency resulted in neutrophil elastase (NE) dependent degradation of surfactant proteins A (SP-A) and D (SP-D) in lungs of mice. Incubation of WT BALF with recombinant NE confirmed NE-dependent SP-D degradation in vitro, which could be blocked by the NE-specific inhibitor Sivelestat. Therapy with recombinant S100A8/A9 protein rescued S100A8 KO mice from fatal pneumococcal pneumonia. Deletion of S100A8 disturbs lung protective immunity against S. pneumoniae in mice. At the same time, analysis of the S100A8/A9 protein complex in clinical samples may help to distinguish between patients with bacterial versus viral pneumonia.",
    "disease": "pneumonia",
    "clean_text": "lack of s a impairs lung protective immunity against streptococcus pneumoniae we recently showed that s a is indispensable for lung antibacterial immunity making it crucial for the survival of pneumococcal pneumonia however the role of s a in lung antibacterial immunity is ill defined s a levels in bal fluid balf samples of patients with pneumonia were quantified by elisa wt and s a ko mice were orotracheally infected with streptococcus pneumoniae s pneumoniae and bacterial clearance disease progression lung histopathology and leukocyte recruitment were analyzed at defined time points s a protein levels were particularly increased in balf of patients with bacterial as compared to viral pneumonia similarly wt mice responded with s a and s a protein release upon pneumococcal challenge however s a deficiency led to decreased s a levels and significantly increased bacterial loads in lungs of s pneumoniae challenged mice s pneumoniae infected s a ko mice developed a severe neutrophil dominated purulent bronchopneumonia with interstitial and alveolar edema and intravascular coagulation leading to early mortality mechanistically s a deficiency resulted in neutrophil elastase ne dependent degradation of surfactant proteins a sp a and d sp d in lungs of mice incubation of wt balf with recombinant ne confirmed ne dependent sp d degradation in vitro which could be blocked by the ne specific inhibitor sivelestat therapy with recombinant s a a protein rescued s a ko mice from fatal pneumococcal pneumonia deletion of s a disturbs lung protective immunity against s pneumoniae in mice at the same time analysis of the s a a protein complex in clinical samples may help to distinguish between patients with bacterial versus viral pneumonia"
}