{
    "pmid": "41386374",
    "title": "Change of pediatric quality of life following inactivated influenza vaccination using EuroQol-5 dimensions-youth.",
    "abstract": "Measuring vaccination's impact on health-related quality of life (HRQL) is fundamental for cost-effectiveness analyses and health technology assessments, yet pediatric data remain limited. This study measured HRQL impact from reactogenicity symptoms following inactivated influenza vaccination in Japanese children. This prospective study used proxy-reported EuroQol-5 dimension youth (EQ-5D-Y) questionnaires to evaluate HRQL daily from pre-vaccination to 7 d post-vaccination per dose in children aged 4-15 years during the 2024-2025 influenza season. Quality-adjusted life day (QALD) loss per dose for the EQ-5D-Y was calculated to quantify the impact of reactogenicity after receiving the inactivated influenza vaccine. The severity of reactogenicity symptoms was classified using the adverse events following immunization (AEFI) grading scale (grades 0-4). Overall, 218 children received 381 doses of inactivated influenza vaccination. QALD loss (positive score indicates worse post-vaccination states) was -0.032 (first dose) and 0.012 (second dose). The mean QALD loss for first dose recipients was -0.038 (grade 0-1 AEFI) and -0.009 (grade 2-4 AEFI); second dose values were -0.004 (grade 0-1) and 0.085 (grade 2-4). QALD loss within 1 week post-vaccination (either first or second dose) was negligible, confirming inactivated influenza vaccine safety in this population.",
    "disease": "influenza",
    "clean_text": "change of pediatric quality of life following inactivated influenza vaccination using euroqol dimensions youth measuring vaccination s impact on health related quality of life hrql is fundamental for cost effectiveness analyses and health technology assessments yet pediatric data remain limited this study measured hrql impact from reactogenicity symptoms following inactivated influenza vaccination in japanese children this prospective study used proxy reported euroqol dimension youth eq d y questionnaires to evaluate hrql daily from pre vaccination to d post vaccination per dose in children aged years during the influenza season quality adjusted life day qald loss per dose for the eq d y was calculated to quantify the impact of reactogenicity after receiving the inactivated influenza vaccine the severity of reactogenicity symptoms was classified using the adverse events following immunization aefi grading scale grades overall children received doses of inactivated influenza vaccination qald loss positive score indicates worse post vaccination states was first dose and second dose the mean qald loss for first dose recipients was grade aefi and grade aefi second dose values were grade and grade qald loss within week post vaccination either first or second dose was negligible confirming inactivated influenza vaccine safety in this population"
}