{
    "title": "Physical assessment: whose role is it anyway?",
    "doc_id": "16869522",
    "writer": "West SL.",
    "year": "2006",
    "summary": "These new skills tend to be used mostly by experienced nurses such as the specialist or advanced nurse practitioner. One such skill is physical assessment. Traditionally viewed as part of the doctor's role, physical assessment has not routinely been taught in nurse …",
    "abstract": "The increasing acuteness of care and developing technologies present new opportunities and challenges for the nursing profession. The NHS Plan emphasizes the need for change to meet these demands, especially in the area of patient assessment. Nurses are extending their repertoire of skills to include those that were once the domain of junior doctors. These new skills tend to be used mostly by experienced nurses such as the specialist or advanced nurse practitioner. One such skill is physical assessment. Traditionally viewed as part of the doctor's role, physical assessment has not routinely been taught in nurse training. With the advancement of nursing roles, it has been argued that physical assessment has become a key nursing skill. This article discusses the use of physical assessment as part of the growing role of the nurse in critical care. Nurses deliver holistic care, based on assessment. This assessment is incomplete, if a detailed physical assessment is omitted and, as a consequence, care is delivered in the absence of an appreciation of the impact of pathophysiological adaptations. This article argues that the ability to physically assess the patient in a principled and systematic fashion, in conjunction with routine health assessment, is a necessary skill for the modern nursing professional working in critical care. It is further argued that, within the current climate of advancing nursing practice, the acquisition of this skill is important for all nurses, to improve patient care, not to supplant the skills of the junior doctor.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16869522/",
    "clean_text": "physical assessment whose role is it anyway these new skills tend to be used mostly by experienced nurses such as the specialist or advanced nurse practitioner one such skill is physical assessment traditionally viewed as part of the doctor s role physical assessment has not routinely been taught in nurse the increasing acuteness of care and developing technologies present new opportunities and challenges for the nursing profession the nhs plan emphasizes the need for change to meet these demands especially in the area of patient assessment nurses are extending their repertoire of skills to include those that were once the domain of junior doctors these new skills tend to be used mostly by experienced nurses such as the specialist or advanced nurse practitioner one such skill is physical assessment traditionally viewed as part of the doctor s role physical assessment has not routinely been taught in nurse training with the advancement of nursing roles it has been argued that physical assessment has become a key nursing skill this article discusses the use of physical assessment as part of the growing role of the nurse in critical care nurses deliver holistic care based on assessment this assessment is incomplete if a detailed physical assessment is omitted and as a consequence care is delivered in the absence of an appreciation of the impact of pathophysiological adaptations this article argues that the ability to physically assess the patient in a principled and systematic fashion in conjunction with routine health assessment is a necessary skill for the modern nursing professional working in critical care it is further argued that within the current climate of advancing nursing practice the acquisition of this skill is important for all nurses to improve patient care not to supplant the skills of the junior doctor"
}