{
    "pmid": "41456023",
    "title": "Antibacterial, antibiofilm, and antiproliferative properties of Aspergillus frequens-derived pigment.",
    "abstract": "Filamentous fungi produce a broad spectrum of colored secondary metabolites that are largely used in various industries, including food, cosmetics, fabrics, and medications. This study explores, for the first time, the potential of Aspergillus frequens to produce pigmented secondary metabolites and their application in various biotechnological treatments. Aspergillus frequens (Asmaa 2024) produced the highest concentration of pigmented secondary metabolites among the 20 tested fungal rhizospheric fungi, reaching 21.36 ± 1.8 AU/mL in potato dextrose broth (PDB) medium. Scanning electron microscopy (SEM) revealed that the extracted pigment has an irregular shape and particle size, ranging from 40 to 184 nm. The elemental composition revealed the presence of high ratios of carbon and oxygen using energy-dispersive X-ray (EDX). Many functional groups and chromophore compounds have been detected in the extracted pigment using Fourier-transform infrared spectroscopy (FT-IR) and gas chromatography-mass spectrometry (GC-MS). Thirteen pathogenic species of bacteria were significantly inhibited in their development by the colored metabolites, whose minimum bactericidal concentrations (MBCs) varied from 4.5 to 16.7 mg/mL. The most notable percentages in suppression biofilm development, suggesting a major influence, were 66.8% for Klebsiella pneumoniae and 64.8% for Bacillus subtilis using the microtiter plate technique. Following assessment of zeta potential, particle size, and polydispersity index (PDI) of the target bacteria, the effective antibacterial efficacy of the pigmented secondary metabolites was confirmed. The viability of the osteosarcoma (HOS) and lung cancer (A549) cell lines was significantly diminished by the A. frequens' secondary metabolites, with IC50 values of 43.3 and 77.1 µg/mL, respectively. In contrast, the skin cancer cell line (A431) showed no signs of impact, using the MTT assay. Based on the obtained findings, A. frequens pigmented secondary metabolites have promising potential in the biological control of pathogenic and biofilm-forming bacteria, as well as in the treatment of bone and lung cancer. While numerous studies have investigated pigment production in Aspergillus species, this research represents the first investigation into pigment synthesis by A. frequens.",
    "disease": "lung cancer",
    "clean_text": "antibacterial antibiofilm and antiproliferative properties of aspergillus frequens derived pigment filamentous fungi produce a broad spectrum of colored secondary metabolites that are largely used in various industries including food cosmetics fabrics and medications this study explores for the first time the potential of aspergillus frequens to produce pigmented secondary metabolites and their application in various biotechnological treatments aspergillus frequens asmaa produced the highest concentration of pigmented secondary metabolites among the tested fungal rhizospheric fungi reaching au ml in potato dextrose broth pdb medium scanning electron microscopy sem revealed that the extracted pigment has an irregular shape and particle size ranging from to nm the elemental composition revealed the presence of high ratios of carbon and oxygen using energy dispersive x ray edx many functional groups and chromophore compounds have been detected in the extracted pigment using fourier transform infrared spectroscopy ft ir and gas chromatography mass spectrometry gc ms thirteen pathogenic species of bacteria were significantly inhibited in their development by the colored metabolites whose minimum bactericidal concentrations mbcs varied from to mg ml the most notable percentages in suppression biofilm development suggesting a major influence were for klebsiella pneumoniae and for bacillus subtilis using the microtiter plate technique following assessment of zeta potential particle size and polydispersity index pdi of the target bacteria the effective antibacterial efficacy of the pigmented secondary metabolites was confirmed the viability of the osteosarcoma hos and lung cancer a cell lines was significantly diminished by the a frequens secondary metabolites with ic values of and g ml respectively in contrast the skin cancer cell line a showed no signs of impact using the mtt assay based on the obtained findings a frequens pigmented secondary metabolites have promising potential in the biological control of pathogenic and biofilm forming bacteria as well as in the treatment of bone and lung cancer while numerous studies have investigated pigment production in aspergillus species this research represents the first investigation into pigment synthesis by a frequens"
}