{
    "title": "The Gut Microbiota and Ageing.",
    "doc_id": "30779015",
    "writer": "Maynard C",
    "year": "2018",
    "summary": "Understanding how the human gut microbiota might influence ageing is challenging. The gut microbiota is a hugely complex ecology of organisms that varies greatly with individuals and time, making age-related changes difficult to measure. ...Transferrin …",
    "abstract": "Understanding how the human gut microbiota might influence ageing is challenging. The gut microbiota is a hugely complex ecology of organisms that varies greatly with individuals and time, making age-related changes difficult to measure. However, elderly and younger populations do show differences in gut microbe composition. The key question is whether these differences only reflect age-related changes in host physiology and diet, or if microbes can drive host ageing? Model organisms allow this question to be addressed. Longitudinal analyses in the fruit fly Drosophila melanogaster show that changes in microbial composition precedes intestinal and host ageing, and antibiotic treatment increases lifespan, implicating microbes in accelerating ageing. Antibiotics also extend the lifespan of middle-aged killifish but additional transplantation of gut microbes from young killifish extends lifespan further, suggesting a positive effect of microbes associated with young animals. Microbes from old, but not young, mice induce inflammation when added to germ-free mice suggesting that microbes become more harmful to the host with age. These studies implicate broad classes of bacteria, particularly members of the phylum Proteobacteria, as drivers of ageing in a feed-forward loop with intestinal degradation and inflammation. The nematode Caenorhabditis elegans can be associated with single strains of genetically-tractable bacteria, and this simplified system has revealed specific interventions in bacterial metabolism, such as inhibition of bacterial folate synthesis, that extend animal lifespan. Transferring this understanding to the human microbiota is challenging but promises to reveal how manipulation of the gut microbiota might be a route to maintain health in old age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30779015/",
    "clean_text": "the gut microbiota and ageing understanding how the human gut microbiota might influence ageing is challenging the gut microbiota is a hugely complex ecology of organisms that varies greatly with individuals and time making age related changes difficult to measure transferrin understanding how the human gut microbiota might influence ageing is challenging the gut microbiota is a hugely complex ecology of organisms that varies greatly with individuals and time making age related changes difficult to measure however elderly and younger populations do show differences in gut microbe composition the key question is whether these differences only reflect age related changes in host physiology and diet or if microbes can drive host ageing model organisms allow this question to be addressed longitudinal analyses in the fruit fly drosophila melanogaster show that changes in microbial composition precedes intestinal and host ageing and antibiotic treatment increases lifespan implicating microbes in accelerating ageing antibiotics also extend the lifespan of middle aged killifish but additional transplantation of gut microbes from young killifish extends lifespan further suggesting a positive effect of microbes associated with young animals microbes from old but not young mice induce inflammation when added to germ free mice suggesting that microbes become more harmful to the host with age these studies implicate broad classes of bacteria particularly members of the phylum proteobacteria as drivers of ageing in a feed forward loop with intestinal degradation and inflammation the nematode caenorhabditis elegans can be associated with single strains of genetically tractable bacteria and this simplified system has revealed specific interventions in bacterial metabolism such as inhibition of bacterial folate synthesis that extend animal lifespan transferring this understanding to the human microbiota is challenging but promises to reveal how manipulation of the gut microbiota might be a route to maintain health in old age"
}