{
    "pmid": "41431980",
    "title": "Patients with previous anterior cruciate ligament reconstruction achieve equally good outcomes after total knee arthroplasty: A Swedish registry-based study of 7755 patients.",
    "abstract": "Patients who have undergone anterior cruciate ligament reconstruction (ACLR) may later require total knee arthroplasty (TKA) due to osteoarthritis (OA). The impact of previous ACLR on patient-reported outcomes (PROs) after TKA remains uncertain. This study compared PROs 1 year after TKA between patients with knee OA with a history of ACLR (group of patients who underwent total knee arthroplasty after anterior cruciate ligament reconstruction [ACLROA]) and those without prior major surgery on the operated knee (controls). The Swedish Arthroplasty and Knee Ligament Registers were linked. ACLROA cases were matched 1:2 to controls by age, sex, BMI, ASA score, implant type and surgery time period. Preoperative and 1-year postoperative patient-reported outcome measures (PROMs) included five-point Likert scales for satisfaction and pain, knee injury and Osteoarthritis Outcome Score, 12-item short form (KOOS-12), and EuroQol 5-dimensions, 3-level version (EQ-5D-3L). Cohort sizes varied for the analysis of PROMs: satisfaction was compared between 998 ACLROA patients and 1996 controls, pain between 441 and 882, KOOS-12 between 595 and 1190, and EQ-5D-3L between 551 and 1102, respectively. At 1 year postoperatively, satisfaction scores differed significantly (p = 0.016), with a higher proportion of ACLROA patients reporting being 'very satisfied' (53% vs. 49%), although pain scores did not differ (p = 0.263). The mean KOOS-12 total score was 59 ± 16 points for ACLROA patients and 58 ± 16 for the controls (p = 0.22). The mean EQ-5D-3L index was 0.89 ± 0.11 for ACLROA patients and 0.88 ± 0.11 for the controls (p = 0.019). Prior ACLR did not compromise early PROs after subsequent TKA. Satisfaction, pain relief, knee function and HRQoL were comparable between groups. Although some differences reached statistical significance, they did not exceed established thresholds for clinical relevance. Prior ACLR should therefore not be considered a negative prognostic factor regarding PROs during preoperative counselling for TKA. Level III.",
    "disease": "osteoarthritis",
    "clean_text": "patients with previous anterior cruciate ligament reconstruction achieve equally good outcomes after total knee arthroplasty a swedish registry based study of patients patients who have undergone anterior cruciate ligament reconstruction aclr may later require total knee arthroplasty tka due to osteoarthritis oa the impact of previous aclr on patient reported outcomes pros after tka remains uncertain this study compared pros year after tka between patients with knee oa with a history of aclr group of patients who underwent total knee arthroplasty after anterior cruciate ligament reconstruction aclroa and those without prior major surgery on the operated knee controls the swedish arthroplasty and knee ligament registers were linked aclroa cases were matched to controls by age sex bmi asa score implant type and surgery time period preoperative and year postoperative patient reported outcome measures proms included five point likert scales for satisfaction and pain knee injury and osteoarthritis outcome score item short form koos and euroqol dimensions level version eq d l cohort sizes varied for the analysis of proms satisfaction was compared between aclroa patients and controls pain between and koos between and and eq d l between and respectively at year postoperatively satisfaction scores differed significantly p with a higher proportion of aclroa patients reporting being very satisfied vs although pain scores did not differ p the mean koos total score was points for aclroa patients and for the controls p the mean eq d l index was for aclroa patients and for the controls p prior aclr did not compromise early pros after subsequent tka satisfaction pain relief knee function and hrqol were comparable between groups although some differences reached statistical significance they did not exceed established thresholds for clinical relevance prior aclr should therefore not be considered a negative prognostic factor regarding pros during preoperative counselling for tka level iii"
}