{
    "pmid": "41416430",
    "title": "Mechanistic study of miR‑369‑3p in regulating the Wnt/β‑catenin signaling pathway via targeting SPTBN1 in inflammatory response and bone destruction of rheumatoid arthritis.",
    "abstract": "Aberrant expression of microRNAs (miRNAs) has been closely linked to the progression of rheumatoid arthritis (RA). The present study explored the potential role of miR‑369‑3p in regulating immune‑driven inflammation and bone degradation in RA through the spectrin β, non‑erythrocytic 1 (SPTBN1)/Wnt/β‑catenin signaling cascade. To test this, synthetic mimics and inhibitors of miR‑369‑3p were generated and transfected into RA fibroblast‑like synoviocytes (RA‑FLSs). A pathological model was established by co‑culturing RA‑FLSs with peripheral blood mononuclear cells (PBMCs). The influence of miR‑369‑3p overexpression or suppression on RA‑FLS behavior was assessed in terms of cell survival, cell cycle distribution, proliferation and migratory capacity. Bioinformatics predictions together with luciferase reporter assays confirmed the direct interaction between miR‑369‑3p and SPTBN1. Expression levels of inflammatory cytokines, bone metabolism markers and matrix metalloproteinases were measured by ELISA, while reverse transcription‑quantitative PCR and western blotting were employed to evaluate alterations in the miR‑369‑3p/SPTBN1/Wnt/β‑catenin pathway. The results showed that miR‑369‑3p expression was markedly reduced in the PBMC‑induced RA‑FLS model. Transfection with miR‑369‑3p mimics suppressed the viability and proliferation of RA‑FLS and decreased the expression of SPTBN1, Wnt ligands and β‑catenin mRNA. By comparison, inhibition of miR‑369‑3p produced opposite effects. ELISA findings demonstrated that the miR‑369‑3p/SPTBN1 pathway modulated critical inflammatory and bone‑related markers, which were consistently confirmed across replicate experiments. These results suggested that miR‑369‑3p regulates RA pathology by targeting the SPTBN1/Wnt/β‑catenin pathway, attenuating inflammatory responses and limiting bone destruction in RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mechanistic study of mir p in regulating the wnt catenin signaling pathway via targeting sptbn in inflammatory response and bone destruction of rheumatoid arthritis aberrant expression of micrornas mirnas has been closely linked to the progression of rheumatoid arthritis ra the present study explored the potential role of mir p in regulating immune driven inflammation and bone degradation in ra through the spectrin non erythrocytic sptbn wnt catenin signaling cascade to test this synthetic mimics and inhibitors of mir p were generated and transfected into ra fibroblast like synoviocytes ra flss a pathological model was established by co culturing ra flss with peripheral blood mononuclear cells pbmcs the influence of mir p overexpression or suppression on ra fls behavior was assessed in terms of cell survival cell cycle distribution proliferation and migratory capacity bioinformatics predictions together with luciferase reporter assays confirmed the direct interaction between mir p and sptbn expression levels of inflammatory cytokines bone metabolism markers and matrix metalloproteinases were measured by elisa while reverse transcription quantitative pcr and western blotting were employed to evaluate alterations in the mir p sptbn wnt catenin pathway the results showed that mir p expression was markedly reduced in the pbmc induced ra fls model transfection with mir p mimics suppressed the viability and proliferation of ra fls and decreased the expression of sptbn wnt ligands and catenin mrna by comparison inhibition of mir p produced opposite effects elisa findings demonstrated that the mir p sptbn pathway modulated critical inflammatory and bone related markers which were consistently confirmed across replicate experiments these results suggested that mir p regulates ra pathology by targeting the sptbn wnt catenin pathway attenuating inflammatory responses and limiting bone destruction in ra"
}