{
    "pmid": "41454738",
    "title": "Immune involvement in neuropsychiatric disorders: Insights from single-cell transcriptomic studies.",
    "abstract": "Neuropsychiatric disorders pose profound challenges to both research and treatment, largely due to their clinical heterogeneity and the limited understanding of their underlying biological mechanisms. While bulk RNA sequencing (bulk RNA-seq) has been widely used to study gene expression, it cannot resolve cell-type-specific signals or detect rare cellular subpopulations. In contrast, single-cell RNA sequencing (scRNA-seq) and single-nucleus RNA sequencing (snRNA-seq) have emerged as transformative technologies, enabling transcriptomic profiling at single-cell resolution. These approaches have revealed immunological alterations across a wide range of disorders. This review introduces recent findings from sc/snRNA-seq studies of immune-related mechanisms in psychiatric disorders-including schizophrenia, bipolar disorder, major depressive disorder, autism spectrum disorder, and attention-deficit/hyperactivity disorder-as well as in neurological conditions such as Alzheimer's disease, Parkinson's disease, dementia with Lewy bodies, multiple sclerosis, and anti-NMDA receptor encephalitis. While sc/snRNA-seq overcome averaging effects of bulk RNA-seq by resolving cell types, these methods still face challenges. We outline a roadmap that integrates bulk RNA-seq and sc/snRNA-seq to mitigate the remaining gaps.",
    "disease": "alzheimer disease",
    "clean_text": "immune involvement in neuropsychiatric disorders insights from single cell transcriptomic studies neuropsychiatric disorders pose profound challenges to both research and treatment largely due to their clinical heterogeneity and the limited understanding of their underlying biological mechanisms while bulk rna sequencing bulk rna seq has been widely used to study gene expression it cannot resolve cell type specific signals or detect rare cellular subpopulations in contrast single cell rna sequencing scrna seq and single nucleus rna sequencing snrna seq have emerged as transformative technologies enabling transcriptomic profiling at single cell resolution these approaches have revealed immunological alterations across a wide range of disorders this review introduces recent findings from sc snrna seq studies of immune related mechanisms in psychiatric disorders including schizophrenia bipolar disorder major depressive disorder autism spectrum disorder and attention deficit hyperactivity disorder as well as in neurological conditions such as alzheimer s disease parkinson s disease dementia with lewy bodies multiple sclerosis and anti nmda receptor encephalitis while sc snrna seq overcome averaging effects of bulk rna seq by resolving cell types these methods still face challenges we outline a roadmap that integrates bulk rna seq and sc snrna seq to mitigate the remaining gaps"
}