{
    "title": "Oxidative stress in organophosphate poisoning: role of standard antidotal therapy.",
    "doc_id": "29516527",
    "writer": "Vanova N",
    "year": "2018",
    "summary": "Regarding oxidative stress, atropine does not seem to have a significant effect on oxidative stress parameters in OP poisoning. ...The data indicating the potency of diazepam in preventing OP-induced oxidative stress are not available. Ba …",
    "abstract": "Despite the main mechanism of organophosphate (OP) toxicity through inhibition of acetylcholinesterase (AChE) being well known over the years, some chronic adverse health effects indicate the involvement of additional pathways. Oxidative stress is among the most intensively studied. Overstimulation of cholinergic and glutamatergic nervous system is followed by intensified generation of reactive species and oxidative damage in many tissues. In this review, the role of oxidative stress in pathophysiology of OP poisoning and the influence of commonly used medical interventions on its levels are discussed. Current standardized therapy of OP intoxications comprises live-saving administration of the anticholinergic drug atropine accompanied by oxime AChE reactivator and diazepam. The capability of these antidotes to ameliorate OP-induced oxidative stress varies between both therapeutic groups and individual medications within the drug class. Regarding oxidative stress, atropine does not seem to have a significant effect on oxidative stress parameters in OP poisoning. In a case of AChE reactivators, pro-oxidative and antioxidative properties could be found. It is assumed that the ability of oximes to trigger oxidative stress is rather associated with their chemical structure than reactivation efficacy. The data indicating the potency of diazepam in preventing OP-induced oxidative stress are not available. Based on current knowledge on the mechanism of OP-mediated oxidative stress, alternative approaches (including antioxidants or multifunctional drugs) in therapy of OP poisoning are under consideration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29516527/",
    "clean_text": "oxidative stress in organophosphate poisoning role of standard antidotal therapy regarding oxidative stress atropine does not seem to have a significant effect on oxidative stress parameters in op poisoning the data indicating the potency of diazepam in preventing op induced oxidative stress are not available ba despite the main mechanism of organophosphate op toxicity through inhibition of acetylcholinesterase ache being well known over the years some chronic adverse health effects indicate the involvement of additional pathways oxidative stress is among the most intensively studied overstimulation of cholinergic and glutamatergic nervous system is followed by intensified generation of reactive species and oxidative damage in many tissues in this review the role of oxidative stress in pathophysiology of op poisoning and the influence of commonly used medical interventions on its levels are discussed current standardized therapy of op intoxications comprises live saving administration of the anticholinergic drug atropine accompanied by oxime ache reactivator and diazepam the capability of these antidotes to ameliorate op induced oxidative stress varies between both therapeutic groups and individual medications within the drug class regarding oxidative stress atropine does not seem to have a significant effect on oxidative stress parameters in op poisoning in a case of ache reactivators pro oxidative and antioxidative properties could be found it is assumed that the ability of oximes to trigger oxidative stress is rather associated with their chemical structure than reactivation efficacy the data indicating the potency of diazepam in preventing op induced oxidative stress are not available based on current knowledge on the mechanism of op mediated oxidative stress alternative approaches including antioxidants or multifunctional drugs in therapy of op poisoning are under consideration"
}