{
    "pmid": "41346604",
    "title": "Myeloid PDLIM2 repression as a common mechanism of infection susceptibility in lung diseases.",
    "abstract": "The PDZ-LIM domain-containing protein PDLIM2 serves as a unique tumor suppressor and immune modulator. Its repression in either lung epithelial or myeloid cells has been shown to promote lung cancer and therapy resistance. However, whether PDLIM2 plays a broader role in other lung diseases remains unclear. Gene expression data on human samples were exploited to investigate if PDLIM2 is repressed in the lung of patients with chronic obstructive pulmonary disease (COPD) or interstitial lung disease (ILD/idiopathic pulmonary fibrosis (IPF). PDLIM2 conditional knockout (KO) mice and wild type (WT) control mice were intratracheally instilled with the bacterial endotoxin lipopolysaccharide (LPS) to induce acute lung injury (ALI), a murine model of human acute respiratory distress syndrome (ARDS) that can also provide mechanistic insights into COPD, pulmonary fibrosis (PF) and infectious disease. Kaplan-Meier estimator was used to determine animal survival rate, and histological analysis and single-cell RNA sequencing (scRNA-seq) of mouse lung tissues were performed to systematically define the roles of PDLIM2 at the population and single-cell level.  PDLIM2 was repressed in the lungs of COPD and ILD/IPF patients, and this repression was associated with disease severity. Selective deletion of PDLIM2 in myeloid cells rendered mice more vulnerable to lung injury and mortality by LPS intratracheal instillation. The increased susceptibility was linked to exacerbated pro-inflammation signaling and diminished anti-inflammation signaling in the lung, and particularly, in lung macrophages and neutrophils. PDLIM2 plays an indispensable role in preventing ALI/ARDS and death, and its repression is associated with COPD and ILD progression. These data suggest that PDLIM2 repression, especially in lung myeloid cells, is a common mechanism driving COPD, ILD/IPF, and lung cancer and increasing patients' susceptibility to infection.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "myeloid pdlim repression as a common mechanism of infection susceptibility in lung diseases the pdz lim domain containing protein pdlim serves as a unique tumor suppressor and immune modulator its repression in either lung epithelial or myeloid cells has been shown to promote lung cancer and therapy resistance however whether pdlim plays a broader role in other lung diseases remains unclear gene expression data on human samples were exploited to investigate if pdlim is repressed in the lung of patients with chronic obstructive pulmonary disease copd or interstitial lung disease ild idiopathic pulmonary fibrosis ipf pdlim conditional knockout ko mice and wild type wt control mice were intratracheally instilled with the bacterial endotoxin lipopolysaccharide lps to induce acute lung injury ali a murine model of human acute respiratory distress syndrome ards that can also provide mechanistic insights into copd pulmonary fibrosis pf and infectious disease kaplan meier estimator was used to determine animal survival rate and histological analysis and single cell rna sequencing scrna seq of mouse lung tissues were performed to systematically define the roles of pdlim at the population and single cell level pdlim was repressed in the lungs of copd and ild ipf patients and this repression was associated with disease severity selective deletion of pdlim in myeloid cells rendered mice more vulnerable to lung injury and mortality by lps intratracheal instillation the increased susceptibility was linked to exacerbated pro inflammation signaling and diminished anti inflammation signaling in the lung and particularly in lung macrophages and neutrophils pdlim plays an indispensable role in preventing ali ards and death and its repression is associated with copd and ild progression these data suggest that pdlim repression especially in lung myeloid cells is a common mechanism driving copd ild ipf and lung cancer and increasing patients susceptibility to infection"
}