{
    "pmid": "41407423",
    "title": "Public-private mix for tuberculosis in urban health systems in least-developed, low-income and lower-middle-income countries and territories: a systematic review.",
    "abstract": "To evaluate the impact of public-private mix (PPM) models for tuberculosis (TB) on health, process and system outcomes, adopting the WHO's definition of PPM, which is a strategic partnership between national TB programmes and healthcare providers, both public and private, to deliver high-quality TB diagnosis and treatment. Systematic review without meta-analysis using the Preferred Reporting Items for Systematic Reviews and Meta-Analysis guidelines. EMBASE, MEDLINE, Health Management Information Consortium, Social Sciences Citation Index, Science Citation Index, Emerging Sources Citation Index, CENTRAL, Database of Disability and Inclusion Information Resources, WHO Library Database and 3ie. We included all primary studies examining PPM models delivering TB services in urban health sectors in least-developed, low-income and lower-middle-income countries and territories. 17 reviewers were involved in data extraction in COVIDENCE using a prepiloted template. All extractions were completed by a single reviewer and checked by a second reviewer. Quality appraisal was carried out using the mixed-methods appraisal tool, covering mixed-methods, qualitative and quantitative study designs. Narrative synthesis was carried out by tabulating and summarising studies according to PPM models and reported in line with the synthesis without meta-analysis guidelines. Of the 57 included studies, covering quantitative (n=41), qualitative (n=6) and mixed-method (n=10) designs, the majority were from Southeast Asia (n=37). PPM models had overall positive results on TB treatment outcomes, access and coverage and value for money. They are linked with improved TB health workers' skills and service delivery. Most outcomes tended to favour interface models, although with considerable heterogeneity. Inconsistent implementation of national TB guidelines, uncoordinated referrals and lack of trust among partners were identified as areas of improvement. Evidence was lacking on the involvement of informal providers within PPM models. PPM models can be effective and cost-effective for TB care in urban low- and middle-income countries contexts, particularly when levels of mistrust between public and private sectors are addressed through principles of equal partnership. The evidence indicates that this may be more achievable when an interface organisation manages the partnership. CRD42021289509.",
    "disease": "tuberculosis",
    "clean_text": "public private mix for tuberculosis in urban health systems in least developed low income and lower middle income countries and territories a systematic review to evaluate the impact of public private mix ppm models for tuberculosis tb on health process and system outcomes adopting the who s definition of ppm which is a strategic partnership between national tb programmes and healthcare providers both public and private to deliver high quality tb diagnosis and treatment systematic review without meta analysis using the preferred reporting items for systematic reviews and meta analysis guidelines embase medline health management information consortium social sciences citation index science citation index emerging sources citation index central database of disability and inclusion information resources who library database and ie we included all primary studies examining ppm models delivering tb services in urban health sectors in least developed low income and lower middle income countries and territories reviewers were involved in data extraction in covidence using a prepiloted template all extractions were completed by a single reviewer and checked by a second reviewer quality appraisal was carried out using the mixed methods appraisal tool covering mixed methods qualitative and quantitative study designs narrative synthesis was carried out by tabulating and summarising studies according to ppm models and reported in line with the synthesis without meta analysis guidelines of the included studies covering quantitative n qualitative n and mixed method n designs the majority were from southeast asia n ppm models had overall positive results on tb treatment outcomes access and coverage and value for money they are linked with improved tb health workers skills and service delivery most outcomes tended to favour interface models although with considerable heterogeneity inconsistent implementation of national tb guidelines uncoordinated referrals and lack of trust among partners were identified as areas of improvement evidence was lacking on the involvement of informal providers within ppm models ppm models can be effective and cost effective for tb care in urban low and middle income countries contexts particularly when levels of mistrust between public and private sectors are addressed through principles of equal partnership the evidence indicates that this may be more achievable when an interface organisation manages the partnership crd"
}