{
    "pmid": "41417496",
    "title": "Repurposing of the bisbenzimide antibiotic Ridinilazole as an antiviral compound against human cytomegalovirus.",
    "abstract": "Novel antiviral drugs targeting DNA viruses are desirable. Previous studies from our laboratory and others have demonstrated that DNA binding bisbenzimide compounds are capable of inhibiting replication of diverse DNA viruses, such as a herpesvirus and prototype or pandemic potential poxviruses. To further the aforementioned studies, we sought to identify a bisbenzimide compound that had been successfully administered to humans and repurpose that compound as a broadly acting antiviral compound. We found that the previously described bisbenzimide antibiotic Ridinilazole was a potent inhibitor of human cytomegalovirus (HCMV) at sub-micromolar concentrations, with no obvious effect on cell viability. However, inhibition of virus replication by Ridinilazole was selective, as Ridinilazole had no obvious effect on the replication of another DNA virus (herpes simplex virus) or an RNA virus (influenza). Based upon our bioinformatic analysis of viral genome content, we propose that the number of putative Ridinilazole binding sites in a viral DNA genome is important for the antiviral action of Ridinilazole. Western blotting and electron microscopy revealed that Ridinilazole had no obvious effect on HCMV protein production, but did decrease the number of HCMV capsids in the cytoplasm. Overall, we identified an antibiotic compound previously used in humans that could be repurposed as an antiviral compound to efficaciously inhibit replication of HCMV.",
    "disease": "influenza",
    "clean_text": "repurposing of the bisbenzimide antibiotic ridinilazole as an antiviral compound against human cytomegalovirus novel antiviral drugs targeting dna viruses are desirable previous studies from our laboratory and others have demonstrated that dna binding bisbenzimide compounds are capable of inhibiting replication of diverse dna viruses such as a herpesvirus and prototype or pandemic potential poxviruses to further the aforementioned studies we sought to identify a bisbenzimide compound that had been successfully administered to humans and repurpose that compound as a broadly acting antiviral compound we found that the previously described bisbenzimide antibiotic ridinilazole was a potent inhibitor of human cytomegalovirus hcmv at sub micromolar concentrations with no obvious effect on cell viability however inhibition of virus replication by ridinilazole was selective as ridinilazole had no obvious effect on the replication of another dna virus herpes simplex virus or an rna virus influenza based upon our bioinformatic analysis of viral genome content we propose that the number of putative ridinilazole binding sites in a viral dna genome is important for the antiviral action of ridinilazole western blotting and electron microscopy revealed that ridinilazole had no obvious effect on hcmv protein production but did decrease the number of hcmv capsids in the cytoplasm overall we identified an antibiotic compound previously used in humans that could be repurposed as an antiviral compound to efficaciously inhibit replication of hcmv"
}