{
    "title": "[Idiopathic type 1 diabetes: a heterogenous disease or result of our ignorance?].",
    "doc_id": "18577345",
    "writer": "Wegner O",
    "year": "2008",
    "summary": "Based on etiology a new classification for diabetes mellitus was proposed by the Experts of WHO in 1999. According to the classification, type 1 diabetes was subclassified as type 1A (autoimmune) and type 1B (idiopathic). Both forms result from the des …",
    "abstract": "Based on etiology a new classification for diabetes mellitus was proposed by the Experts of WHO in 1999. According to the classification, type 1 diabetes was subclassified as type 1A (autoimmune) and type 1B (idiopathic). Both forms result from the destruction of beta cells, however in type 1A the process is immune-mediated but in type 1B the origin of the beta cells impairment is still unknown. Moreover, subtype B is considered to be very heterogeneous and the diagnostic criteria are still not clear. The purpose of this article was to review studies on the pathogenesis of idiopathic type 1 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18577345/",
    "clean_text": "idiopathic type diabetes a heterogenous disease or result of our ignorance based on etiology a new classification for diabetes mellitus was proposed by the experts of who in according to the classification type diabetes was subclassified as type a autoimmune and type b idiopathic both forms result from the des based on etiology a new classification for diabetes mellitus was proposed by the experts of who in according to the classification type diabetes was subclassified as type a autoimmune and type b idiopathic both forms result from the destruction of beta cells however in type a the process is immune mediated but in type b the origin of the beta cells impairment is still unknown moreover subtype b is considered to be very heterogeneous and the diagnostic criteria are still not clear the purpose of this article was to review studies on the pathogenesis of idiopathic type diabetes"
}