{
    "pmid": "41458974",
    "title": "Targeting lipogenesis promotes the synergistic effect of the selective HDAC6 inhibitor ITF3756 with bortezomib in colon cancer cells.",
    "abstract": "Selective histone deacetylase (HDAC) inhibition has recently emerged as a promising strategy for antitumor targeted therapy. HDAC6 is a member of the HDAC family that mainly deacetylates non-histone proteins, regulating multiple cellular functions, including lipogenesis. HDAC6 is associated with the development and progression of colorectal cancer (CRC) and is related to CRC poor prognosis. This paper evaluates the effects of the selective HDAC6 inhibitor ITF3756 in CRC cells in combination with bortezomib (BTZ), a proteasome inhibitor that promotes lipogenesis. Cell viability was evaluated by MTT assay. Lipid content and quantification were estimated by ORO staining and triacylglycerol spectrophotometric kit. Apoptosis was detected by Annexin V/PI and cell cycle distribution analysis. Western blot was used to detect proteins involved in lipogenesis and apoptosis. SREBP-1 was knocked down by a specific siRNA. The selective HDAC6 inhibitor ITF3756 reduced the viability of HCT116 and HT29 colon cancer cells and promoted lipogenesis. Considering the involvement of HDAC6 in controlling lipid metabolism, ITF3756 was combined with bortezomib (BTZ), a proteasome inhibitor that promotes lipid accumulation. Subtoxic doses of ITF3756 and BTZ exerted a synergistic apoptotic effect in HCT116 cells and caused mTOR phosphorylation, SREBP activation and PPARg increase, thus enhancing lipid production. The ITF3756/BTZ combination was less efficacious in HT29 cells that displayed a high basal level of lipid droplets. Diacylglycerol acyltransferase 1 (DGAT-1) and 2 (DGAT-2) inhibitors blocked lipogenesis and increased the effect of the ITF3756/BTZ combination in both cell lines, thereby suggesting that lipogenesis represents a defensive response. This hypothesis was confirmed by SREBP-1 silencing, which also potentiated the antitumor efficacy of the ITF3756/BTZ combination in HCT116 cells. Overall, these results reveal a particular antitumor efficacy of the selective HDAC6 inhibitor in combination with BTZ in colon cancer cells and suggest that inhibiting lipogenesis is a useful tool to further increase the synergistic effectiveness.",
    "disease": "colorectal cancer",
    "clean_text": "targeting lipogenesis promotes the synergistic effect of the selective hdac inhibitor itf with bortezomib in colon cancer cells selective histone deacetylase hdac inhibition has recently emerged as a promising strategy for antitumor targeted therapy hdac is a member of the hdac family that mainly deacetylates non histone proteins regulating multiple cellular functions including lipogenesis hdac is associated with the development and progression of colorectal cancer crc and is related to crc poor prognosis this paper evaluates the effects of the selective hdac inhibitor itf in crc cells in combination with bortezomib btz a proteasome inhibitor that promotes lipogenesis cell viability was evaluated by mtt assay lipid content and quantification were estimated by oro staining and triacylglycerol spectrophotometric kit apoptosis was detected by annexin v pi and cell cycle distribution analysis western blot was used to detect proteins involved in lipogenesis and apoptosis srebp was knocked down by a specific sirna the selective hdac inhibitor itf reduced the viability of hct and ht colon cancer cells and promoted lipogenesis considering the involvement of hdac in controlling lipid metabolism itf was combined with bortezomib btz a proteasome inhibitor that promotes lipid accumulation subtoxic doses of itf and btz exerted a synergistic apoptotic effect in hct cells and caused mtor phosphorylation srebp activation and pparg increase thus enhancing lipid production the itf btz combination was less efficacious in ht cells that displayed a high basal level of lipid droplets diacylglycerol acyltransferase dgat and dgat inhibitors blocked lipogenesis and increased the effect of the itf btz combination in both cell lines thereby suggesting that lipogenesis represents a defensive response this hypothesis was confirmed by srebp silencing which also potentiated the antitumor efficacy of the itf btz combination in hct cells overall these results reveal a particular antitumor efficacy of the selective hdac inhibitor in combination with btz in colon cancer cells and suggest that inhibiting lipogenesis is a useful tool to further increase the synergistic effectiveness"
}