{
    "pmid": "41440238",
    "title": "Magnetic Resonance of Pulmonary Nodules in Oncological Patients: Are We Ready to Replace Chest CT in Detecting Extrathoracic Cancer?",
    "abstract": "This study aims to assess the accuracy of pulmonary nodule detection via MRI compared to the gold standard, CT, in patients with extrathoracic cancer. MRI of the chest was performed on oncological patients for staging extrathoracic cancer and subsequently compared to their CT. Only the largest nodule was considered in patients with multiple nodules. Nodule size and malignancy were recorded for each modality, as well as the presence of interstitial lung disease (ILD), adenopathy, cardiomegaly, pleural effusion, pericardial effusion, and vertebral fracture. All cases were read by two thoracic radiologists and any discrepancies were resolved by discussion. A total of 154 patients with nodules were identified from 241 participants (mean age: 59 years [18-95]). Average nodule diameter was 11.5 mm (range: 3.9-29.1 mm; SD: 8.1 mm). MRI detected all nodules greater than 5 mm. Malignancy was detected in 37 nodules. The sensitivity, specificity, and accuracy values of MRI for all nodules were 93.51%, 100%, and 95.85%, respectively. For ground-glass nodules ( These findings suggest that lung MRI accurately detects pulmonary nodules and other thoracic pathologies commonly observed in oncological patients. Lung MRI may serve as a substitute to CT for oncological patients undergoing routine extrathoracic surveillance, thereby decreasing radiation exposure.",
    "disease": "lung cancer",
    "clean_text": "magnetic resonance of pulmonary nodules in oncological patients are we ready to replace chest ct in detecting extrathoracic cancer this study aims to assess the accuracy of pulmonary nodule detection via mri compared to the gold standard ct in patients with extrathoracic cancer mri of the chest was performed on oncological patients for staging extrathoracic cancer and subsequently compared to their ct only the largest nodule was considered in patients with multiple nodules nodule size and malignancy were recorded for each modality as well as the presence of interstitial lung disease ild adenopathy cardiomegaly pleural effusion pericardial effusion and vertebral fracture all cases were read by two thoracic radiologists and any discrepancies were resolved by discussion a total of patients with nodules were identified from participants mean age years average nodule diameter was mm range mm sd mm mri detected all nodules greater than mm malignancy was detected in nodules the sensitivity specificity and accuracy values of mri for all nodules were and respectively for ground glass nodules these findings suggest that lung mri accurately detects pulmonary nodules and other thoracic pathologies commonly observed in oncological patients lung mri may serve as a substitute to ct for oncological patients undergoing routine extrathoracic surveillance thereby decreasing radiation exposure"
}