{
    "title": "Historic Overview of Genetic Engineering Technologies for Human Gene Therapy.",
    "doc_id": "32908085",
    "writer": "Tamura R",
    "year": "2020",
    "summary": "The concepts of gene therapy were initially introduced during the 1960s. Since the early 1990s, more than 1900 clinical trials have been conducted for the treatment of genetic diseases and cancers mainly using viral vectors. ...Since 2015, more than 30 clinic …",
    "abstract": "The concepts of gene therapy were initially introduced during the 1960s. Since the early 1990s, more than 1900 clinical trials have been conducted for the treatment of genetic diseases and cancers mainly using viral vectors. Although a variety of methods have also been performed for the treatment of malignant gliomas, it has been difficult to target invasive glioma cells. To overcome this problem, immortalized neural stem cell (NSC) and a nonlytic, amphotropic retroviral replicating vector (RRV) have attracted attention for gene delivery to invasive glioma. Recently, genome editing technology targeting insertions at site-specific locations has advanced; in particular, the clustered regularly interspaced palindromic repeats/CRISPR-associated-9 (CRISPR/Cas9) has been developed. Since 2015, more than 30 clinical trials have been conducted using genome editing technologies, and the results have shown the potential to achieve positive patient outcomes. Gene therapy using CRISPR technologies for the treatment of a wide range of diseases is expected to continuously advance well into the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32908085/",
    "clean_text": "historic overview of genetic engineering technologies for human gene therapy the concepts of gene therapy were initially introduced during the s since the early s more than clinical trials have been conducted for the treatment of genetic diseases and cancers mainly using viral vectors since more than clinic the concepts of gene therapy were initially introduced during the s since the early s more than clinical trials have been conducted for the treatment of genetic diseases and cancers mainly using viral vectors although a variety of methods have also been performed for the treatment of malignant gliomas it has been difficult to target invasive glioma cells to overcome this problem immortalized neural stem cell nsc and a nonlytic amphotropic retroviral replicating vector rrv have attracted attention for gene delivery to invasive glioma recently genome editing technology targeting insertions at site specific locations has advanced in particular the clustered regularly interspaced palindromic repeats crispr associated crispr cas has been developed since more than clinical trials have been conducted using genome editing technologies and the results have shown the potential to achieve positive patient outcomes gene therapy using crispr technologies for the treatment of a wide range of diseases is expected to continuously advance well into the future"
}