{
    "pmid": "41354821",
    "title": "Charge-mediated directed assembly of Pt nanoshell on PDA: colorimetric-catalytic co-enhanced lateral flow immunoassay for point-of-care testing.",
    "abstract": "Effectively enhancing the detection sensitivity of lateral flow immunoassay (LFIA) without dependence on instruments has crucial implications for point-of-care diagnostics. Herein, we introduce a core-shell structured polydopamine (PDA)@platinum (Pt) nanozyme that boosts the colorimetric signal and amplifies the catalytic signal output of LFIA test strips, significantly enhancing the performance of visual detection. The synthesis of PDA@Pt employs a polyethyleneimine-mediated one-step reduction method, which simply controls the growth of Pt particles on the PDA surface, thereby forming a uniform Pt shell layer and providing enhanced chromatic catalytic synergistic effects. The newly developed PDA@Pt nanozyme exhibits dual functionality for visualization and catalytic enhancement, demonstrating favorable stability and reproducibility in complex samples, along with excellent flow characteristics within the LFIA system. Based on these advantages, we further developed a LFIA for detecting the influenza A virus using PDA@Pt nanozyme, achieving direct colorimetric detection within 12 min and enhanced colorimetric results through a 2 min additional catalytic reaction that increased sensitivity by 100-fold. The detection limits of PDA@Pt-LFIA in colorimetric and catalytic modes reached 0.5 and 0.005 ng/mL, which were 2 and 200 times lower than those of traditional AuNP-based LFIA, respectively. Furthermore, during testing with actual clinical samples, this technology exhibited 100% consistency with qPCR results, highlighting its considerable potential for practical pathogen detection.",
    "disease": "influenza",
    "clean_text": "charge mediated directed assembly of pt nanoshell on pda colorimetric catalytic co enhanced lateral flow immunoassay for point of care testing effectively enhancing the detection sensitivity of lateral flow immunoassay lfia without dependence on instruments has crucial implications for point of care diagnostics herein we introduce a core shell structured polydopamine pda platinum pt nanozyme that boosts the colorimetric signal and amplifies the catalytic signal output of lfia test strips significantly enhancing the performance of visual detection the synthesis of pda pt employs a polyethyleneimine mediated one step reduction method which simply controls the growth of pt particles on the pda surface thereby forming a uniform pt shell layer and providing enhanced chromatic catalytic synergistic effects the newly developed pda pt nanozyme exhibits dual functionality for visualization and catalytic enhancement demonstrating favorable stability and reproducibility in complex samples along with excellent flow characteristics within the lfia system based on these advantages we further developed a lfia for detecting the influenza a virus using pda pt nanozyme achieving direct colorimetric detection within min and enhanced colorimetric results through a min additional catalytic reaction that increased sensitivity by fold the detection limits of pda pt lfia in colorimetric and catalytic modes reached and ng ml which were and times lower than those of traditional aunp based lfia respectively furthermore during testing with actual clinical samples this technology exhibited consistency with qpcr results highlighting its considerable potential for practical pathogen detection"
}