{
    "title": "Metacognition and mentalizing are associated with distinct neural representations of decision uncertainty.",
    "doc_id": "35559898",
    "writer": "Jiang S",
    "year": "2022",
    "summary": "Metacognition and mentalizing are both associated with meta-level mental state representations. Conventionally, metacognition refers to monitoring one's own cognitive processes, while mentalizing refers to monitoring others' cognitive processes. ...Our result …",
    "abstract": "Metacognition and mentalizing are both associated with meta-level mental state representations. Conventionally, metacognition refers to monitoring one's own cognitive processes, while mentalizing refers to monitoring others' cognitive processes. However, this self-other dichotomy is insufficient to delineate the 2 high-level mental processes. We here used functional magnetic resonance imaging (fMRI) to systematically investigate the neural representations of different levels of decision uncertainty in monitoring different targets (the current self, the past self [PS], and others) performing a perceptual decision-making task. Our results reveal diverse formats of internal mental state representations of decision uncertainty in mentalizing, separate from the associations with external cue information. External cue information was commonly represented in the right inferior parietal lobe (IPL) across the mentalizing tasks. However, the internal mental states of decision uncertainty attributed to others were uniquely represented in the dorsomedial prefrontal cortex (dmPFC), rather than the temporoparietal junction (TPJ) that also represented the object-level mental states of decision inaccuracy attributed to others. Further, the object-level and meta-level mental states of decision uncertainty, when attributed to the PS, were represented in the precuneus and the lateral frontopolar cortex (lFPC), respectively. In contrast, the dorsal anterior cingulate cortex (dACC) represented currently experienced decision uncertainty in metacognition, and also uncertainty about the estimated decision uncertainty (estimate uncertainty), but not the estimated decision uncertainty per se in mentalizing. Hence, our findings identify neural signatures to clearly delineate metacognition and mentalizing and further imply distinct neural computations on internal mental states of decision uncertainty during metacognition and mentalizing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35559898/",
    "clean_text": "metacognition and mentalizing are associated with distinct neural representations of decision uncertainty metacognition and mentalizing are both associated with meta level mental state representations conventionally metacognition refers to monitoring one s own cognitive processes while mentalizing refers to monitoring others cognitive processes our result metacognition and mentalizing are both associated with meta level mental state representations conventionally metacognition refers to monitoring one s own cognitive processes while mentalizing refers to monitoring others cognitive processes however this self other dichotomy is insufficient to delineate the high level mental processes we here used functional magnetic resonance imaging fmri to systematically investigate the neural representations of different levels of decision uncertainty in monitoring different targets the current self the past self ps and others performing a perceptual decision making task our results reveal diverse formats of internal mental state representations of decision uncertainty in mentalizing separate from the associations with external cue information external cue information was commonly represented in the right inferior parietal lobe ipl across the mentalizing tasks however the internal mental states of decision uncertainty attributed to others were uniquely represented in the dorsomedial prefrontal cortex dmpfc rather than the temporoparietal junction tpj that also represented the object level mental states of decision inaccuracy attributed to others further the object level and meta level mental states of decision uncertainty when attributed to the ps were represented in the precuneus and the lateral frontopolar cortex lfpc respectively in contrast the dorsal anterior cingulate cortex dacc represented currently experienced decision uncertainty in metacognition and also uncertainty about the estimated decision uncertainty estimate uncertainty but not the estimated decision uncertainty per se in mentalizing hence our findings identify neural signatures to clearly delineate metacognition and mentalizing and further imply distinct neural computations on internal mental states of decision uncertainty during metacognition and mentalizing"
}