{
    "pmid": "41439661",
    "title": "A Case Report on Lactic Acidosis Induced by Biktarvy in a Patient With Renal Impairment: A Rare Complication of Antiretroviral Therapy.",
    "abstract": "Biktarvy, a once-daily combination of bictegravir, emtricitabine, and tenofovir alafenamide (TAF), is a highly effective antiretroviral therapy for HIV management. Although well-tolerated, rare but serious complications such as lactic acidosis can occur, particularly in patients on nucleoside reverse transcriptase inhibitors. We present the case of a 36-year-old male with HIV/AIDS and chronic kidney disease, who was admitted with altered mental status and acute hypoxic respiratory failure. Imaging confirmed atypical pneumonia. Initial labs revealed elevated lactate and creatinine. He was treated with broad-spectrum antibiotics, and after clinical improvement, Biktarvy was resumed. Within 24 h, his lactate spiked to 21.8 mmol/L. Suspecting TAF-induced lactic acidosis, Biktarvy was discontinued. Continuous renal replacement therapy, along with L-carnitine and thiamine, was initiated based on a literature review. The patient's condition improved significantly. Upon discharge, lactate and creatinine returned to baseline. At outpatient follow-up, he remained clinically stable on Dolutegravir-Rilpivirine and Entecavir.",
    "disease": "chronic kidney disease",
    "clean_text": "a case report on lactic acidosis induced by biktarvy in a patient with renal impairment a rare complication of antiretroviral therapy biktarvy a once daily combination of bictegravir emtricitabine and tenofovir alafenamide taf is a highly effective antiretroviral therapy for hiv management although well tolerated rare but serious complications such as lactic acidosis can occur particularly in patients on nucleoside reverse transcriptase inhibitors we present the case of a year old male with hiv aids and chronic kidney disease who was admitted with altered mental status and acute hypoxic respiratory failure imaging confirmed atypical pneumonia initial labs revealed elevated lactate and creatinine he was treated with broad spectrum antibiotics and after clinical improvement biktarvy was resumed within h his lactate spiked to mmol l suspecting taf induced lactic acidosis biktarvy was discontinued continuous renal replacement therapy along with l carnitine and thiamine was initiated based on a literature review the patient s condition improved significantly upon discharge lactate and creatinine returned to baseline at outpatient follow up he remained clinically stable on dolutegravir rilpivirine and entecavir"
}