{
    "title": "Risk factors for complicated diverticulitis: systematic review and meta-analysis.",
    "doc_id": "28799055",
    "writer": "Bolkenstein HE",
    "year": "2017",
    "summary": "Most were of reasonable quality. Only the risk factors \"age\" and \"sex\" were eligible for meta-analysis, but none showed a significant effect on the risk for complicated diverticulitis. ...Individually, these risk factors have little value in pre …",
    "abstract": "Purpose:\n        \n      \n      The aim of this systematic review is to identify risk factors that can predict complicated diverticulitis. Uncomplicated diverticulitis is a self-limiting and mild disease, but 10% of patients with diverticulitis develop complications requiring further treatment. It is important to estimate the risk of developing complicated diverticulitis at an early stage to set the right treatment at initial presentation.\n    \n\n\n          Methods:\n        \n      \n      Embase, MEDLINE, and Cochrane databases were searched for studies reporting on risk factors for complicated diverticulitis. Complicated diverticulitis was defined as Hinchey ≥Ib or severe diverticulitis according to the Ambrosetti criteria. Meta-analyses were performed when at least four studies reported on the outcome of interest. This study was conducted according to the PRISMA guidelines.\n    \n\n\n          Results:\n        \n      \n      A total of 12 studies were included with a total of 4619 patients. Most were of reasonable quality. Only the risk factors \"age\" and \"sex\" were eligible for meta-analysis, but none showed a significant effect on the risk for complicated diverticulitis. There was reasonable quality of evidence suggesting that high C-reactive protein; white blood cell count; clinical signs including generalized abdominal pain, constipation and vomiting; steroid usage; a primary episode; and comorbidity are risk factors for complicated diverticulitis.\n    \n\n\n          Conclusion:\n        \n      \n      Although high-level evidence is lacking, this study identified several risk factors associated with complicated diverticulitis. Individually, these risk factors have little value in predicting the course of diverticulitis. The authors propose a prognostic model combining these risk factors which might be the next step to aid the physician in predicting the course of diverticulitis and setting the right treatment at initial presentation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28799055/",
    "clean_text": "risk factors for complicated diverticulitis systematic review and meta analysis most were of reasonable quality only the risk factors age and sex were eligible for meta analysis but none showed a significant effect on the risk for complicated diverticulitis individually these risk factors have little value in pre purpose the aim of this systematic review is to identify risk factors that can predict complicated diverticulitis uncomplicated diverticulitis is a self limiting and mild disease but of patients with diverticulitis develop complications requiring further treatment it is important to estimate the risk of developing complicated diverticulitis at an early stage to set the right treatment at initial presentation methods embase medline and cochrane databases were searched for studies reporting on risk factors for complicated diverticulitis complicated diverticulitis was defined as hinchey ib or severe diverticulitis according to the ambrosetti criteria meta analyses were performed when at least four studies reported on the outcome of interest this study was conducted according to the prisma guidelines results a total of studies were included with a total of patients most were of reasonable quality only the risk factors age and sex were eligible for meta analysis but none showed a significant effect on the risk for complicated diverticulitis there was reasonable quality of evidence suggesting that high c reactive protein white blood cell count clinical signs including generalized abdominal pain constipation and vomiting steroid usage a primary episode and comorbidity are risk factors for complicated diverticulitis conclusion although high level evidence is lacking this study identified several risk factors associated with complicated diverticulitis individually these risk factors have little value in predicting the course of diverticulitis the authors propose a prognostic model combining these risk factors which might be the next step to aid the physician in predicting the course of diverticulitis and setting the right treatment at initial presentation"
}