{
    "pmid": "41448311",
    "title": "Rapid and green radiation-induced synthesis of smart gold nanohybrids functionalized with cationic pullulan for effective anticancer drug delivery systems.",
    "abstract": "Herein, this study presents for the first time a rapid and green radiation-induced synthesis of smart gold nanohybrids stabilized/capped/functionalized with cationic pullulan (GNHs@C-PUL) for 5Fu delivery, aiming to improve intracellular uptake, efficacy, and safety of anticancer drugs. The systematically optimized synthesis condition for controlling the morphology and particle size of multifunctional GNHs@C-PUL were identified as pH = 8 with 1.5 %(w/v) C-PUL and a gamma radiation dose of 2 kGy. The pH-responsive GNHs@C-PUL were fully characterized and exhibited a spherical shape with a homogeneous particle size of approximately 6.88 ± 1.95 nm. 5Fu was successfully loaded onto spherical GNHs@C-PUL to form newly formulated 5Fu-GNHs@C-PUL (10.10 ± 2.94 nm) via intermolecular interactions, exhibiting a faster release rate under acidic conditions (pH 5.3) with 72.86 % released over 48 h. Interestingly, the self-assembled 5Fu-GNHs@C-PUL (IC",
    "disease": "breast cancer",
    "clean_text": "rapid and green radiation induced synthesis of smart gold nanohybrids functionalized with cationic pullulan for effective anticancer drug delivery systems herein this study presents for the first time a rapid and green radiation induced synthesis of smart gold nanohybrids stabilized capped functionalized with cationic pullulan gnhs c pul for fu delivery aiming to improve intracellular uptake efficacy and safety of anticancer drugs the systematically optimized synthesis condition for controlling the morphology and particle size of multifunctional gnhs c pul were identified as ph with w v c pul and a gamma radiation dose of kgy the ph responsive gnhs c pul were fully characterized and exhibited a spherical shape with a homogeneous particle size of approximately nm fu was successfully loaded onto spherical gnhs c pul to form newly formulated fu gnhs c pul nm via intermolecular interactions exhibiting a faster release rate under acidic conditions ph with released over h interestingly the self assembled fu gnhs c pul ic"
}