{
    "title": "How and under what circumstances do quality improvement collaboratives lead to better outcomes? A systematic review.",
    "doc_id": "32366269",
    "writer": "Zamboni K",
    "year": "2020",
    "summary": "BACKGROUND: Quality improvement collaboratives are widely used to improve health care in both high-income and low and middle-income settings. ...Adequacy and appropriateness of external support, functionality of quality improvement teams, leadership ch …",
    "abstract": "Background:\n        \n      \n      Quality improvement collaboratives are widely used to improve health care in both high-income and low and middle-income settings. Teams from multiple health facilities share learning on a given topic and apply a structured cycle of change testing. Previous systematic reviews reported positive effects on target outcomes, but the role of context and mechanism of change is underexplored. This realist-inspired systematic review aims to analyse contextual factors influencing intended outcomes and to identify how quality improvement collaboratives may result in improved adherence to evidence-based practices.\n    \n\n\n          Methods:\n        \n      \n      We built an initial conceptual framework to drive our enquiry, focusing on three context domains: health facility setting; project-specific factors; wider organisational and external factors; and two further domains pertaining to mechanisms: intra-organisational and inter-organisational changes. We systematically searched five databases and grey literature for publications relating to quality improvement collaboratives in a healthcare setting and containing data on context or mechanisms. We analysed and reported findings thematically and refined the programme theory.\n    \n\n\n          Results:\n        \n      \n      We screened 962 abstracts of which 88 met the inclusion criteria, and we retained 32 for analysis. Adequacy and appropriateness of external support, functionality of quality improvement teams, leadership characteristics and alignment with national systems and priorities may influence outcomes of quality improvement collaboratives, but the strength and quality of the evidence is weak. Participation in quality improvement collaborative activities may improve health professionals' knowledge, problem-solving skills and attitude; teamwork; shared leadership and habits for improvement. Interaction across quality improvement teams may generate normative pressure and opportunities for capacity building and peer recognition.\n    \n\n\n          Conclusion:\n        \n      \n      Our review offers a novel programme theory to unpack the complexity of quality improvement collaboratives by exploring the relationship between context, mechanisms and outcomes. There remains a need for greater use of behaviour change and organisational psychology theory to improve design, adaptation and evaluation of the collaborative quality improvement approach and to test its effectiveness. Further research is needed to determine whether certain contextual factors related to capacity should be a precondition to the quality improvement collaborative approach and to test the emerging programme theory using rigorous research designs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32366269/",
    "clean_text": "how and under what circumstances do quality improvement collaboratives lead to better outcomes a systematic review background quality improvement collaboratives are widely used to improve health care in both high income and low and middle income settings adequacy and appropriateness of external support functionality of quality improvement teams leadership ch background quality improvement collaboratives are widely used to improve health care in both high income and low and middle income settings teams from multiple health facilities share learning on a given topic and apply a structured cycle of change testing previous systematic reviews reported positive effects on target outcomes but the role of context and mechanism of change is underexplored this realist inspired systematic review aims to analyse contextual factors influencing intended outcomes and to identify how quality improvement collaboratives may result in improved adherence to evidence based practices methods we built an initial conceptual framework to drive our enquiry focusing on three context domains health facility setting project specific factors wider organisational and external factors and two further domains pertaining to mechanisms intra organisational and inter organisational changes we systematically searched five databases and grey literature for publications relating to quality improvement collaboratives in a healthcare setting and containing data on context or mechanisms we analysed and reported findings thematically and refined the programme theory results we screened abstracts of which met the inclusion criteria and we retained for analysis adequacy and appropriateness of external support functionality of quality improvement teams leadership characteristics and alignment with national systems and priorities may influence outcomes of quality improvement collaboratives but the strength and quality of the evidence is weak participation in quality improvement collaborative activities may improve health professionals knowledge problem solving skills and attitude teamwork shared leadership and habits for improvement interaction across quality improvement teams may generate normative pressure and opportunities for capacity building and peer recognition conclusion our review offers a novel programme theory to unpack the complexity of quality improvement collaboratives by exploring the relationship between context mechanisms and outcomes there remains a need for greater use of behaviour change and organisational psychology theory to improve design adaptation and evaluation of the collaborative quality improvement approach and to test its effectiveness further research is needed to determine whether certain contextual factors related to capacity should be a precondition to the quality improvement collaborative approach and to test the emerging programme theory using rigorous research designs"
}