{
    "title": "Adult stem cells in the eye: Identification, characterisation, and therapeutic application in ocular regeneration - A review.",
    "doc_id": "38214071",
    "writer": "Xiao Y",
    "year": "2024",
    "summary": "Lens epithelial stem cells have been applied in the treatment of paediatric cataracts. Several early-phase clinical trials for corneal and retinal regeneration using ocular stem cells are also underway. Extensive preclinical studies using ocular ste …",
    "abstract": "Adult stem cells, present in various parts of the human body, are undifferentiated cells that can proliferate and differentiate to replace dying cells within tissues. Stem cells have specifically been identified in the cornea, trabecular meshwork, crystalline lens, iris, ciliary body, retina, choroid, sclera, conjunctiva, eyelid, lacrimal gland, and orbital fat. The identification of ocular stem cells broadens the potential therapeutic strategies for untreatable eye diseases. Currently, stem cell transplantation for corneal and conjunctival diseases remains the most common stem cell-based therapy in ocular clinical management. Lens epithelial stem cells have been applied in the treatment of paediatric cataracts. Several early-phase clinical trials for corneal and retinal regeneration using ocular stem cells are also underway. Extensive preclinical studies using ocular stem cells have been conducted, showing encouraging outcomes. Ocular stem cells currently demonstrate great promise in potential treatments of eye diseases. In this review, we focus on the identification, characterisation, and therapeutic application of adult stem cells in the eye.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38214071/",
    "clean_text": "adult stem cells in the eye identification characterisation and therapeutic application in ocular regeneration a review lens epithelial stem cells have been applied in the treatment of paediatric cataracts several early phase clinical trials for corneal and retinal regeneration using ocular stem cells are also underway extensive preclinical studies using ocular ste adult stem cells present in various parts of the human body are undifferentiated cells that can proliferate and differentiate to replace dying cells within tissues stem cells have specifically been identified in the cornea trabecular meshwork crystalline lens iris ciliary body retina choroid sclera conjunctiva eyelid lacrimal gland and orbital fat the identification of ocular stem cells broadens the potential therapeutic strategies for untreatable eye diseases currently stem cell transplantation for corneal and conjunctival diseases remains the most common stem cell based therapy in ocular clinical management lens epithelial stem cells have been applied in the treatment of paediatric cataracts several early phase clinical trials for corneal and retinal regeneration using ocular stem cells are also underway extensive preclinical studies using ocular stem cells have been conducted showing encouraging outcomes ocular stem cells currently demonstrate great promise in potential treatments of eye diseases in this review we focus on the identification characterisation and therapeutic application of adult stem cells in the eye"
}