{
    "pmid": "41457118",
    "title": "Infralimbic Cortex Microglial TREM-1 Mediates Neuroinflammation and Exacerbates Depressive-Like Behaviors in Parkinson's Disease Model Mice.",
    "abstract": "Depression is a common nonmotor feature of Parkinson's disease (PD) that severely compromises the quality of life of patients, yet its pathogenesis remains elusive. Triggering receptor expressed on myeloid cells 1 (TREM-1) is an immunoglobulin family receptor present on myeloid cells that amplifies neuroinflammatory cascades. However, the contribution of TREM-1 to the depressive-like behaviors associated with PD remains unclear. In a subacute model of 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine hydrochloride (MPTP) administered at a dose of 30 mg/kg/day for five consecutive days, we evaluated depressive-like behaviors and the expression of microglial TREM-1 in the infralimbic cortex (IL) on Days 3, 7, 14, and 21 following the final MPTP injection. Microglial TREM-1 expression in the IL peaked on Day 14, which coincided with the peak severity of depressive-like behaviors. Both genetic knockout and pharmacological blockade of TREM-1 attenuated proinflammatory cytokines production and reversed depressive-like behaviors. Together, these findings suggested that TREM-1 is a pivotal mediator of microglia-driven neuroinflammation and depression in PD model mice, underscoring its potential as a therapeutic target for nonmotor symptoms.",
    "disease": "parkinson disease",
    "clean_text": "infralimbic cortex microglial trem mediates neuroinflammation and exacerbates depressive like behaviors in parkinson s disease model mice depression is a common nonmotor feature of parkinson s disease pd that severely compromises the quality of life of patients yet its pathogenesis remains elusive triggering receptor expressed on myeloid cells trem is an immunoglobulin family receptor present on myeloid cells that amplifies neuroinflammatory cascades however the contribution of trem to the depressive like behaviors associated with pd remains unclear in a subacute model of methyl phenyl tetrahydropyridine hydrochloride mptp administered at a dose of mg kg day for five consecutive days we evaluated depressive like behaviors and the expression of microglial trem in the infralimbic cortex il on days and following the final mptp injection microglial trem expression in the il peaked on day which coincided with the peak severity of depressive like behaviors both genetic knockout and pharmacological blockade of trem attenuated proinflammatory cytokines production and reversed depressive like behaviors together these findings suggested that trem is a pivotal mediator of microglia driven neuroinflammation and depression in pd model mice underscoring its potential as a therapeutic target for nonmotor symptoms"
}