{
    "title": "Machine learning in the evaluation of voice and swallowing in the head and neck cancer patient.",
    "doc_id": "38116798",
    "writer": "Srinivasan Y",
    "year": "2024",
    "summary": "PURPOSE OF REVIEW: The purpose of this review is to present recent advances and limitations in machine learning applied to the evaluation of speech, voice, and swallowing in head and neck cancer. RECENT FINDINGS: Novel machine learning models incorporating di …",
    "abstract": "Purpose of review:\n        \n      \n      The purpose of this review is to present recent advances and limitations in machine learning applied to the evaluation of speech, voice, and swallowing in head and neck cancer.\n    \n\n\n          Recent findings:\n        \n      \n      Novel machine learning models incorporating diverse data modalities with improved discriminatory capabilities have been developed for predicting toxicities following head and neck cancer therapy, including dysphagia, dysphonia, xerostomia, and weight loss as well as guiding treatment planning. Machine learning has been applied to the care of posttreatment voice and swallowing dysfunction by offering objective and standardized assessments and aiding innovative technologies for functional restoration. Voice and speech are also being utilized in machine learning algorithms to screen laryngeal cancer.\n    \n\n\n          Summary:\n        \n      \n      Machine learning has the potential to help optimize, assess, predict, and rehabilitate voice and swallowing function in head and neck cancer patients as well as aid in cancer screening. However, existing studies are limited by the lack of sufficient external validation and generalizability, insufficient transparency and reproducibility, and no clear superior predictive modeling strategies. Algorithms and applications will need to be trained on large multiinstitutional data sets, incorporate sociodemographic data to reduce bias, and achieve validation through clinical trials for optimal performance and utility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38116798/",
    "clean_text": "machine learning in the evaluation of voice and swallowing in the head and neck cancer patient purpose of review the purpose of this review is to present recent advances and limitations in machine learning applied to the evaluation of speech voice and swallowing in head and neck cancer recent findings novel machine learning models incorporating di purpose of review the purpose of this review is to present recent advances and limitations in machine learning applied to the evaluation of speech voice and swallowing in head and neck cancer recent findings novel machine learning models incorporating diverse data modalities with improved discriminatory capabilities have been developed for predicting toxicities following head and neck cancer therapy including dysphagia dysphonia xerostomia and weight loss as well as guiding treatment planning machine learning has been applied to the care of posttreatment voice and swallowing dysfunction by offering objective and standardized assessments and aiding innovative technologies for functional restoration voice and speech are also being utilized in machine learning algorithms to screen laryngeal cancer summary machine learning has the potential to help optimize assess predict and rehabilitate voice and swallowing function in head and neck cancer patients as well as aid in cancer screening however existing studies are limited by the lack of sufficient external validation and generalizability insufficient transparency and reproducibility and no clear superior predictive modeling strategies algorithms and applications will need to be trained on large multiinstitutional data sets incorporate sociodemographic data to reduce bias and achieve validation through clinical trials for optimal performance and utility"
}