{
    "pmid": "41451850",
    "title": "The associations between midlife neighborhood socioeconomic conditions and late-life cognitive trajectories: The mediating roles of hemoglobin A1c and blood pressure.",
    "abstract": "Neighborhood socioeconomic conditions (NSECs) are recognized determinants of late-life cognitive health; mechanisms remain unclear but may include cardiometabolic factors, which have been linked to cognitive decline and dementia. Causal mediation analyses were conducted to examine whether cardiometabolic factors (glycated hemoglobin-HbA1c, diabetes, blood pressure, hypertension) each mediate the association between midlife NSECs (tract-level disadvantage and affluence) and late-life cognitive trajectories (maintainers, minor decliners, major decliners) in a nationally representative sample of adults aged 50+ (N = 4304). Worse midlife NSECs were associated with an increased risk of minor and major cognitive decline, as well as elevated and diabetic HbA1c levels. Diabetes status, rather than HbA1c, partially mediated the association, while neither blood pressure nor hypertension status had significant mediation effects. Findings highlight a metabolic pathway linking NSECs to late-life cognitive function, providing implications for interventions aimed at reducing neighborhood disparities and promoting cognitive health. Nationally representative cohort of adults aged 50+. Longitudinal change in general cognitive function measured up to 8 years. Mediation mechanisms included hemoglobin A1c (HbA1c), diabetes, blood pressure, and hypertension. Worse neighborhood socioeconomic conditions were linked to cognitive decline and elevated and diabetic levels of HbA1c. Subsequent diabetes incidence partially mediated the association between midlife neighborhood socioeconomic conditions and later-life major cognitive decline.",
    "disease": "diabetes mellitus",
    "clean_text": "the associations between midlife neighborhood socioeconomic conditions and late life cognitive trajectories the mediating roles of hemoglobin a c and blood pressure neighborhood socioeconomic conditions nsecs are recognized determinants of late life cognitive health mechanisms remain unclear but may include cardiometabolic factors which have been linked to cognitive decline and dementia causal mediation analyses were conducted to examine whether cardiometabolic factors glycated hemoglobin hba c diabetes blood pressure hypertension each mediate the association between midlife nsecs tract level disadvantage and affluence and late life cognitive trajectories maintainers minor decliners major decliners in a nationally representative sample of adults aged n worse midlife nsecs were associated with an increased risk of minor and major cognitive decline as well as elevated and diabetic hba c levels diabetes status rather than hba c partially mediated the association while neither blood pressure nor hypertension status had significant mediation effects findings highlight a metabolic pathway linking nsecs to late life cognitive function providing implications for interventions aimed at reducing neighborhood disparities and promoting cognitive health nationally representative cohort of adults aged longitudinal change in general cognitive function measured up to years mediation mechanisms included hemoglobin a c hba c diabetes blood pressure and hypertension worse neighborhood socioeconomic conditions were linked to cognitive decline and elevated and diabetic levels of hba c subsequent diabetes incidence partially mediated the association between midlife neighborhood socioeconomic conditions and later life major cognitive decline"
}