{
    "pmid": "41457330",
    "title": "Effects of SGLT2 inhibitors on development and progression of kidney disease in Chinese patients with type 2 diabetes: A multicentre, prospective real-world study.",
    "abstract": "We aimed to compare renal outcomes between patients with type 2 diabetes mellitus (T2DM) who were treated with sodium-glucose cotransporter 2 (SGLT2) inhibitors and those on other glucose-lowering drugs under routine clinical practice. IMPROVE was a multicentric, observational, prospective real-world study conducted across 45 hospitals in China. Eligible patients were adults ≥18 years with T2DM for ≥12 months who were currently taking SGLT2 inhibitors or other glucose-lowering drugs. Blood and urine samples were collected at baseline and 6 months. The primary endpoint was the rate of change of eGFR compared with the baseline level after 6 months. The study took place between September 2021 and September 2023. At baseline, mean glycated haemoglobin was 8.33%, and mean eGFR was 114.68 mL/min/1.73 m In this Chinese real-world study of patients with T2DM, treatment with SGLT2 inhibitors was associated with a slower decline in kidney function compared with other glucose-lowering drugs.",
    "disease": "diabetes mellitus",
    "clean_text": "effects of sglt inhibitors on development and progression of kidney disease in chinese patients with type diabetes a multicentre prospective real world study we aimed to compare renal outcomes between patients with type diabetes mellitus t dm who were treated with sodium glucose cotransporter sglt inhibitors and those on other glucose lowering drugs under routine clinical practice improve was a multicentric observational prospective real world study conducted across hospitals in china eligible patients were adults years with t dm for months who were currently taking sglt inhibitors or other glucose lowering drugs blood and urine samples were collected at baseline and months the primary endpoint was the rate of change of egfr compared with the baseline level after months the study took place between september and september at baseline mean glycated haemoglobin was and mean egfr was ml min m in this chinese real world study of patients with t dm treatment with sglt inhibitors was associated with a slower decline in kidney function compared with other glucose lowering drugs"
}