{
    "title": "Head and neck fascia and compartments: no space for spaces.",
    "doc_id": "23913739",
    "writer": "Guidera AK",
    "year": "2014",
    "summary": "",
    "abstract": "An accurate understanding of the arrangement of cervical fascia and its associated compartments is essential for differential diagnosis, predicting the spread of disease, and surgical management. The purpose of this detailed review is to summarize the anatomic, clinical, and radiological literature to determine what is known about the arrangement of cervical fascia and to highlight controversies and consensus. The current terminology used to describe cervical fascia and compartments is replete with confusing synonyms and inconsistencies, creating important interdisciplinary differences in understanding. The term \"spaces\" is inappropriate. A modified nomenclature underpinned by evidence-based anatomic and radiologic findings is proposed. This should not only enhance our understanding of cervical anatomy but also facilitate clearer interdisciplinary communication.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23913739/",
    "clean_text": "head and neck fascia and compartments no space for spaces an accurate understanding of the arrangement of cervical fascia and its associated compartments is essential for differential diagnosis predicting the spread of disease and surgical management the purpose of this detailed review is to summarize the anatomic clinical and radiological literature to determine what is known about the arrangement of cervical fascia and to highlight controversies and consensus the current terminology used to describe cervical fascia and compartments is replete with confusing synonyms and inconsistencies creating important interdisciplinary differences in understanding the term spaces is inappropriate a modified nomenclature underpinned by evidence based anatomic and radiologic findings is proposed this should not only enhance our understanding of cervical anatomy but also facilitate clearer interdisciplinary communication"
}