{
    "pmid": "41403033",
    "title": "Speech and language outcome measures in clinical trials of Alzheimer's and Parkinson's diseases.",
    "abstract": "Alongside core diagnostic symptoms, Alzheimer's disease (AD) and Parkinson's disease (PD) involve early and pervasive speech-language impairments (SLI), often appearing in preclinical stages and capturing disease severity. However, speech language outcome measures are under-represented in clinical trials, missing out on critical clinical outcome assessments (COAs). The purpose of this review is to survey the findings from classical (analogical) and novel (digital) speech-language measures as pathways toward more precise diagnosis and response to treatment indices in interventional clinical trials. This narrative review covers two main areas; first, it examines the strengths and limitations of SL measures in traditional cognitive testing scales to identify adequate COAs for AD and PD. Second, it overviews findings on classical and digital COAs that hold great promise despite their widespread absence in clinical trials. Incorporating strategic SL COAs in clinical trials may identify early, severity-sensitive deficits and enhance the clinical insights thus obtained. The modification of clinical trial designs will nevertheless be required to increase sensitivity to identify meaningful clinical outcomes.",
    "disease": "parkinson disease",
    "clean_text": "speech and language outcome measures in clinical trials of alzheimer s and parkinson s diseases alongside core diagnostic symptoms alzheimer s disease ad and parkinson s disease pd involve early and pervasive speech language impairments sli often appearing in preclinical stages and capturing disease severity however speech language outcome measures are under represented in clinical trials missing out on critical clinical outcome assessments coas the purpose of this review is to survey the findings from classical analogical and novel digital speech language measures as pathways toward more precise diagnosis and response to treatment indices in interventional clinical trials this narrative review covers two main areas first it examines the strengths and limitations of sl measures in traditional cognitive testing scales to identify adequate coas for ad and pd second it overviews findings on classical and digital coas that hold great promise despite their widespread absence in clinical trials incorporating strategic sl coas in clinical trials may identify early severity sensitive deficits and enhance the clinical insights thus obtained the modification of clinical trial designs will nevertheless be required to increase sensitivity to identify meaningful clinical outcomes"
}