{
    "pmid": "41474249",
    "title": "The value of reconstruction methods of enhanced computed tomography (CT) images for the assessment of cardiac structural dose in patients undergoing radiotherapy for breast cancer.",
    "abstract": "To explore the evaluation value of different reconstruction methods of enhanced computed tomography (CT) images on the cardiac structure dose in patients undergoing radiotherapy for breast cancer. A retrospective analysis of the cardiac structure data of 200 female patients with left-sided breast cancer, who underwent enhanced CT scans was conducted. Image reconstruction was performed with a time interval of 5% of the cardiac cycle (0%-95%), obtaining maximum intensity projection (MIP), minimum intensity projection (MinIP), and average intensity projection (AIP) images. The left ventricle (LV) and the left anterior descending artery (LAD) were delineated on the four types of images. The MinIP, MIP, and AIP images showed larger LAD volumes than enhanced CT images (P < 0.05). Compared with the dose sum, the changes in V5Gy, V30Gy, V40Gy, Dmax, and Dmean for LV on MIP images were all <5% (4.02%, 2.17%, 1.39%, 2.99%, and 1.93%, respectively). The Dmax and Dmean change rates for LV on MinIP images were both <5%, at 2.00% and 4.73%, respectively; the Dmax and Dmean change rates for LV on AIP images were also both <5%, at 3.01% and 3.99%. Compared with the dose sum, only the Dmax change rates for LAD on MIP, MinIP, and AIP images were <5% (all P > 0.05), at 4.96%, 4.01%, and 4.07%, respectively. In LV dose-volume assessment, the differences in assessment metrics between MIP images and enhanced CT images are small, indicating that MIP imaging can serve as a supplementary method to enhanced CT imaging for this form of assessment.",
    "disease": "breast cancer",
    "clean_text": "the value of reconstruction methods of enhanced computed tomography ct images for the assessment of cardiac structural dose in patients undergoing radiotherapy for breast cancer to explore the evaluation value of different reconstruction methods of enhanced computed tomography ct images on the cardiac structure dose in patients undergoing radiotherapy for breast cancer a retrospective analysis of the cardiac structure data of female patients with left sided breast cancer who underwent enhanced ct scans was conducted image reconstruction was performed with a time interval of of the cardiac cycle obtaining maximum intensity projection mip minimum intensity projection minip and average intensity projection aip images the left ventricle lv and the left anterior descending artery lad were delineated on the four types of images the minip mip and aip images showed larger lad volumes than enhanced ct images p compared with the dose sum the changes in v gy v gy v gy dmax and dmean for lv on mip images were all and respectively the dmax and dmean change rates for lv on minip images were both at and respectively the dmax and dmean change rates for lv on aip images were also both at and compared with the dose sum only the dmax change rates for lad on mip minip and aip images were all p at and respectively in lv dose volume assessment the differences in assessment metrics between mip images and enhanced ct images are small indicating that mip imaging can serve as a supplementary method to enhanced ct imaging for this form of assessment"
}