{
    "pmid": "41438654",
    "title": "Extra-axial tuberculoma mimicking brain tumor on MRI: A rare case in an immunocompetent adult.",
    "abstract": "Mass-like extra-axial tuberculoma is rare and can be a diagnostic challenge because it mimics a brain tumor on magnetic resonance imaging (MRI). This highlights the critical need for thorough and detailed imaging analysis to differentiate between these conditions accurately. We report a rare case of an extra-axial tuberculoma in a 26-year-old immunocompetent male presenting with worsening headaches. Neuroimaging showed an extra-axial mass in the right temporal region, exhibiting features suggestive of a neoplastic process. After surgical removal and histopathological analysis, the lesion was confirmed to be a tuberculoma. This case emphasizes the importance of considering extra-axial tuberculoma in the differential diagnosis of extra-axial masses in endemic regions. Early detection and proper treatment are crucial for favorable outcomes. Increased awareness among clinicians and radiologists is necessary to ensure timely intervention and prevent misdiagnosis.",
    "disease": "tuberculosis",
    "clean_text": "extra axial tuberculoma mimicking brain tumor on mri a rare case in an immunocompetent adult mass like extra axial tuberculoma is rare and can be a diagnostic challenge because it mimics a brain tumor on magnetic resonance imaging mri this highlights the critical need for thorough and detailed imaging analysis to differentiate between these conditions accurately we report a rare case of an extra axial tuberculoma in a year old immunocompetent male presenting with worsening headaches neuroimaging showed an extra axial mass in the right temporal region exhibiting features suggestive of a neoplastic process after surgical removal and histopathological analysis the lesion was confirmed to be a tuberculoma this case emphasizes the importance of considering extra axial tuberculoma in the differential diagnosis of extra axial masses in endemic regions early detection and proper treatment are crucial for favorable outcomes increased awareness among clinicians and radiologists is necessary to ensure timely intervention and prevent misdiagnosis"
}