{
    "pmid": "41372328",
    "title": "Genomic surveillance of HBV and HDV reveals genotype-specific risk of liver disease in central Vietnam.",
    "abstract": "Hepatitis B virus (HBV) genotype distribution, resistance mutations, and hepatitis delta virus (HDV) co-infection play critical roles in disease progression and treatment outcomes yet remain understudied in central Vietnam. This study aimed to understand their characteristics and association with clinical outcomes. Serum from 376 HBV-infected patients in Hue, Vietnam (June 2023-June 2024) was analysed. HBV-DNA and HDV-RNA were extracted and amplified by nested PCR, followed by Sanger sequencing. HBV viral load was quantified using real-time PCR. HBV and HDV genotypes were determined through phylogenetic analysis, and HBV resistance mutation identified using geno2pheno [hbv]. HBV genotype B was predominant (95%), followed by genotypes C (5%) and D (0.3%). Infection with genotype C was significantly associated with an increased risk of hepatocellular carcinoma (OR = 6.05, 95% CI: 1.6-22.5; p = 0.007). Classical drug resistance mutations were rare (1.3%), while non-classical mutations were observed in 33% of sequences, especially V207M in genotype B. HDV co-infection was identified in two patients (0.5%), both infected with HDV genotype 1 and associated with elevated liver enzymes and liver disease progression. In conclusion, HBV genotype C emerged as a key predictor of hepatocellular carcinoma risk in Central Vietnam, highlighting the need of genotype-based monitoring. Low antiviral resistance and HDV co-infection likely reflect effective vaccination and treatment in the region. Routine HDV screening and resistance surveillance are recommended.",
    "disease": "liver cirrhosis",
    "clean_text": "genomic surveillance of hbv and hdv reveals genotype specific risk of liver disease in central vietnam hepatitis b virus hbv genotype distribution resistance mutations and hepatitis delta virus hdv co infection play critical roles in disease progression and treatment outcomes yet remain understudied in central vietnam this study aimed to understand their characteristics and association with clinical outcomes serum from hbv infected patients in hue vietnam june june was analysed hbv dna and hdv rna were extracted and amplified by nested pcr followed by sanger sequencing hbv viral load was quantified using real time pcr hbv and hdv genotypes were determined through phylogenetic analysis and hbv resistance mutation identified using geno pheno hbv hbv genotype b was predominant followed by genotypes c and d infection with genotype c was significantly associated with an increased risk of hepatocellular carcinoma or ci p classical drug resistance mutations were rare while non classical mutations were observed in of sequences especially v m in genotype b hdv co infection was identified in two patients both infected with hdv genotype and associated with elevated liver enzymes and liver disease progression in conclusion hbv genotype c emerged as a key predictor of hepatocellular carcinoma risk in central vietnam highlighting the need of genotype based monitoring low antiviral resistance and hdv co infection likely reflect effective vaccination and treatment in the region routine hdv screening and resistance surveillance are recommended"
}