{
    "title": "Ovarian Cancer: An Integrated Review.",
    "doc_id": "30867104",
    "writer": "Stewart C",
    "year": "2019",
    "summary": "CONCLUSION: There is no screening test for ovarian cancer and with diagnosis often in the late stages, recurrence is high in this population. ...Although advances are being made, ovarian cancer remains the most fatal female gynecologic cancer. I …",
    "abstract": "Objective:\n        \n      \n      To provide an overview of the risk factors, modifiable and non-modifiable, for ovarian cancer as well as prevention, diagnostic, treatment, and long-term survivorship concerns. This article will also examine current and future clinical trials surrounding ovarian cancer.\n    \n\n\n          Data sources:\n        \n      \n      A review of articles dated 2006-2018 from CINAHL, UpToDate, and National Comprehensive Cancer Network guidelines.\n    \n\n\n          Conclusion:\n        \n      \n      There is no screening test for ovarian cancer and with diagnosis often in the late stages, recurrence is high in this population. Early identification can range from knowing the vague symptoms associated with the cancer to prophylactic surgical removal of at-risk tissue. Standard treatment for ovarian cancer is surgery followed by combination chemotherapy. Although advances are being made, ovarian cancer remains the most fatal female gynecologic cancer.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Becoming familiar with and educating women about risk factors and the elusive symptoms of ovarian cancer can increase patient autonomy and advocacy, as well as potentially improve patient outcomes for those affected by ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30867104/",
    "clean_text": "ovarian cancer an integrated review conclusion there is no screening test for ovarian cancer and with diagnosis often in the late stages recurrence is high in this population although advances are being made ovarian cancer remains the most fatal female gynecologic cancer i objective to provide an overview of the risk factors modifiable and non modifiable for ovarian cancer as well as prevention diagnostic treatment and long term survivorship concerns this article will also examine current and future clinical trials surrounding ovarian cancer data sources a review of articles dated from cinahl uptodate and national comprehensive cancer network guidelines conclusion there is no screening test for ovarian cancer and with diagnosis often in the late stages recurrence is high in this population early identification can range from knowing the vague symptoms associated with the cancer to prophylactic surgical removal of at risk tissue standard treatment for ovarian cancer is surgery followed by combination chemotherapy although advances are being made ovarian cancer remains the most fatal female gynecologic cancer implications for nursing practice becoming familiar with and educating women about risk factors and the elusive symptoms of ovarian cancer can increase patient autonomy and advocacy as well as potentially improve patient outcomes for those affected by ovarian cancer"
}