{
    "pmid": "41431636",
    "title": "Pulmonary Complications of Substance Abuse: Pathophysiology, Diagnosis, and Management Strategies.",
    "abstract": "Substance abuse significantly impacts pulmonary health, with diverse complications arising from the use of tobacco, alcohol, opioids, and other illicit drugs. These substances can directly damage lung tissue and exacerbate chronic respiratory diseases through mechanisms like oxidative stress, inflammation, and immune dysfunction. This study reviewed current evidence on the prevalence, pathophysiology, and clinical manifestations of pulmonary complications associated with substance abuse. Key findings include the high prevalence of chronic obstructive pulmonary disease among heroin users, the association of cocaine with acute and chronic pulmonary conditions, and the role of alcohol in exacerbating respiratory infections and acute respiratory distress syndrome. The review highlights diagnostic challenges, emphasizing the need for comprehensive clinical assessments, advanced imaging, and biomarker utilization. Additionally, it outlines treatment strategies, including pharmacological interventions, smoking cessation programs, and pulmonary rehabilitation. Recognizing the public health implications, the review advocates preventive measures, harm reduction strategies, and integrated care models to mitigate the burden of substance-related pulmonary diseases.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "pulmonary complications of substance abuse pathophysiology diagnosis and management strategies substance abuse significantly impacts pulmonary health with diverse complications arising from the use of tobacco alcohol opioids and other illicit drugs these substances can directly damage lung tissue and exacerbate chronic respiratory diseases through mechanisms like oxidative stress inflammation and immune dysfunction this study reviewed current evidence on the prevalence pathophysiology and clinical manifestations of pulmonary complications associated with substance abuse key findings include the high prevalence of chronic obstructive pulmonary disease among heroin users the association of cocaine with acute and chronic pulmonary conditions and the role of alcohol in exacerbating respiratory infections and acute respiratory distress syndrome the review highlights diagnostic challenges emphasizing the need for comprehensive clinical assessments advanced imaging and biomarker utilization additionally it outlines treatment strategies including pharmacological interventions smoking cessation programs and pulmonary rehabilitation recognizing the public health implications the review advocates preventive measures harm reduction strategies and integrated care models to mitigate the burden of substance related pulmonary diseases"
}