{
    "title": "Molecular insights on potato yellow vein crinivirus infections in the highlands of Colombia.",
    "doc_id": "34097597",
    "writer": "Niño Á",
    "year": "2021",
    "summary": "Potato yellow vein virus (PYVV) was detected in potatoes grown in the Central highlands, north of Bogota (~3000 m altitude), Colombia. At this altitude viral whitefly vectors are largely absent, but infection persists because of the use of uncertified tubers. Plants with t …",
    "abstract": "Potato yellow vein virus (PYVV) was detected in potatoes grown in the Central highlands, north of Bogotá (~3000 m altitude), Colombia. At this altitude viral whitefly vectors are largely absent, but infection persists because of the use of uncertified tubers. Plants with typical PYVV-induced yellowing symptoms, as well as with atypical yellowing or non-symptomatic symptoms were sampled at three separate geographical locations. PYVV presence was assessed by RT-PCR, and several plants were subjected to high-throughput sequencing (HTS) of their small RNA (sRNA) populations. Complete or almost complete sequences of four PYVV isolates were thus reconstructed, all from symptomatic plants. Three viral isolates infected plants singly, while the fourth co-infected the plant together with a potyvirus. Relative proportions of sRNAs to each of the three crinivirus genomic RNAs were found to remain comparable among the four infections. Genomic regions were identified as hotspots of sRNA formation, or as regions that poorly induced sRNAs. Furthermore, PYVV titres in the mixed versus single infections remained comparable, indicating an absence of synergistic/antagonistic effects of the potyvirus on the accumulation of PYVV. Daughter plants raised in the greenhouse from tubers of the infected, field-sampled plants displayed mild PYVV infection symptoms that disappeared with time, demonstrating the occurrence of recovery and asymptomatic infection phenotypes in this pathosystem.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34097597/",
    "clean_text": "molecular insights on potato yellow vein crinivirus infections in the highlands of colombia potato yellow vein virus pyvv was detected in potatoes grown in the central highlands north of bogota m altitude colombia at this altitude viral whitefly vectors are largely absent but infection persists because of the use of uncertified tubers plants with t potato yellow vein virus pyvv was detected in potatoes grown in the central highlands north of bogot m altitude colombia at this altitude viral whitefly vectors are largely absent but infection persists because of the use of uncertified tubers plants with typical pyvv induced yellowing symptoms as well as with atypical yellowing or non symptomatic symptoms were sampled at three separate geographical locations pyvv presence was assessed by rt pcr and several plants were subjected to high throughput sequencing hts of their small rna srna populations complete or almost complete sequences of four pyvv isolates were thus reconstructed all from symptomatic plants three viral isolates infected plants singly while the fourth co infected the plant together with a potyvirus relative proportions of srnas to each of the three crinivirus genomic rnas were found to remain comparable among the four infections genomic regions were identified as hotspots of srna formation or as regions that poorly induced srnas furthermore pyvv titres in the mixed versus single infections remained comparable indicating an absence of synergistic antagonistic effects of the potyvirus on the accumulation of pyvv daughter plants raised in the greenhouse from tubers of the infected field sampled plants displayed mild pyvv infection symptoms that disappeared with time demonstrating the occurrence of recovery and asymptomatic infection phenotypes in this pathosystem"
}