{
    "title": "Pathogenesis of urinary tract infections. Host defenses.",
    "doc_id": "3333657",
    "writer": "Sobel JD.",
    "year": "1987",
    "summary": "Host defenses in the urinary tract constitute a highly complex and efficient system of physical, chemical, genetic, and immunologic measures aimed at limiting the presence of bacteria in the urinary tract. ...Major defects in host defenses such as obst …",
    "abstract": "Host defenses in the urinary tract constitute a highly complex and efficient system of physical, chemical, genetic, and immunologic measures aimed at limiting the presence of bacteria in the urinary tract. These mechanisms vary in their roles at different anatomical levels and are directed at eliminating bacteria and preventing their ascent to the upper tract. A detailed description is provided of anticolonization and antiadherence mechanisms that may fail for a variety of congenital and acquired reasons. Major defects in host defenses such as obstruction, stasis, calculi, and diabetes are discussed together with the pathogenesis of urinary tract infection in adults with radiologically normal urinary tracts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3333657/",
    "clean_text": "pathogenesis of urinary tract infections host defenses host defenses in the urinary tract constitute a highly complex and efficient system of physical chemical genetic and immunologic measures aimed at limiting the presence of bacteria in the urinary tract major defects in host defenses such as obst host defenses in the urinary tract constitute a highly complex and efficient system of physical chemical genetic and immunologic measures aimed at limiting the presence of bacteria in the urinary tract these mechanisms vary in their roles at different anatomical levels and are directed at eliminating bacteria and preventing their ascent to the upper tract a detailed description is provided of anticolonization and antiadherence mechanisms that may fail for a variety of congenital and acquired reasons major defects in host defenses such as obstruction stasis calculi and diabetes are discussed together with the pathogenesis of urinary tract infection in adults with radiologically normal urinary tracts"
}