{
    "pmid": "41419140",
    "title": "Diphenyl carbonate crosslinked β-cyclodextrin nanosponge-based topically applied gel for co-delivery of baricitinib and tenoxicam in rheumatoid arthritis.",
    "abstract": "The present study is aimed at developing baricitinib (BAR) and tenoxicam (TNX) loaded nanosponge (NS) gel for potential topical treatment of rheumatoid arthritis (RA). DPC crosslinked β-CD NS were synthesized at various molar ratios (1:2-1:20), with the 1:8 ratio showing the highest drug loading efficiency (67.0 ± 6.9% for BAR; 82.1 ± 6.8% for TNX). XRD and DSC analysis confirmed amorphization of drugs, SEM revealed porous morphology, DLS revealed particle sizes of 545.5 ± 16.4 nm (BAR-NS) and 585.2 ± 57.7 nm (TNX-NS) with zeta potentials of -11.1 ± 4.4 and -14.6 ± 3.9 mV, respectively. The optimized NS were formulated into topical gels, demonstrating sustained release (BAR: 77-90%; TNX: 96% within 12 h). In vivo evaluation using a CFA-induced RA rat model revealed that combined BAR-NS and TNX-NS gel (0.05/0.25% w/w) inhibited paw edema by >90% at day 25, significantly downregulated pro-inflammatory cytokines (IL-6, IL-1β, TNF-α), restored IL-10, and normalized liver enzymes (ALT, AST, ALP). Histopathological analysis confirmed preservation of cartilage and bone with minimal synovial infiltration. In conclusion, combination of BAR-NS and TNX-NS gel showed synergistic anti-arthritic and anti-inflammatory effects, thus offering a potential topical alternative to conventional therapies for the management of RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "diphenyl carbonate crosslinked cyclodextrin nanosponge based topically applied gel for co delivery of baricitinib and tenoxicam in rheumatoid arthritis the present study is aimed at developing baricitinib bar and tenoxicam tnx loaded nanosponge ns gel for potential topical treatment of rheumatoid arthritis ra dpc crosslinked cd ns were synthesized at various molar ratios with the ratio showing the highest drug loading efficiency for bar for tnx xrd and dsc analysis confirmed amorphization of drugs sem revealed porous morphology dls revealed particle sizes of nm bar ns and nm tnx ns with zeta potentials of and mv respectively the optimized ns were formulated into topical gels demonstrating sustained release bar tnx within h in vivo evaluation using a cfa induced ra rat model revealed that combined bar ns and tnx ns gel w w inhibited paw edema by at day significantly downregulated pro inflammatory cytokines il il tnf restored il and normalized liver enzymes alt ast alp histopathological analysis confirmed preservation of cartilage and bone with minimal synovial infiltration in conclusion combination of bar ns and tnx ns gel showed synergistic anti arthritic and anti inflammatory effects thus offering a potential topical alternative to conventional therapies for the management of ra"
}