{
    "title": "Strategies and Therapies for Wound Healing: A Review.",
    "doc_id": "33858310",
    "writer": "Chopra H",
    "year": "2022",
    "summary": "Wound healing is a complex and never-ending process that involves numerous mediators, enzymatic cascades that are directly or indirectly involved in the mechanism. ...The use of biopolymers may be a solution to tackle the difficulties such as combining with growth f …",
    "abstract": "Wound healing is a complex and never-ending process that involves numerous mediators, enzymatic cascades that are directly or indirectly involved in the mechanism. So, it becomes necessary to closely examine critical factors such as gaseous exchange, a moist environment, anti- microbial activity, and exudation liquids' absorption while designing wound dressings. There is a heap of wound dressings available for human use, but they all are way apart from the ideal dressing. The use of biopolymers may be a solution to tackle the difficulties such as combining with growth factors and cells that can trigger wound healing. This article reviews such therapies for wound healing application.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33858310/",
    "clean_text": "strategies and therapies for wound healing a review wound healing is a complex and never ending process that involves numerous mediators enzymatic cascades that are directly or indirectly involved in the mechanism the use of biopolymers may be a solution to tackle the difficulties such as combining with growth f wound healing is a complex and never ending process that involves numerous mediators enzymatic cascades that are directly or indirectly involved in the mechanism so it becomes necessary to closely examine critical factors such as gaseous exchange a moist environment anti microbial activity and exudation liquids absorption while designing wound dressings there is a heap of wound dressings available for human use but they all are way apart from the ideal dressing the use of biopolymers may be a solution to tackle the difficulties such as combining with growth factors and cells that can trigger wound healing this article reviews such therapies for wound healing application"
}