{
    "pmid": "41431841",
    "title": "An interpretable metabolomic-driven machine learning model for early prediction of knee structural osteoarthritis progression.",
    "abstract": "Osteoarthritis (OA) is the most prevalent chronic musculoskeletal disease. Early identification of individuals at risk of knee structural progression is essential for targeted interventions. This study aimed to develop and validate a machine/deep learning (ML/DL)-based prognostic model for knee OA progression using serum metabolomics. Baseline serum metabolomic factors from two independent cohorts were analyzed: Tasmanian Older Adult Cohort (n = 180) for model development and Licofelone trial (n = 137) for external validation. Participants were categorized by likelihood of knee structural progression using MRI and X-ray data. Four metabolomic scenarios were evaluated: metabolites alone (104), plus their ratios or inverse ratios (each 5,460), and all combined (10,816), alongside age, sex, BMI. Metabolomic profiling used high-throughput omics. Batch effects were corrected via ComBat. Feature selection combined variable clustering with elastic net regularization. Top-selected features of each scenario were trained using five ML/DL models, with performance assessed by AUC, accuracy, sensitivity, and specificity with 95% confidence intervals. The metabolomic-only scenario, including sex and age, yielded the best performance. Feature clustering reduced to 22, with the top 10 used for training/testing. The Artificial Neural Network with domain-adversarial component outperformed other algorithms with domain shift. The final model, including six metabolites (SM (OH) C22:2, proline, citrulline, LysoPC a C18:0, glutamate, and C12-DC), plus sex and age, demonstrated excellent predictive performance (test: AUC 0.98[0.95,1], accuracy 0.89[0.84,0.94]; validation: AUC 0.89[0.83,0.95], accuracy 0.85[0.79,0.91]). This validated metabolomics DL framework (https://github.com/AFSHINJAM/KOA_Prediction_Metabolomics_Ratios) introduces a novel approach for predicting knee OA structural progression, enabling personalized risk assessment and early intervention.",
    "disease": "osteoarthritis",
    "clean_text": "an interpretable metabolomic driven machine learning model for early prediction of knee structural osteoarthritis progression osteoarthritis oa is the most prevalent chronic musculoskeletal disease early identification of individuals at risk of knee structural progression is essential for targeted interventions this study aimed to develop and validate a machine deep learning ml dl based prognostic model for knee oa progression using serum metabolomics baseline serum metabolomic factors from two independent cohorts were analyzed tasmanian older adult cohort n for model development and licofelone trial n for external validation participants were categorized by likelihood of knee structural progression using mri and x ray data four metabolomic scenarios were evaluated metabolites alone plus their ratios or inverse ratios each and all combined alongside age sex bmi metabolomic profiling used high throughput omics batch effects were corrected via combat feature selection combined variable clustering with elastic net regularization top selected features of each scenario were trained using five ml dl models with performance assessed by auc accuracy sensitivity and specificity with confidence intervals the metabolomic only scenario including sex and age yielded the best performance feature clustering reduced to with the top used for training testing the artificial neural network with domain adversarial component outperformed other algorithms with domain shift the final model including six metabolites sm oh c proline citrulline lysopc a c glutamate and c dc plus sex and age demonstrated excellent predictive performance test auc accuracy validation auc accuracy this validated metabolomics dl framework https github com afshinjam koa prediction metabolomics ratios introduces a novel approach for predicting knee oa structural progression enabling personalized risk assessment and early intervention"
}