{
    "title": "Is early rheumatoid arthritis the same disease process as late rheumatoid arthritis?",
    "doc_id": "11358412",
    "writer": "Tak PP.",
    "year": "2001",
    "summary": "The most important conclusion from these studies is that all features of chronic synovial inflammation can be observed in so-called early rheumatoid arthritis. This suggests that no arguments exist for the effect of therapeutic intervention on synovitis varying in d …",
    "abstract": "Thoughts on treatment for the early control of synovitis have stimulated research on pathobiological events at the site of inflammation in patients with early rheumatoid arthritis. Several studies have thus been conducted to examine synovial biopsy samples at various stages of the disease. The most important conclusion from these studies is that all features of chronic synovial inflammation can be observed in so-called early rheumatoid arthritis. This suggests that no arguments exist for the effect of therapeutic intervention on synovitis varying in different phases of rheumatoid arthritis. In end-stage rheumatoid arthritis, factors that are secondary to the disease may contribute to the perpetuation of synovial inflammation. Mutations in key regulatory genes could play a role in the autonomous progression of the disease. In addition, it is conceivable that the release of bone and cartilage fragments might elicit an inflammatory response in patients with destructive rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11358412/",
    "clean_text": "is early rheumatoid arthritis the same disease process as late rheumatoid arthritis the most important conclusion from these studies is that all features of chronic synovial inflammation can be observed in so called early rheumatoid arthritis this suggests that no arguments exist for the effect of therapeutic intervention on synovitis varying in d thoughts on treatment for the early control of synovitis have stimulated research on pathobiological events at the site of inflammation in patients with early rheumatoid arthritis several studies have thus been conducted to examine synovial biopsy samples at various stages of the disease the most important conclusion from these studies is that all features of chronic synovial inflammation can be observed in so called early rheumatoid arthritis this suggests that no arguments exist for the effect of therapeutic intervention on synovitis varying in different phases of rheumatoid arthritis in end stage rheumatoid arthritis factors that are secondary to the disease may contribute to the perpetuation of synovial inflammation mutations in key regulatory genes could play a role in the autonomous progression of the disease in addition it is conceivable that the release of bone and cartilage fragments might elicit an inflammatory response in patients with destructive rheumatoid arthritis"
}