{
    "pmid": "41465820",
    "title": "The Contribution of Paresis, Age, and the Effect of Short Training on Cognitive-Motor Dual-Task Interference After Stroke: A Pilot Study.",
    "abstract": "Simultaneously performing cognitive and motor tasks after a stroke interfered with each other. Considering the competing deficits of cognition and motor paresis, we aimed here to assess the overall functional impairments of patients after stroke injury. A range of dual-task (DT) assessments was made on 63 post-stroke patients (PS) and 49 healthy age-matched controls. Patients with paresis (P) and without paresis (NP) were compared with controls before and after DT training. Differences between the NP patients and controls confirmed the cognitive decline, while the comparison between the NP and P patients strengthened the motor damage in P patients. The elderly patients performed worse. According to the ArtANOVA analysis, age was more important than paresis in DT performance. Short-term training modified the test results, especially in P patients. In conclusion, paresis and older age significantly worsen the outcomes of the cognitive dual-task tests. The age-dependent results may reflect cognitive decline, especially in NP patients. Consequently, the dual-task test results may represent global cognitive deterioration after stroke. Short-term dual-task training improves dual-task performance, especially in the P groups.",
    "disease": "stroke",
    "clean_text": "the contribution of paresis age and the effect of short training on cognitive motor dual task interference after stroke a pilot study simultaneously performing cognitive and motor tasks after a stroke interfered with each other considering the competing deficits of cognition and motor paresis we aimed here to assess the overall functional impairments of patients after stroke injury a range of dual task dt assessments was made on post stroke patients ps and healthy age matched controls patients with paresis p and without paresis np were compared with controls before and after dt training differences between the np patients and controls confirmed the cognitive decline while the comparison between the np and p patients strengthened the motor damage in p patients the elderly patients performed worse according to the artanova analysis age was more important than paresis in dt performance short term training modified the test results especially in p patients in conclusion paresis and older age significantly worsen the outcomes of the cognitive dual task tests the age dependent results may reflect cognitive decline especially in np patients consequently the dual task test results may represent global cognitive deterioration after stroke short term dual task training improves dual task performance especially in the p groups"
}