{
    "title": "Latent classes of sleep quality and related predictors in older adults: A person-centered approach.",
    "doc_id": "35636063",
    "writer": "Chen Y",
    "year": "2022",
    "summary": "RESULTS: Latent class analysis revealed four latent classes, namely, poor sleep quality (17.6%), inadequate sleep (13.8%), disturbed sleep (18.2%), and good sleep quality (50.4%) in older adults. ...CONCLUSION: This study revealed four gr …",
    "abstract": "Objectives:\n        \n      \n      This research identified latent classes of sleep quality on the basis of the Pittsburgh Sleep Quality Index (PSQI) among older Chinese adults and investigated whether some influencing factors are associated with these classes.\n    \n\n\n          Methods:\n        \n      \n      A total of 1047 older adults were involved in this study. Self-reported questionnaires were used to measure the levels of sleep quality, background variables (demographic factors, socioeconomic status, and life satisfaction), health status (self-rated health, depressive symptoms, and anxiety), social resources (perceived friends' support and family affective involvement), and psychological resources (sense of coherence and hope).\n    \n\n\n          Results:\n        \n      \n      Latent class analysis revealed four latent classes, namely, poor sleep quality (17.6%), inadequate sleep (13.8%), disturbed sleep (18.2%), and good sleep quality (50.4%) in older adults. Multinomial logistic regression analyses suggested that some of the background variables, all three health-related factors, and all four personal resources predicted group membership. Specifically, age, gender, self-rated health, and hope were significant factors that could predict the membership of all classes.\n    \n\n\n          Conclusion:\n        \n      \n      This study revealed four groups of sleep quality and its related predictors in older adults. Our results provided information for tailored interventions that can promote older adults' sleep quality and prevent a worsened sleep quality unprecedented situation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35636063/",
    "clean_text": "latent classes of sleep quality and related predictors in older adults a person centered approach results latent class analysis revealed four latent classes namely poor sleep quality inadequate sleep disturbed sleep and good sleep quality in older adults conclusion this study revealed four gr objectives this research identified latent classes of sleep quality on the basis of the pittsburgh sleep quality index psqi among older chinese adults and investigated whether some influencing factors are associated with these classes methods a total of older adults were involved in this study self reported questionnaires were used to measure the levels of sleep quality background variables demographic factors socioeconomic status and life satisfaction health status self rated health depressive symptoms and anxiety social resources perceived friends support and family affective involvement and psychological resources sense of coherence and hope results latent class analysis revealed four latent classes namely poor sleep quality inadequate sleep disturbed sleep and good sleep quality in older adults multinomial logistic regression analyses suggested that some of the background variables all three health related factors and all four personal resources predicted group membership specifically age gender self rated health and hope were significant factors that could predict the membership of all classes conclusion this study revealed four groups of sleep quality and its related predictors in older adults our results provided information for tailored interventions that can promote older adults sleep quality and prevent a worsened sleep quality unprecedented situation"
}