{
    "pmid": "41462472",
    "title": "Combined drugs-loaded nano-lipodisk carrier for pH-responsive delivery for improved therapeutic potential on lung cancer model.",
    "abstract": "Recently, combination therapy has gotten more attention for some progressive therapeutic cancers. In in vivo studies, combination therapy requires better delivery, even though, in vitro studies, effective inhibition of various tumor cells has been identified due to uncontrolled ratiometric delivery. To target tumors with lipodisk nanoparticle formulations, this study established ratiometric loading and transport of cancer drugs such as paclitaxel (PTX) and salinomycin (SAL) on a single platform. Furthermore, including slightly pH-responsive peptides (PRPs) to lipodisks significantly improved cell and tumor-specific integration. The resulting lipodisks had a pH-sensitive characteristic of approximately 40 nm and were co-loaded. The ratiometric administration of two drugs through lipodisks was established in vitro in A549 and H1299 cells. Co-loaded lipodisks' synergistic drug ratio enhanced their cytotoxicity to tumor cells. Apoptosis in lung cancer A549 and H1299 cells is embedded in nanoparticles in biochemical models like nuclear DAPI staining and acridine orange/ethidium bromide (AO/EB). Cytotoxicity data on coloaded lipodisks in vitro can be used to predict their inhibitory activity and improve the clinical outcome of the synergistic treatment. Moreover, co-loaded lipodisks exhibit a high tumor inhibition after intravenous administration, which results in significant anticancer effects in H1299tumor-bearing mice with minimum damage to normal organs. Finally, this work presents a simple pH-responsive lipodisk nanoparticle platform for co-loaded drug delivery to improve therapeutic potential against lung cancer cells.",
    "disease": "lung cancer",
    "clean_text": "combined drugs loaded nano lipodisk carrier for ph responsive delivery for improved therapeutic potential on lung cancer model recently combination therapy has gotten more attention for some progressive therapeutic cancers in in vivo studies combination therapy requires better delivery even though in vitro studies effective inhibition of various tumor cells has been identified due to uncontrolled ratiometric delivery to target tumors with lipodisk nanoparticle formulations this study established ratiometric loading and transport of cancer drugs such as paclitaxel ptx and salinomycin sal on a single platform furthermore including slightly ph responsive peptides prps to lipodisks significantly improved cell and tumor specific integration the resulting lipodisks had a ph sensitive characteristic of approximately nm and were co loaded the ratiometric administration of two drugs through lipodisks was established in vitro in a and h cells co loaded lipodisks synergistic drug ratio enhanced their cytotoxicity to tumor cells apoptosis in lung cancer a and h cells is embedded in nanoparticles in biochemical models like nuclear dapi staining and acridine orange ethidium bromide ao eb cytotoxicity data on coloaded lipodisks in vitro can be used to predict their inhibitory activity and improve the clinical outcome of the synergistic treatment moreover co loaded lipodisks exhibit a high tumor inhibition after intravenous administration which results in significant anticancer effects in h tumor bearing mice with minimum damage to normal organs finally this work presents a simple ph responsive lipodisk nanoparticle platform for co loaded drug delivery to improve therapeutic potential against lung cancer cells"
}