{
    "title": "The role of oxidative stress in genome destabilization and adaptive evolution of bacteria.",
    "doc_id": "36623672",
    "writer": "Sazykin IS",
    "year": "2023",
    "summary": "The review is devoted to bacterial genome destabilization by oxidative stress. The article discusses the main groups of substances causing such stress. ...Based on the analysis of publications, it can be claimed that rapid development of new food substrates a …",
    "abstract": "The review is devoted to bacterial genome destabilization by oxidative stress. The article discusses the main groups of substances causing such stress. Stress regulons involved in destabilization of genetic material and mechanisms enhancing mutagenesis, bacterial genome rearrangements, and horizontal gene transfer, induced by oxidative damage to cell components are also considered. Based on the analysis of publications, it can be claimed that rapid development of new food substrates and ecological niches by microorganisms occurs due to acceleration of genetic changes induced by oxidative stress, mediated by several stress regulons (SOS, RpoS and RpoE) and under selective pressure. The authors conclude that non-lethal oxidative stress is probably-one of the fundamental processes that guide evolution of prokaryotes and a powerful universal trigger for adaptive destabilization of bacterial genome under changing environmental conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36623672/",
    "clean_text": "the role of oxidative stress in genome destabilization and adaptive evolution of bacteria the review is devoted to bacterial genome destabilization by oxidative stress the article discusses the main groups of substances causing such stress based on the analysis of publications it can be claimed that rapid development of new food substrates a the review is devoted to bacterial genome destabilization by oxidative stress the article discusses the main groups of substances causing such stress stress regulons involved in destabilization of genetic material and mechanisms enhancing mutagenesis bacterial genome rearrangements and horizontal gene transfer induced by oxidative damage to cell components are also considered based on the analysis of publications it can be claimed that rapid development of new food substrates and ecological niches by microorganisms occurs due to acceleration of genetic changes induced by oxidative stress mediated by several stress regulons sos rpos and rpoe and under selective pressure the authors conclude that non lethal oxidative stress is probably one of the fundamental processes that guide evolution of prokaryotes and a powerful universal trigger for adaptive destabilization of bacterial genome under changing environmental conditions"
}