{
    "pmid": "41468641",
    "title": "Mitochondrial-derived microproteins in cancer and neurodegeneration: A new era of cross-disease mechanistic insights.",
    "abstract": "Mitochondrial-derived microproteins (MDPs) translate mitochondrial stress into cellular decisions that shape aging, metabolism, cancer biology, and neurodegeneration. Humanin, MOTS-c, SHLPs, and the recently identified SHMOOSE act through distinct intracellular and receptor-mediated pathways to regulate apoptosis, nutrient sensing, redox balance, and mito-nuclear communication. These programs confer neuroprotection in post-mitotic tissues but can be co-opted by tumors for survival, invasion, and therapy resistance, helping explain the inverse comorbidity between cancer and Alzheimer's disease. This review synthesizes the divergent signaling architectures of major MDPs, including Humanin-FPR2/gp130, MOTS-c-AMPK/NRF2-LARS1/mTORC1, SHLP2-CXCR7, and SHMOOSE's genotype-dependent activity, and outlines how these mechanisms produce disease-specific outcomes. Recent advances in mitoribosome profiling, DIA-based proteogenomics, and mitochondrial base editing have accelerated the discovery and functional characterization of MDPs. Emerging translational opportunities include MDP-targeted agonists, antagonists, and engineered delivery systems designed for application in neurodegenerative disorders and cancer. Overall, MDPs represent a druggable signaling layer whose context-dependent effects can be selectively directed across diseases.",
    "disease": "alzheimer disease",
    "clean_text": "mitochondrial derived microproteins in cancer and neurodegeneration a new era of cross disease mechanistic insights mitochondrial derived microproteins mdps translate mitochondrial stress into cellular decisions that shape aging metabolism cancer biology and neurodegeneration humanin mots c shlps and the recently identified shmoose act through distinct intracellular and receptor mediated pathways to regulate apoptosis nutrient sensing redox balance and mito nuclear communication these programs confer neuroprotection in post mitotic tissues but can be co opted by tumors for survival invasion and therapy resistance helping explain the inverse comorbidity between cancer and alzheimer s disease this review synthesizes the divergent signaling architectures of major mdps including humanin fpr gp mots c ampk nrf lars mtorc shlp cxcr and shmoose s genotype dependent activity and outlines how these mechanisms produce disease specific outcomes recent advances in mitoribosome profiling dia based proteogenomics and mitochondrial base editing have accelerated the discovery and functional characterization of mdps emerging translational opportunities include mdp targeted agonists antagonists and engineered delivery systems designed for application in neurodegenerative disorders and cancer overall mdps represent a druggable signaling layer whose context dependent effects can be selectively directed across diseases"
}