{
    "pmid": "41450424",
    "title": "The Burden of Atherosclerotic Cardiovascular Disease Risk Factors Among Adults Living With HIV in the Ashanti Region: A Cross-Sectional Study in Kumasi.",
    "abstract": "Background The burden of atherosclerotic cardiovascular disease (ASCVD) in sub-Saharan Africa (SSA) is increasing rapidly. Risk factor assessment is necessary for specific and strategic interventions to curb the high ASCVD burden. Evidence suggests that people living with HIV (PLWH) are at greater risk of ASCVD compared to HIV-negative individuals, as they spend many years on highly active antiretroviral therapy (HAART). This study therefore sought to explore the prevalence of ASCVD risk factors among adults receiving HAART in the Ashanti Region. Methods A hospital-based cross-sectional study design and systematic sampling were used to recruit 254 PLWH. Anthropometric measurements and lifestyle factors, including alcohol consumption, were assessed using the WHO STEPS protocol. Blood pressure measurements and blood samples were taken to determine participants' blood sugar levels (HbA1c) and lipid profiles. Participants' HAART history was obtained from their medical record cards. Chi-square tests were used to assess differences in categorical ASCVD risk outcomes, while one-way ANOVA was used to determine differences in mean values of continuous risk factors. Results Most participants were female (85.43% (n=217)). The mean age was 51.78 years (±10.24); male participants were slightly older (54.67 years (±11.52)) than females (51.29 years (±9.96)), although this difference was not statistically significant (P=0.0674). The majority were self-employed (85.11% (n=183)), and most were non-consumers of alcohol (88.97% (n=226)). Only 11.02% (n=28) consumed alcohol, and among them, 40.74% (n=11) were occasional consumers, with females comprising most of the occasional drinkers (90% (n=10)). Females had significantly higher BMI than males (women: 26.59 (±7.27), men: 23.29 (±5.12), P=0.008). However, males had higher abdominal obesity than females (women: 0.89 (±0.08), men: 0.97 (±0.07), P=0.0006). About 22.4% of participants had metabolic syndrome (Std. Err. 0.026, 95% CI: 0.281-0.3199). Middle-aged individuals had 3.55 times higher odds of hypertension compared to younger adults (OR = 3.55 (95% CI: 1.51-8.37), P=0.004), and older adults had 6.85 times higher odds compared to younger adults (OR = 6.85 (95% CI: 2.21-21.28), P=0.001). The study showed a crude prevalence of diabetes mellitus of 25.21% (n=30/119, 95% CI: 17.5%-34.4%), and the adjusted diabetes prevalence increased to 30.3% (95% CI: 24.7%-36.0%). Conclusion ASCVD risk factors were relatively high among PLWH. Screening for ASCVD should begin in middle-aged PLWH for early detection, and primary CVD preventive measures should be implemented to reduce the ASCVD burden.",
    "disease": "diabetes mellitus",
    "clean_text": "the burden of atherosclerotic cardiovascular disease risk factors among adults living with hiv in the ashanti region a cross sectional study in kumasi background the burden of atherosclerotic cardiovascular disease ascvd in sub saharan africa ssa is increasing rapidly risk factor assessment is necessary for specific and strategic interventions to curb the high ascvd burden evidence suggests that people living with hiv plwh are at greater risk of ascvd compared to hiv negative individuals as they spend many years on highly active antiretroviral therapy haart this study therefore sought to explore the prevalence of ascvd risk factors among adults receiving haart in the ashanti region methods a hospital based cross sectional study design and systematic sampling were used to recruit plwh anthropometric measurements and lifestyle factors including alcohol consumption were assessed using the who steps protocol blood pressure measurements and blood samples were taken to determine participants blood sugar levels hba c and lipid profiles participants haart history was obtained from their medical record cards chi square tests were used to assess differences in categorical ascvd risk outcomes while one way anova was used to determine differences in mean values of continuous risk factors results most participants were female n the mean age was years male participants were slightly older years than females years although this difference was not statistically significant p the majority were self employed n and most were non consumers of alcohol n only n consumed alcohol and among them n were occasional consumers with females comprising most of the occasional drinkers n females had significantly higher bmi than males women men p however males had higher abdominal obesity than females women men p about of participants had metabolic syndrome std err ci middle aged individuals had times higher odds of hypertension compared to younger adults or ci p and older adults had times higher odds compared to younger adults or ci p the study showed a crude prevalence of diabetes mellitus of n ci and the adjusted diabetes prevalence increased to ci conclusion ascvd risk factors were relatively high among plwh screening for ascvd should begin in middle aged plwh for early detection and primary cvd preventive measures should be implemented to reduce the ascvd burden"
}