{
    "pmid": "41341826",
    "title": "Association between preoperative platelet count and transjugular intrahepatic portosystemic shunt procedure-related hemorrhage in cirrhotic patients: a retrospective study.",
    "abstract": "Transjugular intrahepatic portosystemic shunt (TIPS) is a high-bleeding-risk vascular intervention. The association between TIPS-related hemorrhage and preprocedural platelet (PLT) count remains unclear. This was a retrospective cohort study including patients receiving TIPS procedures for complications related to portal hypertension due to liver cirrhosis between 2011 and 2022. Logistic regression and subgroup analyses were performed to evaluate the relationship between TIPS-related hemorrhage and preprocedural PLT count. Patients were divided into two groups based on a PLT threshold of 50 × 10 A total of 632 patients with liver cirrhosis who underwent TIPS were categorized into two groups based on their PLT counts of 50 × 10 This study revealed that preoperative PLT count is not associated with TIPS procedure-related hemorrhage in patients with cirrhosis. Patient age should be carefully considered in the preoperative assessment.",
    "disease": "liver cirrhosis",
    "clean_text": "association between preoperative platelet count and transjugular intrahepatic portosystemic shunt procedure related hemorrhage in cirrhotic patients a retrospective study transjugular intrahepatic portosystemic shunt tips is a high bleeding risk vascular intervention the association between tips related hemorrhage and preprocedural platelet plt count remains unclear this was a retrospective cohort study including patients receiving tips procedures for complications related to portal hypertension due to liver cirrhosis between and logistic regression and subgroup analyses were performed to evaluate the relationship between tips related hemorrhage and preprocedural plt count patients were divided into two groups based on a plt threshold of a total of patients with liver cirrhosis who underwent tips were categorized into two groups based on their plt counts of this study revealed that preoperative plt count is not associated with tips procedure related hemorrhage in patients with cirrhosis patient age should be carefully considered in the preoperative assessment"
}