{
    "title": "Genetics of Macrophage Activation Syndrome in Systemic Juvenile Idiopathic Arthritis.",
    "doc_id": "39117811",
    "writer": "Grom AA.",
    "year": "2024",
    "summary": "MAS has been reported in association with almost every rheumatic disease, but it is by far most common in systemic juvenile idiopathic arthritis (SJIA). Clinically, MAS is similar to familial or primary hemophagocytic lymphohistiocytosis (pHLH), a group of rare auto …",
    "abstract": "Macrophage activation syndrome (MAS) is a life-threatening episode of hyperinflammation driven by excessive activation and expansion of T cells (mainly CD8) and hemophagocytic macrophages producing proinflammatory cytokines. MAS has been reported in association with almost every rheumatic disease, but it is by far most common in systemic juvenile idiopathic arthritis (SJIA). Clinically, MAS is similar to familial or primary hemophagocytic lymphohistiocytosis (pHLH), a group of rare autosomal recessive disorders linked to various genetic defects all affecting the perforin-mediated cytolytic pathway employed by NK cells and cytotoxic CD8 T lymphocytes. Decreased cytolytic activity in pHLH patients leads to prolonged survival of target cells associated with increased production of proinflammatory cytokines that overstimulate macrophages. The resulting cytokine storm is believed to be responsible for the frequently fatal multiorgan system failure seen in MAS. Whole exome sequencing as well as targeted sequencing of pHLH-associated genes in patients with SJIA-associated MAS demonstrated increased \"burden\" of rare protein-altering variants affecting the cytolytic pathway compared to healthy controls, suggesting that as in pHLH, genetic variability in the cytolytic pathway contributes to MAS predisposition. Functional studies of some of the novel variants have shown that even in a heterozygous state, their presence partially reduces cytolytic activity that may lead to increased cytokine production.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39117811/",
    "clean_text": "genetics of macrophage activation syndrome in systemic juvenile idiopathic arthritis mas has been reported in association with almost every rheumatic disease but it is by far most common in systemic juvenile idiopathic arthritis sjia clinically mas is similar to familial or primary hemophagocytic lymphohistiocytosis phlh a group of rare auto macrophage activation syndrome mas is a life threatening episode of hyperinflammation driven by excessive activation and expansion of t cells mainly cd and hemophagocytic macrophages producing proinflammatory cytokines mas has been reported in association with almost every rheumatic disease but it is by far most common in systemic juvenile idiopathic arthritis sjia clinically mas is similar to familial or primary hemophagocytic lymphohistiocytosis phlh a group of rare autosomal recessive disorders linked to various genetic defects all affecting the perforin mediated cytolytic pathway employed by nk cells and cytotoxic cd t lymphocytes decreased cytolytic activity in phlh patients leads to prolonged survival of target cells associated with increased production of proinflammatory cytokines that overstimulate macrophages the resulting cytokine storm is believed to be responsible for the frequently fatal multiorgan system failure seen in mas whole exome sequencing as well as targeted sequencing of phlh associated genes in patients with sjia associated mas demonstrated increased burden of rare protein altering variants affecting the cytolytic pathway compared to healthy controls suggesting that as in phlh genetic variability in the cytolytic pathway contributes to mas predisposition functional studies of some of the novel variants have shown that even in a heterozygous state their presence partially reduces cytolytic activity that may lead to increased cytokine production"
}