{
    "pmid": "41459219",
    "title": "Probiotics in epilepsy treatment: a meta-analysis of efficacy and safety.",
    "abstract": "Interest in probiotics for managing neurological disorders has grown recently. Eight public databases were searched for relevant randomized controlled trials (RCTs) published until May 31, 2025. Eligible studies were screened based on predefined inclusion and exclusion criteria. Basic characteristics and outcome data were extracted from the included studies, and the risk of bias was assessed. Meta-analyses, sensitivity analyses, and publication bias evaluations were performed using RevMan 5.3 software. The quality of evidence was rated using GRADEpro GDT. Six RCTs involving 656 patients were included. Compared with the AED group, the probiotic combination group had significantly higher clinical efficacy rate (relative risk [RR] 1.16, 95% confidence interval [CI] 1.09 to 1.24,  Probiotics improved seizure activity, relative power in certain EEG frequency bands, and intestinal barrier function without increasing the incidence of adverse reactions, supporting their feasibility as complementary treatment for epilepsy. Limited sample size and methodological necessitate further validation. https://www.crd.york.ac.uk/PROSPERO/view/CRD420251079172, Identifier CRD420251079172.",
    "disease": "epilepsy",
    "clean_text": "probiotics in epilepsy treatment a meta analysis of efficacy and safety interest in probiotics for managing neurological disorders has grown recently eight public databases were searched for relevant randomized controlled trials rcts published until may eligible studies were screened based on predefined inclusion and exclusion criteria basic characteristics and outcome data were extracted from the included studies and the risk of bias was assessed meta analyses sensitivity analyses and publication bias evaluations were performed using revman software the quality of evidence was rated using gradepro gdt six rcts involving patients were included compared with the aed group the probiotic combination group had significantly higher clinical efficacy rate relative risk rr confidence interval ci to probiotics improved seizure activity relative power in certain eeg frequency bands and intestinal barrier function without increasing the incidence of adverse reactions supporting their feasibility as complementary treatment for epilepsy limited sample size and methodological necessitate further validation https www crd york ac uk prospero view crd identifier crd"
}