{
    "title": "Pharmacological aids to locomotor training after spinal injury in the cat.",
    "doc_id": "11351014",
    "writer": "Rossignol S",
    "year": "2001",
    "summary": "This Topical Review summarizes some of the work we have done mainly in the cat using agonists and antagonists of various neurotransmitter systems injected intravenously or intrathecally to initiate or modulate the expression of hindlimb locomotion after a spinal lesion at …",
    "abstract": "This Topical Review summarizes some of the work we have done mainly in the cat using agonists and antagonists of various neurotransmitter systems injected intravenously or intrathecally to initiate or modulate the expression of hindlimb locomotion after a spinal lesion at T13. The effects of the same drugs are compared in various preparations: complete spinal, partial spinal or intact cats. This has revealed that there can be major differences in these effects. In turn, this suggests that although the locomotor rhythm might normally be triggered and modulated by the activation of a variety of receptors (noradrenaline, serotonin, glutamate), after spinalization there appears to be a predominance of glutamatergic mechanisms. Recent work also suggests that, in the cat, the integrity of the midlumbar segments is crucial for the expression of spinal locomotion. Taken together, this work raises some hope that a targeted pharmacotherapy with better understood drugs and mode and locus of delivery could become a clinical reality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11351014/",
    "clean_text": "pharmacological aids to locomotor training after spinal injury in the cat this topical review summarizes some of the work we have done mainly in the cat using agonists and antagonists of various neurotransmitter systems injected intravenously or intrathecally to initiate or modulate the expression of hindlimb locomotion after a spinal lesion at this topical review summarizes some of the work we have done mainly in the cat using agonists and antagonists of various neurotransmitter systems injected intravenously or intrathecally to initiate or modulate the expression of hindlimb locomotion after a spinal lesion at t the effects of the same drugs are compared in various preparations complete spinal partial spinal or intact cats this has revealed that there can be major differences in these effects in turn this suggests that although the locomotor rhythm might normally be triggered and modulated by the activation of a variety of receptors noradrenaline serotonin glutamate after spinalization there appears to be a predominance of glutamatergic mechanisms recent work also suggests that in the cat the integrity of the midlumbar segments is crucial for the expression of spinal locomotion taken together this work raises some hope that a targeted pharmacotherapy with better understood drugs and mode and locus of delivery could become a clinical reality"
}