{
    "title": "Research on the Professional Mentality of Hengdian Drifter's.",
    "doc_id": "36531906",
    "writer": "Jing H",
    "year": "2022",
    "summary": "Before participating in the study, every participant would be offered an Informed Consent Form and all particpants were guaranteed anonymity and their response will be used for a specific academic study. The Ethics Committee of the Zhejiang Normal University's …",
    "abstract": "Background:\n        \n      \n      Hengdian drifters refer to outsiders who participate in shooting film and television dramas in Hengdian. It is a special group. Single access to information, precarious nature of work, unequal treatment of gender, constraints on development, and inadequate guarantee mechanisms are all to blame.\n    \n\n\n          Purpose:\n        \n      \n      This paper proposes to improve the ecology of the different actor industries by implementing a precise assessme.\n    \n\n\n          Patients and methods:\n        \n      \n      This study combines qualitative and quantitative research, adopts the questionnaire survey and semi-structured interview, and carries out fieldwork by personally experiencing the life of extras to study the ecological environment of the different actor industries and the professional mentality of extras. Before participating in the study, every participant would be offered an Informed Consent Form and all particpants were guaranteed anonymity and their response will be used for a specific academic study. The Ethics Committee of the Zhejiang Normal University's, Specific academic study that will be published online. College of Teacher Education approved the study and participation of concents under 18 and the study followed the Declaration of Helsinki.\n    \n\n\n          Results:\n        \n      \n      There are gaps in social support.Little relevant policy support and financial support have not been implemented. Industry assessment criteria are not standardized.The level of digital management is low.It is difficult to guarantee the rights of mass actors.\n    \n\n\n          Conclusion:\n        \n      \n      Implement a precise assessment system,develop a refined talent evaluation mechanism,Ensure the accuracy and transparency of the evaluation process.Establish digital service platforms,provide a new channel for the employment of artistic talents.Strengthen media publicity,strengthen policy support,raise social awareness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36531906/",
    "clean_text": "research on the professional mentality of hengdian drifter s before participating in the study every participant would be offered an informed consent form and all particpants were guaranteed anonymity and their response will be used for a specific academic study the ethics committee of the zhejiang normal university s background hengdian drifters refer to outsiders who participate in shooting film and television dramas in hengdian it is a special group single access to information precarious nature of work unequal treatment of gender constraints on development and inadequate guarantee mechanisms are all to blame purpose this paper proposes to improve the ecology of the different actor industries by implementing a precise assessme patients and methods this study combines qualitative and quantitative research adopts the questionnaire survey and semi structured interview and carries out fieldwork by personally experiencing the life of extras to study the ecological environment of the different actor industries and the professional mentality of extras before participating in the study every participant would be offered an informed consent form and all particpants were guaranteed anonymity and their response will be used for a specific academic study the ethics committee of the zhejiang normal university s specific academic study that will be published online college of teacher education approved the study and participation of concents under and the study followed the declaration of helsinki results there are gaps in social support little relevant policy support and financial support have not been implemented industry assessment criteria are not standardized the level of digital management is low it is difficult to guarantee the rights of mass actors conclusion implement a precise assessment system develop a refined talent evaluation mechanism ensure the accuracy and transparency of the evaluation process establish digital service platforms provide a new channel for the employment of artistic talents strengthen media publicity strengthen policy support raise social awareness"
}