{
    "pmid": "41437203",
    "title": "Behavior- and Cell Type-Specific Cortico-Striatal Decoupling in a Parkinson's Disease-Like Mouse Model.",
    "abstract": "Inter-brain region activity coupling is essential for enabling coordinated neural communication, facilitating complex brain processes including motor behaviors. In Parkinson's Disease (PD) patients, cortico-striatal decoupling is widely reported while its onset and cellular mechanism remain largely unclear. Using dual-site fiber photometry and Cre transgenic mouse lines, we examined activity coordination between the primary motor (M1) cortex and dorsal striatum (cortico-striatal coupling) with cell-type resolution. This method identifies motor behavior-specific coupling patterns with different contributions from striatal D1R- and D2R-expressing medium spiny neurons (MSNs). In an α-synuclein preformed fibrils (PFF) induced PD-like mouse model, cortico-striatal coupling associated with digging behavior is selectively disrupted as early as two months post-induction, whose progressive deterioration correlates with later-onset behavioral deficits. Optogenetic disruption or enhancement of cortico-striatal coupling is sufficient to induce digging deficits in wild-type mice or rescue such deficits in PFF-injected mice, respectively. Furthermore, such decoupling is mainly mediated by impaired D1R MSNs, which can be rescued by D1 receptor activation or L-DOPA. These findings demonstrate that early-onset, behavior- and cell type-specific cortico-striatal decoupling emerges early during the development of PD-like symptoms.",
    "disease": "parkinson disease",
    "clean_text": "behavior and cell type specific cortico striatal decoupling in a parkinson s disease like mouse model inter brain region activity coupling is essential for enabling coordinated neural communication facilitating complex brain processes including motor behaviors in parkinson s disease pd patients cortico striatal decoupling is widely reported while its onset and cellular mechanism remain largely unclear using dual site fiber photometry and cre transgenic mouse lines we examined activity coordination between the primary motor m cortex and dorsal striatum cortico striatal coupling with cell type resolution this method identifies motor behavior specific coupling patterns with different contributions from striatal d r and d r expressing medium spiny neurons msns in an synuclein preformed fibrils pff induced pd like mouse model cortico striatal coupling associated with digging behavior is selectively disrupted as early as two months post induction whose progressive deterioration correlates with later onset behavioral deficits optogenetic disruption or enhancement of cortico striatal coupling is sufficient to induce digging deficits in wild type mice or rescue such deficits in pff injected mice respectively furthermore such decoupling is mainly mediated by impaired d r msns which can be rescued by d receptor activation or l dopa these findings demonstrate that early onset behavior and cell type specific cortico striatal decoupling emerges early during the development of pd like symptoms"
}