{
    "title": "Fine-tuning of microRNAs in Type 2 Diabetes Mellitus.",
    "doc_id": "29210640",
    "writer": "Rosado JA",
    "year": "2019",
    "summary": "Type 2 diabetes mellitus is a metabolic disease widely spread across industrialized countries. ...We summarize the role of the most important miRNAs involved in pancreas growth and development, insulin secretion and liver, skeletal muscle or adipocyte …",
    "abstract": "Type 2 diabetes mellitus is a metabolic disease widely spread across industrialized countries. Sedentary lifestyle and unhealthy alimentary habits lead to obesity, boosting both glucose and fatty acid in the bloodstream and eventually, insulin resistance, pancreas inflammation and faulty insulin production or secretion, all of them very well-defined hallmarks of type 2 diabetes mellitus. miRNAs are small sequences of non-coding RNA that may regulate several processes within the cells, fine-tuning protein expression, with an unexpected and subtle precision and in time-frames ranging from minutes to days. Since the discovery of miRNA and their possible implication in pathologies, several groups aimed to find a relationship between type 2 diabetes mellitus and miRNAs. Here we discuss the pattern of expression of different miRNAs in cultured cells, animal models and diabetic patients. We summarize the role of the most important miRNAs involved in pancreas growth and development, insulin secretion and liver, skeletal muscle or adipocyte insulin resistance in the context of type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29210640/",
    "clean_text": "fine tuning of micrornas in type diabetes mellitus type diabetes mellitus is a metabolic disease widely spread across industrialized countries we summarize the role of the most important mirnas involved in pancreas growth and development insulin secretion and liver skeletal muscle or adipocyte type diabetes mellitus is a metabolic disease widely spread across industrialized countries sedentary lifestyle and unhealthy alimentary habits lead to obesity boosting both glucose and fatty acid in the bloodstream and eventually insulin resistance pancreas inflammation and faulty insulin production or secretion all of them very well defined hallmarks of type diabetes mellitus mirnas are small sequences of non coding rna that may regulate several processes within the cells fine tuning protein expression with an unexpected and subtle precision and in time frames ranging from minutes to days since the discovery of mirna and their possible implication in pathologies several groups aimed to find a relationship between type diabetes mellitus and mirnas here we discuss the pattern of expression of different mirnas in cultured cells animal models and diabetic patients we summarize the role of the most important mirnas involved in pancreas growth and development insulin secretion and liver skeletal muscle or adipocyte insulin resistance in the context of type diabetes mellitus"
}