{
    "pmid": "41452615",
    "title": "Baseline Fatigue and Severe Toxic Effects in Patients With Cancer Receiving Systemic Therapy.",
    "abstract": "Fatigue is a common symptom reported by patients with cancer, yet its role as a predictor of treatment-related toxic effects has not been well characterized. Understanding whether fatigue measured at treatment initiation may be associated with subsequent toxic effects could help guide individualized treatment planning and symptom monitoring. To evaluate the association between baseline patient-reported fatigue and the risk of adverse events (AEs) in cancer treatment trials. This cohort study and pooled analysis assessed baseline fatigue data from 17 SWOG phase 2 and 3 trials conducted from 1990 to 2022. Patients were enrolled across multiple cancer types and treatment settings. Data analysis was performed from March 1, 2023, to October 17, 2025. Baseline fatigue, classified on a 5-point Likert scale, analyzed as binary thresholds (eg, <some vs ≥some fatigue) and across fatigue severity levels. Adverse events were classified using the Common Terminology Criteria for Adverse Events (CTCAE), with multiple versions mapped to version 4. Symptomatic AEs followed the Patient-Reported Outcomes-CTCAE framework; laboratory-based or measurable toxic effects were considered objective (hematologic vs nonhematologic). Primary outcomes were grade 3 or higher (severe), grade 4 or higher (life-threatening), and grade 5 (fatal) AEs. Odds ratios (ORs) were estimated using generalized estimating equations. To account for confounding, the analysis was clustered by trial and adjusted for age, sex, race, and obesity. Among 7086 patients (mean [SD] age, 62.1 [15.2] years; 2107 females [29.7%] and 4979 males [70.3%]) with prostate, lung, colorectal, lymphoma, breast, melanoma, ovarian, or pancreatic cancer, 103 738 AEs were reported. At baseline, 2771 participants (39.1%) reported some or more fatigue. Proportions with maximum AEs rated grade 3 or higher, grade 4 or higher, and grade 5 were 3128 participants (44.1%), 1001 (14.1%), and 62 (0.9%), respectively. Compared with those reporting no or minimal fatigue, patients with some fatigue or more had higher risks of severe or worse toxic effects (odds ratio [OR], 2.09; 95% CI, 1.58-2.78; P < .001), life-threatening or fatal toxic effects (OR, 1.96; 95% CI, 1.36-2.82; P < .001), and fatal toxic effects (OR, 2.35; 95% CI, 1.07-5.19; P = .03). A dose-response pattern was evident: patients reporting quite a lot or very much fatigue had an approximately 5-fold higher risk of fatal toxic effects (OR, 4.99; 95% CI, 1.84-13.51; P = .002). Findings were consistent across symptomatic, hematologic, and nonhematologic AE categories. This cohort study found that baseline patient-reported fatigue was associated with an increased risk of cancer treatment-related toxic effects. Fatigue assessments at treatment initiation may serve as an early clinical marker of risk for toxic effects and may help inform personalized treatment strategies and symptom monitoring.",
    "disease": "breast cancer",
    "clean_text": "baseline fatigue and severe toxic effects in patients with cancer receiving systemic therapy fatigue is a common symptom reported by patients with cancer yet its role as a predictor of treatment related toxic effects has not been well characterized understanding whether fatigue measured at treatment initiation may be associated with subsequent toxic effects could help guide individualized treatment planning and symptom monitoring to evaluate the association between baseline patient reported fatigue and the risk of adverse events aes in cancer treatment trials this cohort study and pooled analysis assessed baseline fatigue data from swog phase and trials conducted from to patients were enrolled across multiple cancer types and treatment settings data analysis was performed from march to october baseline fatigue classified on a point likert scale analyzed as binary thresholds eg some vs some fatigue and across fatigue severity levels adverse events were classified using the common terminology criteria for adverse events ctcae with multiple versions mapped to version symptomatic aes followed the patient reported outcomes ctcae framework laboratory based or measurable toxic effects were considered objective hematologic vs nonhematologic primary outcomes were grade or higher severe grade or higher life threatening and grade fatal aes odds ratios ors were estimated using generalized estimating equations to account for confounding the analysis was clustered by trial and adjusted for age sex race and obesity among patients mean sd age years females and males with prostate lung colorectal lymphoma breast melanoma ovarian or pancreatic cancer aes were reported at baseline participants reported some or more fatigue proportions with maximum aes rated grade or higher grade or higher and grade were participants and respectively compared with those reporting no or minimal fatigue patients with some fatigue or more had higher risks of severe or worse toxic effects odds ratio or ci p life threatening or fatal toxic effects or ci p and fatal toxic effects or ci p a dose response pattern was evident patients reporting quite a lot or very much fatigue had an approximately fold higher risk of fatal toxic effects or ci p findings were consistent across symptomatic hematologic and nonhematologic ae categories this cohort study found that baseline patient reported fatigue was associated with an increased risk of cancer treatment related toxic effects fatigue assessments at treatment initiation may serve as an early clinical marker of risk for toxic effects and may help inform personalized treatment strategies and symptom monitoring"
}