{
    "title": "Quality improvement can revolutionize tuberculosis care in India: A review.",
    "doc_id": "31813446",
    "writer": "Jain M",
    "year": "2019",
    "summary": "METHODS: We propose using an evidence based method of quality improvement principles to address many quality issues ranging from delayed turnaround time in testing, to low patient satisfaction, and slow private sector engagement. ...A major paradigm shift is …",
    "abstract": "Background/purpose:\n        \n      \n      Access, cost and quality are limiting parameters of any healthcare delivery system. RNTCP (Revised National Tuberculosis Control Program) has largely addressed the access and cost issues, however the quality of care is a major hurdle in TB care today.\n    \n\n\n          Methods:\n        \n      \n      We propose using an evidence based method of quality improvement principles to address many quality issues ranging from delayed turnaround time in testing, to low patient satisfaction, and slow private sector engagement.\n    \n\n\n          Results:\n        \n      \n      We propose a 5 step approach to learning and conducting quality improvement at the district level. Step 1: Form a team and define the problem Step 2: Develop baseline data Step 3: Create a process map Step 4: Bring a change through a PDSA Plan-Do-Study-Act cycle Step 5: Prepare run charts.\n    \n\n\n          Conclusion:\n        \n      \n      We cannot expect a different result by doing the same thing over and over again. This holds particularly true for the TB program in India. A major paradigm shift is necessary if we wish to achieve TB Free within our lifetimes. A shift from quality assurance to quality improvement offers this hope for change and TB elimination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31813446/",
    "clean_text": "quality improvement can revolutionize tuberculosis care in india a review methods we propose using an evidence based method of quality improvement principles to address many quality issues ranging from delayed turnaround time in testing to low patient satisfaction and slow private sector engagement a major paradigm shift is background purpose access cost and quality are limiting parameters of any healthcare delivery system rntcp revised national tuberculosis control program has largely addressed the access and cost issues however the quality of care is a major hurdle in tb care today methods we propose using an evidence based method of quality improvement principles to address many quality issues ranging from delayed turnaround time in testing to low patient satisfaction and slow private sector engagement results we propose a step approach to learning and conducting quality improvement at the district level step form a team and define the problem step develop baseline data step create a process map step bring a change through a pdsa plan do study act cycle step prepare run charts conclusion we cannot expect a different result by doing the same thing over and over again this holds particularly true for the tb program in india a major paradigm shift is necessary if we wish to achieve tb free within our lifetimes a shift from quality assurance to quality improvement offers this hope for change and tb elimination"
}