{
    "title": "A palliative approach for heart failure end-of-life care.",
    "doc_id": "29135524",
    "writer": "Maciver J",
    "year": "2018",
    "summary": "PURPOSE OF REVIEW: The current review discusses the integration of guideline and evidence-based palliative care into heart failure end-of-life (EOL) care. RECENT FINDINGS: North American and European heart failure societies recommend the integration of …",
    "abstract": "Purpose of review:\n        \n      \n      The current review discusses the integration of guideline and evidence-based palliative care into heart failure end-of-life (EOL) care.\n    \n\n\n          Recent findings:\n        \n      \n      North American and European heart failure societies recommend the integration of palliative care into heart failure programs. Advance care planning, shared decision-making, routine measurement of symptoms and quality of life and specialist palliative care at heart failure EOL are identified as key components to an effective heart failure palliative care program. There is limited evidence to support the effectiveness of the individual elements. However, results from the palliative care in heart failure trial suggest an integrated heart failure palliative care program can significantly improve quality of life for heart failure patients at EOL.\n    \n\n\n          Summary:\n        \n      \n      Integration of a palliative approach to heart failure EOL care helps to ensure patients receive the care that is congruent with their values, wishes and preferences. Specialist palliative care referrals are limited to those who are truly at heart failure EOL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29135524/",
    "clean_text": "a palliative approach for heart failure end of life care purpose of review the current review discusses the integration of guideline and evidence based palliative care into heart failure end of life eol care recent findings north american and european heart failure societies recommend the integration of purpose of review the current review discusses the integration of guideline and evidence based palliative care into heart failure end of life eol care recent findings north american and european heart failure societies recommend the integration of palliative care into heart failure programs advance care planning shared decision making routine measurement of symptoms and quality of life and specialist palliative care at heart failure eol are identified as key components to an effective heart failure palliative care program there is limited evidence to support the effectiveness of the individual elements however results from the palliative care in heart failure trial suggest an integrated heart failure palliative care program can significantly improve quality of life for heart failure patients at eol summary integration of a palliative approach to heart failure eol care helps to ensure patients receive the care that is congruent with their values wishes and preferences specialist palliative care referrals are limited to those who are truly at heart failure eol"
}