{
    "pmid": "41456664",
    "title": "Cross-trial prediction of treatment response to transcranial direct current stimulation in patients with major depressive disorder.",
    "abstract": "Machine-learning (ML) classification may offer a promising approach for treatment response prediction in patients with major depressive disorder (MDD) undergoing non-invasive brain stimulation. This analysis aims to develop and validate such classification models based on easily attainable sociodemographic and clinical information across two randomized controlled trials on transcranial direct-current stimulation (tDCS) in MDD. Using data from 246 patients with MDD from the randomized-controlled DepressionDC and ELECT-TDCS trials, we employed an ensemble machine learning strategy to predict treatment response to either active tDCS or sham tDCS/placebo, defined as ≥50 % reduction in the Montgomery-Åsberg Depression Rating Scale at 6 weeks. Separate models for active tDCS and sham/placebo were developed in each trial and evaluated for external validity across trials and for treatment specificity across modalities. In the DepressionDC trial, models achieved a balanced accuracy of 63.5 % for active tDCS and 62.5 % for sham tDCS in predicting treatment responders. Baseline self-rated depression was consistently ranked as the most informative feature. However, response prediction in the ELECT-TDCS trial and across trials was not successful. Our findings suggest that ML models based on easily attainable sociodemographic and clinical variables can yield modest improvements in predicting individual tDCS response, but performance remains insufficient for clinical application and will require refinement and external validation in larger, more comprehensively phenotyped cohorts.",
    "disease": "alzheimer disease",
    "clean_text": "cross trial prediction of treatment response to transcranial direct current stimulation in patients with major depressive disorder machine learning ml classification may offer a promising approach for treatment response prediction in patients with major depressive disorder mdd undergoing non invasive brain stimulation this analysis aims to develop and validate such classification models based on easily attainable sociodemographic and clinical information across two randomized controlled trials on transcranial direct current stimulation tdcs in mdd using data from patients with mdd from the randomized controlled depressiondc and elect tdcs trials we employed an ensemble machine learning strategy to predict treatment response to either active tdcs or sham tdcs placebo defined as reduction in the montgomery sberg depression rating scale at weeks separate models for active tdcs and sham placebo were developed in each trial and evaluated for external validity across trials and for treatment specificity across modalities in the depressiondc trial models achieved a balanced accuracy of for active tdcs and for sham tdcs in predicting treatment responders baseline self rated depression was consistently ranked as the most informative feature however response prediction in the elect tdcs trial and across trials was not successful our findings suggest that ml models based on easily attainable sociodemographic and clinical variables can yield modest improvements in predicting individual tdcs response but performance remains insufficient for clinical application and will require refinement and external validation in larger more comprehensively phenotyped cohorts"
}