{
    "pmid": "41395863",
    "title": "The Global Airways in Practice: Long-term Effects of Mepolizumab With or Without FESS on Type 2 Inflammation in Patients With CRSwNP.",
    "abstract": "Chronic rhinosinusitis with nasal polyps (CRSwNP) is a type 2 inflammatory disease often associated with asthma. The global airway hypothesis suggests bidirectional inflammatory interactions between upper and lower airways. Mepolizumab, an anti-IL-5 therapy, treats conditions systemically, while functional endoscopic sinus surgery (FESS) primarily addresses sinonasal disease and can improve asthma control. The combined effect on airway outcomes remains unclear. This study evaluated the global airway hypothesis with objective measures and targeted therapies. To investigate the impact of mepolizumab, with or without FESS, on airway inflammation, lung function, and symptom burden in severe CRSwNP with or without asthma. In this RCT, 58 patients received either mepolizumab alone or combined with FESS. Inflammation and symptom outcomes were analyzed in blood, nose, and bronchi at baseline, six, and 12 months. Patients were stratified by baseline inflammatory subgroup. Both groups showed improvements in FEV1% (MepoFESS: +3.4%, p = 0.010; Mepo Only: +3.5%, p = 0.015), FVC% (MepoFESS: +3.7%, p < 0.001; Mepo Only: +2.9%, p = 0.009), inflammation markers (FeNO, blood eosinophils, nasal polyp eosinophils), and all patient-reported outcomes. MepoFESS produced greater gains in nasal polyp score, nasal congestion, and overall symptom burden. Lung function and systemic inflammation improved similarly in both groups. Mepolizumab improves upper and lower airway outcomes in CRSwNP. FESS adds localized benefits in sinonasal symptom control without further impact on lower airway inflammation. Findings support a comprehensive approach targeting systemic and local type 2 inflammation in global airway disease.",
    "disease": "asthma",
    "clean_text": "the global airways in practice long term effects of mepolizumab with or without fess on type inflammation in patients with crswnp chronic rhinosinusitis with nasal polyps crswnp is a type inflammatory disease often associated with asthma the global airway hypothesis suggests bidirectional inflammatory interactions between upper and lower airways mepolizumab an anti il therapy treats conditions systemically while functional endoscopic sinus surgery fess primarily addresses sinonasal disease and can improve asthma control the combined effect on airway outcomes remains unclear this study evaluated the global airway hypothesis with objective measures and targeted therapies to investigate the impact of mepolizumab with or without fess on airway inflammation lung function and symptom burden in severe crswnp with or without asthma in this rct patients received either mepolizumab alone or combined with fess inflammation and symptom outcomes were analyzed in blood nose and bronchi at baseline six and months patients were stratified by baseline inflammatory subgroup both groups showed improvements in fev mepofess p mepo only p fvc mepofess p mepo only p inflammation markers feno blood eosinophils nasal polyp eosinophils and all patient reported outcomes mepofess produced greater gains in nasal polyp score nasal congestion and overall symptom burden lung function and systemic inflammation improved similarly in both groups mepolizumab improves upper and lower airway outcomes in crswnp fess adds localized benefits in sinonasal symptom control without further impact on lower airway inflammation findings support a comprehensive approach targeting systemic and local type inflammation in global airway disease"
}