{
    "title": "[A PhD completed. Factors subjectively and objectively influencing children's need for orthodontic treatment and their related quality of life].",
    "doc_id": "29036239",
    "writer": "Kragt-de Roos L.",
    "year": "2017",
    "summary": "The focus of this research, then, is the relationship between objective oral health, subjective oral health and oral health-related quality of life (OHRQoL) in children. These relationships were considered in connection with orthodontic problems. ...Besides malocclu …",
    "abstract": "Oral health can be measured from the perspective of the professional (objectively) and from the perspective of the patient (subjectively). However, objective and subjective oral health do not match well. The focus of this research, then, is the relationship between objective oral health, subjective oral health and oral health-related quality of life (OHRQoL) in children. These relationships were considered in connection with orthodontic problems. The research was carried out as part of the Generation R Study, a prospective study of the health of 10,000 children in Rotterdam, the Netherlands. Besides malocclusions and caries, several non-clinical factors, such as environmental factors and personal qualities, seemed to have an influence on the subjective need for orthodontic treatment and OHRQoL. Age, gender, ethnicity, and a feeling of self-worth are just like socio-economic factors that result in a variable relationship between subjective and objective oral health. This knowledge cannot only help to support effective communication between professional and patient, but also to develop targeted interventions to promote children's oral health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29036239/",
    "clean_text": "a phd completed factors subjectively and objectively influencing children s need for orthodontic treatment and their related quality of life the focus of this research then is the relationship between objective oral health subjective oral health and oral health related quality of life ohrqol in children these relationships were considered in connection with orthodontic problems besides malocclu oral health can be measured from the perspective of the professional objectively and from the perspective of the patient subjectively however objective and subjective oral health do not match well the focus of this research then is the relationship between objective oral health subjective oral health and oral health related quality of life ohrqol in children these relationships were considered in connection with orthodontic problems the research was carried out as part of the generation r study a prospective study of the health of children in rotterdam the netherlands besides malocclusions and caries several non clinical factors such as environmental factors and personal qualities seemed to have an influence on the subjective need for orthodontic treatment and ohrqol age gender ethnicity and a feeling of self worth are just like socio economic factors that result in a variable relationship between subjective and objective oral health this knowledge cannot only help to support effective communication between professional and patient but also to develop targeted interventions to promote children s oral health"
}