{
    "pmid": "41474745",
    "title": "Peptide-based covalent inhibitor of tubulin detyrosination promotes mesenchymal-to-epithelial transition in lung cancer cells.",
    "abstract": "Detyrosination is a reversible posttranslational modification specific to α-tubulin, which has been implicated in cancer progression and invasiveness by promoting epithelial-to-mesenchymal transition. The members of the vasohibin family, VASH1 and VASH2, were previously identified as the first class of enzymes involved in catalyzing this modification. Here, we report the development of a covalent VASH inhibitor, which is characterized by high specificity and low toxicity. By combining the use of a new compound with molecular approaches in lung cancer cell lines, we find that tubulin detyrosination plays an important role in the maintenance of mesenchymal properties. We show that in the absence of VASH activity, collective cell migration and 3D spheroid formation are severely compromised. Moreover, we demonstrate that the observed phenotypes are caused by the accumulation of the important epithelial marker E-cadherin with simultaneous reduction in mesenchymal markers N-cadherin and vimentin. Taken together, our study establishes tubulin detyrosination as a promising target for the future development of anticancer treatment.",
    "disease": "lung cancer",
    "clean_text": "peptide based covalent inhibitor of tubulin detyrosination promotes mesenchymal to epithelial transition in lung cancer cells detyrosination is a reversible posttranslational modification specific to tubulin which has been implicated in cancer progression and invasiveness by promoting epithelial to mesenchymal transition the members of the vasohibin family vash and vash were previously identified as the first class of enzymes involved in catalyzing this modification here we report the development of a covalent vash inhibitor which is characterized by high specificity and low toxicity by combining the use of a new compound with molecular approaches in lung cancer cell lines we find that tubulin detyrosination plays an important role in the maintenance of mesenchymal properties we show that in the absence of vash activity collective cell migration and d spheroid formation are severely compromised moreover we demonstrate that the observed phenotypes are caused by the accumulation of the important epithelial marker e cadherin with simultaneous reduction in mesenchymal markers n cadherin and vimentin taken together our study establishes tubulin detyrosination as a promising target for the future development of anticancer treatment"
}