{
    "pmid": "41400991",
    "title": "Glaucoma Epidemiology in Colombia: Analysis of the Official Ministry of Health Registry.",
    "abstract": "This registry-based study estimates the prevalence of glaucoma in Colombia to be 1.94%, with higher rates in women. Significant associations with comorbidities like retinal vascular occlusion, myopia, Raynaud's syndrome and obstructive sleep apnea were found. To estimate the prevalence of glaucoma in Colombia using data from the Individual Records of Health Services Provision (RIPS) between 2018 and 2023 and determine the prevalence ratios with diagnoses that have been linked to the development and progression of glaucoma. This observational, retrospective study analyzed secondary data from the RIPS database. The study included individuals diagnosed with glaucoma, categorized by ICD-10 codes, and associated comorbidities. The prevalence was calculated for individuals over 40 years old, and prevalence ratios were determined for comorbid conditions. Between 2018 and 2022, 399,923 patients were diagnosed with glaucoma, with a prevalence of 1.94% in individuals over 40 years old. Primary open-angle glaucoma was the most common type, with a prevalence of 1.08%. The study found strong associations between glaucoma and comorbidities such as retinal vascular occlusion (prevalence ratio of 9.1 for glaucoma and 8.8 for primary open angle glaucoma), myopia (3.3 and 3.7), Raynaud's syndrome (2.4 and 2.5) and obstructive sleep apnea (2.1 and 2.5). A positive but less significant association with migraine (2.0 and 1.9), hypothyroidism (2.1 and 2.2), asthma (1.7 and 1.7), diabetes (1.5 and 1.7), hypertension (1.4 and 1.4) and chronic obstructive pulmonary disease (1.2 and 1.3) was also found. The prevalence of glaucoma in Colombia is consistent with global estimates, but with higher rates in women. The association between glaucoma and several comorbidities underscores the importance of an early detection and comprehensive management of these diseases.",
    "disease": "asthma",
    "clean_text": "glaucoma epidemiology in colombia analysis of the official ministry of health registry this registry based study estimates the prevalence of glaucoma in colombia to be with higher rates in women significant associations with comorbidities like retinal vascular occlusion myopia raynaud s syndrome and obstructive sleep apnea were found to estimate the prevalence of glaucoma in colombia using data from the individual records of health services provision rips between and and determine the prevalence ratios with diagnoses that have been linked to the development and progression of glaucoma this observational retrospective study analyzed secondary data from the rips database the study included individuals diagnosed with glaucoma categorized by icd codes and associated comorbidities the prevalence was calculated for individuals over years old and prevalence ratios were determined for comorbid conditions between and patients were diagnosed with glaucoma with a prevalence of in individuals over years old primary open angle glaucoma was the most common type with a prevalence of the study found strong associations between glaucoma and comorbidities such as retinal vascular occlusion prevalence ratio of for glaucoma and for primary open angle glaucoma myopia and raynaud s syndrome and and obstructive sleep apnea and a positive but less significant association with migraine and hypothyroidism and asthma and diabetes and hypertension and and chronic obstructive pulmonary disease and was also found the prevalence of glaucoma in colombia is consistent with global estimates but with higher rates in women the association between glaucoma and several comorbidities underscores the importance of an early detection and comprehensive management of these diseases"
}