{
    "title": "Tonal mapping of Xi'an Mandarin and Standard Chinese.",
    "doc_id": "32359326",
    "writer": "Liu M",
    "year": "2020",
    "summary": "Tonal information can be a determinant of the phonological similarities or differences between some Chinese dialects and SC, yet relatively little empirical research has been conducted on the tonal system of other language varieties in Chinese aside from SC. Among these dialects, …",
    "abstract": "One long-neglected fact in linguistic research on Standard Chinese (SC) is that most speakers of SC also speak a local dialect, which may share phonological features with SC. Tonal information can be a determinant of the phonological similarities or differences between some Chinese dialects and SC, yet relatively little empirical research has been conducted on the tonal system of other language varieties in Chinese aside from SC. Among these dialects, Xi'an Mandarin (XM) is particularly interesting for the seemingly simple, yet intricate mapping between its lexical tones with those in SC. In this study, the tonal systems of XM and SC were compared empirically. Tones with similar contours from XM and SC were paired, and both tone production and perception experiments were carried out on bidialectal speakers of XM and SC. The two experiments together showed that there is indeed systematic mapping of tones between XM and SC. The degree of similarity of the mapped tone pair in tone perception was largely dependent on the acoustic phonetic similarity between the tones in tone production, with a phonological rule playing a role in the tone pair of low contour.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32359326/",
    "clean_text": "tonal mapping of xi an mandarin and standard chinese tonal information can be a determinant of the phonological similarities or differences between some chinese dialects and sc yet relatively little empirical research has been conducted on the tonal system of other language varieties in chinese aside from sc among these dialects one long neglected fact in linguistic research on standard chinese sc is that most speakers of sc also speak a local dialect which may share phonological features with sc tonal information can be a determinant of the phonological similarities or differences between some chinese dialects and sc yet relatively little empirical research has been conducted on the tonal system of other language varieties in chinese aside from sc among these dialects xi an mandarin xm is particularly interesting for the seemingly simple yet intricate mapping between its lexical tones with those in sc in this study the tonal systems of xm and sc were compared empirically tones with similar contours from xm and sc were paired and both tone production and perception experiments were carried out on bidialectal speakers of xm and sc the two experiments together showed that there is indeed systematic mapping of tones between xm and sc the degree of similarity of the mapped tone pair in tone perception was largely dependent on the acoustic phonetic similarity between the tones in tone production with a phonological rule playing a role in the tone pair of low contour"
}