{
    "pmid": "41449519",
    "title": "Intracranial Triggers of Takotsubo Syndrome: A Systematic Review.",
    "abstract": "Takotsubo syndrome (TTS) is a transient left ventricular dysfunction triggered by stress, often associated with intracranial disorders. This review examines intracranial triggers of TTS, summarizing evidence and implications. We searched PubMed and Web of Science following PRISMA guidelines. Eligible studies included case reports of TTS precipitated by intracranial events. Outcomes analyzed included TTS-associated complications, cardiomyopathy status at last follow-up, and recurrence rates. Subgroup analyses were performed based on trigger type and for the reverse TTS (rTTS). A total of 167 studies were included, comprising 156 patients with conventional TTS and 28 with rTTS. The mean age in the conventional cohort was 57.73 years, with 85.9% being female. Hypertension (16.5%) was the most common comorbidity. ST-segment elevation (45.1%) and T-wave inversion (38.2%) were predominant electrocardiographic findings, while left ventricular systolic dysfunction (65.2%) was the main echocardiographic abnormality. Complications occurred in 95 patients, most commonly arrhythmias (39.4%), pulmonary edema (15.1%), and new valve disorders (11.2%). At last follow-up, 134 cases resolved, 15 patients died, and recurrence was 10.9%. Triggers were: seizures (n=43), subarachnoid hemorrhage (SAH) (n=36), ischemic stroke (n=18), multiple sclerosis (n=6), traumatic brain injury (n=6), tumor removal (n=6), and others (n=30). Intracranial events are significant TTS triggers. While outcomes are favorable, mortality was more common in patients with SAH compared with other triggers. Standardized studies are needed to optimize treatment. Given that all included studies were case reports, findings should be interpreted cautiously, recognizing the exploratory nature of the data and the limitations in the level of evidence.",
    "disease": "hypertension",
    "clean_text": "intracranial triggers of takotsubo syndrome a systematic review takotsubo syndrome tts is a transient left ventricular dysfunction triggered by stress often associated with intracranial disorders this review examines intracranial triggers of tts summarizing evidence and implications we searched pubmed and web of science following prisma guidelines eligible studies included case reports of tts precipitated by intracranial events outcomes analyzed included tts associated complications cardiomyopathy status at last follow up and recurrence rates subgroup analyses were performed based on trigger type and for the reverse tts rtts a total of studies were included comprising patients with conventional tts and with rtts the mean age in the conventional cohort was years with being female hypertension was the most common comorbidity st segment elevation and t wave inversion were predominant electrocardiographic findings while left ventricular systolic dysfunction was the main echocardiographic abnormality complications occurred in patients most commonly arrhythmias pulmonary edema and new valve disorders at last follow up cases resolved patients died and recurrence was triggers were seizures n subarachnoid hemorrhage sah n ischemic stroke n multiple sclerosis n traumatic brain injury n tumor removal n and others n intracranial events are significant tts triggers while outcomes are favorable mortality was more common in patients with sah compared with other triggers standardized studies are needed to optimize treatment given that all included studies were case reports findings should be interpreted cautiously recognizing the exploratory nature of the data and the limitations in the level of evidence"
}