{
    "pmid": "41453783",
    "title": "Ethics and dilemmas regarding acceptance of COVID-19 vaccine among people living in an Indian metropolitan city during the pandemic: a qualitative study.",
    "abstract": "To explore public perceptions of COVID-19 vaccine acceptance and hesitancy in India, and to identify underlying factors influencing attitudes toward vaccination during the second wave of the pandemic. A cross-sectional qualitative study based on a grounded theory approach. Community-based interviews conducted in Mumbai, a densely populated metropolitan city in India, during the second COVID-19 wave (April-June 2021). Twenty purposively selected adults (men and women aged 22-87 years) from varied educational and occupational backgrounds. Inclusion criteria were willingness to participate and the ability to provide informed consent; individuals directly involved in COVID-19 vaccine policy or administration were excluded. In-depth semi-structured interviews were conducted using an interview guide exploring perceptions of COVID-19 vaccination. Interviews were audio-recorded, transcribed verbatim and analysed inductively following grounded theory principles. Reflexivity was maintained throughout data collection and analysis. Key emergent themes relating to vaccine acceptance, hesitancy and influencing factors such as safety concerns, efficacy perceptions, media influence and social determinants of vaccine choice. Attitudes toward vaccination ranged from strong acceptance to hesitancy driven by concerns about safety, side effects and the speed of vaccine development. Media coverage, peer and healthcare professional opinions, and personal experiences shaped the decision of the participants. Cost considerations and lack of vaccine choice influenced uptake. Many participants favoured vaccination being voluntary rather than mandatory for the general population. Trust in authorities, transparent risk communication and culturally sensitive engagement are critical to improving vaccine confidence. Public health strategies should address safety concerns, ensure equitable access and promote consistent messaging to enhance vaccine acceptance in current and future pandemic contexts.",
    "disease": "pneumonia",
    "clean_text": "ethics and dilemmas regarding acceptance of covid vaccine among people living in an indian metropolitan city during the pandemic a qualitative study to explore public perceptions of covid vaccine acceptance and hesitancy in india and to identify underlying factors influencing attitudes toward vaccination during the second wave of the pandemic a cross sectional qualitative study based on a grounded theory approach community based interviews conducted in mumbai a densely populated metropolitan city in india during the second covid wave april june twenty purposively selected adults men and women aged years from varied educational and occupational backgrounds inclusion criteria were willingness to participate and the ability to provide informed consent individuals directly involved in covid vaccine policy or administration were excluded in depth semi structured interviews were conducted using an interview guide exploring perceptions of covid vaccination interviews were audio recorded transcribed verbatim and analysed inductively following grounded theory principles reflexivity was maintained throughout data collection and analysis key emergent themes relating to vaccine acceptance hesitancy and influencing factors such as safety concerns efficacy perceptions media influence and social determinants of vaccine choice attitudes toward vaccination ranged from strong acceptance to hesitancy driven by concerns about safety side effects and the speed of vaccine development media coverage peer and healthcare professional opinions and personal experiences shaped the decision of the participants cost considerations and lack of vaccine choice influenced uptake many participants favoured vaccination being voluntary rather than mandatory for the general population trust in authorities transparent risk communication and culturally sensitive engagement are critical to improving vaccine confidence public health strategies should address safety concerns ensure equitable access and promote consistent messaging to enhance vaccine acceptance in current and future pandemic contexts"
}