{
    "pmid": "41456756",
    "title": "Indications, Timing, and Outcome of Decompressive Craniectomy in Malignant Middle Cerebral Artery Infarction: a Swedish Multi-centre Study.",
    "abstract": "Malignant middle cerebral artery infarction (MMI) can cause life-threatening oedema with high mortality rates. Randomised controlled trials (RCTs) have shown that decompressive hemicraniectomy (DC) can improve survival rate and functional outcome in selected MMI patients. However, real-world outcomes are less well described. To investigate DC indications, timing, and outcomes in MMI patients treated at four Swedish neurosurgical centres and the degree of alignment of real-world patient selection with eligibility criteria from two landmark RCTs-DESTINY I & II. This retrospective, Swedish multi-centre (n=4) cohort study included 335 MMI patients treated with DC between 2008-2022. Demographics, clinical and radiological status, surgical factors, and 6-month outcomes (modified Rankin Scale [mRS]) were collected and compared across centres and with DESTINY-trials. Median age was 55 (48-61) years, and 75% were male. Pre-DC, median Glasgow Coma Scale Motor score was 5 (5-6) and Charlson Co-morbidity Index 3 (3-4). DC was performed at a median of 38 (25-56) hours from stroke onset. Median mRS at 6 months was 4(4-5), 24% had mRS ≤3, and mortality was 17%. Only 19% and 12% of patients would have qualified for DESTINY I and II-trials, respectively. Indication and timing of DC as a treatment of MMI demonstrated notable discrepancies in surgical practice across centres and compared to landmark RCTs. However, despite differences in timing and indications for DC, outcome did not differ significantly across centres. Our findings provide insight into outcome of DC performed for MMI outside the strict criteria supported by level 1 evidence.",
    "disease": "stroke",
    "clean_text": "indications timing and outcome of decompressive craniectomy in malignant middle cerebral artery infarction a swedish multi centre study malignant middle cerebral artery infarction mmi can cause life threatening oedema with high mortality rates randomised controlled trials rcts have shown that decompressive hemicraniectomy dc can improve survival rate and functional outcome in selected mmi patients however real world outcomes are less well described to investigate dc indications timing and outcomes in mmi patients treated at four swedish neurosurgical centres and the degree of alignment of real world patient selection with eligibility criteria from two landmark rcts destiny i ii this retrospective swedish multi centre n cohort study included mmi patients treated with dc between demographics clinical and radiological status surgical factors and month outcomes modified rankin scale mrs were collected and compared across centres and with destiny trials median age was years and were male pre dc median glasgow coma scale motor score was and charlson co morbidity index dc was performed at a median of hours from stroke onset median mrs at months was had mrs and mortality was only and of patients would have qualified for destiny i and ii trials respectively indication and timing of dc as a treatment of mmi demonstrated notable discrepancies in surgical practice across centres and compared to landmark rcts however despite differences in timing and indications for dc outcome did not differ significantly across centres our findings provide insight into outcome of dc performed for mmi outside the strict criteria supported by level evidence"
}