{
    "title": "[Diabetes mellitus in children].",
    "doc_id": "16106756",
    "writer": "Körner A.",
    "year": "2005",
    "summary": "The review is covering different forms of diabetes mellitus occurring in children and adolescents. Main characteristics of childhood diabetes are based on the continuous changes in growth and development of children. ...Due to space limitations, acute and lat …",
    "abstract": "The review is covering different forms of diabetes mellitus occurring in children and adolescents. Main characteristics of childhood diabetes are based on the continuous changes in growth and development of children. The review is focusing on the diagnostics, epidemiology, etiopathogenesis and natural course of type 1 diabetes, the dominant form in the pediatric age group. Insulin treatment, nutritional management and education, including age related special problems are covered. Due to space limitations, acute and late complications, as well as possible prevention of type 1 diabetes are shortly mentioned. Beside type 1 diabetes, other forms of carbohydrate intolerance occurring in children are also also included. Among those, special emphasis is put on type 2 diabetes, due to its increasing incidence in children and adolescents parallel to the increased prevalence of childhood obesity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16106756/",
    "clean_text": "diabetes mellitus in children the review is covering different forms of diabetes mellitus occurring in children and adolescents main characteristics of childhood diabetes are based on the continuous changes in growth and development of children due to space limitations acute and lat the review is covering different forms of diabetes mellitus occurring in children and adolescents main characteristics of childhood diabetes are based on the continuous changes in growth and development of children the review is focusing on the diagnostics epidemiology etiopathogenesis and natural course of type diabetes the dominant form in the pediatric age group insulin treatment nutritional management and education including age related special problems are covered due to space limitations acute and late complications as well as possible prevention of type diabetes are shortly mentioned beside type diabetes other forms of carbohydrate intolerance occurring in children are also also included among those special emphasis is put on type diabetes due to its increasing incidence in children and adolescents parallel to the increased prevalence of childhood obesity"
}