{
    "pmid": "41473724",
    "title": "Blood bank trends in Kuwait: five-year analysis of donations and investigations.",
    "abstract": "Reliable national transfusion services require continuous surveillance of donation activity, inventory losses, transfusion-transmissible infection (TTI) screening, and immunohematology workload. Kuwait's centralized service is coordinated by the Kuwait Central Blood Bank (KCBB). We performed a retrospective analysis of officially requested KCBB annual reports (January 2019-December 2023). Collated variables included donation volumes, donor sex and ABO/RhD distribution, discarded components, and NAT screening outcomes for HBV, HCV, and HIV. Patient-side indicators comprised total immunohematology samples, antibody screening/identification, antenatal testing, and alloantibody profiles. The analysis was descriptive, presenting distributions and temporal trends without inferential testing. Donations averaged ~82,000 annually, with a decline during the COVID-19 pandemic (2020-2021) and recovery to ~85,000 in 2023. Male donors accounted for >85% of donations. O RhD KCBB data highlight persistent male predominance among donors, RhD-negative scarcity (8.6%), and variable component wastage, especially FFP. These findings support targeted donor-recruitment strategies, obstetric-transfusion planning for RhD-negative supply, and strengthened inventory management to improve resilience and safety of Kuwait's blood supply.",
    "disease": "pneumonia",
    "clean_text": "blood bank trends in kuwait five year analysis of donations and investigations reliable national transfusion services require continuous surveillance of donation activity inventory losses transfusion transmissible infection tti screening and immunohematology workload kuwait s centralized service is coordinated by the kuwait central blood bank kcbb we performed a retrospective analysis of officially requested kcbb annual reports january december collated variables included donation volumes donor sex and abo rhd distribution discarded components and nat screening outcomes for hbv hcv and hiv patient side indicators comprised total immunohematology samples antibody screening identification antenatal testing and alloantibody profiles the analysis was descriptive presenting distributions and temporal trends without inferential testing donations averaged annually with a decline during the covid pandemic and recovery to in male donors accounted for of donations o rhd kcbb data highlight persistent male predominance among donors rhd negative scarcity and variable component wastage especially ffp these findings support targeted donor recruitment strategies obstetric transfusion planning for rhd negative supply and strengthened inventory management to improve resilience and safety of kuwait s blood supply"
}