{
    "pmid": "41450081",
    "title": "Naomaili Granules Attenuate Cerebral Ischemia/Reperfusion Injury by Inhibiting Endoplasmic Reticulum Stress and RhoA/Pyrin Signaling Pathway.",
    "abstract": "Ischemic stroke (IS) is the worldwide leading cause of death and disability, so finding new approaches to prevent and treat IS has become urgent. Naomaili granules (NML), a proprietary Chinese medicine modified from Buyang Huanwu Decoction, has significant beneficial effects in treating IS. The present study demonstrated that NML significantly narrowed the volume of cerebral infarction in rats after middle cerebral artery occlusion (MCAO)/reperfusion (R), and in addition, improved their neurological function and reduced neuronal cell damage. Moreover, NML suppressed endoplasmic reticulum (ER) stress in MCAO/R rats and attenuated cellular pyroptosis by inhibiting the Ras Homolog Family Member A (RhoA)/pyrin pathway. In conclusion, the present study demonstrated that cerebral ischemia/reperfusion-induced ER stress in rat cortical neurons and may mediate pyroptosis of the cortical neurons through RhoA/pyrin. Meanwhile, NML reduced neuronal death and improved neurological function in rats by inhibiting ER stress and the RhoA/pyrin cellular pathway.",
    "disease": "stroke",
    "clean_text": "naomaili granules attenuate cerebral ischemia reperfusion injury by inhibiting endoplasmic reticulum stress and rhoa pyrin signaling pathway ischemic stroke is is the worldwide leading cause of death and disability so finding new approaches to prevent and treat is has become urgent naomaili granules nml a proprietary chinese medicine modified from buyang huanwu decoction has significant beneficial effects in treating is the present study demonstrated that nml significantly narrowed the volume of cerebral infarction in rats after middle cerebral artery occlusion mcao reperfusion r and in addition improved their neurological function and reduced neuronal cell damage moreover nml suppressed endoplasmic reticulum er stress in mcao r rats and attenuated cellular pyroptosis by inhibiting the ras homolog family member a rhoa pyrin pathway in conclusion the present study demonstrated that cerebral ischemia reperfusion induced er stress in rat cortical neurons and may mediate pyroptosis of the cortical neurons through rhoa pyrin meanwhile nml reduced neuronal death and improved neurological function in rats by inhibiting er stress and the rhoa pyrin cellular pathway"
}