{
    "pmid": "41456344",
    "title": "Dietary Theogallin Enhances Cognitive Function and Neuronal Activation via Immediate-Early Gene Activation in Aged Mice.",
    "abstract": "Theogallin, a tea-derived polyphenol enriched in newly developed cultivars such as MK5601, has been shown to have cognitive benefits. However, its biological and mechanistic effects of theogallin remain unclear. Herein, we investigated the transcriptomic profiles of six mouse tissues after oral theogallin administration. Theogallin induced tissue-enriched transcriptional responses, particularly in the brain, where it activated memory-related and neuronal activity-related pathways through the upregulation of immediate-early genes (IEGs). These transcriptional changes closely resembled brain-derived neurotrophic factor (BDNF)-induced neuronal activation and contrasted with gene expression patterns associated with Alzheimer's disease. In aged mice, theogallin improved recognition memory and increased the expression of IEGs-associated proteins, while reducing neurodegeneration-linked markers. Theogallin also enhanced neuronal gene expression in SH-SY5Y cells, supporting a direct neuromodulatory role and further promoting neurite outgrowth. Therefore, theogallin is a functional enhancer of neuronal activation with potential therapeutic relevance for age-related cognitive decline and neurodegenerative disorders.",
    "disease": "alzheimer disease",
    "clean_text": "dietary theogallin enhances cognitive function and neuronal activation via immediate early gene activation in aged mice theogallin a tea derived polyphenol enriched in newly developed cultivars such as mk has been shown to have cognitive benefits however its biological and mechanistic effects of theogallin remain unclear herein we investigated the transcriptomic profiles of six mouse tissues after oral theogallin administration theogallin induced tissue enriched transcriptional responses particularly in the brain where it activated memory related and neuronal activity related pathways through the upregulation of immediate early genes iegs these transcriptional changes closely resembled brain derived neurotrophic factor bdnf induced neuronal activation and contrasted with gene expression patterns associated with alzheimer s disease in aged mice theogallin improved recognition memory and increased the expression of iegs associated proteins while reducing neurodegeneration linked markers theogallin also enhanced neuronal gene expression in sh sy y cells supporting a direct neuromodulatory role and further promoting neurite outgrowth therefore theogallin is a functional enhancer of neuronal activation with potential therapeutic relevance for age related cognitive decline and neurodegenerative disorders"
}