{
    "pmid": "41452680",
    "title": "Upper Limb Exercises Reduce Non-motor Symptoms and Increase Cognitive Function in Parkinson's Disease: Randomized Controlled Trial.",
    "abstract": "BackgroundPhysical exercise is a promising approach to address non-motor symptoms (NMS) in Parkinson's disease (PD), although the most effective modalities remain under investigation.ObjectiveTo compare the effects of three upper limb (UL) exercise modalities-resistance training (RES), aerobic exercise (AER), and task-specific training (TST)-on NMS in PD.MethodsThirty-seven community-dwelling individuals with PD (mean age = 62 ± 10 years; mean diagnosis duration = 7 ± 5 years; mean Hoehn & Yahr stage = 2 ± 0.4) were randomized into three intervention groups (RES, AER, TST) and a usual care control group. Interventions were performed three times per week, 40-50 minutes per session, over 8 weeks. Clinical outcomes included overall NMS (Movement Disorder Society-Unified Parkinson's Disease Rating Scale Part I, MDS-UPDRS I), global and domain-specific cognition (Mini-Mental State Examination [MMSE], Addenbrooke's Cognitive Examination-Revised [ACE-R], Trail Making Test), depression (Geriatric Depression Scale [GDS]), and anxiety (Beck Anxiety Inventory [BAI]). Intervention effects were analyzed using mixed-effects models and non-parametric factorial analyses.ResultsBetween-group analyses showed that UL exercises similarly reduced overall NMS severity and cognitive dysfunction, while maintaining baseline fatigue levels, in contrast to deterioration in the CON. RES and TST reduced anxiety (BAI), and RES also reduced apathy. Within-group improvements in cognitive domains, depression, hallucinations, and sleep problems were observed in the RES and TST groups.ConclusionsThis is the first study to demonstrate that isolated UL exercise modalities exert clinically relevant effects on NMS in PD. These modalities may be valuable additions to multidimensional rehabilitation strategies in PD care. [Brazilian Registry of Clinical Trials: RBR-7zjgnrx].",
    "disease": "parkinson disease",
    "clean_text": "upper limb exercises reduce non motor symptoms and increase cognitive function in parkinson s disease randomized controlled trial backgroundphysical exercise is a promising approach to address non motor symptoms nms in parkinson s disease pd although the most effective modalities remain under investigation objectiveto compare the effects of three upper limb ul exercise modalities resistance training res aerobic exercise aer and task specific training tst on nms in pd methodsthirty seven community dwelling individuals with pd mean age years mean diagnosis duration years mean hoehn yahr stage were randomized into three intervention groups res aer tst and a usual care control group interventions were performed three times per week minutes per session over weeks clinical outcomes included overall nms movement disorder society unified parkinson s disease rating scale part i mds updrs i global and domain specific cognition mini mental state examination mmse addenbrooke s cognitive examination revised ace r trail making test depression geriatric depression scale gds and anxiety beck anxiety inventory bai intervention effects were analyzed using mixed effects models and non parametric factorial analyses resultsbetween group analyses showed that ul exercises similarly reduced overall nms severity and cognitive dysfunction while maintaining baseline fatigue levels in contrast to deterioration in the con res and tst reduced anxiety bai and res also reduced apathy within group improvements in cognitive domains depression hallucinations and sleep problems were observed in the res and tst groups conclusionsthis is the first study to demonstrate that isolated ul exercise modalities exert clinically relevant effects on nms in pd these modalities may be valuable additions to multidimensional rehabilitation strategies in pd care brazilian registry of clinical trials rbr zjgnrx"
}