{
    "pmid": "41437165",
    "title": "Novel and simple technique to prevent internal hernias after laparoscopic left-sided colorectal resection: alignment and fixation of the proximal jejunum.",
    "abstract": "Internal hernia with small bowel obstruction after laparoscopic colorectal resection is a rare but potentially life-threatening complication, especially when it occurs after left hemicolectomy. While several studies have suggested that the closure of mesenteric defects may prevent internal hernias, the optimal preventive strategy has yet to be determined. We describe a surgical technique designed to reduce the risk of internal hernia after left-sided colorectal resection, involving complete mobilization of the proximal jejunum, followed by its alignment and fixation to the epiploic appendages over the reconstructed left mesocolon. From November 2024 to February 2025, the aforementioned surgical procedures were successfully performed in 25 patients who underwent laparoscopic colorectal resection with splenic flexure mobilization. No symptomatic or asymptomatic internal hernias were observed during the follow-up computed tomography (CT) scan (3-6 months). This novel technique has the potential to reduce internal hernias. Further studies are required.",
    "disease": "colorectal cancer",
    "clean_text": "novel and simple technique to prevent internal hernias after laparoscopic left sided colorectal resection alignment and fixation of the proximal jejunum internal hernia with small bowel obstruction after laparoscopic colorectal resection is a rare but potentially life threatening complication especially when it occurs after left hemicolectomy while several studies have suggested that the closure of mesenteric defects may prevent internal hernias the optimal preventive strategy has yet to be determined we describe a surgical technique designed to reduce the risk of internal hernia after left sided colorectal resection involving complete mobilization of the proximal jejunum followed by its alignment and fixation to the epiploic appendages over the reconstructed left mesocolon from november to february the aforementioned surgical procedures were successfully performed in patients who underwent laparoscopic colorectal resection with splenic flexure mobilization no symptomatic or asymptomatic internal hernias were observed during the follow up computed tomography ct scan months this novel technique has the potential to reduce internal hernias further studies are required"
}