{
    "title": "Tracking from the tropics reveals behaviour of juvenile songbirds on their first spring migration.",
    "doc_id": "25141193",
    "writer": "McKinnon EA",
    "year": "2014",
    "summary": "We found significant differences between the timing of juvenile migration and that of more experienced adults: juveniles not only departed later from tropical wintering sites relative to adults, they also became progressively later as they moved northward. ...To det …",
    "abstract": "Juvenile songbirds on spring migration travel from tropical wintering sites to temperate breeding destinations thousands of kilometres away with no prior experience to guide them. We provide a first glimpse at the migration timing, routes, and stopover behaviour of juvenile wood thrushes (Hylocichla mustelina) on their inaugural spring migration by using miniaturized archival geolocators to track them from Central America to the U.S. and Canada. We found significant differences between the timing of juvenile migration and that of more experienced adults: juveniles not only departed later from tropical wintering sites relative to adults, they also became progressively later as they moved northward. The increasing delay was driven by more frequent short stops by juveniles along their migration route, particularly in the U.S. as they got closer to breeding sites. Surprisingly, juveniles were just as likely as adults to cross the Gulf of Mexico, an open-water crossing of 800-1000 km, and migration route at the Gulf was not significantly different for juveniles relative to adults. To determine if the later departure of juveniles was related to poor body condition in winter relative to adults, we examined percent lean body mass, fat scores, and pectoral muscle scores of juvenile versus adult birds at a wintering site in Belize. We found no age-related differences in body condition. Later migration timing of juveniles relative to adults could be an adaptive strategy (as opposed to condition-dependent) to avoid the high costs of fast migration and competition for breeding territories with experienced and larger adults. We did find significant differences in wing size between adults and juveniles, which could contribute to lower flight efficiency of juveniles and thus slower overall migration speed. We provide the first step toward understanding the \"black box\" of juvenile songbird migration by documenting their migration timing and en route performance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25141193/",
    "clean_text": "tracking from the tropics reveals behaviour of juvenile songbirds on their first spring migration we found significant differences between the timing of juvenile migration and that of more experienced adults juveniles not only departed later from tropical wintering sites relative to adults they also became progressively later as they moved northward to det juvenile songbirds on spring migration travel from tropical wintering sites to temperate breeding destinations thousands of kilometres away with no prior experience to guide them we provide a first glimpse at the migration timing routes and stopover behaviour of juvenile wood thrushes hylocichla mustelina on their inaugural spring migration by using miniaturized archival geolocators to track them from central america to the u s and canada we found significant differences between the timing of juvenile migration and that of more experienced adults juveniles not only departed later from tropical wintering sites relative to adults they also became progressively later as they moved northward the increasing delay was driven by more frequent short stops by juveniles along their migration route particularly in the u s as they got closer to breeding sites surprisingly juveniles were just as likely as adults to cross the gulf of mexico an open water crossing of km and migration route at the gulf was not significantly different for juveniles relative to adults to determine if the later departure of juveniles was related to poor body condition in winter relative to adults we examined percent lean body mass fat scores and pectoral muscle scores of juvenile versus adult birds at a wintering site in belize we found no age related differences in body condition later migration timing of juveniles relative to adults could be an adaptive strategy as opposed to condition dependent to avoid the high costs of fast migration and competition for breeding territories with experienced and larger adults we did find significant differences in wing size between adults and juveniles which could contribute to lower flight efficiency of juveniles and thus slower overall migration speed we provide the first step toward understanding the black box of juvenile songbird migration by documenting their migration timing and en route performance"
}