{
    "title": "Genetic inhibition of flowering differs between juvenile and adult Citrus trees.",
    "doc_id": "30289429",
    "writer": "Muñoz-Fambuena N",
    "year": "2019",
    "summary": "BACKGROUND AND AIMS: In woody species, the juvenile period maintains the axillary meristems in a vegetative stage, unable to flower, for several years. ...Thus, we studied the expression of the main flowering time, identity and patterning genes of trees with heavy fruit lo …",
    "abstract": "Background and aims:\n        \n      \n      In woody species, the juvenile period maintains the axillary meristems in a vegetative stage, unable to flower, for several years. However, in adult trees, some 1-year-old meristems flower whereas others remain vegetative to ensure a polycarpic growth habit. Both types of trees, therefore, have non-flowering meristems, and we hypothesize that the molecular mechanism regulating flower inhibition in juvenile trees is different from that in adult trees.\n    \n\n\n          Methods:\n        \n      \n      In adult Citrus trees, the main endogenous factor inhibiting flower induction is the growing fruit. Thus, we studied the expression of the main flowering time, identity and patterning genes of trees with heavy fruit load (not-flowering adult trees) compared to that of 6-month-old trees (not-flowering juvenile trees). Adult trees without fruits (flowering trees) were used as a control. Second, we studied the expression of the same genes in the meristems of 6-month, and 1-, 3-, 5- and 7-year-old juvenile trees compared to 10-year-old flowering trees.\n    \n\n\n          Key results:\n        \n      \n      The axillary meristems of juvenile trees are unable to transcribe flowering time and patterning genes during the period of induction, although they are able to transcribe the FLOWERING LOCUS T citrus orthologue (CiFT2) in leaves. By contrast, meristems of not-flowering adult trees are able to transcribe the flowering network genes but fail to achieve the transcription threshold required to flower, due to CiFT2 repression by the fruit. Juvenile meristems progressively achieve gene expression, with age-dependent differences from 6 months to 7 years, FD-like and CsLFY being the last genes to be expressed.\n    \n\n\n          Conclusions:\n        \n      \n      During the juvenile period the mechanism inhibiting flowering is determined in the immature bud, so that it progressively acquires flowering ability at the gene expression level of the flowering time programme, whereas in the adult tree it is determined in the leaf, where repression of CiFT2 gene expression occurs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30289429/",
    "clean_text": "genetic inhibition of flowering differs between juvenile and adult citrus trees background and aims in woody species the juvenile period maintains the axillary meristems in a vegetative stage unable to flower for several years thus we studied the expression of the main flowering time identity and patterning genes of trees with heavy fruit lo background and aims in woody species the juvenile period maintains the axillary meristems in a vegetative stage unable to flower for several years however in adult trees some year old meristems flower whereas others remain vegetative to ensure a polycarpic growth habit both types of trees therefore have non flowering meristems and we hypothesize that the molecular mechanism regulating flower inhibition in juvenile trees is different from that in adult trees methods in adult citrus trees the main endogenous factor inhibiting flower induction is the growing fruit thus we studied the expression of the main flowering time identity and patterning genes of trees with heavy fruit load not flowering adult trees compared to that of month old trees not flowering juvenile trees adult trees without fruits flowering trees were used as a control second we studied the expression of the same genes in the meristems of month and and year old juvenile trees compared to year old flowering trees key results the axillary meristems of juvenile trees are unable to transcribe flowering time and patterning genes during the period of induction although they are able to transcribe the flowering locus t citrus orthologue cift in leaves by contrast meristems of not flowering adult trees are able to transcribe the flowering network genes but fail to achieve the transcription threshold required to flower due to cift repression by the fruit juvenile meristems progressively achieve gene expression with age dependent differences from months to years fd like and cslfy being the last genes to be expressed conclusions during the juvenile period the mechanism inhibiting flowering is determined in the immature bud so that it progressively acquires flowering ability at the gene expression level of the flowering time programme whereas in the adult tree it is determined in the leaf where repression of cift gene expression occurs"
}