{
    "pmid": "41425131",
    "title": "When the Heart's Blueprint Goes Awry: Exploring Congenital Absence of the Left Circumflex Artery in a Case of Chronic Dyspnea.",
    "abstract": "Congenital absence of the left circumflex artery (CALCx) is a rare coronary anomaly that is often asymptomatic but sometimes presents with nonspecific symptoms that may be mistaken for obstructive coronary artery disease. We present the case of a 59-year-old woman with a long-standing history of exertional dyspnea and recent onset of palpitations, orthopnea, and chest heaviness. Her vital signs on presentation were blood pressure 132/78 mmHg, heart rate 86 bpm, respiratory rate 16/min, temperature 36.6°C, and oxygen saturation 96% on room air. Her cardiovascular risk factors included hypertension, hyperlipidemia, obesity, and obstructive sleep apnea. Initial workup, including ECG and stress testing, revealed nonspecific changes and ventricular ectopy. Coronary angiography and CT angiography confirmed CALCx, with a hyperdominant right coronary artery supplying the LCx territory and mild atherosclerotic changes. Her coronary calcium score of 95.1 represented a mild-to-moderate atherosclerotic burden relevant to long-term risk stratification. The patient's symptoms were attributed to a supply-demand mismatch due to the anatomical variant, rather than obstructive coronary disease. She was managed conservatively with medical therapy and risk factor modification, leading to gradual symptomatic improvement. This case is unique because it presented with chronic dyspnea without evidence of ischemia, unlike prior reports describing myocardial infarction, syncope, or emotional stress-related chest pain. This case highlights the importance of considering rare congenital anomalies like CALCx in the differential diagnosis of chronic dyspnea and nonspecific cardiac symptoms. Accurate diagnosis via coronary CTA or invasive angiography is essential to avoid misdiagnosis and guide management. Individualized, conservative treatment may be appropriate in the absence of hemodynamically significant lesions.",
    "disease": "coronary artery disease",
    "clean_text": "when the heart s blueprint goes awry exploring congenital absence of the left circumflex artery in a case of chronic dyspnea congenital absence of the left circumflex artery calcx is a rare coronary anomaly that is often asymptomatic but sometimes presents with nonspecific symptoms that may be mistaken for obstructive coronary artery disease we present the case of a year old woman with a long standing history of exertional dyspnea and recent onset of palpitations orthopnea and chest heaviness her vital signs on presentation were blood pressure mmhg heart rate bpm respiratory rate min temperature c and oxygen saturation on room air her cardiovascular risk factors included hypertension hyperlipidemia obesity and obstructive sleep apnea initial workup including ecg and stress testing revealed nonspecific changes and ventricular ectopy coronary angiography and ct angiography confirmed calcx with a hyperdominant right coronary artery supplying the lcx territory and mild atherosclerotic changes her coronary calcium score of represented a mild to moderate atherosclerotic burden relevant to long term risk stratification the patient s symptoms were attributed to a supply demand mismatch due to the anatomical variant rather than obstructive coronary disease she was managed conservatively with medical therapy and risk factor modification leading to gradual symptomatic improvement this case is unique because it presented with chronic dyspnea without evidence of ischemia unlike prior reports describing myocardial infarction syncope or emotional stress related chest pain this case highlights the importance of considering rare congenital anomalies like calcx in the differential diagnosis of chronic dyspnea and nonspecific cardiac symptoms accurate diagnosis via coronary cta or invasive angiography is essential to avoid misdiagnosis and guide management individualized conservative treatment may be appropriate in the absence of hemodynamically significant lesions"
}