{
    "title": "Re-emergence of scrub typhus in Zhejiang Province, southern China: A 45-year population-based surveillance study.",
    "doc_id": "31125615",
    "writer": "Ren J",
    "year": "2019",
    "summary": "This study was conducted to document the epidemiological characteristics of scrub typhus and its change in Zhejiang, one of traditional epidemic provinces in China. METHODS: Scrub typhus surveillance data in Zhejiang province during 1957-1989 and 2006-2012 were obta …",
    "abstract": "Background:\n        \n      \n      Scrub typhus is the leading cause of treatable unidentified febrile illnesses in Southeast Asia. This study was conducted to document the epidemiological characteristics of scrub typhus and its change in Zhejiang, one of traditional epidemic provinces in China.\n    \n\n\n          Methods:\n        \n      \n      Scrub typhus surveillance data in Zhejiang province during 1957-1989 and 2006-2012 were obtained. Descriptive analysis was conducted to characterize the epidemiology of scrub typhus. The spatial distributions over the periods were explored using spatial autocorrelation analysis and spatiotemporal cluster analysis.\n    \n\n\n          Results:\n        \n      \n      A total of 4104 cases and 7 deaths were reported from 1957 to 1989 and 2006 to 2017. The incidence declined since 1959, remained low from 1967 to 1989, and then exponentially increased after 2006. The seasonality changed from a summer pattern between 1957 and 1989 to a bimodal peak pattern in July to August and October to November from 2006 to 2017. One primary and three secondary high-risk clusters were affirmed in both periods from 1980 to 1989 and 2006 to 2017. The primary cluster expanded southwestward and the time span of the secondary clusters extended in the later period compared to the clusters in the previous time frame.\n    \n\n\n          Conclusion:\n        \n      \n      Zhejiang recently underwent a seasonality change, geographic extension, and incidence increase in scrub typhus. More attention should be paid to controlling scrub typhus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31125615/",
    "clean_text": "re emergence of scrub typhus in zhejiang province southern china a year population based surveillance study this study was conducted to document the epidemiological characteristics of scrub typhus and its change in zhejiang one of traditional epidemic provinces in china methods scrub typhus surveillance data in zhejiang province during and were obta background scrub typhus is the leading cause of treatable unidentified febrile illnesses in southeast asia this study was conducted to document the epidemiological characteristics of scrub typhus and its change in zhejiang one of traditional epidemic provinces in china methods scrub typhus surveillance data in zhejiang province during and were obtained descriptive analysis was conducted to characterize the epidemiology of scrub typhus the spatial distributions over the periods were explored using spatial autocorrelation analysis and spatiotemporal cluster analysis results a total of cases and deaths were reported from to and to the incidence declined since remained low from to and then exponentially increased after the seasonality changed from a summer pattern between and to a bimodal peak pattern in july to august and october to november from to one primary and three secondary high risk clusters were affirmed in both periods from to and to the primary cluster expanded southwestward and the time span of the secondary clusters extended in the later period compared to the clusters in the previous time frame conclusion zhejiang recently underwent a seasonality change geographic extension and incidence increase in scrub typhus more attention should be paid to controlling scrub typhus"
}