{
    "title": "Systematic in vitro assessment of responses of roGFP2-based probes to physiologically relevant oxidant species.",
    "doc_id": "28242229",
    "writer": "Müller A",
    "year": "2017",
    "summary": "The genetically encoded probes roGFP2-Orp1 and Grx1-roGFP2 have been designed to be selectively oxidized by hydrogen peroxide (H(2)O(2)) and glutathione disulfide (GSSG), respectively. ...In this study, we systematically compared the in vitro response of roGFP2, roGFP2-Orp …",
    "abstract": "The genetically encoded probes roGFP2-Orp1 and Grx1-roGFP2 have been designed to be selectively oxidized by hydrogen peroxide (H2O2) and glutathione disulfide (GSSG), respectively. Both probes have demonstrated such selectivity in a broad variety of systems and conditions. In this study, we systematically compared the in vitro response of roGFP2, roGFP2-Orp1 and Grx1-roGFP2 to increasing amounts of various oxidant species that may also occur in biological settings. We conclude that the previously established oxidant selectivity is highly robust and likely to be maintained under most physiological conditions. Yet, we also find that hypochlorous acid, known to be produced in the phagocyte respiratory burst, can lead to non-selective oxidation of roGFP2-based probes at concentrations ≥2µM, in vitro. Further, we confirm that polysulfides trigger direct roGFP2 responses. A side-by-side comparison of all three probes can be used to reveal micromolar amounts of hypochlorous acid or polysulfides.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28242229/",
    "clean_text": "systematic in vitro assessment of responses of rogfp based probes to physiologically relevant oxidant species the genetically encoded probes rogfp orp and grx rogfp have been designed to be selectively oxidized by hydrogen peroxide h o and glutathione disulfide gssg respectively in this study we systematically compared the in vitro response of rogfp rogfp orp the genetically encoded probes rogfp orp and grx rogfp have been designed to be selectively oxidized by hydrogen peroxide h o and glutathione disulfide gssg respectively both probes have demonstrated such selectivity in a broad variety of systems and conditions in this study we systematically compared the in vitro response of rogfp rogfp orp and grx rogfp to increasing amounts of various oxidant species that may also occur in biological settings we conclude that the previously established oxidant selectivity is highly robust and likely to be maintained under most physiological conditions yet we also find that hypochlorous acid known to be produced in the phagocyte respiratory burst can lead to non selective oxidation of rogfp based probes at concentrations m in vitro further we confirm that polysulfides trigger direct rogfp responses a side by side comparison of all three probes can be used to reveal micromolar amounts of hypochlorous acid or polysulfides"
}