{
    "pmid": "41443535",
    "title": "Treatment sequences of biological and targeted synthetic disease-modifying antirheumatic drugs for rheumatoid arthritis: a nationwide population-based study in France.",
    "abstract": "The study aimed to describe nationwide treatment sequences in French patients with rheumatoid arthritis (RA) initiating a first biological or targeted synthetic disease-modifying antirheumatic drug (b/tsDMARD). This analysis is based on the French National Health Claims Database (SNDS), covering over 67 million people. Patients with RA (ICD-10 codes M05, M060, M068 or M069) and ≥ 2 b/tsDMARD dispensings from January 1, 2014 to December 31, 2019 were included, and followed until December 31, 2020 or death. Differences in patients characteristics at each b/tsDMARD initiation were tested with Mann Whitney U tests and χ² tests. Overall, 26 478 patients were identified (mean (SD) age 57·0 years (±14·4)) including 70·9% females. The most frequent first-line of b/tsDMARD were TNF inhibitors (TNFi) (62·6%), followed by abatacept (CTLA4-Ig) (12·0%), rituximab (11·0%), IL-6R inhibitors (IL-6Ri) (10·0%), and JAK inhibitors (JAKi) (3·9%). The mean (SD) follow-up duration was 3·8 years (±1·7 years,), for a total of 100 332 person-years. Throughout the study period, 12 662 patients (47·8%) maintained their first b/tsDMARD, while 7 531 (28·4%) switched to a second b/tsDMARD, and 3 046 (11·1%) to a third b/tsDMARD, after a mean duration of 54·1 (±34·0), 31·9 (±27·8) and 25·9 (±22·2) months, respectively. In terms of mode of action associated profiles, the main discrepancies were age, higher in CD20i and LT modulator patients, and comorbidities, more prevalent in CD20i treated patients. In this nation-wide analysis of 26 478 patients, TNFi was the most frequently dispensed first-line b/tsDMARD, with LT modulators and IL-6i preferred in second-line therapy.",
    "disease": "rheumatoid arthritis",
    "clean_text": "treatment sequences of biological and targeted synthetic disease modifying antirheumatic drugs for rheumatoid arthritis a nationwide population based study in france the study aimed to describe nationwide treatment sequences in french patients with rheumatoid arthritis ra initiating a first biological or targeted synthetic disease modifying antirheumatic drug b tsdmard this analysis is based on the french national health claims database snds covering over million people patients with ra icd codes m m m or m and b tsdmard dispensings from january to december were included and followed until december or death differences in patients characteristics at each b tsdmard initiation were tested with mann whitney u tests and tests overall patients were identified mean sd age years including females the most frequent first line of b tsdmard were tnf inhibitors tnfi followed by abatacept ctla ig rituximab il r inhibitors il ri and jak inhibitors jaki the mean sd follow up duration was years years for a total of person years throughout the study period patients maintained their first b tsdmard while switched to a second b tsdmard and to a third b tsdmard after a mean duration of and months respectively in terms of mode of action associated profiles the main discrepancies were age higher in cd i and lt modulator patients and comorbidities more prevalent in cd i treated patients in this nation wide analysis of patients tnfi was the most frequently dispensed first line b tsdmard with lt modulators and il i preferred in second line therapy"
}