{
    "pmid": "41349182",
    "title": "Factors Associated With Provider Decision-Making of Early-Stage Lung Cancer Patients Treated With Stereotactic Body Radiation Therapy or Sublobar Resection.",
    "abstract": "Treatment decision-making for early-stage non-small cell lung cancer (NSCLC) in patients who have high-operative risk is complex. Identifying patient factors that influence physicians' choices between sublobar resection and stereotactic body radiotherapy (SBRT) is important for guiding cancer care. In this multicenter prospective study, patients with stage I NSCLC at high surgical risk were treated with either sublobar resection or SBRT. We collected data on demographics, comorbidities, lung function, functional status, and tumor characteristics. Before treatment, the primary physician rated each patient's candidacy for SBRT versus sublobar resection on a 0 to 100 scale. Linear regression was used to identify factors influencing treatment recommendations. Among 331 patients, 62% received SBRT. Older age (mean difference [MD] 0.66 per year; 95% confidence interval [CI], 0.18 to 1.14) and chronic obstructive pulmonary disease (MD 9.77; 95% CI, 0.54 to 18.99) were associated with higher likelihood of SBRT candidacy. In contrast, higher forced expiratory volume (MD -0.23 per % increase; 95% CI, -0.42 to -0.04), larger tumor size (MD -4.13 per cm increase; 95% CI, -8.13 to -0.12), and better functional scores (MD -0.99; 95% CI, -1.64 to -0.35) decreased the likelihood of being considered for SBRT. In patients with early-stage NSCLC with high-operative risk, treatment decisions are influenced by age, comorbidities, lung function, and tumor features. These findings can guide clinicians in evaluating treatment options and support shared decision-making.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "factors associated with provider decision making of early stage lung cancer patients treated with stereotactic body radiation therapy or sublobar resection treatment decision making for early stage non small cell lung cancer nsclc in patients who have high operative risk is complex identifying patient factors that influence physicians choices between sublobar resection and stereotactic body radiotherapy sbrt is important for guiding cancer care in this multicenter prospective study patients with stage i nsclc at high surgical risk were treated with either sublobar resection or sbrt we collected data on demographics comorbidities lung function functional status and tumor characteristics before treatment the primary physician rated each patient s candidacy for sbrt versus sublobar resection on a to scale linear regression was used to identify factors influencing treatment recommendations among patients received sbrt older age mean difference md per year confidence interval ci to and chronic obstructive pulmonary disease md ci to were associated with higher likelihood of sbrt candidacy in contrast higher forced expiratory volume md per increase ci to larger tumor size md per cm increase ci to and better functional scores md ci to decreased the likelihood of being considered for sbrt in patients with early stage nsclc with high operative risk treatment decisions are influenced by age comorbidities lung function and tumor features these findings can guide clinicians in evaluating treatment options and support shared decision making"
}