{
    "title": "Synaptic potentials in motoneurons during fictive swimming in spinal Xenopus embryos.",
    "doc_id": "2993537",
    "writer": "Roberts A",
    "year": "1985",
    "summary": "In the present paper we look to see if similar synaptic inputs are present in spinal embryos and are therefore spinal in origin. All motoneuron firing during fictive swimming is associated with a tonic depolarization that falls away slowly once firing stops, is incr …",
    "abstract": "Embryos spinalized at the 3rd to 6th postotic myotome and immobilized in 10(-4) M tubocurarine can respond to a brief skin stimulus with motor root activity suitable for swimming. Embryos spinalized at the more caudal levels give shorter episodes of fictive swimming. We have previously described the synaptic inputs to motoneurons during fictive swimming in intact embryos (23). In the present paper we look to see if similar synaptic inputs are present in spinal embryos and are therefore spinal in origin. All motoneuron firing during fictive swimming is associated with a tonic depolarization that falls away slowly once firing stops, is increased by hyperpolarizing current, and is reduced by depolarizing current. A slow depolarizing potential evoked by lower levels of skin stimulation has similar properties and rate of fall. In 1-2 mM PDA, an excitatory amino acid antagonist, only a small remnant of the depolarization remains, and motoneuron firing stops. The NMDA antagonist 50 microM APV reduces the depolarization less but also blocks firing. Motoneurons fire one spike per swimming cycle, in phase with nearby motor root discharge. Spikes are preceded by a depolarizing prepotential. This increases with hyperpolarizing current, which can block the spike to reveal an underlying depolarizing potential. In phase with motor root discharge on the opposite side of the body, motoneurons receive a midcycle inhibitory postsynaptic potential, which increases with depolarizing current, decreases with hyperpolarizing current, and is blocked by 10(-6) M strychnine. Strychnine, 5 X 10(-7) M, leads first to broadening of motor root bursts then to loss of the alternating swimming pattern of activity, which is replaced by synchronous bursts on both sides of the body. We conclude that the synaptic inputs to motoneurons during fictive swimming in spinal embryos are very similar in properties and pharmacology to those in intact embryos. These inputs, including the tonic depolarization always associated with motoneuron firing during swimming, must be at least partly spinal in origin.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2993537/",
    "clean_text": "synaptic potentials in motoneurons during fictive swimming in spinal xenopus embryos in the present paper we look to see if similar synaptic inputs are present in spinal embryos and are therefore spinal in origin all motoneuron firing during fictive swimming is associated with a tonic depolarization that falls away slowly once firing stops is incr embryos spinalized at the rd to th postotic myotome and immobilized in m tubocurarine can respond to a brief skin stimulus with motor root activity suitable for swimming embryos spinalized at the more caudal levels give shorter episodes of fictive swimming we have previously described the synaptic inputs to motoneurons during fictive swimming in intact embryos in the present paper we look to see if similar synaptic inputs are present in spinal embryos and are therefore spinal in origin all motoneuron firing during fictive swimming is associated with a tonic depolarization that falls away slowly once firing stops is increased by hyperpolarizing current and is reduced by depolarizing current a slow depolarizing potential evoked by lower levels of skin stimulation has similar properties and rate of fall in mm pda an excitatory amino acid antagonist only a small remnant of the depolarization remains and motoneuron firing stops the nmda antagonist microm apv reduces the depolarization less but also blocks firing motoneurons fire one spike per swimming cycle in phase with nearby motor root discharge spikes are preceded by a depolarizing prepotential this increases with hyperpolarizing current which can block the spike to reveal an underlying depolarizing potential in phase with motor root discharge on the opposite side of the body motoneurons receive a midcycle inhibitory postsynaptic potential which increases with depolarizing current decreases with hyperpolarizing current and is blocked by m strychnine strychnine x m leads first to broadening of motor root bursts then to loss of the alternating swimming pattern of activity which is replaced by synchronous bursts on both sides of the body we conclude that the synaptic inputs to motoneurons during fictive swimming in spinal embryos are very similar in properties and pharmacology to those in intact embryos these inputs including the tonic depolarization always associated with motoneuron firing during swimming must be at least partly spinal in origin"
}