{
    "title": "Understanding cultural influences on back pain and back pain research.",
    "doc_id": "29103548",
    "writer": "Henschke N",
    "year": "2016",
    "summary": "Low back pain is highly prevalent and places a considerable burden on individuals, their families and communities. This back pain burden is unequally distributed around the world and within populations. Clinicians and researchers addressing back …",
    "abstract": "Low back pain is highly prevalent and places a considerable burden on individuals, their families and communities. This back pain burden is unequally distributed around the world and within populations. Clinicians and researchers addressing back pain should be aware of the cultural, social and political context of back pain patients and how this context can influence pain perception, disability and health care use. Culture, which influences the beliefs and behaviour of individuals within a social group, could be considered an important contributor to the unequal distribution of back pain. However, there is paucity of high-quality research exploring the influence of culture on the experience and management of back pain. Further development and testing of specific tools, assessment methods and communication strategies are needed to improve our understanding of how cultural practices, values and identifications affect those dealing with back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29103548/",
    "clean_text": "understanding cultural influences on back pain and back pain research low back pain is highly prevalent and places a considerable burden on individuals their families and communities this back pain burden is unequally distributed around the world and within populations clinicians and researchers addressing back low back pain is highly prevalent and places a considerable burden on individuals their families and communities this back pain burden is unequally distributed around the world and within populations clinicians and researchers addressing back pain should be aware of the cultural social and political context of back pain patients and how this context can influence pain perception disability and health care use culture which influences the beliefs and behaviour of individuals within a social group could be considered an important contributor to the unequal distribution of back pain however there is paucity of high quality research exploring the influence of culture on the experience and management of back pain further development and testing of specific tools assessment methods and communication strategies are needed to improve our understanding of how cultural practices values and identifications affect those dealing with back pain"
}