{
    "title": "Managing the side effects of multiple sclerosis therapy: pharmacotherapy options for patients.",
    "doc_id": "29528247",
    "writer": "Rommer PS",
    "year": "2018",
    "summary": "Mode of action, adverse effects, reported risks for infections and malignancies, and pregnancy related issues are discussed in the review. ...For all approved DMDs the pivotal studies have been included for possible side effects, as well as reports by …",
    "abstract": "Introduction:\n        \n      \n      Multiple sclerosis (MS) is an immune-mediated and neurodegenerative disease with an unpredictable outcome. Immune-modulatory treatment aims at decreasing long-term disability. With the increasing number of treatment options, it is essential to fully digest the possible side effects of the available therapeutics and to monitor patients is essential.\n    \n\n\n          Areas covered:\n        \n      \n      All approved disease-modifying drugs (DMD) for MS are discussed in this review. Mode of action, adverse effects, reported risks for infections and malignancies, and pregnancy related issues are discussed in the review. The authors also provide suggestions for monitoring therapy. For all approved DMDs the pivotal studies have been included for possible side effects, as well as reports by health authorities. For this manuscript, PubMed was checked for reports on side effects for various drugs.\n    \n\n\n          Expert opinion:\n        \n      \n      Treatment options in MS are manifold, each carrying different risks. The safety-risk profile for approved agents is favorable. Knowing and monitoring these possible side effects is essential to minimize risks associated with treatment. Presently, the long-term experience for some of these therapies is missing and this must be addressed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29528247/",
    "clean_text": "managing the side effects of multiple sclerosis therapy pharmacotherapy options for patients mode of action adverse effects reported risks for infections and malignancies and pregnancy related issues are discussed in the review for all approved dmds the pivotal studies have been included for possible side effects as well as reports by introduction multiple sclerosis ms is an immune mediated and neurodegenerative disease with an unpredictable outcome immune modulatory treatment aims at decreasing long term disability with the increasing number of treatment options it is essential to fully digest the possible side effects of the available therapeutics and to monitor patients is essential areas covered all approved disease modifying drugs dmd for ms are discussed in this review mode of action adverse effects reported risks for infections and malignancies and pregnancy related issues are discussed in the review the authors also provide suggestions for monitoring therapy for all approved dmds the pivotal studies have been included for possible side effects as well as reports by health authorities for this manuscript pubmed was checked for reports on side effects for various drugs expert opinion treatment options in ms are manifold each carrying different risks the safety risk profile for approved agents is favorable knowing and monitoring these possible side effects is essential to minimize risks associated with treatment presently the long term experience for some of these therapies is missing and this must be addressed"
}