{
    "pmid": "41389010",
    "title": "Developmental relationships between the human alpha rhythm and intrinsic neural timescales are dependent on neural hierarchy.",
    "abstract": "Maturation of human brain structure has been well-studied, but developmental changes to brain physiology are not as well understood. One consistent finding is that the peak alpha rhythm frequency (PAF) increases throughout childhood. Another is that resting-state functional connectivity shifts from sensorimotor regions in children to association regions in adolescents, a reorganization along a hierarchy called the sensorimotor-to-association (S-A) axis. In mature brains, the S-A axis has been parcellated physiologically using the duration of persistent neural activity, known as the intrinsic neural timescale (INT), which increases along the hierarchy. Here we studied the development of PAF and INT in a cohort of epilepsy patients 3 - 33 years of age undergoing intracranial electrocorticographic (ECoG) monitoring. Given the well-known developmental trajectory of PAF, and the ability to delineate hierarchy using INT, we hypothesized that changes to PAF and INT would correlate across development, but that their relationship may be influenced by hierarchy. Consequently, we predicted that age-dependent PAF increases would accompany INT decreases, and we tested whether their relationship varied between sensorimotor and association regions. We found that PAF increased significantly with age in both sensorimotor and association regions, while age-dependent INT decreases were only significant in association regions. Supporting this finding, we found a significant negative relationship between PAF and INT in association regions, but not sensorimotor regions. Together, our results provide further evidence that developmental divisions across the S-A axis manifest in the relationships between neurophysiological measures.",
    "disease": "epilepsy",
    "clean_text": "developmental relationships between the human alpha rhythm and intrinsic neural timescales are dependent on neural hierarchy maturation of human brain structure has been well studied but developmental changes to brain physiology are not as well understood one consistent finding is that the peak alpha rhythm frequency paf increases throughout childhood another is that resting state functional connectivity shifts from sensorimotor regions in children to association regions in adolescents a reorganization along a hierarchy called the sensorimotor to association s a axis in mature brains the s a axis has been parcellated physiologically using the duration of persistent neural activity known as the intrinsic neural timescale int which increases along the hierarchy here we studied the development of paf and int in a cohort of epilepsy patients years of age undergoing intracranial electrocorticographic ecog monitoring given the well known developmental trajectory of paf and the ability to delineate hierarchy using int we hypothesized that changes to paf and int would correlate across development but that their relationship may be influenced by hierarchy consequently we predicted that age dependent paf increases would accompany int decreases and we tested whether their relationship varied between sensorimotor and association regions we found that paf increased significantly with age in both sensorimotor and association regions while age dependent int decreases were only significant in association regions supporting this finding we found a significant negative relationship between paf and int in association regions but not sensorimotor regions together our results provide further evidence that developmental divisions across the s a axis manifest in the relationships between neurophysiological measures"
}