{
    "title": "The honey bee gut microbiota: strategies for study and characterization.",
    "doc_id": "30652367",
    "writer": "Romero S",
    "year": "2019",
    "summary": "Gut microbiota research is an emerging field that improves our understanding of the ecological and functional dynamics of gut environments. ...The purpose of this contribution is to increase understanding of honey bee gut microbiota, to facilita …",
    "abstract": "Gut microbiota research is an emerging field that improves our understanding of the ecological and functional dynamics of gut environments. The honey bee gut microbiota is a highly rewarding community to study, as honey bees are critical pollinators of many crops for human consumption and produce valuable commodities such as honey and wax. Most significantly, unique characteristics of the Apis mellifera gut habitat make it a valuable model system. This review discusses methods and pipelines used in the study of the gut microbiota of Ap. mellifera and closely related species for four main purposes: identifying microbiota taxonomy, characterizing microbiota genomes (microbiome), characterizing microbiota-microbiota interactions and identifying functions of the microbial community in the gut. The purpose of this contribution is to increase understanding of honey bee gut microbiota, to facilitate bee microbiota and microbiome research in general and to aid design of future experiments in this growing field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30652367/",
    "clean_text": "the honey bee gut microbiota strategies for study and characterization gut microbiota research is an emerging field that improves our understanding of the ecological and functional dynamics of gut environments the purpose of this contribution is to increase understanding of honey bee gut microbiota to facilita gut microbiota research is an emerging field that improves our understanding of the ecological and functional dynamics of gut environments the honey bee gut microbiota is a highly rewarding community to study as honey bees are critical pollinators of many crops for human consumption and produce valuable commodities such as honey and wax most significantly unique characteristics of the apis mellifera gut habitat make it a valuable model system this review discusses methods and pipelines used in the study of the gut microbiota of ap mellifera and closely related species for four main purposes identifying microbiota taxonomy characterizing microbiota genomes microbiome characterizing microbiota microbiota interactions and identifying functions of the microbial community in the gut the purpose of this contribution is to increase understanding of honey bee gut microbiota to facilitate bee microbiota and microbiome research in general and to aid design of future experiments in this growing field"
}