{
    "pmid": "41469882",
    "title": "Dapagliflozin modulates plasma lipidomic profile and urinary metabolite excretion in type 2 diabetes.",
    "abstract": "Dapagliflozin (DAPA) has shown major nephroprotective effects, improving kidney metabolism and oxigenation. Lipidomics and metabolomics are powerful tools for understanding such effects, providing a comprehensive look at how SGLT2 inhibitors might change the metabolic landscape beyond their primary glucose-lowering action. We investigated changes in plasma metabolomic/lipidomic profile and urinary excretion of metabolites that could occur independent of increased diuresis. A two-armed, parallel-design, randomized clinical trial was conducted in subjects with type 2 diabetes and hypertension who received treatment with DAPA 10 mg/day or hydrochlorothiazide 12.5 mg/day for four weeks. Lipidomics and metabolomics were performed by high resolution mass spectrometry in fasting plasma and 24-hour urine samples collected before and after treatment. Compared to hydrochlorothiazide, DAPA significantly increased plasma isoleucine, methionine, citrate, β-hydroxybutyrate and decreased lactate. DAPA induced plasma lipid remodeling towards a significant raise in free fatty acids (FFAs) and some sphingomyelins and lysophosphatidylcholines containing these fatty acids. A significant change was observed in plasma medium- and short-chain acylcarnitines, positively correlated with changes in plasma FFAs and β-hydroxybutyrate. In addition, DAPA, but not hydrochlorothiazide, significantly increased 24-h urinary excretion of several amino-acids, lactate, TCA cycle metabolites, β-hydroxybutyrate and electrolytes, except for a decrease in malate excretion. DAPA treatment has major effects on the plasma lipidomic and the urine metabolomic profiles, with significant increased renal excretion of several metabolites, especially amino-acids, independently of increased diuresis. These data offer insights into the complex metabolic pathways leading to kidney protection by SGLT2 inhibitors. European Union Drug Regulating Authorities Clinical Trials No. 2015-004164-11.",
    "disease": "hypertension",
    "clean_text": "dapagliflozin modulates plasma lipidomic profile and urinary metabolite excretion in type diabetes dapagliflozin dapa has shown major nephroprotective effects improving kidney metabolism and oxigenation lipidomics and metabolomics are powerful tools for understanding such effects providing a comprehensive look at how sglt inhibitors might change the metabolic landscape beyond their primary glucose lowering action we investigated changes in plasma metabolomic lipidomic profile and urinary excretion of metabolites that could occur independent of increased diuresis a two armed parallel design randomized clinical trial was conducted in subjects with type diabetes and hypertension who received treatment with dapa mg day or hydrochlorothiazide mg day for four weeks lipidomics and metabolomics were performed by high resolution mass spectrometry in fasting plasma and hour urine samples collected before and after treatment compared to hydrochlorothiazide dapa significantly increased plasma isoleucine methionine citrate hydroxybutyrate and decreased lactate dapa induced plasma lipid remodeling towards a significant raise in free fatty acids ffas and some sphingomyelins and lysophosphatidylcholines containing these fatty acids a significant change was observed in plasma medium and short chain acylcarnitines positively correlated with changes in plasma ffas and hydroxybutyrate in addition dapa but not hydrochlorothiazide significantly increased h urinary excretion of several amino acids lactate tca cycle metabolites hydroxybutyrate and electrolytes except for a decrease in malate excretion dapa treatment has major effects on the plasma lipidomic and the urine metabolomic profiles with significant increased renal excretion of several metabolites especially amino acids independently of increased diuresis these data offer insights into the complex metabolic pathways leading to kidney protection by sglt inhibitors european union drug regulating authorities clinical trials no"
}