{
    "pmid": "41434177",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Alzheimer's disease (AD) is characterized by the accumulation of amyloid-beta (Aβ) and tau in the brain, years before the onset of cognitive symptoms. Understanding the association between early cerebrospinal fluid (CSF) biomarker changes and subsequent tau pathology based on positron emission tomography (PET) can provide critical insights for early detection and intervention. This study investigated whether longitudinal changes in CSF AD biomarkers were associated with tau deposition in medial temporal lobe (MTL) regions reflecting Braak stages I and II. Analyses included 121 BIOCARD study participants who were cognitively unimpaired at baseline (mean age 57 years). Current tau burden was measured by  Results revealed significant associations between higher tau PET burden in Braak stages I and II and elevated prior levels of p-tau181 and t-tau, as well as lower Aβ42/Aβ40 ratios. Additionally, steeper increases in prior p-tau181 and t-tau levels and accelerated rates of Aβ42/Aβ40 decline over time were associated with greater tau burden in Braak stages I and II. These findings suggest that tau PET burden is preceded by early alterations and more marked changes over time in CSF AD biomarkers. This study extends our understanding of the relationship between CSF and PET measures for tracking AD disease progression.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium alzheimer s disease ad is characterized by the accumulation of amyloid beta a and tau in the brain years before the onset of cognitive symptoms understanding the association between early cerebrospinal fluid csf biomarker changes and subsequent tau pathology based on positron emission tomography pet can provide critical insights for early detection and intervention this study investigated whether longitudinal changes in csf ad biomarkers were associated with tau deposition in medial temporal lobe mtl regions reflecting braak stages i and ii analyses included biocard study participants who were cognitively unimpaired at baseline mean age years current tau burden was measured by results revealed significant associations between higher tau pet burden in braak stages i and ii and elevated prior levels of p tau and t tau as well as lower a a ratios additionally steeper increases in prior p tau and t tau levels and accelerated rates of a a decline over time were associated with greater tau burden in braak stages i and ii these findings suggest that tau pet burden is preceded by early alterations and more marked changes over time in csf ad biomarkers this study extends our understanding of the relationship between csf and pet measures for tracking ad disease progression"
}