{
    "title": "Utilizing Pork Exudate Metabolomics to Reveal the Impact of Aging on Meat Quality.",
    "doc_id": "33804730",
    "writer": "Yu Q",
    "year": "2021",
    "summary": "Meat quality and chemical analyses, along with the metabolomics of meat exudates using ultra-high-performance liquid chromatography coupled with a quadrupole time-of-flight mass spectrometer (UHPLC-QTOF-MS) platform, were conducted. ...The findings provide valuable informa …",
    "abstract": "This study was performed to assess the changes in meat quality and metabolome profiles of meat exudate during postmortem aging. At 24 h postmortem, longissimus lumborum muscles were collected from 10 pork carcasses, cut into three sections, and randomly assigned to three aging period groups (2, 9, and 16 d). Meat quality and chemical analyses, along with the metabolomics of meat exudates using ultra-high-performance liquid chromatography coupled with a quadrupole time-of-flight mass spectrometer (UHPLC-QTOF-MS) platform, were conducted. Results indicated a declined (p < 0.05) display color stability, and increased (p < 0.05) purge loss, meat tenderness, and lipid oxidation as aging extended. The principal component analysis and hierarchical clustering analysis exhibited distinct clusters of the exudate metabolome of each aging treatment. A total of 39 significantly changed features were tentatively identified via matching them to METLIN database according to their MS/MS information. Some of those features are associated with adenosine triphosphate metabolism (creatine and hypoxanthine), antioxidation (oxidized glutathione and carnosine), and proteolysis (dipeptides and tripeptides). The findings provide valuable information that reflects the meat quality's attributes and could be used as a source of potential biomarkers for predicting aging times and meat quality changes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33804730/",
    "clean_text": "utilizing pork exudate metabolomics to reveal the impact of aging on meat quality meat quality and chemical analyses along with the metabolomics of meat exudates using ultra high performance liquid chromatography coupled with a quadrupole time of flight mass spectrometer uhplc qtof ms platform were conducted the findings provide valuable informa this study was performed to assess the changes in meat quality and metabolome profiles of meat exudate during postmortem aging at h postmortem longissimus lumborum muscles were collected from pork carcasses cut into three sections and randomly assigned to three aging period groups and d meat quality and chemical analyses along with the metabolomics of meat exudates using ultra high performance liquid chromatography coupled with a quadrupole time of flight mass spectrometer uhplc qtof ms platform were conducted results indicated a declined p display color stability and increased p purge loss meat tenderness and lipid oxidation as aging extended the principal component analysis and hierarchical clustering analysis exhibited distinct clusters of the exudate metabolome of each aging treatment a total of significantly changed features were tentatively identified via matching them to metlin database according to their ms ms information some of those features are associated with adenosine triphosphate metabolism creatine and hypoxanthine antioxidation oxidized glutathione and carnosine and proteolysis dipeptides and tripeptides the findings provide valuable information that reflects the meat quality s attributes and could be used as a source of potential biomarkers for predicting aging times and meat quality changes"
}