{
    "pmid": "41407409",
    "title": "Prognosis of patients hospitalised with primary or secondary pericardial disease: an Australian population-based retrospective cohort study.",
    "abstract": "To describe the outcomes and associations of pericardial disease, with a particular focus on the outcomes of patients admitted with primary or secondary pericardial disease. Retrospective observational study. All public and private hospitals in New South Wales, Australia. Hospitalised patients with pericardial disease admitted from 2004 to 2021 that was (a) a primary diagnosis or (b) a secondary diagnosis. Mortality both in-hospital and during several years of available follow-up. Out of 45 446 patients diagnosed with pericardial disease, under half (46.8%) had pericardial disease as the primary reason for hospitalisation. Patients in whom pericardial disease was the primary compared with the secondary diagnosis were more commonly male (68.2% vs 59.1%), younger (median 51.2 years vs 66.0 years) and less comorbid (age-adjusted median Charlson Comorbidity Index 1 vs 4). In patients with pericardial disease, adjusted in-hospital mortality was fivefold lower if this was the primary diagnosis (OR 0.21, p<0.001). Malignancy affected 19% of the population and after adjustment was associated with a much higher in-hospital mortality for patients with a primary (OR 4.33) or secondary diagnosis of pericardial disease (OR 2.67). Other negative prognostic factors included older age, liver disease, chronic kidney disease, pulmonary hypertension, heart failure and chronic obstructive pulmonary disease. Patients with pericardial disease have a low in-hospital mortality of about 1% if this was the primary diagnosis. However, patients in whom it was a secondary diagnosis, especially in the presence of comorbidities such as malignancy, had a much worse prognosis.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "prognosis of patients hospitalised with primary or secondary pericardial disease an australian population based retrospective cohort study to describe the outcomes and associations of pericardial disease with a particular focus on the outcomes of patients admitted with primary or secondary pericardial disease retrospective observational study all public and private hospitals in new south wales australia hospitalised patients with pericardial disease admitted from to that was a a primary diagnosis or b a secondary diagnosis mortality both in hospital and during several years of available follow up out of patients diagnosed with pericardial disease under half had pericardial disease as the primary reason for hospitalisation patients in whom pericardial disease was the primary compared with the secondary diagnosis were more commonly male vs younger median years vs years and less comorbid age adjusted median charlson comorbidity index vs in patients with pericardial disease adjusted in hospital mortality was fivefold lower if this was the primary diagnosis or p malignancy affected of the population and after adjustment was associated with a much higher in hospital mortality for patients with a primary or or secondary diagnosis of pericardial disease or other negative prognostic factors included older age liver disease chronic kidney disease pulmonary hypertension heart failure and chronic obstructive pulmonary disease patients with pericardial disease have a low in hospital mortality of about if this was the primary diagnosis however patients in whom it was a secondary diagnosis especially in the presence of comorbidities such as malignancy had a much worse prognosis"
}