{
    "pmid": "41443300",
    "title": "Economic evaluation of NT-proBNP for heart failure risk assessment in patients with type 2 diabetes in China.",
    "abstract": "Heart failure (HF) affects up to 40 % of patients with type 2 diabetes mellitus (T2DM), imposing significant clinical and economic burdens. N-terminal pro-B-type natriuretic peptide (NT-proBNP) effectively assesses HF risk, but its economic value in China is unclear. This study evaluated the cost-effectiveness of three HF risk assessment strategies in patients with T2DM: NT-proBNP-guided assessment (using a cut-off of ≥125 pg/mL), usual care in China, and Systematic COronary Risk Evaluation (SCORE). A decision tree and Markov model with 1-year cycles simulated lifetime direct medical costs (given in United States dollars [US$]) and health outcomes in patients with T2DM aged ≥40 years from a Chinese healthcare perspective. High-risk patients received SGLT2 inhibitors plus standard of care. Compared with usual care, the NT-proBNP-guided strategy was cost-saving, reducing costs by US$1002.73 while increasing QALYs by 0.055 per patient. It was also less costly and more effective than the SCORE strategy. Probabilistic sensitivity analysis confirmed the robustness of this finding, demonstrating a 96.9 % probability of the NT-proBNP strategy being cost-saving versus usual care. NT-proBNP is a dominant and robust cost-saving strategy for HF risk assessment in patients with T2DM in China, reducing both HF cases and associated healthcare costs.",
    "disease": "diabetes mellitus",
    "clean_text": "economic evaluation of nt probnp for heart failure risk assessment in patients with type diabetes in china heart failure hf affects up to of patients with type diabetes mellitus t dm imposing significant clinical and economic burdens n terminal pro b type natriuretic peptide nt probnp effectively assesses hf risk but its economic value in china is unclear this study evaluated the cost effectiveness of three hf risk assessment strategies in patients with t dm nt probnp guided assessment using a cut off of pg ml usual care in china and systematic coronary risk evaluation score a decision tree and markov model with year cycles simulated lifetime direct medical costs given in united states dollars us and health outcomes in patients with t dm aged years from a chinese healthcare perspective high risk patients received sglt inhibitors plus standard of care compared with usual care the nt probnp guided strategy was cost saving reducing costs by us while increasing qalys by per patient it was also less costly and more effective than the score strategy probabilistic sensitivity analysis confirmed the robustness of this finding demonstrating a probability of the nt probnp strategy being cost saving versus usual care nt probnp is a dominant and robust cost saving strategy for hf risk assessment in patients with t dm in china reducing both hf cases and associated healthcare costs"
}