{
    "title": "Use of Histologic Parameters to Predict Glomerular Disease Progression: Findings From the China Kidney Biopsy Cohort Study.",
    "doc_id": "36252881",
    "writer": "Zhang X",
    "year": "2023",
    "summary": "NEW PREDICTORS & ESTABLISHED PREDICTORS: Chronicity scores depicted as 4 categories of histological chronic change, as well as baseline clinical and demographic variables. ...We observed that adding histologic chronicity scores to the kidney failur …",
    "abstract": "Rationale & objective:\n        \n      \n      Challenges in achieving valid risk prediction and stratification impede treatment decisions and clinical research design for patients with glomerular diseases. This study evaluated whether chronic histologic changes, when complementing other clinical data, improved the prediction of disease outcomes across a diverse group of glomerular diseases.\n    \n\n\n          Study design:\n        \n      \n      Multicenter retrospective cohort study.\n    \n\n\n          Setting & participants:\n        \n      \n      4,982 patients with biopsy-proven glomerular disease who underwent native biopsy at 8 tertiary care hospitals across China in 2004-2020.\n    \n\n\n          New predictors & established predictors:\n        \n      \n      Chronicity scores depicted as 4 categories of histological chronic change, as well as baseline clinical and demographic variables.\n    \n\n\n          Outcome:\n        \n      \n      Progression of glomerular disease defined as a composite of kidney failure or a ≥40% decrease in estimated glomerular filtration rate from the measurement at the time of biopsy.\n    \n\n\n          Analytical approach:\n        \n      \n      Multivariable Cox proportional hazard models. The performance of predictive models was evaluated by C statistic, time-dependent area under the receiver operating characteristic curve (AUROC), net reclassification index, integrated discrimination index, and calibration plots.\n    \n\n\n          Results:\n        \n      \n      The derivation and validation cohorts included 3,488 and 1,494 patients, respectively. During a median of 31 months of follow-up, a total of 444 (8.9%) patients had disease progression in the 2 cohorts. For prediction of the 2-year risk of disease progression, the AUROC of the model combining chronicity score and the Kidney Failure Risk Equation (KFRE) in the validation cohort was 0.76 (95% CI, 0.65-0.87); in comparison with the KFRE model (AUROC, 0.68 [95% CI, 0.56-0.79]), the combined model was significantly better (P = 0.04). The combined model also had a better fit, with a lower Akaike information criterion and a significant improvement in reclassification as assessed by the integrated discrimination improvements and net reclassification improvements. Similar improvements in predictive performance were observed in subgroup and sensitivity analyses.\n    \n\n\n          Limitations:\n        \n      \n      Selection bias, relatively short follow-up, lack of external validation.\n    \n\n\n          Conclusions:\n        \n      \n      Adding histologic chronicity scores to the KFRE model improved the prediction of kidney disease progression at the time of kidney biopsy in patients with glomerular diseases.\n    \n\n\n          Plain-language summary:\n        \n      \n      Risk prediction and stratification remain big challenges for treatment decisions and clinical research design for patients with glomerular diseases. The extent of chronic changes is an important component of kidney biopsy evaluations in glomerular disease. In this large multicenter cohort including 4,982 Chinese adults undergoing native kidney biopsy, we evaluated whether histologic chronicity scores, when added to clinical data, could improve the prediction of disease prognosis for a diverse set of glomerular diseases. We observed that adding histologic chronicity scores to the kidney failure risk equation improved the prediction of kidney disease progression at the time of kidney biopsy in patients with glomerular diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36252881/",
    "clean_text": "use of histologic parameters to predict glomerular disease progression findings from the china kidney biopsy cohort study new predictors established predictors chronicity scores depicted as categories of histological chronic change as well as baseline clinical and demographic variables we observed that adding histologic chronicity scores to the kidney failur rationale objective challenges in achieving valid risk prediction and stratification impede treatment decisions and clinical research design for patients with glomerular diseases this study evaluated whether chronic histologic changes when complementing other clinical data improved the prediction of disease outcomes across a diverse group of glomerular diseases study design multicenter retrospective cohort study setting participants patients with biopsy proven glomerular disease who underwent native biopsy at tertiary care hospitals across china in new predictors established predictors chronicity scores depicted as categories of histological chronic change as well as baseline clinical and demographic variables outcome progression of glomerular disease defined as a composite of kidney failure or a decrease in estimated glomerular filtration rate from the measurement at the time of biopsy analytical approach multivariable cox proportional hazard models the performance of predictive models was evaluated by c statistic time dependent area under the receiver operating characteristic curve auroc net reclassification index integrated discrimination index and calibration plots results the derivation and validation cohorts included and patients respectively during a median of months of follow up a total of patients had disease progression in the cohorts for prediction of the year risk of disease progression the auroc of the model combining chronicity score and the kidney failure risk equation kfre in the validation cohort was ci in comparison with the kfre model auroc ci the combined model was significantly better p the combined model also had a better fit with a lower akaike information criterion and a significant improvement in reclassification as assessed by the integrated discrimination improvements and net reclassification improvements similar improvements in predictive performance were observed in subgroup and sensitivity analyses limitations selection bias relatively short follow up lack of external validation conclusions adding histologic chronicity scores to the kfre model improved the prediction of kidney disease progression at the time of kidney biopsy in patients with glomerular diseases plain language summary risk prediction and stratification remain big challenges for treatment decisions and clinical research design for patients with glomerular diseases the extent of chronic changes is an important component of kidney biopsy evaluations in glomerular disease in this large multicenter cohort including chinese adults undergoing native kidney biopsy we evaluated whether histologic chronicity scores when added to clinical data could improve the prediction of disease prognosis for a diverse set of glomerular diseases we observed that adding histologic chronicity scores to the kidney failure risk equation improved the prediction of kidney disease progression at the time of kidney biopsy in patients with glomerular diseases"
}