{
    "title": "Inflammatory Bowel Disease and Irritable Bowel Syndrome: What Differences in Mentalization Abilities? A Scoping Review.",
    "doc_id": "38063555",
    "writer": "Benfante A",
    "year": "2023",
    "summary": "Mentalization is a psychological process that enables individuals to understand the self and others in terms of intentional mental states. ...Future studies are needed to clarify the role of mentalization in patients with these gastrointestinal conditions....",
    "abstract": "Mentalization is a psychological process that enables individuals to understand the self and others in terms of intentional mental states. The aim of this scoping review was to provide an overview of the findings on mentalization in patients with inflammatory bowel disease (IBD) and irritable bowel syndrome (IBS). A literature search, in line with the Preferred Reporting Items for Systematic Review and Meta-analysis Protocols extension for Scoping Review guidelines, was conducted in the following bibliographic databases: PubMed, PsycINFO, and Scopus. Databases were queried using the following strings (with Boolean operators): (\"mentaliz*\" OR \"metacogniti*\" OR \"theory of mind\" OR \"ToM\" OR \"reflective function*\") AND (\"irritable bowel syndrome\" OR \"IBS\" OR \"inflammatory bowel disease\" OR \"IBD\"). In line with the eligibility criteria, seven articles were included. Results showed that no significant differences in metacognitive ability were found between patients in the IBD and IBS groups. This review revealed the mentalizing difficulties for patients with IBD and IBS. These results should be interpreted with caution since they are based on a few studies that used different instruments to assess mentalizing processes. Future studies are needed to clarify the role of mentalization in patients with these gastrointestinal conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38063555/",
    "clean_text": "inflammatory bowel disease and irritable bowel syndrome what differences in mentalization abilities a scoping review mentalization is a psychological process that enables individuals to understand the self and others in terms of intentional mental states future studies are needed to clarify the role of mentalization in patients with these gastrointestinal conditions mentalization is a psychological process that enables individuals to understand the self and others in terms of intentional mental states the aim of this scoping review was to provide an overview of the findings on mentalization in patients with inflammatory bowel disease ibd and irritable bowel syndrome ibs a literature search in line with the preferred reporting items for systematic review and meta analysis protocols extension for scoping review guidelines was conducted in the following bibliographic databases pubmed psycinfo and scopus databases were queried using the following strings with boolean operators mentaliz or metacogniti or theory of mind or tom or reflective function and irritable bowel syndrome or ibs or inflammatory bowel disease or ibd in line with the eligibility criteria seven articles were included results showed that no significant differences in metacognitive ability were found between patients in the ibd and ibs groups this review revealed the mentalizing difficulties for patients with ibd and ibs these results should be interpreted with caution since they are based on a few studies that used different instruments to assess mentalizing processes future studies are needed to clarify the role of mentalization in patients with these gastrointestinal conditions"
}