{
    "pmid": "41444374",
    "title": "Anthracyclines effect on mitochondrial function and biogenesis in normal blood cells of hodgkin lymphoma patients.",
    "abstract": "The preferential accumulation of anthracyclines in the mitochondrial matrix has been proposed to trigger a self-perpetuating vicious cycle with mitochondrial DNA (mtDNA) alteration and redox stress enhancing one each other to lead to a progressive mitochondrial impairment. To test this hypothesis, we monitored oxygen consumption rate (OCR) and mt-DNA copy number (mtDNA-CN) of peripheral blood mononuclear cells (PBMCs) harvested from 23 patients with Hodgkin lymphoma (HL) submitted to adriamycin-bleomycin-vinblastine-dacarbazine (ABVD) for the whole treatment, according to a Deauville score ≤ 3 after two cycles of chemotherapy at the interim PET/CT. PBMCs were isolated before treatment (baseline), at interim and one month after End of Therapy (EoT). Baseline data were compared with 23 healthy subjects selected according to a case-control criterion. OCR was estimated under control condition, after blockade of ATP-synthase, and of mitochondrial Complexes I and III. mtDNA-CN was assayed by droplet digital PCR and normalized against nuclear DNA. Mitochondrial DNA mutational status was assayed by next generation sequencing and alignment to reference genome after sequencing depth equalization. At diagnosis, mitochondrial OCR was lower in HL PBMCs than in controls, despite a preserved mitochondrial asset, testified by the mtDNA-CN. In the 18 subjects with complete remission at EoT PET/CT, both variables decreased back to the baseline values. By contrast, in the 5 patients with persistent disease, both mitochondrial OCR and mtDNA-CN remained elevated. ABVD therapy alters mitochondrial function and biogenesis of normal PBMCs whose metabolic pattern might represent a possible marker of treatment effectiveness.",
    "disease": "lung cancer",
    "clean_text": "anthracyclines effect on mitochondrial function and biogenesis in normal blood cells of hodgkin lymphoma patients the preferential accumulation of anthracyclines in the mitochondrial matrix has been proposed to trigger a self perpetuating vicious cycle with mitochondrial dna mtdna alteration and redox stress enhancing one each other to lead to a progressive mitochondrial impairment to test this hypothesis we monitored oxygen consumption rate ocr and mt dna copy number mtdna cn of peripheral blood mononuclear cells pbmcs harvested from patients with hodgkin lymphoma hl submitted to adriamycin bleomycin vinblastine dacarbazine abvd for the whole treatment according to a deauville score after two cycles of chemotherapy at the interim pet ct pbmcs were isolated before treatment baseline at interim and one month after end of therapy eot baseline data were compared with healthy subjects selected according to a case control criterion ocr was estimated under control condition after blockade of atp synthase and of mitochondrial complexes i and iii mtdna cn was assayed by droplet digital pcr and normalized against nuclear dna mitochondrial dna mutational status was assayed by next generation sequencing and alignment to reference genome after sequencing depth equalization at diagnosis mitochondrial ocr was lower in hl pbmcs than in controls despite a preserved mitochondrial asset testified by the mtdna cn in the subjects with complete remission at eot pet ct both variables decreased back to the baseline values by contrast in the patients with persistent disease both mitochondrial ocr and mtdna cn remained elevated abvd therapy alters mitochondrial function and biogenesis of normal pbmcs whose metabolic pattern might represent a possible marker of treatment effectiveness"
}