{
    "pmid": "41465992",
    "title": "A retrospective analysis of BMI/TP ratio and its predictive role in gestational hypertension outcomes.",
    "abstract": "Nutritional status and protein metabolism play key roles in maternal adaptation to pregnancy and may influence outcomes in hypertensive disorders of pregnancy. The body mass index to total protein (BMI/TP) ratio may capture the balance between adiposity and protein reserves. This retrospective study included 306 pregnant women diagnosed with gestational hypertension at the Second Affiliated Hospital of Zhengzhou University, China, between January 2022 and December 2023. Participants were stratified into high and low BMI/TP groups based on a threshold of 0.5. Clinical characteristics and biochemical parameters were compared between groups. Cox proportional hazards models were applied to evaluate the association between the BMI/TP ratio and pregnancy survival, adjusting for relevant covariates. Subgroup analyses assessed potential effect modification by age, obesity, and comorbidities. Among 306 pregnant women (mean age = 31.8 ± 5.6 years), those with higher BMI/TP ratios exhibited significantly greater BMI, serum albumin, C-reactive protein, and total protein levels (all P < .05). Restricted cubic spline analysis demonstrated a nonlinear, U-shaped association between BMI/TP ratio and pregnancy survival (P for nonlinearity < .01). Both low (<0.4) and high (>0.5) BMI/TP ratios were associated with an increased risk of adverse pregnancy outcomes, whereas moderate ratios (approximately 0.4-0.5) showed the lowest mortality risk. These associations remained significant in multivariable Cox regression (hazard ratio = 0.30, 95% confidence interval 0.16-0.57, P < .001) and were consistent across subgroups defined by obesity, maternal age ≥35 years, and comorbid disease. The BMI/TP ratio is a simple and cost-effective biomarker that reflects the balance between maternal metabolic and nutritional status. It demonstrates a nonlinear, U-shaped association with pregnancy survival in gestational hypertension, indicating that both nutritional deficiency and metabolic excess may contribute to adverse outcomes. This ratio may serve as a useful prognostic indicator for individualized risk assessment and clinical management in hypertensive pregnancies.",
    "disease": "hypertension",
    "clean_text": "a retrospective analysis of bmi tp ratio and its predictive role in gestational hypertension outcomes nutritional status and protein metabolism play key roles in maternal adaptation to pregnancy and may influence outcomes in hypertensive disorders of pregnancy the body mass index to total protein bmi tp ratio may capture the balance between adiposity and protein reserves this retrospective study included pregnant women diagnosed with gestational hypertension at the second affiliated hospital of zhengzhou university china between january and december participants were stratified into high and low bmi tp groups based on a threshold of clinical characteristics and biochemical parameters were compared between groups cox proportional hazards models were applied to evaluate the association between the bmi tp ratio and pregnancy survival adjusting for relevant covariates subgroup analyses assessed potential effect modification by age obesity and comorbidities among pregnant women mean age years those with higher bmi tp ratios exhibited significantly greater bmi serum albumin c reactive protein and total protein levels all p restricted cubic spline analysis demonstrated a nonlinear u shaped association between bmi tp ratio and pregnancy survival p for nonlinearity both low and high bmi tp ratios were associated with an increased risk of adverse pregnancy outcomes whereas moderate ratios approximately showed the lowest mortality risk these associations remained significant in multivariable cox regression hazard ratio confidence interval p and were consistent across subgroups defined by obesity maternal age years and comorbid disease the bmi tp ratio is a simple and cost effective biomarker that reflects the balance between maternal metabolic and nutritional status it demonstrates a nonlinear u shaped association with pregnancy survival in gestational hypertension indicating that both nutritional deficiency and metabolic excess may contribute to adverse outcomes this ratio may serve as a useful prognostic indicator for individualized risk assessment and clinical management in hypertensive pregnancies"
}