{
    "pmid": "41312479",
    "title": "Hepatic encephalopathy due to non-cirrhotic portal hypertension associated with non-alcoholic steatohepatitis and chronic hepatitis B: a Case Report.",
    "abstract": "This case report examines the diagnostic and therapeutic complexities presented by a patient with hepatic encephalopathy resulting from overlapping pathologies of non-alcoholic steatohepatitis (NASH), hepatitis B virus (HBV) infection, and non-cirrhotic portal hypertension (NCPH). Highlighting the intricate relationship among these conditions, this study delineates the distinct and overlapping clinical features, diagnostic challenges, and therapeutic approaches. The patient exhibited atypical symptoms typical of NASH but lacked clear signs of cirrhosis, complicating both the diagnostic process and the therapeutic management. The diagnostic journey involved a nuanced assessment using multimodal imaging techniques, which were crucial in distinguishing between hepatic encephalopathy caused by cirrhosis and that due to NCPH. Treatment strategies had to be carefully tailored to address the specific etiological factors and pathology of the conditions involved, with particular attention to managing metabolic disorders such as insulin resistance and abnormalities in lipid and glucose metabolism, frequently observed in both NASH and HBV. The case underscores the need for a comprehensive and individualized approach in managing complex hepatic conditions, especially when conventional diagnostic criteria and treatment protocols face limitations.",
    "disease": "liver cirrhosis",
    "clean_text": "hepatic encephalopathy due to non cirrhotic portal hypertension associated with non alcoholic steatohepatitis and chronic hepatitis b a case report this case report examines the diagnostic and therapeutic complexities presented by a patient with hepatic encephalopathy resulting from overlapping pathologies of non alcoholic steatohepatitis nash hepatitis b virus hbv infection and non cirrhotic portal hypertension ncph highlighting the intricate relationship among these conditions this study delineates the distinct and overlapping clinical features diagnostic challenges and therapeutic approaches the patient exhibited atypical symptoms typical of nash but lacked clear signs of cirrhosis complicating both the diagnostic process and the therapeutic management the diagnostic journey involved a nuanced assessment using multimodal imaging techniques which were crucial in distinguishing between hepatic encephalopathy caused by cirrhosis and that due to ncph treatment strategies had to be carefully tailored to address the specific etiological factors and pathology of the conditions involved with particular attention to managing metabolic disorders such as insulin resistance and abnormalities in lipid and glucose metabolism frequently observed in both nash and hbv the case underscores the need for a comprehensive and individualized approach in managing complex hepatic conditions especially when conventional diagnostic criteria and treatment protocols face limitations"
}