{
    "title": "Zika Virus: Immune Evasion Mechanisms, Currently Available Therapeutic Regimens, and Vaccines.",
    "doc_id": "29028178",
    "writer": "Asif A",
    "year": "2017",
    "summary": "The sudden emergence of infectious pathogens such as Zika virus (ZIKV) holds global health concerns. Recent dissemination of ZIKV from Pacific to Americas with an upsurge of congenital anomalies and Guillain Barre Syndrome (GBS) in adults has created an alarming sit …",
    "abstract": "The sudden emergence of infectious pathogens such as Zika virus (ZIKV) holds global health concerns. Recent dissemination of ZIKV from Pacific to Americas with an upsurge of congenital anomalies and Guillain Barre Syndrome (GBS) in adults has created an alarming situation. High-throughput studies are in progress to understand ZIKV's mode of pathogenesis and mechanism of immune escape, yet the pathogenesis remains obscure. Mainly ZIKV's envelope (E) protein and nonstructural proteins (mainly NS1 and NS5) manipulate host cell to support viral immune escape by modulation of the interferon pathway and complement antagonism. The development of direct therapeutics for ZIKV infection is required to overcome the rapidly evolving viral threat. Currently, the existing strategies for ZIKV treatment are only supportive. Although, there is no prophylactic or therapeutic vaccine presently available, however, recent efforts have brought up ZIKV vaccines into clinical trial phase 1. This review presents the highlights of recent advances in understanding immune evasion strategies adapted by ZIKV and existing therapies against the virus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29028178/",
    "clean_text": "zika virus immune evasion mechanisms currently available therapeutic regimens and vaccines the sudden emergence of infectious pathogens such as zika virus zikv holds global health concerns recent dissemination of zikv from pacific to americas with an upsurge of congenital anomalies and guillain barre syndrome gbs in adults has created an alarming sit the sudden emergence of infectious pathogens such as zika virus zikv holds global health concerns recent dissemination of zikv from pacific to americas with an upsurge of congenital anomalies and guillain barre syndrome gbs in adults has created an alarming situation high throughput studies are in progress to understand zikv s mode of pathogenesis and mechanism of immune escape yet the pathogenesis remains obscure mainly zikv s envelope e protein and nonstructural proteins mainly ns and ns manipulate host cell to support viral immune escape by modulation of the interferon pathway and complement antagonism the development of direct therapeutics for zikv infection is required to overcome the rapidly evolving viral threat currently the existing strategies for zikv treatment are only supportive although there is no prophylactic or therapeutic vaccine presently available however recent efforts have brought up zikv vaccines into clinical trial phase this review presents the highlights of recent advances in understanding immune evasion strategies adapted by zikv and existing therapies against the virus"
}