{
    "title": "Agenda-setting by young adults with type 1 diabetes and associations with emotional well-being/social support: results from an observational study.",
    "doc_id": "36008367",
    "writer": "Wyld K",
    "year": "2023",
    "summary": "METHODS: The DPAT was completed by young adults attending routine diabetes outpatient appointments at the Mater Hospital (Brisbane) between November 2016 and January 2020. For the current analysis, data included responses on agenda-setting and outcomes from three va …",
    "abstract": "Background:\n        \n      \n      The Diabetes Psychosocial Assessment Tool (DPAT) was developed to assess the psychosocial well-being of young adults with type 1 diabetes in clinical practice. The DPAT includes three validated questionnaires (assessing diabetes distress, anxiety/depressive symptoms and emotional well-being) and an agenda-setting tool. It is currently used by the Queensland Statewide Diabetes Clinical Network (available at Clinical Excellence Queensland).\n    \n\n\n          Aims:\n        \n      \n      To describe agenda items set by young adults with type 1 diabetes and investigate their association with emotional well-being/social support.\n    \n\n\n          Methods:\n        \n      \n      The DPAT was completed by young adults attending routine diabetes outpatient appointments at the Mater Hospital (Brisbane) between November 2016 and January 2020. For the current analysis, data included responses on agenda-setting and outcomes from three validated questionnaires.\n    \n\n\n          Results:\n        \n      \n      Responses of 277 young adults (15-26 years) were analysed. Ninety-four (34%) reported one to three agenda item(s). Common agenda items were diabetes technology and medications, but other topics raised included pregnancy, body image and eating concerns. Participants with moderate diabetes distress or anxiety symptoms were more likely to list at least one agenda item (P = 0.006; P = 0.002), as were females and older participants.\n    \n\n\n          Conclusion:\n        \n      \n      Several agenda items for young adults with type 1 diabetes were identified and were more likely to be raised by those with elevated diabetes distress and anxiety symptoms. The DPAT is a valuable and convenient tool that can be easily applied in routine clinical practice to enable clinicians to understand the concerns of the young adult population and deliver personalised medicine to optimise long-term outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36008367/",
    "clean_text": "agenda setting by young adults with type diabetes and associations with emotional well being social support results from an observational study methods the dpat was completed by young adults attending routine diabetes outpatient appointments at the mater hospital brisbane between november and january for the current analysis data included responses on agenda setting and outcomes from three va background the diabetes psychosocial assessment tool dpat was developed to assess the psychosocial well being of young adults with type diabetes in clinical practice the dpat includes three validated questionnaires assessing diabetes distress anxiety depressive symptoms and emotional well being and an agenda setting tool it is currently used by the queensland statewide diabetes clinical network available at clinical excellence queensland aims to describe agenda items set by young adults with type diabetes and investigate their association with emotional well being social support methods the dpat was completed by young adults attending routine diabetes outpatient appointments at the mater hospital brisbane between november and january for the current analysis data included responses on agenda setting and outcomes from three validated questionnaires results responses of young adults years were analysed ninety four reported one to three agenda item s common agenda items were diabetes technology and medications but other topics raised included pregnancy body image and eating concerns participants with moderate diabetes distress or anxiety symptoms were more likely to list at least one agenda item p p as were females and older participants conclusion several agenda items for young adults with type diabetes were identified and were more likely to be raised by those with elevated diabetes distress and anxiety symptoms the dpat is a valuable and convenient tool that can be easily applied in routine clinical practice to enable clinicians to understand the concerns of the young adult population and deliver personalised medicine to optimise long term outcomes"
}