{
    "title": "Choline-Deficient-Diet-Induced Fatty Liver Is a Metastasis-Resistant Microenvironment.",
    "doc_id": "28668831",
    "writer": "Nakamura M",
    "year": "2017",
    "summary": "BACKGROUND/AIM: Fatty liver disease is increasing in the developed and developing world. Liver metastasis from malignant lymphoma in the fatty liver is poorly understood. ...The fewest metastases were observed in the fatty liver. I …",
    "abstract": "Background/aim:\n        \n      \n      Fatty liver disease is increasing in the developed and developing world. Liver metastasis from malignant lymphoma in the fatty liver is poorly understood. In a previous report, we developed color-coded imaging of the tumor microenvironment (TME) of the murine EL4-RFP malignant lymphoma during metastasis, including the lung. In the present report, we investigated the potential and microenvironment of the fatty liver induced by a choline-deficient diet as a metastatic site in this mouse lymphoma model.\n    \n\n\n          Materials and methods:\n        \n      \n      C57BL/6-GFP transgenic mice were fed with a choline-deficient diet in order to establish a fatty liver model. EL4-RFP cells were injected in the spleen of normal mice and fatty-liver mice. Metastases in mice with fatty liver or normal liver were imaged with the Olympus SZX7 microscope and the Olympus FV1000 confocal microscope.\n    \n\n\n          Results:\n        \n      \n      Metastases of EL4-RFP were observed in the liver, ascites and bone marrow. Primary tumors were imaged in the spleen at the injection site. The fewest metastases were observed in the fatty liver. In addition, the fewest cancer-associated fibroblasts (CAFs) were observed in the fatty liver.\n    \n\n\n          Conclusion:\n        \n      \n      The relative metastatic resistance of the fatty liver may be due to the reduced number of CAFs in the fatty livers. The mechanism of the effect of the choline-deficient diet is discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28668831/",
    "clean_text": "choline deficient diet induced fatty liver is a metastasis resistant microenvironment background aim fatty liver disease is increasing in the developed and developing world liver metastasis from malignant lymphoma in the fatty liver is poorly understood the fewest metastases were observed in the fatty liver i background aim fatty liver disease is increasing in the developed and developing world liver metastasis from malignant lymphoma in the fatty liver is poorly understood in a previous report we developed color coded imaging of the tumor microenvironment tme of the murine el rfp malignant lymphoma during metastasis including the lung in the present report we investigated the potential and microenvironment of the fatty liver induced by a choline deficient diet as a metastatic site in this mouse lymphoma model materials and methods c bl gfp transgenic mice were fed with a choline deficient diet in order to establish a fatty liver model el rfp cells were injected in the spleen of normal mice and fatty liver mice metastases in mice with fatty liver or normal liver were imaged with the olympus szx microscope and the olympus fv confocal microscope results metastases of el rfp were observed in the liver ascites and bone marrow primary tumors were imaged in the spleen at the injection site the fewest metastases were observed in the fatty liver in addition the fewest cancer associated fibroblasts cafs were observed in the fatty liver conclusion the relative metastatic resistance of the fatty liver may be due to the reduced number of cafs in the fatty livers the mechanism of the effect of the choline deficient diet is discussed"
}