{
    "pmid": "41412093",
    "title": "Trends in fatigue in inflammatory rheumatic diseases: Annual data and trajectory analysis of the German National Database 2007-2023.",
    "abstract": "To explore the development of fatigue over the past 17 years and its relationship to physician- and patient-reported outcomes and social factors in inflammatory rheumatic diseases. Data from ≈9300 patients per year from the German National Database (2007-2023) were included, considering arthritides, spondyloarthritides, connective tissue diseases and vasculitides. Fatigue was assessed on a numeric rating scale (0-10) with >2 defined as present and >6 as severe. Presence and severity were compared by diagnosis, gender and year. Fatigue clusters were identified based on trajectory patterns over three consecutive visits. Fatigue affected 55 % (adult onset Still disease) to 67 % (systemic sclerosis) of patients, with severe fatigue in up to 26 % (systemic sclerosis). Substantial proportions of women (47-61 %) and men (35-52 %) experienced moderate-to-severe fatigue. Despite marked improvements in inflammation-responsive outcomes (CRP -40 %, tender joints -50 %, physician disease activity -42 %) and employment (52 %→70 %), mean fatigue remained stable. Trajectory analysis identified 35 % with persistent low, 23 % persistent high, 24 % worsening, and 19 % improving fatigue. Tender joints and morning stiffness effectively discriminated between persistent high versus low fatigue clusters. Emotional well-being, physical functioning, coping, and sleep quality showed stronger associations with fatigue trajectories than inflammatory markers. Differences across fatigue clusters substantially exceeded those between diagnostic groups. Fatigue affected a large proportion of both women and men across diagnoses. Fatigue trajectories reflect complex interplay of clinical and psychosocial factors. Management should incorporate multidimensional interventions addressing emotional well-being, physical function and social support beyond traditional inflammatory control.",
    "disease": "rheumatoid arthritis",
    "clean_text": "trends in fatigue in inflammatory rheumatic diseases annual data and trajectory analysis of the german national database to explore the development of fatigue over the past years and its relationship to physician and patient reported outcomes and social factors in inflammatory rheumatic diseases data from patients per year from the german national database were included considering arthritides spondyloarthritides connective tissue diseases and vasculitides fatigue was assessed on a numeric rating scale with defined as present and as severe presence and severity were compared by diagnosis gender and year fatigue clusters were identified based on trajectory patterns over three consecutive visits fatigue affected adult onset still disease to systemic sclerosis of patients with severe fatigue in up to systemic sclerosis substantial proportions of women and men experienced moderate to severe fatigue despite marked improvements in inflammation responsive outcomes crp tender joints physician disease activity and employment mean fatigue remained stable trajectory analysis identified with persistent low persistent high worsening and improving fatigue tender joints and morning stiffness effectively discriminated between persistent high versus low fatigue clusters emotional well being physical functioning coping and sleep quality showed stronger associations with fatigue trajectories than inflammatory markers differences across fatigue clusters substantially exceeded those between diagnostic groups fatigue affected a large proportion of both women and men across diagnoses fatigue trajectories reflect complex interplay of clinical and psychosocial factors management should incorporate multidimensional interventions addressing emotional well being physical function and social support beyond traditional inflammatory control"
}