{
    "pmid": "41456647",
    "title": "Histone H4 lysine 12 lactylation-driven ZIP14 expression is involved in electroacupuncture therapy against cerebral ischemia/reperfusion injury in mice.",
    "abstract": "Electroacupuncture (EA) has been demonstrated as an effective therapeutic intervention for cerebral ischemia-reperfusion injury (CIRI); however, the fundamental processes underlying EA therapy remain largely elusive, which hinders the optimization and broader clinical application of EA. It has been reported that during CIRI, cellular metabolism undergoes a shift from oxidative phosphorylation to glycolysis, giving rise to an accumulation of lactate, but whether and how lactate is involved in CIRI and EA therapy is not fully understood. To explore the role of lactate in EA therapy against CIRI and the underlying mechanisms. Neurological outcome evaluations and TTC staining were performed to assess CIRI in mice. Western blotting and immunofluorescence were used to detect histone lactylation, and genes regulated by histone lactylation were identified by CUT&Tag, ATAC-seq and RNA-seq, followed by investigation of the role(s) of an iron transporter encoding gene Zip14 in EA therapy. Arterial lactate levels in stroke patients were assessed 30 min after recanalization using arterial blood gas analysis. Lactate markedly enhances histone H4 lysine 12 lactylation (H4K12la) in neurons, concomitantly upregulating PKM2 expression-a pivotal regulator of lactate production. EA protects neurons in the ischemic penumbra and improves neurological outcomes following CIRI by suppressing PKM2-mediated H4K12la. Furthermore, CIRI elevates H4K12la enrichment at Zip14, which facilitates chromatin accessibility, activates Zip14 transcription, and ultimately triggers ferroptosis. EA treatment attenuates ferroptosis and mitigates CIRI by decreasing ZIP14 expression. EA significantly reduces arterial lactate levels after recanalization in patients with ischemic stroke. This study uncovered a previously unrecognized mechanism by which lactate is involved in EA therapy against CIRI, highlighting H4K12la-dependent ZIP14 expression as a potential therapeutic target for CIRI management and EA optimization.",
    "disease": "stroke",
    "clean_text": "histone h lysine lactylation driven zip expression is involved in electroacupuncture therapy against cerebral ischemia reperfusion injury in mice electroacupuncture ea has been demonstrated as an effective therapeutic intervention for cerebral ischemia reperfusion injury ciri however the fundamental processes underlying ea therapy remain largely elusive which hinders the optimization and broader clinical application of ea it has been reported that during ciri cellular metabolism undergoes a shift from oxidative phosphorylation to glycolysis giving rise to an accumulation of lactate but whether and how lactate is involved in ciri and ea therapy is not fully understood to explore the role of lactate in ea therapy against ciri and the underlying mechanisms neurological outcome evaluations and ttc staining were performed to assess ciri in mice western blotting and immunofluorescence were used to detect histone lactylation and genes regulated by histone lactylation were identified by cut tag atac seq and rna seq followed by investigation of the role s of an iron transporter encoding gene zip in ea therapy arterial lactate levels in stroke patients were assessed min after recanalization using arterial blood gas analysis lactate markedly enhances histone h lysine lactylation h k la in neurons concomitantly upregulating pkm expression a pivotal regulator of lactate production ea protects neurons in the ischemic penumbra and improves neurological outcomes following ciri by suppressing pkm mediated h k la furthermore ciri elevates h k la enrichment at zip which facilitates chromatin accessibility activates zip transcription and ultimately triggers ferroptosis ea treatment attenuates ferroptosis and mitigates ciri by decreasing zip expression ea significantly reduces arterial lactate levels after recanalization in patients with ischemic stroke this study uncovered a previously unrecognized mechanism by which lactate is involved in ea therapy against ciri highlighting h k la dependent zip expression as a potential therapeutic target for ciri management and ea optimization"
}