{
    "pmid": "41454146",
    "title": "Reversible Pulmonary Hypertension in CblC Deficiency (MMACHC c.80 A>G): long-term outcomes of metabolic and PH-targeted therapy.",
    "abstract": "Cobalamin C (cblC) deficiency, caused by MMACHC mutations, is a rare metabolic disorder with multisystem involvement. Pulmonary hypertension (PH) is an underrecognized but potentially life-threatening complication. This study aimed to characterize the clinical features and treatment outcomes of PH in children with cblC deficiency, particularly those carrying the MMACHC c.80 A > G variant. We retrospectively analyzed 17 pediatric patients with genetically confirmed cblC deficiency who presented with PH as the initial manifestation. Clinical, biochemical, imaging, genetic, and therapeutic data were reviewed. All patients had PH at diagnosis, with 64.7% (11/17) exhibiting moderate-to-severe pulmonary artery systolic pressure (PASP) elevation. Macrocytic anemia and renal dysfunction were common. HRCT revealed centrilobular ground-glass nodules, interlobular septal thickening, and pulmonary hemorrhage. B-type natriuretic peptide (BNP) levels were significantly higher in the moderate-severe group. All patients received metabolic therapy, and 11 received PH-targeted drugs. Glucocorticoids led to rapid clinical improvement in two patients presenting with pulmonary hemorrhage or hypoxemia. PASP normalized in all cases within 18 months. No recurrence occurred during follow-up. PH is a serious but reversible complication of cblC deficiency. Early diagnosis and combined metabolic and PH-targeted therapy can reverse vascular remodeling. Screening for cblC should be considered in children with unexplained PH and macrocytic anemia or renal involvement. This study presents the largest cohort to date of pediatric patients with cblC deficiency presenting with pulmonary hypertension (PH) as the initial manifestation. It identifies a potential genotype-phenotype association between the MMACHC c.80 A > G variant and reversible pulmonary vascular disease. The findings highlight the importance of early metabolic and PH-targeted therapy, and support screening for cblC deficiency in children with unexplained PH and macrocytic anemia or renal involvement.",
    "disease": "hypertension",
    "clean_text": "reversible pulmonary hypertension in cblc deficiency mmachc c a g long term outcomes of metabolic and ph targeted therapy cobalamin c cblc deficiency caused by mmachc mutations is a rare metabolic disorder with multisystem involvement pulmonary hypertension ph is an underrecognized but potentially life threatening complication this study aimed to characterize the clinical features and treatment outcomes of ph in children with cblc deficiency particularly those carrying the mmachc c a g variant we retrospectively analyzed pediatric patients with genetically confirmed cblc deficiency who presented with ph as the initial manifestation clinical biochemical imaging genetic and therapeutic data were reviewed all patients had ph at diagnosis with exhibiting moderate to severe pulmonary artery systolic pressure pasp elevation macrocytic anemia and renal dysfunction were common hrct revealed centrilobular ground glass nodules interlobular septal thickening and pulmonary hemorrhage b type natriuretic peptide bnp levels were significantly higher in the moderate severe group all patients received metabolic therapy and received ph targeted drugs glucocorticoids led to rapid clinical improvement in two patients presenting with pulmonary hemorrhage or hypoxemia pasp normalized in all cases within months no recurrence occurred during follow up ph is a serious but reversible complication of cblc deficiency early diagnosis and combined metabolic and ph targeted therapy can reverse vascular remodeling screening for cblc should be considered in children with unexplained ph and macrocytic anemia or renal involvement this study presents the largest cohort to date of pediatric patients with cblc deficiency presenting with pulmonary hypertension ph as the initial manifestation it identifies a potential genotype phenotype association between the mmachc c a g variant and reversible pulmonary vascular disease the findings highlight the importance of early metabolic and ph targeted therapy and support screening for cblc deficiency in children with unexplained ph and macrocytic anemia or renal involvement"
}