{
    "title": "[Physical activity--new paths and choices in the recommendations for adults].",
    "doc_id": "26574805",
    "writer": "Jansson E",
    "year": "2015",
    "summary": "Recommendations for physical activity have been prepared by Professional Associations for Physical Activity and approved by the Swedish Society of Medicine in 2011. ...Elderly are also recommended balance training. The benefits of physical ac …",
    "abstract": "Recommendations for physical activity have been prepared by Professional Associations for Physical Activity and approved by the Swedish Society of Medicine in 2011. All adults are recommended regular aerobic and muscle strengthening physical activity. Lowest recommended dose (intensity x time) of aerobic physical activity is 150 minutes at moderate or 75 minutes at high intensity per week. More health benefits are achieved if the dose is higher than the lowest recommended dose. Longer periods of sedentary behavior should be avoided. Elderly are also recommended balance training. The benefits of physical activity outweigh the risks. The Swedish National Board of Health and Welfare recommends that the healthcare system offer counselling with the adjunct of exercise on prescription or a pedometer to persons with insufficient physical activity, i.e. less than the lowest recommended dose in the current recommendations for physical activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26574805/",
    "clean_text": "physical activity new paths and choices in the recommendations for adults recommendations for physical activity have been prepared by professional associations for physical activity and approved by the swedish society of medicine in elderly are also recommended balance training the benefits of physical ac recommendations for physical activity have been prepared by professional associations for physical activity and approved by the swedish society of medicine in all adults are recommended regular aerobic and muscle strengthening physical activity lowest recommended dose intensity x time of aerobic physical activity is minutes at moderate or minutes at high intensity per week more health benefits are achieved if the dose is higher than the lowest recommended dose longer periods of sedentary behavior should be avoided elderly are also recommended balance training the benefits of physical activity outweigh the risks the swedish national board of health and welfare recommends that the healthcare system offer counselling with the adjunct of exercise on prescription or a pedometer to persons with insufficient physical activity i e less than the lowest recommended dose in the current recommendations for physical activity"
}