{
    "pmid": "41422728",
    "title": "Baihua Dangen Tang inhibits the peritoneal metastasis of colon cancer by modulating the bacterial metabolite gentisic acid to suppress MDSCs.",
    "abstract": "The treatment principle of Lingnan traditional compound Baihua Dangen Tang includes 'clearing heat and removing toxins, resolving stasis and dispersing stagnation, and dispelling wind and removing dampness', which is compatible with the pathogenesis of peritoneal cancer, which is characterized by 'dampness, heat, stasis and toxin'. Therefore, Baihua Dangen Tang may be an effective treatment for peritoneal metastasis of colon cancer. To systematically elucidate the effects and mechanisms of Baihua Dangen Tang in inhibiting the peritoneal metastasis of colon cancer. In this study, a peritoneal metastasis model of colon cancer was constructed by intraperitoneal injection of CT26/MC38 cells (1 × 10 In this study, we observed that Baihua Dangen Tang significantly inhibited peritoneal metastasis of colon cancer; reduced abdominal circumference, bloody ascites content, and metastatic tumor weight; and decreased metastatic tumor Ki67 expression. Analysis of ascites and peripheral blood by mass spectrometry and flow cytometry revealed that Baihua Dangen Tang increased the numbers of CD4 Baihua Dangen Tang and its microbiota-derived metabolite gentisic acid inhibit cancer cell metastasis and MDSCs function, demonstrating multitarget suppression of colorectal cancer peritoneal metastasis.",
    "disease": "colorectal cancer",
    "clean_text": "baihua dangen tang inhibits the peritoneal metastasis of colon cancer by modulating the bacterial metabolite gentisic acid to suppress mdscs the treatment principle of lingnan traditional compound baihua dangen tang includes clearing heat and removing toxins resolving stasis and dispersing stagnation and dispelling wind and removing dampness which is compatible with the pathogenesis of peritoneal cancer which is characterized by dampness heat stasis and toxin therefore baihua dangen tang may be an effective treatment for peritoneal metastasis of colon cancer to systematically elucidate the effects and mechanisms of baihua dangen tang in inhibiting the peritoneal metastasis of colon cancer in this study a peritoneal metastasis model of colon cancer was constructed by intraperitoneal injection of ct mc cells in this study we observed that baihua dangen tang significantly inhibited peritoneal metastasis of colon cancer reduced abdominal circumference bloody ascites content and metastatic tumor weight and decreased metastatic tumor ki expression analysis of ascites and peripheral blood by mass spectrometry and flow cytometry revealed that baihua dangen tang increased the numbers of cd baihua dangen tang and its microbiota derived metabolite gentisic acid inhibit cancer cell metastasis and mdscs function demonstrating multitarget suppression of colorectal cancer peritoneal metastasis"
}