{
    "pmid": "41457393",
    "title": "Dental Caries as a Potential Risk Factor for Asthma: Evidence From Mendelian Randomization Analysis.",
    "abstract": "Dental caries is a widespread oral disease linked to systemic health. Asthma, a chronic airway condition, impacts quality of life and may influence oral health. While evidence on the association between asthma and caries is inconclusive, some studies suggest asthma increases caries risk. This study applies Mendelian randomization (MR) to investigate their potential causal relationship. A bidirectional MR analysis was conducted using publicly available genome-wide association studies (GWAS) data. Suitable instrumental variables (IVs) were chosen in accordance with three key MR analysis assumptions. The primary method employed was the inverse-variance weighted (IVW) method, with supplementary methods including MR-Egger regression, Weighted Median, Simple Mode, Weighted Mode, and the MR pleiotropy residual sum and outlier techniques. MR analysis showed a significant positive association between dental caries and asthma (IVW OR > 1, p < 0.05). No causal effect of asthma on dental caries was detected (p > 0.05). Sensitivity analyses confirmed no heterogeneity or pleiotropy, supporting the robustness of these findings. This study suggests that dental caries may contribute to asthma development, while asthma does not directly influence dental caries. Maintaining good oral health could help reduce asthma risk, highlighting the need for integrated oral and respiratory health strategies.",
    "disease": "asthma",
    "clean_text": "dental caries as a potential risk factor for asthma evidence from mendelian randomization analysis dental caries is a widespread oral disease linked to systemic health asthma a chronic airway condition impacts quality of life and may influence oral health while evidence on the association between asthma and caries is inconclusive some studies suggest asthma increases caries risk this study applies mendelian randomization mr to investigate their potential causal relationship a bidirectional mr analysis was conducted using publicly available genome wide association studies gwas data suitable instrumental variables ivs were chosen in accordance with three key mr analysis assumptions the primary method employed was the inverse variance weighted ivw method with supplementary methods including mr egger regression weighted median simple mode weighted mode and the mr pleiotropy residual sum and outlier techniques mr analysis showed a significant positive association between dental caries and asthma ivw or p no causal effect of asthma on dental caries was detected p sensitivity analyses confirmed no heterogeneity or pleiotropy supporting the robustness of these findings this study suggests that dental caries may contribute to asthma development while asthma does not directly influence dental caries maintaining good oral health could help reduce asthma risk highlighting the need for integrated oral and respiratory health strategies"
}