{
    "pmid": "41449346",
    "title": "Nationwide whole-genome sequencing reveals local transmission of Mycobacterium tuberculosis in Poland, 2003-2020.",
    "abstract": "Tuberculosis (TB) remains highly prevalent in many countries and is a significant contributor to infectious disease mortality. Combating TB requires monitoring the global circulation of strains, and analyzing the prevalence of specific strains within populations. Currently, whole-genome sequencing (WGS) enables the precise tracking of TB transmission. Here, we utilized spoligotyping combined with whole-genome sequencing (WGS) to identify cases of M. tuberculosis transmission in Poland. Our study aimed to identify M. tuberculosis clones transmitting in Poland before the beginning of the war in Ukraine and the influx of refugees. We used spoligotyping data to identify M. tuberculosis isolates that were possibly transmitted. We used WGS to confirm transmission, and to identify transmission chains. A total of 163 isolates were successfully sequenced with high-quality genomic data. Two significant clusters were identified: a pan-susceptible Euro-American lineage cluster (WGS-Cluster 3, n = 32, 19.6%) associated with patients experiencing homelessness and centered in Bydgoszcz (2006-2014); and a multidrug-resistant Beijing lineage cluster (WGS-Cluster 13, n = 32, 19.6%) emerging between 2016 and 2020 across five cities. M. tuberculosis transmission should be monitored with routine WGS for better TB control in Poland.",
    "disease": "tuberculosis",
    "clean_text": "nationwide whole genome sequencing reveals local transmission of mycobacterium tuberculosis in poland tuberculosis tb remains highly prevalent in many countries and is a significant contributor to infectious disease mortality combating tb requires monitoring the global circulation of strains and analyzing the prevalence of specific strains within populations currently whole genome sequencing wgs enables the precise tracking of tb transmission here we utilized spoligotyping combined with whole genome sequencing wgs to identify cases of m tuberculosis transmission in poland our study aimed to identify m tuberculosis clones transmitting in poland before the beginning of the war in ukraine and the influx of refugees we used spoligotyping data to identify m tuberculosis isolates that were possibly transmitted we used wgs to confirm transmission and to identify transmission chains a total of isolates were successfully sequenced with high quality genomic data two significant clusters were identified a pan susceptible euro american lineage cluster wgs cluster n associated with patients experiencing homelessness and centered in bydgoszcz and a multidrug resistant beijing lineage cluster wgs cluster n emerging between and across five cities m tuberculosis transmission should be monitored with routine wgs for better tb control in poland"
}