{
    "title": "Which lymphadenectomy for adrenocortical carcinoma?",
    "doc_id": "39370320",
    "writer": "de Ponthaud C",
    "year": "2024",
    "summary": "Concurrently, a systematic review of anatomical and clinical studies was performed, focusing on adrenals lymphatic network, lymph node dissection, and location of invaded lymph nodes in surgical series. RESULTS: Twelve adrenals from 6 cadavers were res …",
    "abstract": "Background:\n        \n      \n      Lymph node dissection improves adrenocortical carcinoma staging, but remains anatomically poorly defined. This ambiguity stems from limited knowledge of the adrenals lymphatic network. This work aims to define lymph node dissection for adrenocortical carcinoma through a systematic review and anatomical study.\n    \n\n\n          Method:\n        \n      \n      First, an anatomical study was conducted on fresh cadavers by injecting blue dye into each adrenal gland before dissection. Concurrently, a systematic review of anatomical and clinical studies was performed, focusing on adrenals lymphatic network, lymph node dissection, and location of invaded lymph nodes in surgical series.\n    \n\n\n          Results:\n        \n      \n      Twelve adrenals from 6 cadavers were resected en bloc with a median of 3 lymph nodes (1.5-6) removed. Screening of 6,506 studies revealed (1) 18 anatomical studies on cadavers detailing a 3-stage compartmentalized adrenals lymphatic network with distinct right/left lymph nodes relays; (2) 4 clinical studies highlighting discrepancies in lymph node involvement in adrenocortical carcinoma patients compared with anatomical description of adrenals lymphatic network, notably: lower implication of celiac lymph node, preponderance of ipsilateral renal hilum lymph nodes, potential contralateral involvement; (3) 21 series of adrenocortical carcinoma surgery demonstrating the heterogeneity of lymph node dissection practice (22% ± 4% lymph node dissection rate), with an average of 2.7 ± 0.6 lymph nodes removed, already fewer than in our cadaveric study.\n    \n\n\n          Conclusion:\n        \n      \n      Synthesis of anatomical and clinical studies suggest the following lymph node dissection protocol during adrenocortical carcinoma resection: capsular, renal hilum, para-cava, and inter-aortic-cava lymph nodes (right adrenocortical carcinoma); and capsular, renal hilum, para-aortic, and inter-aortic-cava lymph nodes (left adrenocortical carcinoma).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39370320/",
    "clean_text": "which lymphadenectomy for adrenocortical carcinoma concurrently a systematic review of anatomical and clinical studies was performed focusing on adrenals lymphatic network lymph node dissection and location of invaded lymph nodes in surgical series results twelve adrenals from cadavers were res background lymph node dissection improves adrenocortical carcinoma staging but remains anatomically poorly defined this ambiguity stems from limited knowledge of the adrenals lymphatic network this work aims to define lymph node dissection for adrenocortical carcinoma through a systematic review and anatomical study method first an anatomical study was conducted on fresh cadavers by injecting blue dye into each adrenal gland before dissection concurrently a systematic review of anatomical and clinical studies was performed focusing on adrenals lymphatic network lymph node dissection and location of invaded lymph nodes in surgical series results twelve adrenals from cadavers were resected en bloc with a median of lymph nodes removed screening of studies revealed anatomical studies on cadavers detailing a stage compartmentalized adrenals lymphatic network with distinct right left lymph nodes relays clinical studies highlighting discrepancies in lymph node involvement in adrenocortical carcinoma patients compared with anatomical description of adrenals lymphatic network notably lower implication of celiac lymph node preponderance of ipsilateral renal hilum lymph nodes potential contralateral involvement series of adrenocortical carcinoma surgery demonstrating the heterogeneity of lymph node dissection practice lymph node dissection rate with an average of lymph nodes removed already fewer than in our cadaveric study conclusion synthesis of anatomical and clinical studies suggest the following lymph node dissection protocol during adrenocortical carcinoma resection capsular renal hilum para cava and inter aortic cava lymph nodes right adrenocortical carcinoma and capsular renal hilum para aortic and inter aortic cava lymph nodes left adrenocortical carcinoma"
}