{
    "pmid": "41441661",
    "title": "Influencing Factors of Pregnant Women's Willingness to Receive Influenza Vaccination in China.",
    "abstract": "Seasonal influenza presents a major public health issue with a heavy disease burden on pregnant women, who are at increased risk of severe outcomes, yet vaccination uptake remains low. Investigate pregnant women's willingness to receive influenza vaccination, identify key influencing factors, and elucidate the pathways shaping this willingness. A cross-sectional web-based survey was performed. The questionnaire included their socioeconomic characteristics, pregnant status and histories, knowledge of the influenza vaccine, and attitudes toward the seasonal influenza vaccine. A univariate analysis was initially performed to screen potential variables associated with pregnant women's willingness to receive influenza vaccination. Subsequently, a multivariate binary logistic regression model was constructed to assess the independent effects of these variables on vaccination willingness. Additionally, a mediation effect model was developed to analyze the mediating pathways of factors influencing vaccination willingness. A total of 1231 pregnant women participated in this survey. Five hundred and seventy-one (46.4%) were willing to receive the seasonal influenza vaccine. Multivariate analysis identified five key factors influencing willingness: higher annual income (CNY ≥ 200,000 vs. ≤100,000: OR = 2.65, 95% CI: 1.02-6.85), history of delivery difficulties (OR = 0.10, 95% CI: 0.02-0.62), knowledge about the influenza vaccine (OR = 1.69, 95% CI: 1.28-2.23), supportive attitudes towards vaccination (OR = 13.35, 95% CI: 8.26-21.55), and willingness to pay over 500 yuan for the vaccine (OR = 2.29, 95% CI: 1.23-4.27). Attitudes towards vaccination were partially mediated by vaccine knowledge (β = 0.03, 16% of total effect), with no mediation effects observed for price or delivery history. This study pinpointed pivotal factors contributing to pregnant women's hesitancy towards seasonal influenza vaccination. Our findings underscore the urgent need for integrating influenza vaccination programs with comprehensive educational and promotional strategies in the future.",
    "disease": "influenza",
    "clean_text": "influencing factors of pregnant women s willingness to receive influenza vaccination in china seasonal influenza presents a major public health issue with a heavy disease burden on pregnant women who are at increased risk of severe outcomes yet vaccination uptake remains low investigate pregnant women s willingness to receive influenza vaccination identify key influencing factors and elucidate the pathways shaping this willingness a cross sectional web based survey was performed the questionnaire included their socioeconomic characteristics pregnant status and histories knowledge of the influenza vaccine and attitudes toward the seasonal influenza vaccine a univariate analysis was initially performed to screen potential variables associated with pregnant women s willingness to receive influenza vaccination subsequently a multivariate binary logistic regression model was constructed to assess the independent effects of these variables on vaccination willingness additionally a mediation effect model was developed to analyze the mediating pathways of factors influencing vaccination willingness a total of pregnant women participated in this survey five hundred and seventy one were willing to receive the seasonal influenza vaccine multivariate analysis identified five key factors influencing willingness higher annual income cny vs or ci history of delivery difficulties or ci knowledge about the influenza vaccine or ci supportive attitudes towards vaccination or ci and willingness to pay over yuan for the vaccine or ci attitudes towards vaccination were partially mediated by vaccine knowledge of total effect with no mediation effects observed for price or delivery history this study pinpointed pivotal factors contributing to pregnant women s hesitancy towards seasonal influenza vaccination our findings underscore the urgent need for integrating influenza vaccination programs with comprehensive educational and promotional strategies in the future"
}