{
    "pmid": "41410586",
    "title": "Length-based adequacy thresholds for submandibular gland core needle biopsy in suspected Sjögren's disease: two-phase study.",
    "abstract": "Ultrasound-guided core needle biopsy (CNB) of major salivary glands is a less invasive alternative to minor salivary gland biopsy for diagnosing Sjögren's disease (SjD), reducing risks of neurological deficits and pain. However, the optimal CNB specimen length for adequate glandular surface area remains uncertain. This study aimed to determine and validate the optimal CNB specimen length thresholds. This retrospective, dual-phase study included 119 consecutive patients undergoing submandibular gland CNB with an 18-gauge needle for suspicious chronic inflammatory sialadenitis. Specimen length, total surface area, and glandular surface area were recorded. A validation cohort (n=37) was analysed separately. Statistical analyses included correlation, regression, and ROC curve analysis. Specimen length correlated with glandular surface area (ρ=0.69, p<0.001). Multivariable analysis confirmed specimen length as a positive predictor (p<0.001) and fatty infiltration as a negative predictor (p=0.003) of glandular surface area. ROC analysis identified 7.6 mm as optimal for glandular surface area ≥4 mm², and 10.5 mm for ≥8 mm². Clinically significant haematomas occurred in 1.7% of cases. In the validation cohort, using the 7.6 mm threshold, PPV was 86.2%, and NPV 87.5% for glandular surface area ≥4 mm². For the 10.5 mm threshold, PPV was 76%, and NPV 100% for ≥8 mm². A CNB specimen length of ≥7.6 mm is sufficient for diagnosing SjD, while ≥10.5 mm may be required for clinical trials. These findings may support the integration of specimen length thresholds into CNB procedural guidelines.",
    "disease": "rheumatoid arthritis",
    "clean_text": "length based adequacy thresholds for submandibular gland core needle biopsy in suspected sj gren s disease two phase study ultrasound guided core needle biopsy cnb of major salivary glands is a less invasive alternative to minor salivary gland biopsy for diagnosing sj gren s disease sjd reducing risks of neurological deficits and pain however the optimal cnb specimen length for adequate glandular surface area remains uncertain this study aimed to determine and validate the optimal cnb specimen length thresholds this retrospective dual phase study included consecutive patients undergoing submandibular gland cnb with an gauge needle for suspicious chronic inflammatory sialadenitis specimen length total surface area and glandular surface area were recorded a validation cohort n was analysed separately statistical analyses included correlation regression and roc curve analysis specimen length correlated with glandular surface area p multivariable analysis confirmed specimen length as a positive predictor p and fatty infiltration as a negative predictor p of glandular surface area roc analysis identified mm as optimal for glandular surface area mm and mm for mm clinically significant haematomas occurred in of cases in the validation cohort using the mm threshold ppv was and npv for glandular surface area mm for the mm threshold ppv was and npv for mm a cnb specimen length of mm is sufficient for diagnosing sjd while mm may be required for clinical trials these findings may support the integration of specimen length thresholds into cnb procedural guidelines"
}