{
    "pmid": "41445867",
    "title": "Mapping microglial mechanisms in Alzheimer's disease: a comprehensive analysis.",
    "abstract": "Microglia, the brain's primary immune cells, play crucial roles in Alzheimer's disease (AD) pathogenesis. However, existing research remains abundant yet fragmented. Therefore, this study aimed to systematically identify hotspots and trends in microglia-related AD research, while providing an in-depth analysis of the underlying mechanisms to advance mechanistic understanding and therapeutic development. To achieve this, articles on microglia in AD were retrieved from the Web of Science Core Collection (WoSCC) database, and bibliometric analysis was performed using the WoSCC platform and CiteSpace 6.3.R1, with a focus on global collaboration, institutional and journal contributions, keyword bursts, and high-impact articles to comprehensively elucidate the underlying mechanisms. In total, 1,043 articles from 67 countries and regions were included.Among them, the United States led with 484 articles and an H-index of 100, followed by China with 276 articles. The University of California system (77 articles) and Harvard University (74 articles) had the highest H-index, both at 41. Journal of Neuroinflammation published the most articles (57 articles). Burst keywords persisting until 2024 included \"memory,\" \"NLRP3 inflammasome,\" and \"system.\" High-impact studies emphasized microglial roles in AD pathology, including Aβ clearance, synaptic pruning, inflammation, metabolism, phenotype shifts, immune memory, and genetic variation. Overall, microglial mechanisms are at the forefront of AD research. The United States leads in both article number and influence, followed by China. The University of California system and Harvard University demonstrate the greatest output and impact. ",
    "disease": "alzheimer disease",
    "clean_text": "mapping microglial mechanisms in alzheimer s disease a comprehensive analysis microglia the brain s primary immune cells play crucial roles in alzheimer s disease ad pathogenesis however existing research remains abundant yet fragmented therefore this study aimed to systematically identify hotspots and trends in microglia related ad research while providing an in depth analysis of the underlying mechanisms to advance mechanistic understanding and therapeutic development to achieve this articles on microglia in ad were retrieved from the web of science core collection woscc database and bibliometric analysis was performed using the woscc platform and citespace r with a focus on global collaboration institutional and journal contributions keyword bursts and high impact articles to comprehensively elucidate the underlying mechanisms in total articles from countries and regions were included among them the united states led with articles and an h index of followed by china with articles the university of california system articles and harvard university articles had the highest h index both at journal of neuroinflammation published the most articles articles burst keywords persisting until included memory nlrp inflammasome and system high impact studies emphasized microglial roles in ad pathology including a clearance synaptic pruning inflammation metabolism phenotype shifts immune memory and genetic variation overall microglial mechanisms are at the forefront of ad research the united states leads in both article number and influence followed by china the university of california system and harvard university demonstrate the greatest output and impact"
}