{
    "pmid": "41420326",
    "title": "Liquid Biopsy for EGFR Mutation Detection in NSCLC: Evaluation of Plasma ctDNA and Comparison with Plasma exoDNA.",
    "abstract": "Accurate detection of actionable EGFR mutations is essential for guiding targeted therapy in NSCLC. Liquid biopsy approaches using ctDNA and exoDNA offer noninvasive alternatives for molecular profiling. This study evaluated the diagnostic performance of nested PCR combined with sanger sequencing for detecting common EGFR mutations (exon 19 deletions and the L858R point mutation) in plasma samples from Iranian NSCLC patients. In this retrospective observational study, blood samples were collected from 30 NSCLC patients with confirmed EGFR mutations. ctDNA was extracted from plasma and analyzed using nested PCR followed by sanger sequencing. Specificity was assessed in 20 EGFR-wild type NSCLC patients serving as controls. Diagnostic performance was further evaluated in relation to clinicopathological factors. EGFR mutations were detected in plasma ctDNA in 63.3% of patients. Detection sensitivity was significantly associated with tumor stage but was independent of mutation subtype, age, sex, or smoking status. The assay showed high specificity, with no false positive results in control samples (95% CI: 83.9-100.0%). Although exoDNA analysis demonstrated a higher sensitivity than ctDNA (76.6% vs. 63.3%), this difference was not statistically significant. Notably, combined analysis of ctDNA and exoDNA increased overall detection sensitivity to 80%. Nested PCR with sanger sequencing represents a reliable rule in strategy for EGFR mutation detection in plasma. Integrating ctDNA and exoDNA analyses substantially improves sensitivity and may enhance noninvasive molecular diagnostics in NSCLC.",
    "disease": "tuberculosis",
    "clean_text": "liquid biopsy for egfr mutation detection in nsclc evaluation of plasma ctdna and comparison with plasma exodna accurate detection of actionable egfr mutations is essential for guiding targeted therapy in nsclc liquid biopsy approaches using ctdna and exodna offer noninvasive alternatives for molecular profiling this study evaluated the diagnostic performance of nested pcr combined with sanger sequencing for detecting common egfr mutations exon deletions and the l r point mutation in plasma samples from iranian nsclc patients in this retrospective observational study blood samples were collected from nsclc patients with confirmed egfr mutations ctdna was extracted from plasma and analyzed using nested pcr followed by sanger sequencing specificity was assessed in egfr wild type nsclc patients serving as controls diagnostic performance was further evaluated in relation to clinicopathological factors egfr mutations were detected in plasma ctdna in of patients detection sensitivity was significantly associated with tumor stage but was independent of mutation subtype age sex or smoking status the assay showed high specificity with no false positive results in control samples ci although exodna analysis demonstrated a higher sensitivity than ctdna vs this difference was not statistically significant notably combined analysis of ctdna and exodna increased overall detection sensitivity to nested pcr with sanger sequencing represents a reliable rule in strategy for egfr mutation detection in plasma integrating ctdna and exodna analyses substantially improves sensitivity and may enhance noninvasive molecular diagnostics in nsclc"
}