{
    "title": "Swallowing outcomes after radiotherapy for head and neck cancer: a systematic review.",
    "doc_id": "16906517",
    "writer": "Frowen JJ",
    "year": "2006",
    "summary": "CONCLUSIONS: There are limited data on swallowing outcomes after radiotherapy or chemoradiotherapy for head and neck cancer. Further work is needed to ascertain which aspects of swallowing should be measured, and then to use such measures in well-designed clinical t …",
    "abstract": "Background:\n        \n      \n      A systematic review of the current data on swallowing function after radiotherapy or chemoradiotherapy is presented.\n    \n\n\n          Methods:\n        \n      \n      Electronic databases were searched for 1966-2005. Papers were categorized according to level of evidence, methodological quality, and the specific domain of swallowing being measured.\n    \n\n\n          Results:\n        \n      \n      Of 109 papers retrieved, 33 were identified and reviewed. Evidence was primarily classified as either level III.2 (cohort studies) or level IV (case series). Methodological quality was found to be compromised in most studies. Although many researchers had investigated swallowing impairment, a wide variety of measurement tools were employed.\n    \n\n\n          Conclusions:\n        \n      \n      There are limited data on swallowing outcomes after radiotherapy or chemoradiotherapy for head and neck cancer. Further work is needed to ascertain which aspects of swallowing should be measured, and then to use such measures in well-designed clinical trials and prospective cohort studies of this under-researched population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16906517/",
    "clean_text": "swallowing outcomes after radiotherapy for head and neck cancer a systematic review conclusions there are limited data on swallowing outcomes after radiotherapy or chemoradiotherapy for head and neck cancer further work is needed to ascertain which aspects of swallowing should be measured and then to use such measures in well designed clinical t background a systematic review of the current data on swallowing function after radiotherapy or chemoradiotherapy is presented methods electronic databases were searched for papers were categorized according to level of evidence methodological quality and the specific domain of swallowing being measured results of papers retrieved were identified and reviewed evidence was primarily classified as either level iii cohort studies or level iv case series methodological quality was found to be compromised in most studies although many researchers had investigated swallowing impairment a wide variety of measurement tools were employed conclusions there are limited data on swallowing outcomes after radiotherapy or chemoradiotherapy for head and neck cancer further work is needed to ascertain which aspects of swallowing should be measured and then to use such measures in well designed clinical trials and prospective cohort studies of this under researched population"
}