{
    "title": "Gene expression studies in major depression.",
    "doc_id": "20425299",
    "writer": "Mehta D",
    "year": "2010",
    "summary": "We provide a synopsis of the gene expression studies published thus far for MD, with a focus on studies using mRNA microarray methods. Finally, we discuss possible new strategies for the gene expression studies in MD that circumvent some of the address …",
    "abstract": "The dramatic technical advances in methods to measure gene expression on a genome-wide level thus far have not been paralleled by breakthrough discoveries in psychiatric disorders-including major depression (MD)-using these hypothesis-free approaches. In this review, we first describe the methodologic advances made in gene expression analysis, from quantitative polymerase chain reaction to next-generation sequencing. We then discuss issues in gene expression experiments specific to MD, ranging from the choice of target tissues to the characterization of the case group. We provide a synopsis of the gene expression studies published thus far for MD, with a focus on studies using mRNA microarray methods. Finally, we discuss possible new strategies for the gene expression studies in MD that circumvent some of the addressed issues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20425299/",
    "clean_text": "gene expression studies in major depression we provide a synopsis of the gene expression studies published thus far for md with a focus on studies using mrna microarray methods finally we discuss possible new strategies for the gene expression studies in md that circumvent some of the address the dramatic technical advances in methods to measure gene expression on a genome wide level thus far have not been paralleled by breakthrough discoveries in psychiatric disorders including major depression md using these hypothesis free approaches in this review we first describe the methodologic advances made in gene expression analysis from quantitative polymerase chain reaction to next generation sequencing we then discuss issues in gene expression experiments specific to md ranging from the choice of target tissues to the characterization of the case group we provide a synopsis of the gene expression studies published thus far for md with a focus on studies using mrna microarray methods finally we discuss possible new strategies for the gene expression studies in md that circumvent some of the addressed issues"
}