{
    "title": "Androgen receptor signaling in prostate cancer.",
    "doc_id": "24384911",
    "writer": "Culig Z",
    "year": "2014",
    "summary": "Its expression in prostate cancer cells is regulated by steroid and peptide hormones. AR downregulation by various compounds which are contained in fruits and vegetables is considered a chemopreventive strategy for prostate cancer. There is a bidirecti …",
    "abstract": "The androgen receptor (AR), ligand-induced transcription factor, is expressed in primary prostate cancer and in metastases. AR regulates multiple cellular events, proliferation, apoptosis, migration, invasion, and differentiation. Its expression in prostate cancer cells is regulated by steroid and peptide hormones. AR downregulation by various compounds which are contained in fruits and vegetables is considered a chemopreventive strategy for prostate cancer. There is a bidirectional interaction between the AR and micro-RNA (miRNA) in prostate cancer; androgens may upregulate or downregulate the selected miRNA, whereas the AR itself is a target of miRNA. AR mutations have been discovered in prostate cancer, and their incidence may increase with tumor progression. AR mutations and increased expression of selected coactivators contribute to the acquisition of agonistic properties of anti-androgens. Expression of some of the coactivators is enhanced during androgen ablation. AR activity is regulated by peptides such as cytokines or growth factors which reduce the concentration of androgen required for maximal stimulation of the receptor. In prostate cancer, variant ARs which exhibit constitutive activity were detected. Novel therapies which interfere with intracrine synthesis of androgens or inhibit nuclear translocation of the AR have been introduced in the clinic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24384911/",
    "clean_text": "androgen receptor signaling in prostate cancer its expression in prostate cancer cells is regulated by steroid and peptide hormones ar downregulation by various compounds which are contained in fruits and vegetables is considered a chemopreventive strategy for prostate cancer there is a bidirecti the androgen receptor ar ligand induced transcription factor is expressed in primary prostate cancer and in metastases ar regulates multiple cellular events proliferation apoptosis migration invasion and differentiation its expression in prostate cancer cells is regulated by steroid and peptide hormones ar downregulation by various compounds which are contained in fruits and vegetables is considered a chemopreventive strategy for prostate cancer there is a bidirectional interaction between the ar and micro rna mirna in prostate cancer androgens may upregulate or downregulate the selected mirna whereas the ar itself is a target of mirna ar mutations have been discovered in prostate cancer and their incidence may increase with tumor progression ar mutations and increased expression of selected coactivators contribute to the acquisition of agonistic properties of anti androgens expression of some of the coactivators is enhanced during androgen ablation ar activity is regulated by peptides such as cytokines or growth factors which reduce the concentration of androgen required for maximal stimulation of the receptor in prostate cancer variant ars which exhibit constitutive activity were detected novel therapies which interfere with intracrine synthesis of androgens or inhibit nuclear translocation of the ar have been introduced in the clinic"
}