{
    "pmid": "41457007",
    "title": "Assessing the Effect of the COVID-19 Pandemic on Abortion Care Utilization and Delays and Whether There Was a Differential Impact Among Latinas in North Carolina.",
    "abstract": "We evaluated the effect of the COVID-19 pandemic on abortion service utilization and delays to care among people in North Carolina and assessed whether there was a differential impact between Latinas and non-Hispanic white patients. We used state-level data to examine abortions performed in North Carolina health facilities from 2016 to 2021 (N = 167,058). We employed an interrupted time-series analysis to assess changes in the monthly number of abortions and the monthly proportion of abortions at 13 weeks or later gestation both at the pandemic onset (March 2020) and after (April 2020-December 2021). Primary analyses were conducted for all abortion patients and secondary analyses were limited to Latina patients and compared with non-Hispanic white patients. There was no significant change in the monthly number of abortions at the pandemic onset. After March 2020, there was a significant increase in the monthly number of abortions among the total study population. The monthly abortion count also increased for both groups between April 2020 and December 2021, though Latina patients had a greater monthly increase than non-Hispanic white patients. The proportion of abortions at 13 weeks or later dropped significantly at the pandemic onset among the total population by 1.5 (95% confidence interval [-2.3, -.7]) percentage points and remained at approximately the same level thereafter. The COVID-19 pandemic was associated with an increase in monthly abortion counts through 2021 and a decrease in the proportion of abortions after the first trimester at the pandemic's onset.",
    "disease": "covid-19",
    "clean_text": "assessing the effect of the covid pandemic on abortion care utilization and delays and whether there was a differential impact among latinas in north carolina we evaluated the effect of the covid pandemic on abortion service utilization and delays to care among people in north carolina and assessed whether there was a differential impact between latinas and non hispanic white patients we used state level data to examine abortions performed in north carolina health facilities from to n we employed an interrupted time series analysis to assess changes in the monthly number of abortions and the monthly proportion of abortions at weeks or later gestation both at the pandemic onset march and after april december primary analyses were conducted for all abortion patients and secondary analyses were limited to latina patients and compared with non hispanic white patients there was no significant change in the monthly number of abortions at the pandemic onset after march there was a significant increase in the monthly number of abortions among the total study population the monthly abortion count also increased for both groups between april and december though latina patients had a greater monthly increase than non hispanic white patients the proportion of abortions at weeks or later dropped significantly at the pandemic onset among the total population by confidence interval percentage points and remained at approximately the same level thereafter the covid pandemic was associated with an increase in monthly abortion counts through and a decrease in the proportion of abortions after the first trimester at the pandemic s onset"
}