{
    "pmid": "41429271",
    "title": "Radiological and clinical evaluation of stemless anatomical shoulder arthoplasty Affinis Short™ (Mathys) with a minimum follow-up of 5 years.",
    "abstract": "Stemless shoulder implants appeared on the market in 2003. The interest of this type of anatomic shoulder prosthesis is a better adaptation of the implant to the humeral anatomic characteristics and humeral bone preservation. These implants enabled an easier restoration of the rotation centre of the humerus, eliminating the problem of diaphyseal humeral offset, but few publications at long term are related. Therefore we did a retrospective investigation aiming to analyse signs of humeral and glenoid loosening and to assess the clinical results obtained using anatomic stemless shoulder implants of the Affinis Short™ (Mathys) type, after a minimum of 5 years. The metaphyseal fixation of the humeral implant was excellent after more than five years follow-up, with no sign of loosening. It was a single-centre retrospective study conducted from 2012 to 2018, on 79 patients operated on by two surgeons. Eighty-one shoulders were clinically and radiologically reviewed in 2022 and 2023, after a minimum of 5 years post surgery. Eight patients were lost to-follow-up. The pre-surgical clinical assessment included: pain VAS (Visual Analogic Scale), functional range of movement and the Constant-Murley score. Post surgery, we also assessed the SSV (Subjective Shoulder Value), the Oxford Shoulder Score (OSS) and the Quick-DASH. The initial iconographic assessment included X-rays and a CT-scan. Post surgery, the X-ray results enabled us to analyse humeral metaphyseal anchoring and glenoid fixation. Our clinical outcomes were favourable with a significant improvement in all the clinical parameters. The mean active anterior elevation, external rotation 1 and internal rotation were 159.9 ° (±20), 40.6 ° (±2) and 7.7 pts. (±2), respectively. The mean Constant-Murley score progressed from 27.2 ± 5.5 (range, 19-47) to 70.6 ± 11.8 (range, 12-96) at 5 years of follow-yp. At final follow-up, the pain VAS was 1.0 ± 1.5, the OSS was 15.6 ± 7.4, the Quick-DASH was 14.1 ± 23.2 and the SSV was 90.2% ± 11.5%. On the X-rays, radiolucent lines were observed on the inferior level of the glenoid cavity on 6 shoulders, but none was significant, and no radiolucent lines were identified concerning the humeral implant. A secondary surgical intervention was necessary for one patient who, following a fall, presented at 70 months a subscapular tendon tear. Our results are in line with the literature. After a minimum of 5 years post surgery, we can confirm the stability of the stemless humeral implant and the quality of the clinical results. Our single case of surgical revision has confirmed the interest of preserving humeral bone stock. IV; Retrospective study.",
    "disease": "osteoarthritis",
    "clean_text": "radiological and clinical evaluation of stemless anatomical shoulder arthoplasty affinis short mathys with a minimum follow up of years stemless shoulder implants appeared on the market in the interest of this type of anatomic shoulder prosthesis is a better adaptation of the implant to the humeral anatomic characteristics and humeral bone preservation these implants enabled an easier restoration of the rotation centre of the humerus eliminating the problem of diaphyseal humeral offset but few publications at long term are related therefore we did a retrospective investigation aiming to analyse signs of humeral and glenoid loosening and to assess the clinical results obtained using anatomic stemless shoulder implants of the affinis short mathys type after a minimum of years the metaphyseal fixation of the humeral implant was excellent after more than five years follow up with no sign of loosening it was a single centre retrospective study conducted from to on patients operated on by two surgeons eighty one shoulders were clinically and radiologically reviewed in and after a minimum of years post surgery eight patients were lost to follow up the pre surgical clinical assessment included pain vas visual analogic scale functional range of movement and the constant murley score post surgery we also assessed the ssv subjective shoulder value the oxford shoulder score oss and the quick dash the initial iconographic assessment included x rays and a ct scan post surgery the x ray results enabled us to analyse humeral metaphyseal anchoring and glenoid fixation our clinical outcomes were favourable with a significant improvement in all the clinical parameters the mean active anterior elevation external rotation and internal rotation were and pts respectively the mean constant murley score progressed from range to range at years of follow yp at final follow up the pain vas was the oss was the quick dash was and the ssv was on the x rays radiolucent lines were observed on the inferior level of the glenoid cavity on shoulders but none was significant and no radiolucent lines were identified concerning the humeral implant a secondary surgical intervention was necessary for one patient who following a fall presented at months a subscapular tendon tear our results are in line with the literature after a minimum of years post surgery we can confirm the stability of the stemless humeral implant and the quality of the clinical results our single case of surgical revision has confirmed the interest of preserving humeral bone stock iv retrospective study"
}