{
    "title": "Physical Activity and Breast Cancer: an Opportunity to Improve Outcomes.",
    "doc_id": "29713835",
    "writer": "Peterson LL",
    "year": "2018",
    "summary": "We will summarize current physical activity guidelines for cancer survivors and discuss opportunities to study and implement physical activity programs in cancer survivors. ...Physical activity is an important component of breast cancer s …",
    "abstract": "Purpose of review:\n        \n      \n      To review current data regarding physical activity and breast cancer including cancer risk, cancer prognosis, treatment-related side effects, and patient-reported outcomes. We will summarize current physical activity guidelines for cancer survivors and discuss opportunities to study and implement physical activity programs in cancer survivors.\n    \n\n\n          Recent findings:\n        \n      \n      Observational evidence suggests that physical activity is associated with a reduced risk of developing breast cancer, a reduced risk of breast cancer recurrence, and improved breast cancer-specific and all-cause mortality. Studies also show that physical activity improves factors important to quality of life such as chemotherapy-related fatigue and the aromatase inhibitor-induced musculoskeletal syndrome. Physical activity is an important component of breast cancer survivorship. Challenges exist in conducting clinical trials of physical activity and implementing current guidelines, yet there are significant opportunities to advance the field through translational research efforts and utilization of available community resources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29713835/",
    "clean_text": "physical activity and breast cancer an opportunity to improve outcomes we will summarize current physical activity guidelines for cancer survivors and discuss opportunities to study and implement physical activity programs in cancer survivors physical activity is an important component of breast cancer s purpose of review to review current data regarding physical activity and breast cancer including cancer risk cancer prognosis treatment related side effects and patient reported outcomes we will summarize current physical activity guidelines for cancer survivors and discuss opportunities to study and implement physical activity programs in cancer survivors recent findings observational evidence suggests that physical activity is associated with a reduced risk of developing breast cancer a reduced risk of breast cancer recurrence and improved breast cancer specific and all cause mortality studies also show that physical activity improves factors important to quality of life such as chemotherapy related fatigue and the aromatase inhibitor induced musculoskeletal syndrome physical activity is an important component of breast cancer survivorship challenges exist in conducting clinical trials of physical activity and implementing current guidelines yet there are significant opportunities to advance the field through translational research efforts and utilization of available community resources"
}