{
    "pmid": "41416340",
    "title": "Different Aspects of Pneumatosis Intestinalis.",
    "abstract": "Pneumatosis intestinalis (PI) is a rare condition characterized by gas-filled cysts within the wall of the gastrointestinal tract with variable presentation. We present two patients with pneumatosis intestinalis different in their clinical presentation, clinical course, and treatment. A 79-year-old male with a history of chronic obstructive pulmonary disease presented with an acute abdomen. Clinical findings and abdominal radiography suggested perforation of the digestive tract. During emergency laparotomy, multiple cystic bubbles and perforation were found in the terminal ileum, and the affected part of the ileum was resected. The second patient was a 64-year-old female under adjuvant chemotherapy with cisplatin and paclitaxel for ovarian adenocarcinoma. She presented with signs of bowel obstruction. Abdominal computed tomography was diagnostic for intestinal pneumatosis. She was successfully treated conservatively. These two cases highlight the varied clinical presentation of pneumatosis intestinalis and differences in its treatment. High clinical suspicion, cautious judgment of clinical and laboratory findings, and careful assessment of the imaging findings are necessary for accurate diagnosis and appropriate management.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "different aspects of pneumatosis intestinalis pneumatosis intestinalis pi is a rare condition characterized by gas filled cysts within the wall of the gastrointestinal tract with variable presentation we present two patients with pneumatosis intestinalis different in their clinical presentation clinical course and treatment a year old male with a history of chronic obstructive pulmonary disease presented with an acute abdomen clinical findings and abdominal radiography suggested perforation of the digestive tract during emergency laparotomy multiple cystic bubbles and perforation were found in the terminal ileum and the affected part of the ileum was resected the second patient was a year old female under adjuvant chemotherapy with cisplatin and paclitaxel for ovarian adenocarcinoma she presented with signs of bowel obstruction abdominal computed tomography was diagnostic for intestinal pneumatosis she was successfully treated conservatively these two cases highlight the varied clinical presentation of pneumatosis intestinalis and differences in its treatment high clinical suspicion cautious judgment of clinical and laboratory findings and careful assessment of the imaging findings are necessary for accurate diagnosis and appropriate management"
}