{
    "title": "Carcinoid heart disease: relationship of circulating vasoactive substances to ultrasound-detectable cardiac abnormalities.",
    "doc_id": "2448062",
    "writer": "Lundin L",
    "year": "1988",
    "summary": "These patients also had the most extensive tumor disease. The occurrence of echocardiographic abnormalities of the left heart was similar to that in healthy individuals of the same age, but abnormalities were less frequent among the patients with severe right hea …",
    "abstract": "Cardiac ultrasound investigation of 68 prospectively studied patients with histologically proven midgut carcinoid tumors showed right heart disease in 66%. The abnormal findings included morphologic and functional aberrations of the tricuspid valve in 52% and 83%, respectively, right atrial and ventricular enlargement in 53% and 30%, and paradoxical systolic septal contractions in 19%. The patients with the most pronounced right heart disease had significantly higher (p less than .01) plasma levels of the tachykinins neuropeptide K and substance P as well as higher (p less than .001) urinary excretion of the serotonin metabolite 5-hydroxyindoleacetic acid. These patients also had the most extensive tumor disease. The occurrence of echocardiographic abnormalities of the left heart was similar to that in healthy individuals of the same age, but abnormalities were less frequent among the patients with severe right heart disease. Electrocardiographic changes were nonspecific. Right heart disease thus seems to be present more often than previously reported in patients with malignant midgut carcinoid tumors. The severity of cardiac involvement does not seem to be related to the duration of carcinoid disease but more to the extent of the disease, i.e., higher plasma levels of serotonin and tachykinins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2448062/",
    "clean_text": "carcinoid heart disease relationship of circulating vasoactive substances to ultrasound detectable cardiac abnormalities these patients also had the most extensive tumor disease the occurrence of echocardiographic abnormalities of the left heart was similar to that in healthy individuals of the same age but abnormalities were less frequent among the patients with severe right hea cardiac ultrasound investigation of prospectively studied patients with histologically proven midgut carcinoid tumors showed right heart disease in the abnormal findings included morphologic and functional aberrations of the tricuspid valve in and respectively right atrial and ventricular enlargement in and and paradoxical systolic septal contractions in the patients with the most pronounced right heart disease had significantly higher p less than plasma levels of the tachykinins neuropeptide k and substance p as well as higher p less than urinary excretion of the serotonin metabolite hydroxyindoleacetic acid these patients also had the most extensive tumor disease the occurrence of echocardiographic abnormalities of the left heart was similar to that in healthy individuals of the same age but abnormalities were less frequent among the patients with severe right heart disease electrocardiographic changes were nonspecific right heart disease thus seems to be present more often than previously reported in patients with malignant midgut carcinoid tumors the severity of cardiac involvement does not seem to be related to the duration of carcinoid disease but more to the extent of the disease i e higher plasma levels of serotonin and tachykinins"
}