{
    "title": "A systematic review finds Core Outcome Set uptake varies widely across different areas of health.",
    "doc_id": "32987162",
    "writer": "Hughes KL",
    "year": "2021",
    "summary": "",
    "abstract": "Objective:\n        \n      \n      The aim of our review was to bring together studies that had assessed the uptake of core outcome sets (COS) to explore the level of uptake across different COS and areas of health.\n    \n\n\n          Study design and setting:\n        \n      \n      We examined the citations of 337 COS reports to identify studies that had assessed the uptake of a particular COS in randomized controlled trials (RCTs) or systematic reviews (SRs).\n    \n\n\n          Results:\n        \n      \n      We identified 24 studies that had assessed uptake in RCTs and two studies that had assessed uptake in SRs. The studies covered a total of 17/337 (5%) COS. Uptake rates reported for RCTs varied from 0% of RCTs (gout) to 82% RCTs (rheumatoid arthritis) measuring the full COS. Studies that assessed uptake of individual core outcomes showed a wide variation in uptake between the outcomes. Suggested barriers to uptake included lack of validated measures, lack of patient and other key stakeholder involvement in COS development, and lack of awareness of the COS.\n    \n\n\n          Conclusions:\n        \n      \n      Few studies have been undertaken to assess the uptake of COS in RCTs and SRs. Further studies are needed to assess whether COS have been implemented across a wider range of disease categories and to explore the barriers and facilitators to COS uptake.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32987162/",
    "clean_text": "a systematic review finds core outcome set uptake varies widely across different areas of health objective the aim of our review was to bring together studies that had assessed the uptake of core outcome sets cos to explore the level of uptake across different cos and areas of health study design and setting we examined the citations of cos reports to identify studies that had assessed the uptake of a particular cos in randomized controlled trials rcts or systematic reviews srs results we identified studies that had assessed uptake in rcts and two studies that had assessed uptake in srs the studies covered a total of cos uptake rates reported for rcts varied from of rcts gout to rcts rheumatoid arthritis measuring the full cos studies that assessed uptake of individual core outcomes showed a wide variation in uptake between the outcomes suggested barriers to uptake included lack of validated measures lack of patient and other key stakeholder involvement in cos development and lack of awareness of the cos conclusions few studies have been undertaken to assess the uptake of cos in rcts and srs further studies are needed to assess whether cos have been implemented across a wider range of disease categories and to explore the barriers and facilitators to cos uptake"
}