{
    "title": "Herpes zoster infection in patients with inflammatory bowel disease.",
    "doc_id": "40360218",
    "writer": "Kim DH",
    "year": "2025",
    "summary": "Patients with inflammatory bowel disease (IBD) are at increased risk of herpes zoster (HZ), particularly those receiving immunosuppressive treatments such as corticosteroids, thiopurines, and biologics, which elevate the likelihood of varicella-zoster virus r …",
    "abstract": "Patients with inflammatory bowel disease (IBD) are at increased risk of herpes zoster (HZ), particularly those receiving immunosuppressive treatments such as corticosteroids, thiopurines, and biologics, which elevate the likelihood of varicella-zoster virus reactivation. Despite this, vaccination rates among patients with IBD remain low. Shingrix, a recombinant zoster vaccine, is generally preferred because of its high efficacy (> 90%) and safety profile in immunocompromised individuals, unlike the live attenuated zoster vaccine (Zostavax). This review underscores the importance of HZ vaccination for patients aged ≥ 50 years, as well as for younger patients receiving high-risk therapies such as JAK inhibitors. Tailored vaccination strategies based on individual risk factors, including disease severity, medication use, and ethnicity, may enhance prevention. Given the higher incidence of HZ in certain populations, such as those in Korea, vaccination recommendations should be adapted accordingly. Further research is needed to evaluate the long-term effectiveness of Shingrix in younger patients with IBD to ensure sustained protection and prevent complications, such as postherpetic neuralgia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40360218/",
    "clean_text": "herpes zoster infection in patients with inflammatory bowel disease patients with inflammatory bowel disease ibd are at increased risk of herpes zoster hz particularly those receiving immunosuppressive treatments such as corticosteroids thiopurines and biologics which elevate the likelihood of varicella zoster virus r patients with inflammatory bowel disease ibd are at increased risk of herpes zoster hz particularly those receiving immunosuppressive treatments such as corticosteroids thiopurines and biologics which elevate the likelihood of varicella zoster virus reactivation despite this vaccination rates among patients with ibd remain low shingrix a recombinant zoster vaccine is generally preferred because of its high efficacy and safety profile in immunocompromised individuals unlike the live attenuated zoster vaccine zostavax this review underscores the importance of hz vaccination for patients aged years as well as for younger patients receiving high risk therapies such as jak inhibitors tailored vaccination strategies based on individual risk factors including disease severity medication use and ethnicity may enhance prevention given the higher incidence of hz in certain populations such as those in korea vaccination recommendations should be adapted accordingly further research is needed to evaluate the long term effectiveness of shingrix in younger patients with ibd to ensure sustained protection and prevent complications such as postherpetic neuralgia"
}