{
    "pmid": "41457725",
    "title": "Community Neutrophil-to-Lymphocyte Ratio Can Predict Future Cardiovascular and Cardiac-related Mortality after the First Hospitalized COPD Exacerbation.",
    "abstract": "Patients with chronic obstructive pulmonary disease (COPD) have an increased risk of cardiovascular events, especially following acute exacerbation (AECOPD). However, there is insufficient data to identify high-risk subjects. To evaluate the association between neutrophil-to-lymphocyte ratio (NLR), a marker of inflammation, and the risk of cardiovascular events following exacerbation. This retrospective cohort included patients with COPD who were hospitalized with AECOPD between January 2016 and December 2022. We took the reference NLR before index admission and evaluated the incidence of major adverse cardiovascular events (MACE) or cardiovascular death over the following year. Multivariate analysis and competing risk regression were used to assess hazard ratio (HR) and NLR threshold for increased cardiovascular risk. In total, 15,224 patients with AECOPD completed one 1-year follow-up session. The majority were male (54%) with a mean age of 69 ± 3 years. The risk for MACE of patients in the highest NLR quartile was higher over the first year following AECOPD; however, the magnitude of effect decreased over time. After adjustment to other confounders that may increase NLR, a value > 3.5 was found with the strongest predictive power. Community NLR can be used to identify patients at increased risk of cardiovascular events following AECOPD, together with other risk factors. Every effort should be made to reduce exacerbation risk, and target intervention to those patients at highest risk.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "community neutrophil to lymphocyte ratio can predict future cardiovascular and cardiac related mortality after the first hospitalized copd exacerbation patients with chronic obstructive pulmonary disease copd have an increased risk of cardiovascular events especially following acute exacerbation aecopd however there is insufficient data to identify high risk subjects to evaluate the association between neutrophil to lymphocyte ratio nlr a marker of inflammation and the risk of cardiovascular events following exacerbation this retrospective cohort included patients with copd who were hospitalized with aecopd between january and december we took the reference nlr before index admission and evaluated the incidence of major adverse cardiovascular events mace or cardiovascular death over the following year multivariate analysis and competing risk regression were used to assess hazard ratio hr and nlr threshold for increased cardiovascular risk in total patients with aecopd completed one year follow up session the majority were male with a mean age of years the risk for mace of patients in the highest nlr quartile was higher over the first year following aecopd however the magnitude of effect decreased over time after adjustment to other confounders that may increase nlr a value was found with the strongest predictive power community nlr can be used to identify patients at increased risk of cardiovascular events following aecopd together with other risk factors every effort should be made to reduce exacerbation risk and target intervention to those patients at highest risk"
}