{
    "title": "Dart and the Taung juvenile: making sense of a century-old record of hominin evolution in Africa.",
    "doc_id": "39045658",
    "writer": "Rowan J",
    "year": "2024",
    "summary": "The announcement in 1925 by Raymond Dart of the discovery of the Taung juvenile's skull in a quarry in sub-Saharan Africa is deservedly a classic publication in the history of palaeoanthropology. Dart's paper-which designated Taung as the type specimen of the early …",
    "abstract": "The announcement in 1925 by Raymond Dart of the discovery of the Taung juvenile's skull in a quarry in sub-Saharan Africa is deservedly a classic publication in the history of palaeoanthropology. Dart's paper-which designated Taung as the type specimen of the early hominin species Australopithecus africanus-provided the first fossil evidence supporting Charles Darwin's 1871 prediction that Africa was where the human lineage originated. The Taung juvenile's combination of ape and human characteristics eventually led to a paradigm shift in our understanding of human evolution. This contribution focuses on the milieu in which Dart's paper appeared (i.e. what was understood in 1925 about human evolution), the fossil evidence as set out by Dart, his interpretation of how a species represented by a fossilized juvenile's skull fitted within prevailing narratives about human evolution and the significance of the fossil being found in an environment inferred to be very different from that occupied by living apes. We also briefly review subsequent fossil finds that have corroborated the argument Dart made for having discovered evidence of a hitherto unknown close relative of humans, and summarize our current understanding of the earliest stages of human evolution and its environmental context.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39045658/",
    "clean_text": "dart and the taung juvenile making sense of a century old record of hominin evolution in africa the announcement in by raymond dart of the discovery of the taung juvenile s skull in a quarry in sub saharan africa is deservedly a classic publication in the history of palaeoanthropology dart s paper which designated taung as the type specimen of the early the announcement in by raymond dart of the discovery of the taung juvenile s skull in a quarry in sub saharan africa is deservedly a classic publication in the history of palaeoanthropology dart s paper which designated taung as the type specimen of the early hominin species australopithecus africanus provided the first fossil evidence supporting charles darwin s prediction that africa was where the human lineage originated the taung juvenile s combination of ape and human characteristics eventually led to a paradigm shift in our understanding of human evolution this contribution focuses on the milieu in which dart s paper appeared i e what was understood in about human evolution the fossil evidence as set out by dart his interpretation of how a species represented by a fossilized juvenile s skull fitted within prevailing narratives about human evolution and the significance of the fossil being found in an environment inferred to be very different from that occupied by living apes we also briefly review subsequent fossil finds that have corroborated the argument dart made for having discovered evidence of a hitherto unknown close relative of humans and summarize our current understanding of the earliest stages of human evolution and its environmental context"
}