{
    "title": "Interplay of Cucurbit Yellow Stunting Disorder Virus With Cucurbit Chlorotic Yellows Virus and Transmission Dynamics by Bemisia tabaci MED.",
    "doc_id": "32706325",
    "writer": "Orfanidou C",
    "year": "2021",
    "summary": "Cucurbit chlorotic yellows virus (CCYV) and cucurbit yellow stunting disorder virus (CYSDV) are two closely related criniviruses that often coinfect cucurbits and are associated with cucurbit yellows disease. ...",
    "abstract": "Cucurbit chlorotic yellows virus (CCYV) and cucurbit yellow stunting disorder virus (CYSDV) are two closely related criniviruses that often coinfect cucurbits and are associated with cucurbit yellows disease. Both viruses are distributed worldwide and are transmitted in a semipersistent manner by the whitefly vectors Bemisia tabaci MED or MEAM1. The major goal of this study was to provide insight into the interaction of CCYV and CYSDV in cucumber and to study the effect on transmission by B. tabaci MED. The titers of both viruses were estimated in single- and dually infected cucumber plants via reverse transcription PCR assays. In mixed infections, the accumulation of both viruses was significantly decreased. When B. tabaci MED adults were placed on cucumber infected with both viruses, their simultaneous transmission efficiency was significantly higher, whereas transmission efficiency of each individual virus was low. Moreover, nonviruliferous whiteflies preferentially settled on crinivirus-infected cucumber plants, whereas viruliferous whiteflies were attracted by healthy cucumber plants. Finally, the titer of both viruses was calculated in five commercial cucumber hybrids, followed by subsequent transmission experiments. Our results show that although the titers of CYSDV and CCYV were significantly lower in mixed infections in cucumbers, their simultaneous transmission increased.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32706325/",
    "clean_text": "interplay of cucurbit yellow stunting disorder virus with cucurbit chlorotic yellows virus and transmission dynamics by bemisia tabaci med cucurbit chlorotic yellows virus ccyv and cucurbit yellow stunting disorder virus cysdv are two closely related criniviruses that often coinfect cucurbits and are associated with cucurbit yellows disease cucurbit chlorotic yellows virus ccyv and cucurbit yellow stunting disorder virus cysdv are two closely related criniviruses that often coinfect cucurbits and are associated with cucurbit yellows disease both viruses are distributed worldwide and are transmitted in a semipersistent manner by the whitefly vectors bemisia tabaci med or meam the major goal of this study was to provide insight into the interaction of ccyv and cysdv in cucumber and to study the effect on transmission by b tabaci med the titers of both viruses were estimated in single and dually infected cucumber plants via reverse transcription pcr assays in mixed infections the accumulation of both viruses was significantly decreased when b tabaci med adults were placed on cucumber infected with both viruses their simultaneous transmission efficiency was significantly higher whereas transmission efficiency of each individual virus was low moreover nonviruliferous whiteflies preferentially settled on crinivirus infected cucumber plants whereas viruliferous whiteflies were attracted by healthy cucumber plants finally the titer of both viruses was calculated in five commercial cucumber hybrids followed by subsequent transmission experiments our results show that although the titers of cysdv and ccyv were significantly lower in mixed infections in cucumbers their simultaneous transmission increased"
}