{
    "title": "Gender and lung cancer.",
    "doc_id": "15099898",
    "writer": "Rivera MP",
    "year": "2004",
    "summary": "There are many sex and gender differences in lung cancer presentation, including a greater proportion of adenocarcinoma among women, a greater representation of women in cohorts of younger patients who have lung cancer, and women who do not smoke are m …",
    "abstract": "Accumulating data suggest that the risks for development of lung cancer are different in women compared with men. An increased susceptibility in women to the adverse effects of tobacco may be due to higher levels of DNA adducts, decreased DNA repair capacity, increased frequency of mutations in tumor suppressor genes, and hormonal differences. There are many sex and gender differences in lung cancer presentation, including a greater proportion of adenocarcinoma among women, a greater representation of women in cohorts of younger patients who have lung cancer, and women who do not smoke are more likely to be diagnosed with lung cancer than men. When guidelines for screening, preventive therapies, and treatment options for lung cancer are outlined these differences should be considered.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15099898/",
    "clean_text": "gender and lung cancer there are many sex and gender differences in lung cancer presentation including a greater proportion of adenocarcinoma among women a greater representation of women in cohorts of younger patients who have lung cancer and women who do not smoke are m accumulating data suggest that the risks for development of lung cancer are different in women compared with men an increased susceptibility in women to the adverse effects of tobacco may be due to higher levels of dna adducts decreased dna repair capacity increased frequency of mutations in tumor suppressor genes and hormonal differences there are many sex and gender differences in lung cancer presentation including a greater proportion of adenocarcinoma among women a greater representation of women in cohorts of younger patients who have lung cancer and women who do not smoke are more likely to be diagnosed with lung cancer than men when guidelines for screening preventive therapies and treatment options for lung cancer are outlined these differences should be considered"
}