{
    "pmid": "41473488",
    "title": "Preoperative oxidative stress as a biomarker of postoperative complications in colorectal cancer patients.",
    "abstract": "Relationships between redox homeostasis, nutritional status, and postoperative complications in patients with colorectal cancer are still unexplained. This study aimed to evaluate selected parameters of oxidative stress and nutritional status in colorectal cancer patients and their impact on postoperative complications. The study included 50 patients with colorectal cancer. In all patients, body mass index (BMI), body weight loss, and the Nutritional Risk Screening tool (NRS 2002) were assessed. The levels of total protein and albumin, complete blood count (CBC), total antioxidant capacity (TAC), total oxidant status (TOS), and malondialdehyde (MDA) level were measured. Oxidative stress index (OSI) and the TAC/MDA ratio were calculated. We detected a significantly higher TAC level ( The occurrence of postoperative complications may be associated with increased oxidative stress in patients with colorectal cancer.",
    "disease": "colorectal cancer",
    "clean_text": "preoperative oxidative stress as a biomarker of postoperative complications in colorectal cancer patients relationships between redox homeostasis nutritional status and postoperative complications in patients with colorectal cancer are still unexplained this study aimed to evaluate selected parameters of oxidative stress and nutritional status in colorectal cancer patients and their impact on postoperative complications the study included patients with colorectal cancer in all patients body mass index bmi body weight loss and the nutritional risk screening tool nrs were assessed the levels of total protein and albumin complete blood count cbc total antioxidant capacity tac total oxidant status tos and malondialdehyde mda level were measured oxidative stress index osi and the tac mda ratio were calculated we detected a significantly higher tac level the occurrence of postoperative complications may be associated with increased oxidative stress in patients with colorectal cancer"
}