{
    "title": "Association between daily movement behaviors and optimal physical fitness of university students: a compositional data analysis.",
    "doc_id": "40045271",
    "writer": "Li J",
    "year": "2025",
    "summary": "OBJECTIVE: This study investigates the relationship between movement behaviors and physical fitness (PF) in university students, and based on the top 5% of model-predicted outcomes for PF to determine the optimal movement behaviors balance. ...These findings highlight the …",
    "abstract": "Objective:\n        \n      \n      This study investigates the relationship between movement behaviors and physical fitness (PF) in university students, and based on the top 5% of model-predicted outcomes for PF to determine the optimal movement behaviors balance.\n    \n\n\n          Methods:\n        \n      \n      A total of 463 university students aged 15-24 years from Jinhua City wore accelerometers to measure moderate-to-vigorous physical activity (MVPA), light-intensity physical activity (LPA), and sedentary behavior (SB). Sleep (SLP) was self-reported. The body mass index (BMI), forced vital capacity (FVC), 50-meter dash, standing long jump, sit-and-reach, sit-ups (female), pull-ups (male), 800-meter run (female), and 1000-meter run (male) were used as indicators to assess the physical fitness of university students. Regression analysis was used to examine the relationship between movement behaviors and PF. All possible movement component combinations were investigated to determine the best correlation (top 5%) with each outcome.\n    \n\n\n          Results:\n        \n      \n      For males, SB (β = 5.05, p < 0.05) was significantly correlated with an increase in BMI. MVPA was significantly correlated with improvements in BMI (β = -1.75, p < 0.05), FVC (β = 494.21, p < 0.05), and endurance qualities (β = -25.77, p < 0.05). For females, MVPA was significantly correlated with improvements in BMI (β = -1.03, p < 0.05), FVC (β = 176.05, p < 0.05), speed capability (β = -0.26, p < 0.05), and endurance qualities (β = -16.38, p < 0.05). LPA was associated with improvements in endurance qualities (β = -24.10, p < 0.05). SB was significantly correlated with a decline in endurance qualities (β = 24.25, p < 0.05). The average (range) optimal combination of time use was as follows: For males, MVPA = 142 min/day, SB = 534 min/day, LPA = 295 min/day, and SLP = 469 min/day. For females, MVPA = 115 min/day, SB = 536 min/day, LPA = 306 min/day, and SLP = 482 min/day.\n    \n\n\n          Conclusion:\n        \n      \n      For both males and females, increased MVPA and reduced sedentary time were associated with improved endurance and strength, while optimal sleep duration contributed to overall fitness. These findings highlight the importance of a balanced daily movement schedule for university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40045271/",
    "clean_text": "association between daily movement behaviors and optimal physical fitness of university students a compositional data analysis objective this study investigates the relationship between movement behaviors and physical fitness pf in university students and based on the top of model predicted outcomes for pf to determine the optimal movement behaviors balance these findings highlight the objective this study investigates the relationship between movement behaviors and physical fitness pf in university students and based on the top of model predicted outcomes for pf to determine the optimal movement behaviors balance methods a total of university students aged years from jinhua city wore accelerometers to measure moderate to vigorous physical activity mvpa light intensity physical activity lpa and sedentary behavior sb sleep slp was self reported the body mass index bmi forced vital capacity fvc meter dash standing long jump sit and reach sit ups female pull ups male meter run female and meter run male were used as indicators to assess the physical fitness of university students regression analysis was used to examine the relationship between movement behaviors and pf all possible movement component combinations were investigated to determine the best correlation top with each outcome results for males sb p was significantly correlated with an increase in bmi mvpa was significantly correlated with improvements in bmi p fvc p and endurance qualities p for females mvpa was significantly correlated with improvements in bmi p fvc p speed capability p and endurance qualities p lpa was associated with improvements in endurance qualities p sb was significantly correlated with a decline in endurance qualities p the average range optimal combination of time use was as follows for males mvpa min day sb min day lpa min day and slp min day for females mvpa min day sb min day lpa min day and slp min day conclusion for both males and females increased mvpa and reduced sedentary time were associated with improved endurance and strength while optimal sleep duration contributed to overall fitness these findings highlight the importance of a balanced daily movement schedule for university students"
}