{
    "pmid": "41445868",
    "title": "Temporal changes in tongue color during immune checkpoint inhibitor therapy in patients with non-small-cell lung cancer: a prospective observational study using digital tongue diagnosis.",
    "abstract": "Tongue diagnosis (TD), a key component of traditional East Asian medicine, employs a unique pattern-based diagnostic system. Digital TD enables quantitative assessment of tongue characteristics, like body and coating color, enhancing objectivity and reproducibility. While abnormal tongue features (including dark red, bluish, or pale appearance) have been documented in patients with cancer, the relationship between longitudinal changes in tongue characteristics and immune checkpoint inhibitor (ICI) treatment response or survival outcomes in non-small-cell lung cancer (NSCLC) remains underexplored. This multicenter, prospective, observational study investigated whether longitudinal tongue changes differ by ICI response and predict survival in patients with NSCLC. We enrolled patients with stage IIIB, IIIC, or IV NSCLC scheduled to receive second-line or subsequent pembrolizumab or atezolizumab following first-line platinum-based therapy failure. Digital tongue images were collected every 9 weeks from baseline to week 45. Linear mixed models evaluated temporal parameter changes and compared responders (durable clinical benefits ≥6 months)  Of 170 enrolled participants, 140 were included in the analysis. Early in treatment, tongue lightness decreased in the body, fur, root, and center areas in both responders and nonresponders; however, the darkening was more pronounced in nonresponders, with significant visit-by-response interaction effects. In multivariate Cox analysis, lightness changes of the tongue body were significantly associated with PFS (hazard ratio [HR] = 0.93; 95% confidence interval [CI], 0.88-0.99;  Digital TD diagnosis, particularly monitoring tongue lightness changes, may provide a valuable noninvasive prognostic tool for patients with NSCLC undergoing ICI therapy. It offers information for both PFS and OS, potentially complementing current biomarkers for cancer immunotherapy.",
    "disease": "lung cancer",
    "clean_text": "temporal changes in tongue color during immune checkpoint inhibitor therapy in patients with non small cell lung cancer a prospective observational study using digital tongue diagnosis tongue diagnosis td a key component of traditional east asian medicine employs a unique pattern based diagnostic system digital td enables quantitative assessment of tongue characteristics like body and coating color enhancing objectivity and reproducibility while abnormal tongue features including dark red bluish or pale appearance have been documented in patients with cancer the relationship between longitudinal changes in tongue characteristics and immune checkpoint inhibitor ici treatment response or survival outcomes in non small cell lung cancer nsclc remains underexplored this multicenter prospective observational study investigated whether longitudinal tongue changes differ by ici response and predict survival in patients with nsclc we enrolled patients with stage iiib iiic or iv nsclc scheduled to receive second line or subsequent pembrolizumab or atezolizumab following first line platinum based therapy failure digital tongue images were collected every weeks from baseline to week linear mixed models evaluated temporal parameter changes and compared responders durable clinical benefits months of enrolled participants were included in the analysis early in treatment tongue lightness decreased in the body fur root and center areas in both responders and nonresponders however the darkening was more pronounced in nonresponders with significant visit by response interaction effects in multivariate cox analysis lightness changes of the tongue body were significantly associated with pfs hazard ratio hr confidence interval ci digital td diagnosis particularly monitoring tongue lightness changes may provide a valuable noninvasive prognostic tool for patients with nsclc undergoing ici therapy it offers information for both pfs and os potentially complementing current biomarkers for cancer immunotherapy"
}