{
    "title": "Nonalcoholic fatty liver disease: a clinical review.",
    "doc_id": "15712657",
    "writer": "Sass DA",
    "year": "2005",
    "summary": "Nonalcoholic fatty liver disease may be the most common liver disease in the United States, with a high prevalence in the obese, type 2 diabetic population, and it is probably underestimated as a cause for cirrhosis. ...Pathophysiologically, insulin resistanc …",
    "abstract": "Nonalcoholic fatty liver disease may be the most common liver disease in the United States, with a high prevalence in the obese, type 2 diabetic population, and it is probably underestimated as a cause for cirrhosis. Clinicopathologically, it represents a wide spectrum of histologic abnormalities and clinical outcomes, ranging from benign hepatic steatosis to cirrhosis. Pathophysiologically, insulin resistance is thought to be pivotal in the development of steatosis, after which a second oxidative stressor produces lipid peroxidation and nonalcoholic steatohepatitis (NASH). Liver biopsy is the gold standard for diagnosis and prognosis. The need for an effective treatment is both clear and urgent, yet in the absence of proven therapies, treatment is directed toward weight loss and comorbidity management. For patients with NAFLD at risk of disease progression, there is a lack of large, randomized, placebo-controlled trials of adequate treatment duration, with baseline stratification according to histologic severity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15712657/",
    "clean_text": "nonalcoholic fatty liver disease a clinical review nonalcoholic fatty liver disease may be the most common liver disease in the united states with a high prevalence in the obese type diabetic population and it is probably underestimated as a cause for cirrhosis pathophysiologically insulin resistanc nonalcoholic fatty liver disease may be the most common liver disease in the united states with a high prevalence in the obese type diabetic population and it is probably underestimated as a cause for cirrhosis clinicopathologically it represents a wide spectrum of histologic abnormalities and clinical outcomes ranging from benign hepatic steatosis to cirrhosis pathophysiologically insulin resistance is thought to be pivotal in the development of steatosis after which a second oxidative stressor produces lipid peroxidation and nonalcoholic steatohepatitis nash liver biopsy is the gold standard for diagnosis and prognosis the need for an effective treatment is both clear and urgent yet in the absence of proven therapies treatment is directed toward weight loss and comorbidity management for patients with nafld at risk of disease progression there is a lack of large randomized placebo controlled trials of adequate treatment duration with baseline stratification according to histologic severity"
}