{
    "pmid": "41442936",
    "title": "PS19 mouse tauopathy is associated with sex-dependent sleep loss and hyperarousal, and predicts cognitive performance.",
    "abstract": "Alzheimer's disease (AD) is a major public health concern in societies with increasingly ageing populations. Accumulating evidence implies a specific link between the development of tauopathy, cognitive impairment, and sleep loss in AD patients. P301S mutant tau-transgenic (PS19) mice, modelling frontotemporal dementia (FTD) and AD tauopathy, demonstrate sleep loss and cognitive impairment. We aimed to assess the progression of sleep loss and cognitive decline longitudinally in both sexes of PS19 mice. WT and PS19 mice underwent polysomnography (PSG), electroencephalography (EEG) power spectral analysis, locomotor activity assessments at 7, 8 and 9-months of age, and Barnes maze testing at 7 and 9-months. PS19s demonstrated profound sleep loss, and locomotor hyperarousal; paralleling observations in AD patients and other studies of mouse tauopathy. This phenotype was more pronounced in PS19 males than females. WT and PS19 mice showed similar learning in repeated Barnes maze testing at 9-months. At 9-months of age, cognitive performance was best predicted by 7-month locomotor hyperarousal, 9-month EEG power outcomes in wakefulness frequency bands associated with cognition, and balanced physiological NREM and REM sleep. Our longitudinal design revealed that researchers should consider early sleep disruption, hyperarousal, and wakeful EEG power in combination as predictors of cognitive symptoms related to tauopathy. Further investigation into mechanisms to promote balanced sleep, which maintain both NREM and REM sleep with ageing, is indicated as a mechanism to potentially preserve cognition in neurodegenerative disorders.",
    "disease": "alzheimer disease",
    "clean_text": "ps mouse tauopathy is associated with sex dependent sleep loss and hyperarousal and predicts cognitive performance alzheimer s disease ad is a major public health concern in societies with increasingly ageing populations accumulating evidence implies a specific link between the development of tauopathy cognitive impairment and sleep loss in ad patients p s mutant tau transgenic ps mice modelling frontotemporal dementia ftd and ad tauopathy demonstrate sleep loss and cognitive impairment we aimed to assess the progression of sleep loss and cognitive decline longitudinally in both sexes of ps mice wt and ps mice underwent polysomnography psg electroencephalography eeg power spectral analysis locomotor activity assessments at and months of age and barnes maze testing at and months ps s demonstrated profound sleep loss and locomotor hyperarousal paralleling observations in ad patients and other studies of mouse tauopathy this phenotype was more pronounced in ps males than females wt and ps mice showed similar learning in repeated barnes maze testing at months at months of age cognitive performance was best predicted by month locomotor hyperarousal month eeg power outcomes in wakefulness frequency bands associated with cognition and balanced physiological nrem and rem sleep our longitudinal design revealed that researchers should consider early sleep disruption hyperarousal and wakeful eeg power in combination as predictors of cognitive symptoms related to tauopathy further investigation into mechanisms to promote balanced sleep which maintain both nrem and rem sleep with ageing is indicated as a mechanism to potentially preserve cognition in neurodegenerative disorders"
}