{
    "pmid": "41452660",
    "title": "Proteomic Profiling of Plasma Extracellular Vesicles Combined with Multivariate Modeling Identified Potential Biomarkers for Distinguishing Benign Pulmonary Nodules from Early-Stage Lung Adenocarcinoma.",
    "abstract": "Lung adenocarcinoma (LUAD) is the most common subtype of lung cancer and is difficult to distinguish from benign pulmonary nodules (BPNs), particularly at early stages. Extracellular vesicles (EVs) represent a promising source of biomarkers for the diagnosis of malignant pulmonary nodules. This study aimed to identify robust and clinically relevant EV-based protein biomarkers via isolation with EXODUS, a system that enables efficient direct capture of plasma EVs, followed by data-independent acquisition mass spectrometry (DIA-MS) for in-depth proteomic profiling. A total of 1383 proteins were identified from the plasma EVs obtained from 25 individuals (10 BPN and 15 early stage LUAD), while dysregulated protein signatures were revealed through differential expression analysis. Machine learning algorithms incorporating demographic variables, imaging features, EV protein profiles, and conventional tumor markers were applied to select diagnostic candidates. Random forest analysis revealed two upregulated proteins, NTN3 and APOA4, as promising biomarkers. Subsequently, their diagnostic performance and net clinical benefits were validated in an independent EV cohort (6 LUAD and 6 BPN) using ELISAs and decision curve analysis. In summary, we present an integrated pipeline that combines EXODUS-based isolation, DIA-MS, and machine learning to detect markers from plasma EVs for distinguishing early stage lung cancer from benign nodules.",
    "disease": "lung cancer",
    "clean_text": "proteomic profiling of plasma extracellular vesicles combined with multivariate modeling identified potential biomarkers for distinguishing benign pulmonary nodules from early stage lung adenocarcinoma lung adenocarcinoma luad is the most common subtype of lung cancer and is difficult to distinguish from benign pulmonary nodules bpns particularly at early stages extracellular vesicles evs represent a promising source of biomarkers for the diagnosis of malignant pulmonary nodules this study aimed to identify robust and clinically relevant ev based protein biomarkers via isolation with exodus a system that enables efficient direct capture of plasma evs followed by data independent acquisition mass spectrometry dia ms for in depth proteomic profiling a total of proteins were identified from the plasma evs obtained from individuals bpn and early stage luad while dysregulated protein signatures were revealed through differential expression analysis machine learning algorithms incorporating demographic variables imaging features ev protein profiles and conventional tumor markers were applied to select diagnostic candidates random forest analysis revealed two upregulated proteins ntn and apoa as promising biomarkers subsequently their diagnostic performance and net clinical benefits were validated in an independent ev cohort luad and bpn using elisas and decision curve analysis in summary we present an integrated pipeline that combines exodus based isolation dia ms and machine learning to detect markers from plasma evs for distinguishing early stage lung cancer from benign nodules"
}