{
    "pmid": "41449781",
    "title": "Provider Knowledge of 2013 Cystic Fibrosis Infection Prevention and Control Guidelines for Outpatient Care.",
    "abstract": "Chronic lung infections are a hallmark of cystic fibrosis (CF), and the pathogens involved can be transmitted among people with CF (pwCF). The 2013 update of the CF Foundation (CFF) infection prevention and control (IP&C) recommendations emphasized education and monitoring adherence to IP&C practices. Our study aims to assess staff knowledge in outpatient CF clinics, to assess potential barriers to implementation of the 2013 IP&C recommendations, and to identify practice changes resulting from the COVID-19 pandemic. In this multicenter study, electronic surveys were developed and sent to 10 pediatric and 10 adult CF centers between May 2022 and November 2022. Local CF center directors distributed the survey to their outpatient clinical care teams, and responses were anonymous. The 174 respondents represented seven different healthcare professions, including respondents from all study sites. Most (72.4%, 126/174) were aware of written CF IP&C policies, but only 50.8% (64/126) knew if the policy specified cleaning roles. Knowledge of the recommended disinfection frequency for specific patient care equipment and high touch surfaces varied strongly by profession (lowest for physicians, highest for certified nursing assistants/medical assistants). Most (77.1%, 215/279) of the responses indicated adherence to recommendations for performing spirometry, with 25.9% (33/127) of respondents reporting no changes in practice during the COVID-19 pandemic. Respondents perceived an increased adherence to use of personal protective equipment and hand hygiene by staff and pwCF since the pandemic. While overall awareness of IP&C policies has improved since the 2013 updates, knowledge on specifics should be improved.",
    "disease": "pneumonia",
    "clean_text": "provider knowledge of cystic fibrosis infection prevention and control guidelines for outpatient care chronic lung infections are a hallmark of cystic fibrosis cf and the pathogens involved can be transmitted among people with cf pwcf the update of the cf foundation cff infection prevention and control ip c recommendations emphasized education and monitoring adherence to ip c practices our study aims to assess staff knowledge in outpatient cf clinics to assess potential barriers to implementation of the ip c recommendations and to identify practice changes resulting from the covid pandemic in this multicenter study electronic surveys were developed and sent to pediatric and adult cf centers between may and november local cf center directors distributed the survey to their outpatient clinical care teams and responses were anonymous the respondents represented seven different healthcare professions including respondents from all study sites most were aware of written cf ip c policies but only knew if the policy specified cleaning roles knowledge of the recommended disinfection frequency for specific patient care equipment and high touch surfaces varied strongly by profession lowest for physicians highest for certified nursing assistants medical assistants most of the responses indicated adherence to recommendations for performing spirometry with of respondents reporting no changes in practice during the covid pandemic respondents perceived an increased adherence to use of personal protective equipment and hand hygiene by staff and pwcf since the pandemic while overall awareness of ip c policies has improved since the updates knowledge on specifics should be improved"
}