{
    "pmid": "41446787",
    "title": "DICAR/DICAR-JP exerts therapeutic effects in brain stroke via the miR-361-5p/PRMT1 pathway.",
    "abstract": "Angiogenesis is an important mechanism in stroke therapy. Circular RNA-DICAR is known to protect against diabetes-induced cardiomyocyte pyroptosis. In this study, we examined the effect of DICAR on angiogenesis as well as the therapeutic effect of DICAR-JP, which is its functional domain, against stroke. The mechanism involves the miR-361-5p/PRMT1 signaling pathway. Moreover, the middle cerebral artery occlusion/reperfusion (MCAO) method was used to establish a mouse stroke model in the DICAR-Tg mouse model. AAV9-DICAR-JP was constructed and injected into the cerebral ventricles. Furthermore, tube formation assays were used to evaluate the  Results indicated that DICAR-Tg improved neuronal function. AAV9-DICAR-JP increased blood flow in the brain following stroke. DICAR-siRNA upregulated miR-361-5p expression, and overexpression of miR-361-5p significantly reduced PRMT1 expression. DICAR/DICAR-JP has potential therapeutic benefits in stroke, which is mediated by the miR-361-5p/PRMT1 signaling pathway.",
    "disease": "stroke",
    "clean_text": "dicar dicar jp exerts therapeutic effects in brain stroke via the mir p prmt pathway angiogenesis is an important mechanism in stroke therapy circular rna dicar is known to protect against diabetes induced cardiomyocyte pyroptosis in this study we examined the effect of dicar on angiogenesis as well as the therapeutic effect of dicar jp which is its functional domain against stroke the mechanism involves the mir p prmt signaling pathway moreover the middle cerebral artery occlusion reperfusion mcao method was used to establish a mouse stroke model in the dicar tg mouse model aav dicar jp was constructed and injected into the cerebral ventricles furthermore tube formation assays were used to evaluate the results indicated that dicar tg improved neuronal function aav dicar jp increased blood flow in the brain following stroke dicar sirna upregulated mir p expression and overexpression of mir p significantly reduced prmt expression dicar dicar jp has potential therapeutic benefits in stroke which is mediated by the mir p prmt signaling pathway"
}