{
    "title": "Evaluation of the nutritive value of yellow rice in rats and broiler chicks.",
    "doc_id": "1493127",
    "writer": "Panigrahi S",
    "year": "1992",
    "summary": "The present study examined the changes in nutrient composition taking place during yellowing of rice, and the effects of feeding rats and broiler chicks on a moderately yellow rice at 600 g/kg diet. ...Thus, whilst the nutrient composition of rice is altered during …",
    "abstract": "Yellow discoloration often develops in rice kernels during post-harvest storage, due possibly to fungal activity. The present study examined the changes in nutrient composition taking place during yellowing of rice, and the effects of feeding rats and broiler chicks on a moderately yellow rice at 600 g/kg diet. Nitrogen content was found to be higher in rice grains that had become more yellow, only part of the increase being in non-protein-N; however, relative to crude protein (N x 6.25) the concentrations of lysine, methionine, cystine and arginine were lower. There were no significant differences between white and yellow rice in the food intake, weight gain and efficiency of food utilization (EFU) of rats and chicks when diets were formulated to contain similar nutrient concentrations, or the same basal ingredient composition. Diet pelleting increased food intake and weight gain in both animal species, but reduced dry matter and energy digestibility in rats; effects on nutrient retention in chicks were largely non-significant. Liver weights of rats and chicks and pancreas weights of chicks were unaffected by yellow rice; however, chicks fed on mash had a larger pancreas on average than those fed on pellets. Thus, whilst the nutrient composition of rice is altered during yellowing, a moderately yellow rice is unlikely to produce major adverse effects when fed to rats and broiler chicks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1493127/",
    "clean_text": "evaluation of the nutritive value of yellow rice in rats and broiler chicks the present study examined the changes in nutrient composition taking place during yellowing of rice and the effects of feeding rats and broiler chicks on a moderately yellow rice at g kg diet thus whilst the nutrient composition of rice is altered during yellow discoloration often develops in rice kernels during post harvest storage due possibly to fungal activity the present study examined the changes in nutrient composition taking place during yellowing of rice and the effects of feeding rats and broiler chicks on a moderately yellow rice at g kg diet nitrogen content was found to be higher in rice grains that had become more yellow only part of the increase being in non protein n however relative to crude protein n x the concentrations of lysine methionine cystine and arginine were lower there were no significant differences between white and yellow rice in the food intake weight gain and efficiency of food utilization efu of rats and chicks when diets were formulated to contain similar nutrient concentrations or the same basal ingredient composition diet pelleting increased food intake and weight gain in both animal species but reduced dry matter and energy digestibility in rats effects on nutrient retention in chicks were largely non significant liver weights of rats and chicks and pancreas weights of chicks were unaffected by yellow rice however chicks fed on mash had a larger pancreas on average than those fed on pellets thus whilst the nutrient composition of rice is altered during yellowing a moderately yellow rice is unlikely to produce major adverse effects when fed to rats and broiler chicks"
}