{
    "title": "Traumatic retropharyngeal hematoma: A systematic review of reported cases.",
    "doc_id": "38220242",
    "writer": "Alabdulqader AA",
    "year": "2024",
    "summary": "",
    "abstract": "Objectives:\n        \n      \n      To study the mechanisms of injury, clinical manifestations, radiological findings, management, and outcomes of traumatic retropharyngeal hematoma (RH).\n    \n\n\n          Methods:\n        \n      \n      We used the Preferred Reporting Items of Systematic Reviews guidelines to carry out a systematic literature review to identify all published cases of traumatic RH by searching the PubMed database. Articles published between 1988 and 2022 that reported traumatic RH were included. However, articles that reported non-traumatic RHs and non-English articles were excluded from this study.\n    \n\n\n          Results:\n        \n      \n      Of the 62 articles screened, 56 were included. Most patients (55%) were above the mean age of 61.7. The majority of patients were male (69.7%). The main symptom was dyspnea (66.6%) and symptoms usually presented within 24 hours. Among the patients, 90.9% did not take anticoagulants or have coagulation disorders, and the main injury mechanism was falling (54.5%). Most of the computed tomography findings reported retropharyngeal (38%) and prevertebral (15%) hematoma. Meanwhile, magnetic resonance imaging revealed 2 masses in the retropharyngeal space and 2 RHs. With several treatment modalities, more than 50% of the cases were only observed (44 cases), and endotracheal intubation was the most commonly used airway management method (n=35).\n    \n\n\n          Conclusion:\n        \n      \n      Traumatic RH is often caused by falls, particularly in elderly patients. Dyspnea is the primary symptom, usually appearing within 24 hours. Cervical vertebral fractures are the leading cause, and observation is the most common treatment approach.PROSPERO Reg. No.: CRD42022349010.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38220242/",
    "clean_text": "traumatic retropharyngeal hematoma a systematic review of reported cases objectives to study the mechanisms of injury clinical manifestations radiological findings management and outcomes of traumatic retropharyngeal hematoma rh methods we used the preferred reporting items of systematic reviews guidelines to carry out a systematic literature review to identify all published cases of traumatic rh by searching the pubmed database articles published between and that reported traumatic rh were included however articles that reported non traumatic rhs and non english articles were excluded from this study results of the articles screened were included most patients were above the mean age of the majority of patients were male the main symptom was dyspnea and symptoms usually presented within hours among the patients did not take anticoagulants or have coagulation disorders and the main injury mechanism was falling most of the computed tomography findings reported retropharyngeal and prevertebral hematoma meanwhile magnetic resonance imaging revealed masses in the retropharyngeal space and rhs with several treatment modalities more than of the cases were only observed cases and endotracheal intubation was the most commonly used airway management method n conclusion traumatic rh is often caused by falls particularly in elderly patients dyspnea is the primary symptom usually appearing within hours cervical vertebral fractures are the leading cause and observation is the most common treatment approach prospero reg no crd"
}