{
    "title": "Gastric Cancer: How Can We Reduce the Incidence of this Disease?",
    "doc_id": "27184043",
    "writer": "den Hoed CM",
    "year": "2016",
    "summary": "Gastric cancer remains a prevalent disease worldwide with a poor prognosis. Helicobacter pylori plays a major role in gastric carcinogenesis. H. pylori colonization leads to chronic gastritis, which predisposes to atrophic gastritis, intestinal metaplasia, dy …",
    "abstract": "Gastric cancer remains a prevalent disease worldwide with a poor prognosis. Helicobacter pylori plays a major role in gastric carcinogenesis. H. pylori colonization leads to chronic gastritis, which predisposes to atrophic gastritis, intestinal metaplasia, dysplasia, and eventually gastric cancer. Screening, treatment, and prevention of H. pylori colonization can reduce the incidence of gastric cancer. Other interventions that may yield a similar effect, although of smaller magnitude, include promotion of a healthy lifestyle including dietary measures, non-smoking, low alcohol intake, and sufficient physical activity. This chapter reviews interventions that can lead to a decline in gastric cancer incidence in high and low incidence countries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27184043/",
    "clean_text": "gastric cancer how can we reduce the incidence of this disease gastric cancer remains a prevalent disease worldwide with a poor prognosis helicobacter pylori plays a major role in gastric carcinogenesis h pylori colonization leads to chronic gastritis which predisposes to atrophic gastritis intestinal metaplasia dy gastric cancer remains a prevalent disease worldwide with a poor prognosis helicobacter pylori plays a major role in gastric carcinogenesis h pylori colonization leads to chronic gastritis which predisposes to atrophic gastritis intestinal metaplasia dysplasia and eventually gastric cancer screening treatment and prevention of h pylori colonization can reduce the incidence of gastric cancer other interventions that may yield a similar effect although of smaller magnitude include promotion of a healthy lifestyle including dietary measures non smoking low alcohol intake and sufficient physical activity this chapter reviews interventions that can lead to a decline in gastric cancer incidence in high and low incidence countries"
}