{
    "title": "Comparison of compensatory lumbar movement in participants with and without non-specific chronic low back pain: A cross-sectional study.",
    "doc_id": "35634844",
    "writer": "Choi WJ",
    "year": "2022",
    "summary": "BACKGROUND: Many studies have compared muscle length and muscle activity for low back pain. However, compensatory movement for non-specific low back pain has not yet been studied sufficiently. OBJECTIVE: The purpose of this study was to compare the len …",
    "abstract": "Background:\n        \n      \n      Many studies have compared muscle length and muscle activity for low back pain. However, compensatory movement for non-specific low back pain has not yet been studied sufficiently.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this study was to compare the length of the hip flexor, lumbar extensor endurance and the muscle activity of the erector spinae and gluteus maximus during hip extension, and the compensatory movement of the lumbar in people with or without nonspecific chronic low back pain.\n    \n\n\n          Methods:\n        \n      \n      In this case-control study, 16 participants with non-specific chronic LBP and 17 without LBP were included. Hip flexor length was assessed by the modified Thomas test. Lumbar extensor endurance was assessed by the modified Biering-Sorensen test. Muscle activity of the erector spinae and gluteus maximus during hip extension was measured using a Delsys-Trigno wireless EMG system. Compensatory lumbar movements during hip extension were measured using a digital inclinometer.\n    \n\n\n          Results:\n        \n      \n      Muscle activity of the erector spinae and compensatory lumbar movements were significantly higher in the LBP group. (p< 0.05). Hip flexor length, muscle activity of the gluteus maximus and endurance of the lumbar extensor were significantly differences in the LBP group (p< 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Shortened hip flexors, low gluteus maximus activity, and high erector spinae activity during hip extension, lumbar extensor weak endurance, lumbar compensatory movement are potential factors for non-specific LBP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35634844/",
    "clean_text": "comparison of compensatory lumbar movement in participants with and without non specific chronic low back pain a cross sectional study background many studies have compared muscle length and muscle activity for low back pain however compensatory movement for non specific low back pain has not yet been studied sufficiently objective the purpose of this study was to compare the len background many studies have compared muscle length and muscle activity for low back pain however compensatory movement for non specific low back pain has not yet been studied sufficiently objective the purpose of this study was to compare the length of the hip flexor lumbar extensor endurance and the muscle activity of the erector spinae and gluteus maximus during hip extension and the compensatory movement of the lumbar in people with or without nonspecific chronic low back pain methods in this case control study participants with non specific chronic lbp and without lbp were included hip flexor length was assessed by the modified thomas test lumbar extensor endurance was assessed by the modified biering sorensen test muscle activity of the erector spinae and gluteus maximus during hip extension was measured using a delsys trigno wireless emg system compensatory lumbar movements during hip extension were measured using a digital inclinometer results muscle activity of the erector spinae and compensatory lumbar movements were significantly higher in the lbp group p hip flexor length muscle activity of the gluteus maximus and endurance of the lumbar extensor were significantly differences in the lbp group p conclusions shortened hip flexors low gluteus maximus activity and high erector spinae activity during hip extension lumbar extensor weak endurance lumbar compensatory movement are potential factors for non specific lbp"
}