{
    "pmid": "41403283",
    "title": "Accuracy of an Optical Waveguide-Based Biosensor Antigen-Detection Test for Severe Acute Respiratory Syndrome Coronavirus-2 and Seasonal Influenza Viruses During the Cocirculating Season.",
    "abstract": "Coronavirus disease 2019, caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), and seasonal influenza are responsible for recurring seasonal epidemics. We tested the accuracy of an optical waveguide-based biosensor for detecting SARS-CoV-2 and seasonal influenza viruses in nasal and nasopharyngeal specimens. We consecutively collected 252 nasopharyngeal swabs (NPSs) and 107 nasal specimens from febrile patients with respiratory symptoms who visited two university hospitals and six clinics between January and March 2025. Point-of-care testing data from an optical waveguide-based biosensor test (Rapiim SARS-CoV-2-N/Flu) and a lateral flow test were compared with those obtained using conventional quantitative real-time reverse transcription PCR. With NPS specimens, the sensitivity and specificity of the Rapiim SARS-CoV-2-N/Flu test were 95.2% and 100%, respectively, for SARS-CoV-2 (98.8% concordance) and 92.3% and 92.2%, respectively, for seasonal influenza viruses (95.2% concordance). When nasal specimens were used, the sensitivity and specificity of the Rapiim SARS-CoV-2-N/Flu test were 93.1% and 98.0%, respectively, for detecting SARS-CoV-2. The sensitivities for detecting SARS-CoV-2 and seasonal influenza were higher than a lateral flow test. The Rapiim SARS-CoV-2-N/Flu test detected SARS-CoV-2 and seasonal influenza viruses at 10 and 6 days after symptom onset, respectively. Rapid test with greater accuracy than lateral flow tests that can differentiate between SARS-CoV-2 and influenza were needed. Point of care antigen testing using the optical waveguide-based biosensor yielded higher sensitivity and specificity for detecting SARS-CoV-2 and seasonal influenza viruses in NPS and nasal specimens than conventional tests, enabling differentiation between both types of acute respiratory infections.",
    "disease": "influenza",
    "clean_text": "accuracy of an optical waveguide based biosensor antigen detection test for severe acute respiratory syndrome coronavirus and seasonal influenza viruses during the cocirculating season coronavirus disease caused by severe acute respiratory syndrome coronavirus sars cov and seasonal influenza are responsible for recurring seasonal epidemics we tested the accuracy of an optical waveguide based biosensor for detecting sars cov and seasonal influenza viruses in nasal and nasopharyngeal specimens we consecutively collected nasopharyngeal swabs npss and nasal specimens from febrile patients with respiratory symptoms who visited two university hospitals and six clinics between january and march point of care testing data from an optical waveguide based biosensor test rapiim sars cov n flu and a lateral flow test were compared with those obtained using conventional quantitative real time reverse transcription pcr with nps specimens the sensitivity and specificity of the rapiim sars cov n flu test were and respectively for sars cov concordance and and respectively for seasonal influenza viruses concordance when nasal specimens were used the sensitivity and specificity of the rapiim sars cov n flu test were and respectively for detecting sars cov the sensitivities for detecting sars cov and seasonal influenza were higher than a lateral flow test the rapiim sars cov n flu test detected sars cov and seasonal influenza viruses at and days after symptom onset respectively rapid test with greater accuracy than lateral flow tests that can differentiate between sars cov and influenza were needed point of care antigen testing using the optical waveguide based biosensor yielded higher sensitivity and specificity for detecting sars cov and seasonal influenza viruses in nps and nasal specimens than conventional tests enabling differentiation between both types of acute respiratory infections"
}