{
    "title": "Overview of oxidative stress findings in hepatic encephalopathy: From cellular and ammonium-based animal models to human data.",
    "doc_id": "35753389",
    "writer": "Simicic D",
    "year": "2022",
    "summary": "Increased oxidative stress is present in several chronic diseases and interferes with phagocytic and nervous cell functions, causing an up-regulation of cytokines and inflammation. ...This review is emphasizing the important role of oxidative stress in …",
    "abstract": "Oxidative stress is a natural phenomenon in the body. Under physiological conditions intracellular reactive oxygen species (ROS) are normal components of signal transduction cascades, and their levels are maintained by a complex antioxidants systems participating in the in-vivo redox homeostasis. Increased oxidative stress is present in several chronic diseases and interferes with phagocytic and nervous cell functions, causing an up-regulation of cytokines and inflammation. Hepatic encephalopathy (HE) occurs in both acute liver failure (ALF) and chronic liver disease. Increased blood and brain ammonium has been considered as an important factor in pathogenesis of HE and has been associated with inflammation, neurotoxicity, and oxidative stress. The relationship between ROS and the pathophysiology of HE is still poorly understood. Therefore, sensing ROS production for a better understanding of the relationship between oxidative stress and functional outcome in HE pathophysiology is critical for determining the disease mechanisms, as well as to improve the management of patients. This review is emphasizing the important role of oxidative stress in HE development and documents the changes occurring as a consequence of oxidative stress augmentation based on cellular and ammonium-based animal models to human data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35753389/",
    "clean_text": "overview of oxidative stress findings in hepatic encephalopathy from cellular and ammonium based animal models to human data increased oxidative stress is present in several chronic diseases and interferes with phagocytic and nervous cell functions causing an up regulation of cytokines and inflammation this review is emphasizing the important role of oxidative stress in oxidative stress is a natural phenomenon in the body under physiological conditions intracellular reactive oxygen species ros are normal components of signal transduction cascades and their levels are maintained by a complex antioxidants systems participating in the in vivo redox homeostasis increased oxidative stress is present in several chronic diseases and interferes with phagocytic and nervous cell functions causing an up regulation of cytokines and inflammation hepatic encephalopathy he occurs in both acute liver failure alf and chronic liver disease increased blood and brain ammonium has been considered as an important factor in pathogenesis of he and has been associated with inflammation neurotoxicity and oxidative stress the relationship between ros and the pathophysiology of he is still poorly understood therefore sensing ros production for a better understanding of the relationship between oxidative stress and functional outcome in he pathophysiology is critical for determining the disease mechanisms as well as to improve the management of patients this review is emphasizing the important role of oxidative stress in he development and documents the changes occurring as a consequence of oxidative stress augmentation based on cellular and ammonium based animal models to human data"
}