{
    "pmid": "41413536",
    "title": "Meta-analysis and external validation of a risk model for gastrointestinal bleeding after percutaneous coronary intervention.",
    "abstract": "Percutaneous coronary intervention (PCI) is a cornerstone in the management of coronary artery disease; however, postoperative gastrointestinal bleeding (GIB) represents a significant complication that adversely impacts patient prognosis. Numerous factors influence GIB, yet no comprehensive meta-analysis has synthesized these to date. Current predictive tools, such as the CRUSADE and PRECISE-DAPT scores, exhibit limited efficacy in forecasting GIB following PCI, underscoring the urgent need for a more precise model to enhance risk management. This study employed a meta-analysis to identify risk factors for GIB post-PCI and subsequently developed predictive models based on these findings. The meta-analysis incorporated 77 studies encompassing a total of 7,211,114 patients with PCI. Ten predictive models were constructed from the analysis and validated in an external cohort of 3425 patients with PCI from two tertiary hospitals. A total of 129 influencing factors were included, with a meta-analysis conducted on 71, identifying 60 factors significantly associated with GIB. Model I, the most clinically applicable model comprising nine risk factors (female sex, advanced age, smoking, prior gastrointestinal ulcer, renal insufficiency, non-use of proton pump inhibitors, anticoagulant use, anemia, and glycoprotein IIb/IIIa receptor antagonist administration), demonstrated superior performance in external validation with an AUC of 0.842. This outperformed the CRUSADE score (AUC = 0.770) and PRECISE-DAPT score (AUC = 0.772), with DeLong's test, significant positive Net Reclassification Improvement Index, and Integrated Discrimination Improvement further confirming its enhanced clinical utility. GIB following PCI is influenced by a multitude of factors. Model I excels in predicting this complication, surpassing existing scoring systems, and offers substantial clinical value by enabling personalized risk management to improve patient outcomes. All nine predictors are routinely available at the bedside or in the electronic health record, facilitating immediate clinical implementation without additional testing.",
    "disease": "coronary artery disease",
    "clean_text": "meta analysis and external validation of a risk model for gastrointestinal bleeding after percutaneous coronary intervention percutaneous coronary intervention pci is a cornerstone in the management of coronary artery disease however postoperative gastrointestinal bleeding gib represents a significant complication that adversely impacts patient prognosis numerous factors influence gib yet no comprehensive meta analysis has synthesized these to date current predictive tools such as the crusade and precise dapt scores exhibit limited efficacy in forecasting gib following pci underscoring the urgent need for a more precise model to enhance risk management this study employed a meta analysis to identify risk factors for gib post pci and subsequently developed predictive models based on these findings the meta analysis incorporated studies encompassing a total of patients with pci ten predictive models were constructed from the analysis and validated in an external cohort of patients with pci from two tertiary hospitals a total of influencing factors were included with a meta analysis conducted on identifying factors significantly associated with gib model i the most clinically applicable model comprising nine risk factors female sex advanced age smoking prior gastrointestinal ulcer renal insufficiency non use of proton pump inhibitors anticoagulant use anemia and glycoprotein iib iiia receptor antagonist administration demonstrated superior performance in external validation with an auc of this outperformed the crusade score auc and precise dapt score auc with delong s test significant positive net reclassification improvement index and integrated discrimination improvement further confirming its enhanced clinical utility gib following pci is influenced by a multitude of factors model i excels in predicting this complication surpassing existing scoring systems and offers substantial clinical value by enabling personalized risk management to improve patient outcomes all nine predictors are routinely available at the bedside or in the electronic health record facilitating immediate clinical implementation without additional testing"
}