{
    "pmid": "41447007",
    "title": "Development and validation of a group counselling resilience module intervention (GC-ReMI) among breast cancer patients.",
    "abstract": "Resilience is crucial for breast cancer patients. It can enhance mental health and treatment outcomes. Group counselling intervention supports these patients by fostering their inner strength and helping them cope with the psychological impacts of their diagnosis and treatment. This intervention has improved their quality of life. This study used a mixed design. It was conducted in two stages: i) Phase I: literature search, interviews, and focus group discussions (FGDs); ii) Phase II: module development, content, and face validation for the Group Counselling Resilience Module Intervention (GCReMI). Interviews and FGDs were used to gather information from patients and healthcare workers. Ten independent experts assessed the content validity, while ten counsellors and breast cancer patients evaluated the face validity. Twenty-three participants took part in the interviews and FGDs. Data saturation was reached at the third FGD and the fourteenth in-depth interview. Two themes emerged from the qualitative analysis and were integrated into the module. The final GC-ReMI module included nine subthemes. The content validity index (CVI) was 0.84, and the face validity index (FVI) was 1.0 for counsellors and 0.97 for breast cancer patients, all of which meet satisfactory levels. The GC-ReMI module has satisfactory and acceptable content and face validity, suggesting its potential as a valuable psychoeducational tool for enhancing resilience among breast cancer patients.",
    "disease": "breast cancer",
    "clean_text": "development and validation of a group counselling resilience module intervention gc remi among breast cancer patients resilience is crucial for breast cancer patients it can enhance mental health and treatment outcomes group counselling intervention supports these patients by fostering their inner strength and helping them cope with the psychological impacts of their diagnosis and treatment this intervention has improved their quality of life this study used a mixed design it was conducted in two stages i phase i literature search interviews and focus group discussions fgds ii phase ii module development content and face validation for the group counselling resilience module intervention gcremi interviews and fgds were used to gather information from patients and healthcare workers ten independent experts assessed the content validity while ten counsellors and breast cancer patients evaluated the face validity twenty three participants took part in the interviews and fgds data saturation was reached at the third fgd and the fourteenth in depth interview two themes emerged from the qualitative analysis and were integrated into the module the final gc remi module included nine subthemes the content validity index cvi was and the face validity index fvi was for counsellors and for breast cancer patients all of which meet satisfactory levels the gc remi module has satisfactory and acceptable content and face validity suggesting its potential as a valuable psychoeducational tool for enhancing resilience among breast cancer patients"
}