{
    "pmid": "41458060",
    "title": "Examining the strategies and tactics of the alcohol industry during the COVID-19 pandemic in Botswana.",
    "abstract": "To examine the strategies and tactics of the alcohol industry during the COVID-19 pandemic in Botswana, a time when the country implemented a hard lockdown with strict restrictions on the sale, distribution and consumption of alcohol. A qualitative content analysis was conducted of newspaper articles ( The study shows that the alcohol industry was actively involved in influencing alcohol policy during the COVID-19 pandemic in Botswana. It mainly employed five main strategic framings, emphasising individual drinking behaviour, corporate social responsibility as a \"good\" deed, downplaying alcohol's role in COVID harm, treating the Botswana government as a \"strategic partner\" and using legal action to influence policy towards commercial interests to contradict public health protocols. The activities by the alcohol industry during the COVID-19 provide insight into the increasing influence that industry actors have in Botswana policy-making. The studied strategies undermine public health interventions, demonstrating the urgent need to determine how this business sector impact health interventions in low and middle-income countries.",
    "disease": "covid-19",
    "clean_text": "examining the strategies and tactics of the alcohol industry during the covid pandemic in botswana to examine the strategies and tactics of the alcohol industry during the covid pandemic in botswana a time when the country implemented a hard lockdown with strict restrictions on the sale distribution and consumption of alcohol a qualitative content analysis was conducted of newspaper articles the study shows that the alcohol industry was actively involved in influencing alcohol policy during the covid pandemic in botswana it mainly employed five main strategic framings emphasising individual drinking behaviour corporate social responsibility as a good deed downplaying alcohol s role in covid harm treating the botswana government as a strategic partner and using legal action to influence policy towards commercial interests to contradict public health protocols the activities by the alcohol industry during the covid provide insight into the increasing influence that industry actors have in botswana policy making the studied strategies undermine public health interventions demonstrating the urgent need to determine how this business sector impact health interventions in low and middle income countries"
}