{
    "title": "Laparoscopic cryosurgery of the kidney in the porcine model: an acute histological study.",
    "doc_id": "9610574",
    "writer": "Nakada SY",
    "year": "1998",
    "summary": "MATERIALS AND METHODS: Six kidneys from three domestic female farm pigs were utilized in the study. Under general anesthesia and after obtaining pneumoperitoneum, the lower pole of the kidney was mobilized laparoscopically and the ureter and adjacent bowel were prot …",
    "abstract": "Objectives:\n        \n      \n      To verify histologically whether cryosurgery of the kidney can be accomplished reproducibly without injuring adjacent structures, using a combination of ultrasound and laparoscopic guidance.\n    \n\n\n          Materials and methods:\n        \n      \n      Six kidneys from three domestic female farm pigs were utilized in the study. Under general anesthesia and after obtaining pneumoperitoneum, the lower pole of the kidney was mobilized laparoscopically and the ureter and adjacent bowel were protected with saline-soaked gauze. Two 3.8 mm-cryoprobes were placed percutaneously into the lower pole and cryoablation was carried out under laparoscopic and ultrasound guidance using a double-freeze technique (10-minute freeze and 5-minute thaw cycles to a probe temperature of -185 degrees C to -196 degrees C) in five kidneys (one control). The kidneys, adjacent ureter and bowel were harvested acutely, and macroscopic, histologic, and electron microscopic evaluation of all specimens was performed.\n    \n\n\n          Results:\n        \n      \n      Macroscopically, clear margins of cryodestruction corresponded with the ultrasound images of the iceball. In all five treated kidneys, reproducible cell death corresponding to visible margins of cryodestruction were verified histologically. Cell death was further corroborated by electron microscopy. Adjacent structures (ureter and bowel) were sectioned and no significant damage was noted. Blood pressure remained constant throughout the procedure. A crack in the renal parenchyma of one kidney was noted during the thaw phase; at harvest that animal was found to have an intraperitoneal hemorrhage.\n    \n\n\n          Conclusion:\n        \n      \n      Combined laparoscopic and ultrasound-guided cryoablation of the lower pole of the kidney can be accomplished reproducibly in the porcine model without injury to adjacent structures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9610574/",
    "clean_text": "laparoscopic cryosurgery of the kidney in the porcine model an acute histological study materials and methods six kidneys from three domestic female farm pigs were utilized in the study under general anesthesia and after obtaining pneumoperitoneum the lower pole of the kidney was mobilized laparoscopically and the ureter and adjacent bowel were prot objectives to verify histologically whether cryosurgery of the kidney can be accomplished reproducibly without injuring adjacent structures using a combination of ultrasound and laparoscopic guidance materials and methods six kidneys from three domestic female farm pigs were utilized in the study under general anesthesia and after obtaining pneumoperitoneum the lower pole of the kidney was mobilized laparoscopically and the ureter and adjacent bowel were protected with saline soaked gauze two mm cryoprobes were placed percutaneously into the lower pole and cryoablation was carried out under laparoscopic and ultrasound guidance using a double freeze technique minute freeze and minute thaw cycles to a probe temperature of degrees c to degrees c in five kidneys one control the kidneys adjacent ureter and bowel were harvested acutely and macroscopic histologic and electron microscopic evaluation of all specimens was performed results macroscopically clear margins of cryodestruction corresponded with the ultrasound images of the iceball in all five treated kidneys reproducible cell death corresponding to visible margins of cryodestruction were verified histologically cell death was further corroborated by electron microscopy adjacent structures ureter and bowel were sectioned and no significant damage was noted blood pressure remained constant throughout the procedure a crack in the renal parenchyma of one kidney was noted during the thaw phase at harvest that animal was found to have an intraperitoneal hemorrhage conclusion combined laparoscopic and ultrasound guided cryoablation of the lower pole of the kidney can be accomplished reproducibly in the porcine model without injury to adjacent structures"
}