{
    "pmid": "41391373",
    "title": "Immunogenicity and safety of inactivated quadrivalent influenza vaccines in children aged 6-35 months: A multi-center, randomized, double-blind, active-controlled clinical trial.",
    "abstract": "In children aged 6 to 35 months, the full-dose influenza vaccine (15 μg hemagglutinin per strain) demonstrated superior protection against influenza in children 6 to 35 months compared to the 7.5 μg half-dose formulation. A multi-center, randomized, double-blind, active-controlled study was conducted in Hubei and Anhui provinces, China. This study evaluated the immunogenicity and safety of full-dose and half-dose inactivated quadrivalent influenza vaccines (QIVs), compared with half-dose inactivated trivalent influenza vaccines (TIVs), in children aged 6 to 35 months. Children in stable health aged 6 to 35 months were enrolled and randomly allocated to four study groups in a 2:2:1:1 ratio by block randomization stratified by sites. Participants received two doses of either the full-dose or half-dose QIVs, or half-dose TIVs (containing a B Victoria or B Yamagata strain) following a 0, 28-day immunization schedule. Blood samples were collected before vaccination and 28 days after the second dose to test the Hemagglutination inhibition (HI) antibodies. The primary endpoints were the seroconversion rates (SCRs) and geometric mean titers (GMTs) at 28 days post-vaccination. The non-inferiority was defined as the 95 % lower limit confidence interval (LLCI) of SCR difference ≥ -10 % and the 95 % LLCI of GMT ratio ≥ 2/3. Safety was evaluated through to 6 months after the last dose. Between September 16 and October 13, 2023, a total of 3468 individuals screened and 3300 participants were enrolled. 3289 were administered at least one dose of full-dose QIV (n = 1097), half-dose QIV (n = 1098), half-dose TIV (containing a B Victoria) (n = 546) or half-dose TIV (containing a B Yamagata) (n = 548). The full-dose and half-dose QIVs demonstrated non-inferiority to the half-dose TIVs in terms of SCRs and GMTs for all shared strains. Specifically, the full-dose QIV induced higher immune responses compared to the half-dose TIVs and QIV. Safety profiles were similar across all groups, and there was no vaccine related serious adverse events and febrile convulsion reported. The immunogenicity of both the full-dose and half-dose QIVs were non-inferior to the licensed half-dose TIVs. Importantly, the full-dose QIV elicited significantly enhanced immune responses and no new safety concerns were observed, which may improve the protection in children aged 6 to 35 months. Clinicaltrials.gov identifier: NCT06049927.",
    "disease": "influenza",
    "clean_text": "immunogenicity and safety of inactivated quadrivalent influenza vaccines in children aged months a multi center randomized double blind active controlled clinical trial in children aged to months the full dose influenza vaccine g hemagglutinin per strain demonstrated superior protection against influenza in children to months compared to the g half dose formulation a multi center randomized double blind active controlled study was conducted in hubei and anhui provinces china this study evaluated the immunogenicity and safety of full dose and half dose inactivated quadrivalent influenza vaccines qivs compared with half dose inactivated trivalent influenza vaccines tivs in children aged to months children in stable health aged to months were enrolled and randomly allocated to four study groups in a ratio by block randomization stratified by sites participants received two doses of either the full dose or half dose qivs or half dose tivs containing a b victoria or b yamagata strain following a day immunization schedule blood samples were collected before vaccination and days after the second dose to test the hemagglutination inhibition hi antibodies the primary endpoints were the seroconversion rates scrs and geometric mean titers gmts at days post vaccination the non inferiority was defined as the lower limit confidence interval llci of scr difference and the llci of gmt ratio safety was evaluated through to months after the last dose between september and october a total of individuals screened and participants were enrolled were administered at least one dose of full dose qiv n half dose qiv n half dose tiv containing a b victoria n or half dose tiv containing a b yamagata n the full dose and half dose qivs demonstrated non inferiority to the half dose tivs in terms of scrs and gmts for all shared strains specifically the full dose qiv induced higher immune responses compared to the half dose tivs and qiv safety profiles were similar across all groups and there was no vaccine related serious adverse events and febrile convulsion reported the immunogenicity of both the full dose and half dose qivs were non inferior to the licensed half dose tivs importantly the full dose qiv elicited significantly enhanced immune responses and no new safety concerns were observed which may improve the protection in children aged to months clinicaltrials gov identifier nct"
}