{
    "title": "Neural regulation of lung cancer: from mechanisms to clinical implications.",
    "doc_id": "41316431",
    "writer": "Xu L",
    "year": "2025",
    "summary": "Lung cancer exhibits extremely high incidence and mortality rates among all malignancies, and its behavior is closely associated with the nervous system. ...Conversely, lung cancer and anti-tumor therapies also affect the nervous system. The emergence …",
    "abstract": "Lung cancer exhibits extremely high incidence and mortality rates among all malignancies, and its behavior is closely associated with the nervous system. Researchers have found that the nervous system influences the hallmark capabilities of lung cancer, such as proliferation, stemness, invasion, metastasis, treatment resistance, metabolic reprogramming, immune surveillance evasion, and angiogenesis. Conversely, lung cancer and anti-tumor therapies also affect the nervous system. The emergence of this knowledge has in turn provided new opportunities for lung cancer treatment and the innovation of therapeutic concepts. This review comprehensively summarizes the interaction between the nervous system and lung cancer based on the logical framework of cancer hallmarks. What's more, we also conclude several novel anti-tumor strategies based on cancer neuroscience to facilitate further implication and clinical transition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41316431/",
    "clean_text": "neural regulation of lung cancer from mechanisms to clinical implications lung cancer exhibits extremely high incidence and mortality rates among all malignancies and its behavior is closely associated with the nervous system conversely lung cancer and anti tumor therapies also affect the nervous system the emergence lung cancer exhibits extremely high incidence and mortality rates among all malignancies and its behavior is closely associated with the nervous system researchers have found that the nervous system influences the hallmark capabilities of lung cancer such as proliferation stemness invasion metastasis treatment resistance metabolic reprogramming immune surveillance evasion and angiogenesis conversely lung cancer and anti tumor therapies also affect the nervous system the emergence of this knowledge has in turn provided new opportunities for lung cancer treatment and the innovation of therapeutic concepts this review comprehensively summarizes the interaction between the nervous system and lung cancer based on the logical framework of cancer hallmarks what s more we also conclude several novel anti tumor strategies based on cancer neuroscience to facilitate further implication and clinical transition"
}