{
    "pmid": "41456502",
    "title": "Targeting hypersialylation via lectin-directed protein aggregation therapy (LPAT) for anti-metastasis applications.",
    "abstract": "Here, we report the development of lectin-directed protein aggregation therapy (LPAT), which combines the strong glycan-targeting capabilities of multivalent lectins with the aggregating propensities of bacterial microcompartment proteins. The design aims to create a system sensitive enough to elicit cell-specific aggregation towards invasive, metastatic tumor cells, while being nontoxic to normal tissues. LPAT agents were screened against a panel of 6 breast cancer cell lines, with the most potent agent showing preferential anti-adhesive and anti-invasive activity against the hypersialylated/MMP9 overexpressing MDA-MB-231 cell line. Furthermore, LPAT agents did not exhibit any propensity for hemagglutination, a principal disadvantage of lectin-based targeting systems. Subsequent studies using a metastatic mouse model showed that LPAT agents could prevent the formation of experimental lung metastases caused by the highly metastatic MDA-MB-231-LM2 isoform cell line. Overall, this work has laid the foundation for a potential glycan-targeting therapy aimed at preventing the onset and progression of metastatic tumors in a safe and selective manner.",
    "disease": "breast cancer",
    "clean_text": "targeting hypersialylation via lectin directed protein aggregation therapy lpat for anti metastasis applications here we report the development of lectin directed protein aggregation therapy lpat which combines the strong glycan targeting capabilities of multivalent lectins with the aggregating propensities of bacterial microcompartment proteins the design aims to create a system sensitive enough to elicit cell specific aggregation towards invasive metastatic tumor cells while being nontoxic to normal tissues lpat agents were screened against a panel of breast cancer cell lines with the most potent agent showing preferential anti adhesive and anti invasive activity against the hypersialylated mmp overexpressing mda mb cell line furthermore lpat agents did not exhibit any propensity for hemagglutination a principal disadvantage of lectin based targeting systems subsequent studies using a metastatic mouse model showed that lpat agents could prevent the formation of experimental lung metastases caused by the highly metastatic mda mb lm isoform cell line overall this work has laid the foundation for a potential glycan targeting therapy aimed at preventing the onset and progression of metastatic tumors in a safe and selective manner"
}