{
    "title": "Endometrial hyperplasia, endometrial cancer and prevention: gaps in existing research of modifiable risk factors.",
    "doc_id": "18514507",
    "writer": "Linkov F",
    "year": "2008",
    "summary": "Diet and exercise programmes are currently not integrated into a standard treatment programmes for patients with endometrial hyperplasia or endometrial cancer. CONCLUSIONS: More studies are needed to investigate modifiable risk factors for endometrial cancer …",
    "abstract": "Purpose:\n        \n      \n      Endometrial carcinoma is the most common cancer of the lower female genital tract in Europe and the United States. Faced with the growing incidence of endometrial cancer in Europe and around the world, scientists, doctors and public health professionals are becoming more concerned with identifying effective preventive measures for this condition. This review paper presents the existing knowledge about modifiable risk factors leading to endometrial hyperplasia and endometrial cancer and highlights the need for more studies in this area.\n    \n\n\n          Design/methods:\n        \n      \n      Extensive literature review of modifiable risk factors for endometrial cancer and endometrial hyperplasia has been performed. Additionally, biomarker approaches to cancer monitoring, existing therapies for endometrial hyperplasia and factors affecting patient survival are reviewed.\n    \n\n\n          Results:\n        \n      \n      Obesity and inactivity are two of the major risk factors associated with the development of endometrial cancer and endometrial hyperplasia. Other modifiable risk factors include dietary habits, exercise and the use of hormonal therapy. Similar factors, along with cancer biomarkers, may play an important role in the early detection of endometrial cancer and survival after the diagnosis. The majority of these factors fit well with the unopposed oestrogen theory. Diet and exercise programmes are currently not integrated into a standard treatment programmes for patients with endometrial hyperplasia or endometrial cancer.\n    \n\n\n          Conclusions:\n        \n      \n      More studies are needed to investigate modifiable risk factors for endometrial cancer and endometrial hyperplasia. Existing therapies for endometrial hyperplasia target hormone imbalance, which is just one aspect of endometrial cancer development. Next generation therapies for endometrial cancer and endometrial hyperplasia patients should include diet, exercise and weight loss plans, which would target other modifiable aspects of endometrial cancer risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18514507/",
    "clean_text": "endometrial hyperplasia endometrial cancer and prevention gaps in existing research of modifiable risk factors diet and exercise programmes are currently not integrated into a standard treatment programmes for patients with endometrial hyperplasia or endometrial cancer conclusions more studies are needed to investigate modifiable risk factors for endometrial cancer purpose endometrial carcinoma is the most common cancer of the lower female genital tract in europe and the united states faced with the growing incidence of endometrial cancer in europe and around the world scientists doctors and public health professionals are becoming more concerned with identifying effective preventive measures for this condition this review paper presents the existing knowledge about modifiable risk factors leading to endometrial hyperplasia and endometrial cancer and highlights the need for more studies in this area design methods extensive literature review of modifiable risk factors for endometrial cancer and endometrial hyperplasia has been performed additionally biomarker approaches to cancer monitoring existing therapies for endometrial hyperplasia and factors affecting patient survival are reviewed results obesity and inactivity are two of the major risk factors associated with the development of endometrial cancer and endometrial hyperplasia other modifiable risk factors include dietary habits exercise and the use of hormonal therapy similar factors along with cancer biomarkers may play an important role in the early detection of endometrial cancer and survival after the diagnosis the majority of these factors fit well with the unopposed oestrogen theory diet and exercise programmes are currently not integrated into a standard treatment programmes for patients with endometrial hyperplasia or endometrial cancer conclusions more studies are needed to investigate modifiable risk factors for endometrial cancer and endometrial hyperplasia existing therapies for endometrial hyperplasia target hormone imbalance which is just one aspect of endometrial cancer development next generation therapies for endometrial cancer and endometrial hyperplasia patients should include diet exercise and weight loss plans which would target other modifiable aspects of endometrial cancer risk"
}