{
    "title": "Adult tissue-resident stem cells-fact or fiction?",
    "doc_id": "33478531",
    "writer": "Bhartiya D.",
    "year": "2021",
    "summary": "Thus, inability to detect stem cells in recently published single-cell RNAseq studies is because the stem cells were unknowingly discarded while processing and were never subjected to RNAseq. This needs to be kept in mind before proposing to redefine a …",
    "abstract": "Life-long tissue homeostasis of adult tissues is supposedly maintained by the resident stem cells. These stem cells are quiescent in nature and rarely divide to self-renew and give rise to tissue-specific \"progenitors\" (lineage-restricted and tissue-committed) which divide rapidly and differentiate into tissue-specific cell types. However, it has proved difficult to isolate these quiescent stem cells as a physical entity. Recent single-cell RNAseq studies on several adult tissues including ovary, prostate, and cardiac tissues have not been able to detect stem cells. Thus, it has been postulated that adult cells dedifferentiate to stem-like state to ensure regeneration and can be defined as cells capable to replace lost cells through mitosis. This idea challenges basic paradigm of development biology regarding plasticity that a cell enters point of no return once it initiates differentiation. The underlying reason for this dilemma is that we are putting stem cells and somatic cells together while processing for various studies. Stem cells and adult mature cell types are distinct entities; stem cells are quiescent, small in size, and with minimal organelles whereas the mature cells are metabolically active and have multiple organelles lying in abundant cytoplasm. As a result, they do not pellet down together when centrifuged at 100-350g. At this speed, mature cells get collected but stem cells remain buoyant and can be pelleted by centrifuging at 1000g. Thus, inability to detect stem cells in recently published single-cell RNAseq studies is because the stem cells were unknowingly discarded while processing and were never subjected to RNAseq. This needs to be kept in mind before proposing to redefine adult stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33478531/",
    "clean_text": "adult tissue resident stem cells fact or fiction thus inability to detect stem cells in recently published single cell rnaseq studies is because the stem cells were unknowingly discarded while processing and were never subjected to rnaseq this needs to be kept in mind before proposing to redefine a life long tissue homeostasis of adult tissues is supposedly maintained by the resident stem cells these stem cells are quiescent in nature and rarely divide to self renew and give rise to tissue specific progenitors lineage restricted and tissue committed which divide rapidly and differentiate into tissue specific cell types however it has proved difficult to isolate these quiescent stem cells as a physical entity recent single cell rnaseq studies on several adult tissues including ovary prostate and cardiac tissues have not been able to detect stem cells thus it has been postulated that adult cells dedifferentiate to stem like state to ensure regeneration and can be defined as cells capable to replace lost cells through mitosis this idea challenges basic paradigm of development biology regarding plasticity that a cell enters point of no return once it initiates differentiation the underlying reason for this dilemma is that we are putting stem cells and somatic cells together while processing for various studies stem cells and adult mature cell types are distinct entities stem cells are quiescent small in size and with minimal organelles whereas the mature cells are metabolically active and have multiple organelles lying in abundant cytoplasm as a result they do not pellet down together when centrifuged at g at this speed mature cells get collected but stem cells remain buoyant and can be pelleted by centrifuging at g thus inability to detect stem cells in recently published single cell rnaseq studies is because the stem cells were unknowingly discarded while processing and were never subjected to rnaseq this needs to be kept in mind before proposing to redefine adult stem cells"
}