{
    "pmid": "41332840",
    "title": "Serum Procalcitonin: A Novel Tumor Biomarker for Diagnosis and Follow-Up in Fibrolamellar Hepatocellular Carcinoma.",
    "abstract": "Fibrolamellar carcinoma (FLC) is a rare primary liver cancer that predominantly affects young patients with normal known serum tumor biomarkers (alpha-fetoprotein (AFP) and CA19-9). An observation of a markedly elevated procalcitonin (PCT) in one patient prompted us to investigate the potential role of PCT as a biomarker in a larger cohort of FLC. We measured serum PCT levels in 34 samples from 18 patients with metastatic FLC and in 64 patients with hepatocellular carcinoma (HCC), 24 with cholangiocarcinoma (CCA), and 20 with cirrhosis. Using RNA sequencing, we analyzed  In 8 FLC from the European cohort, median serum PCT was significantly elevated (55.2 μg/l) compared to patients with HCC (0.14 μg/l), CCA (0.16 μg/l), and cirrhosis (0.11 μg/l; P=0.0005). These findings were independently validated in a U.S. cohort of 10 FLC patients compared to HCC and CCA (P=0.0002). Across these cohorts, elevated serum PCT was observed in 83% of FLC cases versus 3% of HCC and CCA cases (P<0.0001). In four patients with longitudinal measurements, changes in PCT levels correlated with radiologic response according to RECIST 1.1. RNA sequencing demonstrated significant overexpression of  Procalcitonin is a sensitive and specific biomarker for FLC at both the serum and tumor levels among primary liver cancers, with potential utility in diagnosis and monitoring of treatment response.",
    "disease": "liver cirrhosis",
    "clean_text": "serum procalcitonin a novel tumor biomarker for diagnosis and follow up in fibrolamellar hepatocellular carcinoma fibrolamellar carcinoma flc is a rare primary liver cancer that predominantly affects young patients with normal known serum tumor biomarkers alpha fetoprotein afp and ca an observation of a markedly elevated procalcitonin pct in one patient prompted us to investigate the potential role of pct as a biomarker in a larger cohort of flc we measured serum pct levels in samples from patients with metastatic flc and in patients with hepatocellular carcinoma hcc with cholangiocarcinoma cca and with cirrhosis using rna sequencing we analyzed in flc from the european cohort median serum pct was significantly elevated g l compared to patients with hcc g l cca g l and cirrhosis g l p these findings were independently validated in a u s cohort of flc patients compared to hcc and cca p across these cohorts elevated serum pct was observed in of flc cases versus of hcc and cca cases p in four patients with longitudinal measurements changes in pct levels correlated with radiologic response according to recist rna sequencing demonstrated significant overexpression of procalcitonin is a sensitive and specific biomarker for flc at both the serum and tumor levels among primary liver cancers with potential utility in diagnosis and monitoring of treatment response"
}