{
    "title": "Chronic Right Heart Failure: Expanding Prevalence and Challenges in Outpatient Management.",
    "doc_id": "29966638",
    "writer": "Chizinga M",
    "year": "2018",
    "summary": "Therapeutic developments mean that patients with acute right heart failure survive to hospital discharge and live with chronic right heart failure. ...However, the management of chronic right heart failure relies on adapting therapies for …",
    "abstract": "Right heart failure is caused by right heart dysfunction resulting in suboptimal stroke volume to supply the pulmonary circulation. Therapeutic developments mean that patients with acute right heart failure survive to hospital discharge and live with chronic right heart failure. Chronic right heart failure management aims to reduce afterload, optimize preload, and support contractility, with the best evidence available in vascular targeted therapy for pulmonary arterial hypertension. However, the management of chronic right heart failure relies on adapting therapies for left ventricular heart failure to the right. We review right heart failure management in the ambulatory setting and its challenges.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29966638/",
    "clean_text": "chronic right heart failure expanding prevalence and challenges in outpatient management therapeutic developments mean that patients with acute right heart failure survive to hospital discharge and live with chronic right heart failure however the management of chronic right heart failure relies on adapting therapies for right heart failure is caused by right heart dysfunction resulting in suboptimal stroke volume to supply the pulmonary circulation therapeutic developments mean that patients with acute right heart failure survive to hospital discharge and live with chronic right heart failure chronic right heart failure management aims to reduce afterload optimize preload and support contractility with the best evidence available in vascular targeted therapy for pulmonary arterial hypertension however the management of chronic right heart failure relies on adapting therapies for left ventricular heart failure to the right we review right heart failure management in the ambulatory setting and its challenges"
}