{
    "title": "Toxoplasmosis in a case with multiple serous effusions and severe aplastic anemia.",
    "doc_id": "39609754",
    "writer": "Wang X",
    "year": "2024",
    "summary": "",
    "abstract": "Toxoplasmosis, a parasitic disease, can cause fatal multi-organ failure in immunocompromised patients. The lack of specificity in the symptoms and the need to confirm a diagnosis of tachyzoites in fluids or tissues through microscopic examination leads to a delay in reaching a diagnosis. A 28-year-old woman with severe aplastic anemia received stem cell transplantation seven months ago, presented with fever. Computed Tomography scan and ultrasonography showed moderate pleural, pericardial, peritoneal, and pelvic effusions. Metagenomic next-generation sequencing of blood and alveolar lavage fluid was done, 11,082 and 17,154 sequence readings of Toxoplasma gondii were detected, accounting for 1.34% and 17.09% of genome coverage, respectively. Then, marrow aspirate smears showed Toxoplasma gondii tachyzoites and pseudocyst. This case report alerts clinicians about Toxoplasma gondii infection in stem cell transplantation patients with multiple serous effusions and fever. Clinical trial: Not applicable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39609754/",
    "clean_text": "toxoplasmosis in a case with multiple serous effusions and severe aplastic anemia toxoplasmosis a parasitic disease can cause fatal multi organ failure in immunocompromised patients the lack of specificity in the symptoms and the need to confirm a diagnosis of tachyzoites in fluids or tissues through microscopic examination leads to a delay in reaching a diagnosis a year old woman with severe aplastic anemia received stem cell transplantation seven months ago presented with fever computed tomography scan and ultrasonography showed moderate pleural pericardial peritoneal and pelvic effusions metagenomic next generation sequencing of blood and alveolar lavage fluid was done and sequence readings of toxoplasma gondii were detected accounting for and of genome coverage respectively then marrow aspirate smears showed toxoplasma gondii tachyzoites and pseudocyst this case report alerts clinicians about toxoplasma gondii infection in stem cell transplantation patients with multiple serous effusions and fever clinical trial not applicable"
}