{
    "pmid": "41473960",
    "title": "Differential Impact of Recruited and Resident Macrophages on Hypoxia-Induced Pulmonary Hypertension.",
    "abstract": "Pulmonary interstitial macrophages can be divided into 2 distinct subsets with different origins: resident macrophages (resMФs) and recruited macrophages (recMФs). However, their specific roles in pulmonary arterial hypertension remain unclear. Bone marrow transplantation, the DT (diphtheria toxin) receptor system, and genetically modified murine models were utilized to explore how key TFs (transcription factors) regulate phenotype alterations in pulmonary resMФs and recMФs in an SU5416/hypoxia murine model of pulmonary hypertension (PH). Therapeutic approaches included DNA aptamer-based proteolysis-targeting chimera and small interfering RNA-loaded lipid nanoparticle for treating SU5416/hypoxia-exposed rats. Depletion of either resMФs or recMФs using DT treatment significantly reduced SU5416/hypoxia-induced PH in mice. Pulmonary recMФs exhibited a proinflammatory phenotype during PH, driven by the TF Hic1 (hypermethylated in cancer 1). Bone marrow transplantation with Hic1 The differential roles of pulmonary resMФs and recMФs in pulmonary vascular remodeling highlight novel therapeutic targets for pulmonary arterial hypertension treatment, specifically through inhibition of ",
    "disease": "hypertension",
    "clean_text": "differential impact of recruited and resident macrophages on hypoxia induced pulmonary hypertension pulmonary interstitial macrophages can be divided into distinct subsets with different origins resident macrophages resm s and recruited macrophages recm s however their specific roles in pulmonary arterial hypertension remain unclear bone marrow transplantation the dt diphtheria toxin receptor system and genetically modified murine models were utilized to explore how key tfs transcription factors regulate phenotype alterations in pulmonary resm s and recm s in an su hypoxia murine model of pulmonary hypertension ph therapeutic approaches included dna aptamer based proteolysis targeting chimera and small interfering rna loaded lipid nanoparticle for treating su hypoxia exposed rats depletion of either resm s or recm s using dt treatment significantly reduced su hypoxia induced ph in mice pulmonary recm s exhibited a proinflammatory phenotype during ph driven by the tf hic hypermethylated in cancer bone marrow transplantation with hic the differential roles of pulmonary resm s and recm s in pulmonary vascular remodeling highlight novel therapeutic targets for pulmonary arterial hypertension treatment specifically through inhibition of"
}