{
    "title": "The diagnostic and therapeutic prospects of exosomes in ovarian cancer.",
    "doc_id": "36852533",
    "writer": "Chen Q",
    "year": "2023",
    "summary": "Emerging evidence has demonstrated that exosomes with cell-specific constituents are associated with the tumorigenesis and progression of ovarian cancer. Therefore, exosomes derived from ovarian cancers can be potential diagnostic biomarkers and therapeutic t …",
    "abstract": "Exosomes are nano-sized vesicles derived from the endosomal system and are involved in many biological and pathological processes. Emerging evidence has demonstrated that exosomes with cell-specific constituents are associated with the tumorigenesis and progression of ovarian cancer. Therefore, exosomes derived from ovarian cancers can be potential diagnostic biomarkers and therapeutic targets. In this review, we briefly present the biological characteristics of exosomes and the recent advances in isolating and detecting exosomes. Furthermore, we summarise the many functions of exosomes in ovarian cancer, hoping to provide a theoretical basis for clinical applications of exosomes in the diagnosis and treatment of ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36852533/",
    "clean_text": "the diagnostic and therapeutic prospects of exosomes in ovarian cancer emerging evidence has demonstrated that exosomes with cell specific constituents are associated with the tumorigenesis and progression of ovarian cancer therefore exosomes derived from ovarian cancers can be potential diagnostic biomarkers and therapeutic t exosomes are nano sized vesicles derived from the endosomal system and are involved in many biological and pathological processes emerging evidence has demonstrated that exosomes with cell specific constituents are associated with the tumorigenesis and progression of ovarian cancer therefore exosomes derived from ovarian cancers can be potential diagnostic biomarkers and therapeutic targets in this review we briefly present the biological characteristics of exosomes and the recent advances in isolating and detecting exosomes furthermore we summarise the many functions of exosomes in ovarian cancer hoping to provide a theoretical basis for clinical applications of exosomes in the diagnosis and treatment of ovarian cancer"
}