{
    "title": "Young adult retail purchases of cannabis, product category preferences and sales trends in California 2018-21: Differences compared with older adults.",
    "doc_id": "38988183",
    "writer": "Pechmann C'",
    "year": "2024",
    "summary": "FINDINGS: Flower (cannabis plant material) and vapor pen appealed to young adults based on absolute dollar sales, dominating young-adult spending compared with other cannabis products (37.24 and 31.83%, respectively). Vapor pen and concentrate appealed to …",
    "abstract": "Aims:\n        \n      \n      The aim of this study is to identify cannabis products according to their appeal among young adults and measure product sales trends.\n    \n\n\n          Design, setting and participants:\n        \n      \n      This was a retrospective comparative study using point-of-sale data from licensed recreational cannabis retailers that include buyer age with birth year entered by retailers, set in California, USA. Cannabis purchases by young adults (aged 21-24, GenZ) were compared with older adults (age 25+) over 4 years (2018-21).\n    \n\n\n          Measurements:\n        \n      \n      Sales for six cannabis product categories were analyzed using a commercial data set with imputations and a raw data set. Age-appeal metrics were dollar and unit sales to young adults, and dollar and unit share ratios (young adults/older adults), where a share ratio of 100 denotes age-appeal comparability. A product category was considered more young-adult appealing than others if its mean on a metric was at least one standard deviation above the grand mean across all product categories.\n    \n\n\n          Findings:\n        \n      \n      Flower (cannabis plant material) and vapor pen appealed to young adults based on absolute dollar sales, dominating young-adult spending compared with other cannabis products (37.24 and 31.83%, respectively). Vapor pen and concentrate appealed to young adults based on dollar share ratios of 152, meaning these products comprised a 52% greater share of young-adult cannabis spending relative to older-adult spending (31.83/20.97% and 10.47/6.88%, respectively). Less appealing to young adults were pre-roll, edible/beverage and absorbable products (tincture/sublingual, capsule and topical). Flower showed the largest dollar sales growth (B = +$3.50 million/month), next to vapor pen (B = +$1.55 million/month). Vapor pen tied for highest growth in the percent of product dollars from the largest package size (B = +0.85%/month) and showed the steepest price decline (B = -0.53 price per gram/month).\n    \n\n\n          Conclusions:\n        \n      \n      In California, USA, from 2018 to 2021, relative to older adults, young adults spent a greater share of their cannabis dollars on vapor pen and concentrate (products with high potency of delta-9-tetrahydrocannabinol).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38988183/",
    "clean_text": "young adult retail purchases of cannabis product category preferences and sales trends in california differences compared with older adults findings flower cannabis plant material and vapor pen appealed to young adults based on absolute dollar sales dominating young adult spending compared with other cannabis products and respectively vapor pen and concentrate appealed to aims the aim of this study is to identify cannabis products according to their appeal among young adults and measure product sales trends design setting and participants this was a retrospective comparative study using point of sale data from licensed recreational cannabis retailers that include buyer age with birth year entered by retailers set in california usa cannabis purchases by young adults aged genz were compared with older adults age over years measurements sales for six cannabis product categories were analyzed using a commercial data set with imputations and a raw data set age appeal metrics were dollar and unit sales to young adults and dollar and unit share ratios young adults older adults where a share ratio of denotes age appeal comparability a product category was considered more young adult appealing than others if its mean on a metric was at least one standard deviation above the grand mean across all product categories findings flower cannabis plant material and vapor pen appealed to young adults based on absolute dollar sales dominating young adult spending compared with other cannabis products and respectively vapor pen and concentrate appealed to young adults based on dollar share ratios of meaning these products comprised a greater share of young adult cannabis spending relative to older adult spending and respectively less appealing to young adults were pre roll edible beverage and absorbable products tincture sublingual capsule and topical flower showed the largest dollar sales growth b million month next to vapor pen b million month vapor pen tied for highest growth in the percent of product dollars from the largest package size b month and showed the steepest price decline b price per gram month conclusions in california usa from to relative to older adults young adults spent a greater share of their cannabis dollars on vapor pen and concentrate products with high potency of delta tetrahydrocannabinol"
}