{
    "title": "Older Adult's Marital Status, Conversation Frequency, and Well-Being in Everyday Life.",
    "doc_id": "34159387",
    "writer": "Ng YT",
    "year": "2022",
    "summary": "Contact with friends elicited more conversations for divorced older adults than married older adults. Furthermore, conversations enhanced mood throughout the day, but this effect was more salient for widowed than married older adults. ...Widowed and divorced …",
    "abstract": "Objectives:\n        \n      \n      Marital status contributes to differences in social experiences and well-being in late life. Yet, we know little about the role of conversation in these processes. Drawing on a functionalist perspective and hierarchical compensatory model, this study aimed to understand (a) whether older adults' marital status is associated with conversation frequency throughout the day, (b) whether contacts with nonspousal ties elicit more conversations among unmarried older adults, and (c) whether conversations exert a stronger effect on mood for unmarried older adults than married older adults.\n    \n\n\n          Method:\n        \n      \n      Adults aged 65+ (N = 272) provided information about their background characteristics and social partners. Across 5-6 days, they completed ecological momentary assessments reporting their social encounters and mood every 3 hr. Concurrently, electronically activated recorders captured 30 s of sound every 7 min. We compared older adults who were married, widowed, and divorced.\n    \n\n\n          Results:\n        \n      \n      Multilevel models revealed that married older adults engaged in more conversations than divorced older adults throughout the day. Contact with friends elicited more conversations for divorced older adults than married older adults. Furthermore, conversations enhanced mood throughout the day, but this effect was more salient for widowed than married older adults.\n    \n\n\n          Discussion:\n        \n      \n      Findings highlight the role of marital status in older adults' daily conversational experiences and compensatory processes that may occur. Widowed and divorced older adults differed from married older adults in distinct ways. Divorced older adults may compensate for lack of spouse with friends, whereas widowed older adults may benefit emotionally from engaging in conversations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34159387/",
    "clean_text": "older adult s marital status conversation frequency and well being in everyday life contact with friends elicited more conversations for divorced older adults than married older adults furthermore conversations enhanced mood throughout the day but this effect was more salient for widowed than married older adults widowed and divorced objectives marital status contributes to differences in social experiences and well being in late life yet we know little about the role of conversation in these processes drawing on a functionalist perspective and hierarchical compensatory model this study aimed to understand a whether older adults marital status is associated with conversation frequency throughout the day b whether contacts with nonspousal ties elicit more conversations among unmarried older adults and c whether conversations exert a stronger effect on mood for unmarried older adults than married older adults method adults aged n provided information about their background characteristics and social partners across days they completed ecological momentary assessments reporting their social encounters and mood every hr concurrently electronically activated recorders captured s of sound every min we compared older adults who were married widowed and divorced results multilevel models revealed that married older adults engaged in more conversations than divorced older adults throughout the day contact with friends elicited more conversations for divorced older adults than married older adults furthermore conversations enhanced mood throughout the day but this effect was more salient for widowed than married older adults discussion findings highlight the role of marital status in older adults daily conversational experiences and compensatory processes that may occur widowed and divorced older adults differed from married older adults in distinct ways divorced older adults may compensate for lack of spouse with friends whereas widowed older adults may benefit emotionally from engaging in conversations"
}