{
    "pmid": "41466540",
    "title": "Dammarenediol II enhances etoposide-induced apoptosis by targeting O-GlcNAc transferase and Akt/GSK3β/mTOR signaling in liver cancer.",
    "abstract": "Combining chemotherapy with chemosensitizing agents is a common strategy to enhance anticancer efficacy while mitigating treatment-related side effects. This study investigated the potential of dammarenediol II (DM2), a ginsenoside precursor, to enhance the anticancer effects of etoposide by downregulating O-linked β-N-acetylglucosamine modification (O-GlcNAcylation) and modulating the Akt signaling pathway in HepG2 human liver cancer cells. The effect of DM2 on O-GlcNAcylation regulation was analyzed using Pharmaco-Net, an artificial intelligence-driven drug screening platform and further validated using O-GlcNAc transferase (OGT) activity assay. DM2 cotreatment enhanced etoposide's anticancer efficacy, which was quantitatively evaluated by viability, Annexin V binding, membrane integrity, and caspase-3/7 activity assays in HepG2 cells. Results showed that DM2 reduced O-GlcNAc levels by directly interacting with OGT, as confirmed through Pharmaco-Net. Cotreatment with 40 μm DM2 and 20 μm etoposide produced synergistic anticancer effects, lowering etoposide's IC",
    "disease": "lung cancer",
    "clean_text": "dammarenediol ii enhances etoposide induced apoptosis by targeting o glcnac transferase and akt gsk mtor signaling in liver cancer combining chemotherapy with chemosensitizing agents is a common strategy to enhance anticancer efficacy while mitigating treatment related side effects this study investigated the potential of dammarenediol ii dm a ginsenoside precursor to enhance the anticancer effects of etoposide by downregulating o linked n acetylglucosamine modification o glcnacylation and modulating the akt signaling pathway in hepg human liver cancer cells the effect of dm on o glcnacylation regulation was analyzed using pharmaco net an artificial intelligence driven drug screening platform and further validated using o glcnac transferase ogt activity assay dm cotreatment enhanced etoposide s anticancer efficacy which was quantitatively evaluated by viability annexin v binding membrane integrity and caspase activity assays in hepg cells results showed that dm reduced o glcnac levels by directly interacting with ogt as confirmed through pharmaco net cotreatment with m dm and m etoposide produced synergistic anticancer effects lowering etoposide s ic"
}