{
    "pmid": "41438008",
    "title": "Treatment outcomes among patients with mycobacterial blood stream infection in a tertiary hospital:a retrospective study form 2019 to 2023.",
    "abstract": "Mycobacteria are rare causes of blood stream infections (BSI). Mycobacterial BSI is associated with a significantly increased risk of early death compared with other bacterial blood infectious diseases. Clinical characteristics and mortality rate of different Mycobacteria BSI remain unclear. A retrospective study of patients with positive mycobacterial blood cultures hospitalized between January 1, 2019, and June 30, 2023, at Shenzhen Third People's Hospital, a 1500-bed tertiary university-affiliated hospital in southern China, was performed. Clinical characteristics and mortality rate of patients with different Mycobacteria BSI were reviewed and analyzed. Forty-one hospitalized patients with positive mycobacterium blood cultures were identified. Of the 41 participants, 37 (90.2 %) were newly diagnosed with HIV/AIDS. 7 (17.1 %) BSI was caused by  The mortality rate of patients with mycobacterial BSI is high. Mycobacterial BSI occur mostly in severely ill patients with HIV/AIDS. TB-BSI was associated with a higher mortality rate compared to NTM-BSI.",
    "disease": "tuberculosis",
    "clean_text": "treatment outcomes among patients with mycobacterial blood stream infection in a tertiary hospital a retrospective study form to mycobacteria are rare causes of blood stream infections bsi mycobacterial bsi is associated with a significantly increased risk of early death compared with other bacterial blood infectious diseases clinical characteristics and mortality rate of different mycobacteria bsi remain unclear a retrospective study of patients with positive mycobacterial blood cultures hospitalized between january and june at shenzhen third people s hospital a bed tertiary university affiliated hospital in southern china was performed clinical characteristics and mortality rate of patients with different mycobacteria bsi were reviewed and analyzed forty one hospitalized patients with positive mycobacterium blood cultures were identified of the participants were newly diagnosed with hiv aids bsi was caused by the mortality rate of patients with mycobacterial bsi is high mycobacterial bsi occur mostly in severely ill patients with hiv aids tb bsi was associated with a higher mortality rate compared to ntm bsi"
}