{
    "title": "Is endometrial sampler SAP-1 a good way to diagnose the common intrauterine occupying lesions?-A diagnostic study.",
    "doc_id": "37635572",
    "writer": "Hong Y.",
    "year": "2023",
    "summary": "BACKGROUND: Intrauterine occupying lesion is clinically common in the female reproductive organs. Endometrial cancer is the most critical one among intrauterine occupying lesions, which accordingly is considered as the main indication for endometrial cancer screenin …",
    "abstract": "Background:\n        \n      \n      Intrauterine occupying lesion is clinically common in the female reproductive organs. Endometrial cancer is the most critical one among intrauterine occupying lesions, which accordingly is considered as the main indication for endometrial cancer screening, for which endometrial sampler SAP-1 was recommended as an effective sampling tool.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to evaluate the diagnostic efficacy of SAP-1 for endometrial polyp and uterine submucous myoma.\n    \n\n\n          Materials and methods:\n        \n      \n      From August 2018 to June 2022, patients who were hospitalized for undergoing hysteroscopy examination were enrolled in this study. Before the procedure, endometrial samples were collected by the method of SAP-1. The histological results were compared with those by hysteroscopy sampling to analyze the diagnostic efficacy of SAP-1.\n    \n\n\n          Results:\n        \n      \n      The qualified rate for the SAP-1 sampling was 92.1%, which is a bit lower than that by method of hysteroscopy (95.3%). And the difference was not statistically significant (P > 0.05). Endometrial polyp (47.5%) and uterine submucous myoma (7.1%) accounted for the majority of endometrial lesions, while only 11.3% endometrial polyps (17/151) and 0% submucous myomas (0/23) were detected by SAP-1 sampling.\n    \n\n\n          Conclusion:\n        \n      \n      Endometrial sampler SAP-1 is not effective in detection of solid intrauterine lesions indicated by the imaging examination. Hysteroscopy is recommended for definite diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37635572/",
    "clean_text": "is endometrial sampler sap a good way to diagnose the common intrauterine occupying lesions a diagnostic study background intrauterine occupying lesion is clinically common in the female reproductive organs endometrial cancer is the most critical one among intrauterine occupying lesions which accordingly is considered as the main indication for endometrial cancer screenin background intrauterine occupying lesion is clinically common in the female reproductive organs endometrial cancer is the most critical one among intrauterine occupying lesions which accordingly is considered as the main indication for endometrial cancer screening for which endometrial sampler sap was recommended as an effective sampling tool objective this study aimed to evaluate the diagnostic efficacy of sap for endometrial polyp and uterine submucous myoma materials and methods from august to june patients who were hospitalized for undergoing hysteroscopy examination were enrolled in this study before the procedure endometrial samples were collected by the method of sap the histological results were compared with those by hysteroscopy sampling to analyze the diagnostic efficacy of sap results the qualified rate for the sap sampling was which is a bit lower than that by method of hysteroscopy and the difference was not statistically significant p endometrial polyp and uterine submucous myoma accounted for the majority of endometrial lesions while only endometrial polyps and submucous myomas were detected by sap sampling conclusion endometrial sampler sap is not effective in detection of solid intrauterine lesions indicated by the imaging examination hysteroscopy is recommended for definite diagnosis"
}