{
    "title": "Self-medication practice with analgesics (NSAIDs and acetaminophen), and antibiotics among nursing undergraduates in University College Farasan Campus, Jazan University, KSA.",
    "doc_id": "33098875",
    "writer": "Faqihi AHMA",
    "year": "2021",
    "summary": "Present study was therefore, conducted to generate data on self-medication practice with analgesics using non-steroidal anti-inflammatory drugs (NSAIDs) and acetaminophen, and the antibiotics among nursing students of University College Farasan Campus. ...Azithromyc …",
    "abstract": "Objective:\n        \n      \n      Self-medication practices are widely practiced globally as major form of self-care for pain management. Unfortunately, with COVID-19 pandemic, prescription only drugs are now increasingly being self-prescribed. Present study was therefore, conducted to generate data on self-medication practice with analgesics using non-steroidal anti-inflammatory drugs (NSAIDs) and acetaminophen, and the antibiotics among nursing students of University College Farasan Campus.\n    \n\n\n          Materials and methods:\n        \n      \n      A cross-sectional descriptive study was conducted among 177 study participants (20±3 years) between December 2019 to February 2020 using questionnaire. Data analyses were done using origin software (6.1, Illinois, USA). Significance was considered at P<0.05. Study was conducted in Department of Nursing, University College Farasan Province, a premier educational institute of Farasan Island affiliated to Jazan university, KSA.\n    \n\n\n          Results:\n        \n      \n      Self-medication practices were high among nursing students (n=154 participants, 87%). Acetaminophen was highest used drug for analgesic purposes without prescriptions (n=101 participants, 57%). Among NSAIDs, Ibuprofen was most preferred for various analgesic purposes (n=35 participants, 20%) followed by diclofenac (n=9 participants, 5%) and meloxicam (n=5 participants, 3%). Azithromycine was the only antibiotic used by participants (n=4 participant, 2%). Most common causes of self-medication were headache (45%), menstrual pain (23%) and fever (14%). Main reason for self-medications was lack of time to consult doctor (68%). Furthermore, self-medication was significantly associated with study year (P<0.003).\n    \n\n\n          Conclusion:\n        \n      \n      Results give rise to concern for general well-being of future nursing workforce. There is need to implement educational actions and awareness programmes to limit self-medication practices among educated youth of this beautiful Island.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33098875/",
    "clean_text": "self medication practice with analgesics nsaids and acetaminophen and antibiotics among nursing undergraduates in university college farasan campus jazan university ksa present study was therefore conducted to generate data on self medication practice with analgesics using non steroidal anti inflammatory drugs nsaids and acetaminophen and the antibiotics among nursing students of university college farasan campus azithromyc objective self medication practices are widely practiced globally as major form of self care for pain management unfortunately with covid pandemic prescription only drugs are now increasingly being self prescribed present study was therefore conducted to generate data on self medication practice with analgesics using non steroidal anti inflammatory drugs nsaids and acetaminophen and the antibiotics among nursing students of university college farasan campus materials and methods a cross sectional descriptive study was conducted among study participants years between december to february using questionnaire data analyses were done using origin software illinois usa significance was considered at p study was conducted in department of nursing university college farasan province a premier educational institute of farasan island affiliated to jazan university ksa results self medication practices were high among nursing students n participants acetaminophen was highest used drug for analgesic purposes without prescriptions n participants among nsaids ibuprofen was most preferred for various analgesic purposes n participants followed by diclofenac n participants and meloxicam n participants azithromycine was the only antibiotic used by participants n participant most common causes of self medication were headache menstrual pain and fever main reason for self medications was lack of time to consult doctor furthermore self medication was significantly associated with study year p conclusion results give rise to concern for general well being of future nursing workforce there is need to implement educational actions and awareness programmes to limit self medication practices among educated youth of this beautiful island"
}