{
    "pmid": "41411361",
    "title": "A Quali-Quantitative Analysis of Biosensing and Biotransducing Systems for Cardiovascular Monitoring: Pacemakers Active and Passive Stress.",
    "abstract": "The global health burden of cardiovascular diseases, including MI (myocardial infarction), CAD (coronary artery disease), heart arrhythmias, cerebrovascular disease, and HF (heart failure), is substantial. As a primary cause of mortality, there is a pressing need for continuous and real-time heart monitoring to identify and treat irregular heart rhythms. PPMs (permanent pacemakers) constantly monitor the heart's spontaneous electrical activity and only activate when it is either defiant or absent. The PPMs under investigation in our research are special implantable biosensors and biotransducers with nanoscale components. The PPMs do not generally contain biochemical reactants but they interact with physiological fluids to be considered as biosensors, and nanobiosensors if they encompass nanomaterials, as for our case. The objective of this study is to determine the reliability of PPM structures that have been implanted in patients who are suffering from one of the cardiovascular diseases over time. Even though the PPMs have been certified for the above use, however, natural patient conditions such as changes in body posture, temperature, or even changes in metabolic demand, can affect their operating modes. The sidewall roughness surface of PPMs is analyzed using atomic force microscopic 3D structural reconstruction, which is based on the grey images of PPMs from CT scanning for each patient. The angular equivocation (also known as angular entropy) approach is implemented to quantify the uncertainty in the distribution of edge or gradient orientation in PPMs images. Then, in order to address nonlinearities and interactions caused by metallic components in the PPM that introduce harmonic and distortions from biological tissues and device motion, we have conducted a bispectral analysis followed by contour representation plots. Different results obtained are of interest for monitoring the state of implantable devices in activity based on CT cardiac examinations in order to preserve the patient's extended life.",
    "disease": "coronary artery disease",
    "clean_text": "a quali quantitative analysis of biosensing and biotransducing systems for cardiovascular monitoring pacemakers active and passive stress the global health burden of cardiovascular diseases including mi myocardial infarction cad coronary artery disease heart arrhythmias cerebrovascular disease and hf heart failure is substantial as a primary cause of mortality there is a pressing need for continuous and real time heart monitoring to identify and treat irregular heart rhythms ppms permanent pacemakers constantly monitor the heart s spontaneous electrical activity and only activate when it is either defiant or absent the ppms under investigation in our research are special implantable biosensors and biotransducers with nanoscale components the ppms do not generally contain biochemical reactants but they interact with physiological fluids to be considered as biosensors and nanobiosensors if they encompass nanomaterials as for our case the objective of this study is to determine the reliability of ppm structures that have been implanted in patients who are suffering from one of the cardiovascular diseases over time even though the ppms have been certified for the above use however natural patient conditions such as changes in body posture temperature or even changes in metabolic demand can affect their operating modes the sidewall roughness surface of ppms is analyzed using atomic force microscopic d structural reconstruction which is based on the grey images of ppms from ct scanning for each patient the angular equivocation also known as angular entropy approach is implemented to quantify the uncertainty in the distribution of edge or gradient orientation in ppms images then in order to address nonlinearities and interactions caused by metallic components in the ppm that introduce harmonic and distortions from biological tissues and device motion we have conducted a bispectral analysis followed by contour representation plots different results obtained are of interest for monitoring the state of implantable devices in activity based on ct cardiac examinations in order to preserve the patient s extended life"
}