{
    "title": "[Do Adolescents with Substance Use Disorders Recognize and Adopt Self-Regulation from Peers? - A Qualitative Interview Study].",
    "doc_id": "38840540",
    "writer": "Busching R",
    "year": "2024",
    "summary": "Do Adolescents with Substance Use Disorders Recognize and Adopt Self-Regulation from Peers? - A Qualitative Interview Study Self-regulation often plays a central role for adolescents who develop a substance use disorder, as deficits may trigger the onset of the disease. .. …",
    "abstract": "Do Adolescents with Substance Use Disorders Recognize and Adopt Self-Regulation from Peers? - A Qualitative Interview Study Self-regulation often plays a central role for adolescents who develop a substance use disorder, as deficits may trigger the onset of the disease. Likewise, the improvement of self-regulation strategies is an important element of many therapy programs. Additionally, peers are important in the development of substance use disorders.The aim of this paper is to investigate the role of self-regulation by other peers in adolescents with substance use disorders through a qualitative interview study. For this purpose, a total of N = 13 (54 % female) adolescents were interviewed using semi-structured interviews, which were then evaluated using a qualitative content analysis according to Mayring.The results showed that the adolescents were familiar with the concept of self-regulation but did not name the interplay between cognitions, emotions, motivation, and behavior within self-regulation. Furthermore, the adolescents reported having observed and adopted both adaptive and maladaptive self-regulation strategies in others, placing the maladaptive strategies retrospectively before the start of therapy, while the adaptive strategies were rather placed during the therapy phase. This might partly explain the effect that peers pose a risk factor for the development of substance use disorders. However, peers might also be considered as a resource in therapeutic settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38840540/",
    "clean_text": "do adolescents with substance use disorders recognize and adopt self regulation from peers a qualitative interview study do adolescents with substance use disorders recognize and adopt self regulation from peers a qualitative interview study self regulation often plays a central role for adolescents who develop a substance use disorder as deficits may trigger the onset of the disease do adolescents with substance use disorders recognize and adopt self regulation from peers a qualitative interview study self regulation often plays a central role for adolescents who develop a substance use disorder as deficits may trigger the onset of the disease likewise the improvement of self regulation strategies is an important element of many therapy programs additionally peers are important in the development of substance use disorders the aim of this paper is to investigate the role of self regulation by other peers in adolescents with substance use disorders through a qualitative interview study for this purpose a total of n female adolescents were interviewed using semi structured interviews which were then evaluated using a qualitative content analysis according to mayring the results showed that the adolescents were familiar with the concept of self regulation but did not name the interplay between cognitions emotions motivation and behavior within self regulation furthermore the adolescents reported having observed and adopted both adaptive and maladaptive self regulation strategies in others placing the maladaptive strategies retrospectively before the start of therapy while the adaptive strategies were rather placed during the therapy phase this might partly explain the effect that peers pose a risk factor for the development of substance use disorders however peers might also be considered as a resource in therapeutic settings"
}