{
    "pmid": "41461680",
    "title": "Evaluating the impact of radiotherapy on nitrosative stress and thiol/disulfide dynamics in patients with lung cancer.",
    "abstract": "This study aimed to prospectively examine the systemic effects of curative radiotherapy on dynamic thiol/disulfide homeostasis and nitrosative stress markers in patients diagnosed with lung cancer. Forty-one patients diagnosed with lung cancer and 41 healthy controls were enrolled in the study. Serum nitric oxide, 3-nitrotyrosine, total thiol, native thiol, and disulfide levels were measured from blood specimens taken from patients before radiotherapy and 24 h after radiotherapy. Nitric oxide levels were analyzed by chemiluminescence technique, 3-nitrotyrosine levels by ELISA, and thiol/disulfide homeostasis parameters by spectrophotometric methods. Serum nitric oxide (NO) and 3-nitrotyrosine levels of patients were significantly elevated in both pre-radiotherapy and post-radiotherapy periods compared to the healthy control group (p < 0.001). NO levels tended to increase after RT, but this difference did not reach statistical significance. Total thiol and native thiol levels in the pre-radiotherapy and post-radiotherapy periods were decreased when compared to the controls (p < 0.001). Post-radiotherapy disulfide levels were markedly higher than the pre-radiotherapy (p < 0.05) and the controls (p < 0.05). Similarly, while disulfide/total thiol and disulfide/native thiol ratios were increased in the post-radiotherapy period, a marked decline was observed in the native thiol/total thiol ratio in the post-radiotherapy period (p < 0.05). Since chemotherapy is also known to affect redox homeostasis, the combined treatment (chemoradiotherapy) is likely responsible for the observed biochemical changes seen in our study. Our suggest that radiotherapy further exacerbates the already imbalanced redox homeostasis in lung cancer patients by enhancing NO production and promoting thiol oxidation. Concurrent chemoradiotherapy appears to exacerbate the imbalance in redox homeostasis in lung cancer patients.",
    "disease": "lung cancer",
    "clean_text": "evaluating the impact of radiotherapy on nitrosative stress and thiol disulfide dynamics in patients with lung cancer this study aimed to prospectively examine the systemic effects of curative radiotherapy on dynamic thiol disulfide homeostasis and nitrosative stress markers in patients diagnosed with lung cancer forty one patients diagnosed with lung cancer and healthy controls were enrolled in the study serum nitric oxide nitrotyrosine total thiol native thiol and disulfide levels were measured from blood specimens taken from patients before radiotherapy and h after radiotherapy nitric oxide levels were analyzed by chemiluminescence technique nitrotyrosine levels by elisa and thiol disulfide homeostasis parameters by spectrophotometric methods serum nitric oxide no and nitrotyrosine levels of patients were significantly elevated in both pre radiotherapy and post radiotherapy periods compared to the healthy control group p no levels tended to increase after rt but this difference did not reach statistical significance total thiol and native thiol levels in the pre radiotherapy and post radiotherapy periods were decreased when compared to the controls p post radiotherapy disulfide levels were markedly higher than the pre radiotherapy p and the controls p similarly while disulfide total thiol and disulfide native thiol ratios were increased in the post radiotherapy period a marked decline was observed in the native thiol total thiol ratio in the post radiotherapy period p since chemotherapy is also known to affect redox homeostasis the combined treatment chemoradiotherapy is likely responsible for the observed biochemical changes seen in our study our suggest that radiotherapy further exacerbates the already imbalanced redox homeostasis in lung cancer patients by enhancing no production and promoting thiol oxidation concurrent chemoradiotherapy appears to exacerbate the imbalance in redox homeostasis in lung cancer patients"
}