{
    "pmid": "41450192",
    "title": "Association Between Seasonal Factors and Severity of Obstructive Sleep Apnea-Hypopnea Syndrome in Children.",
    "abstract": "Limited data are available on the relationship between seasonal factors and obstructive sleep apnea-hypopnea syndrome (OSAHS) in China. The aim of this study was to investigate the effects of seasonal factors on the severity of OSAHS in children. Children 2.0 to 16 years old presenting with snoring and/or mouth breathing, suspected of having OSAHS, and admitted to the Department of Respiratory Medicine of Children's Hospital of Soochow University from December 2016 to February 2022 were enrolled in this study. The severity of OSAHS was determined by full-night polysomnography (PSG) in the sleep laboratory. The correlation between seasonal factors and PSG monitoring results was analyzed. Of the 589 included patients, 301 cases (51.1%) were diagnosed with OSAHS. In the OSAHS group, 77 cases (25.6%) were detected in spring, 74 cases (24.6%) were detected in summer, 59 cases (19.6%) were detected in autumn, and 91 cases (30.2%) were detected in winter. There were 238 cases (79.1%) of tonsillitis hypertrophy, 276 cases (91.7%) of adenoid hypertrophy, 215 cases (71.4%) of rhinitis/sinusitis, and 36 cases (12.0%) of asthma. The proportion of rhinitis/sinusitis and tonsillar hypertrophy in spring was higher than that in summer ( Severe OSAHS is more common in winter. Respiratory events are increased in spring and winter, mainly in children ≤6 years old. Seasonal factors may have a certain impact on OSAHS.",
    "disease": "asthma",
    "clean_text": "association between seasonal factors and severity of obstructive sleep apnea hypopnea syndrome in children limited data are available on the relationship between seasonal factors and obstructive sleep apnea hypopnea syndrome osahs in china the aim of this study was to investigate the effects of seasonal factors on the severity of osahs in children children to years old presenting with snoring and or mouth breathing suspected of having osahs and admitted to the department of respiratory medicine of children s hospital of soochow university from december to february were enrolled in this study the severity of osahs was determined by full night polysomnography psg in the sleep laboratory the correlation between seasonal factors and psg monitoring results was analyzed of the included patients cases were diagnosed with osahs in the osahs group cases were detected in spring cases were detected in summer cases were detected in autumn and cases were detected in winter there were cases of tonsillitis hypertrophy cases of adenoid hypertrophy cases of rhinitis sinusitis and cases of asthma the proportion of rhinitis sinusitis and tonsillar hypertrophy in spring was higher than that in summer severe osahs is more common in winter respiratory events are increased in spring and winter mainly in children years old seasonal factors may have a certain impact on osahs"
}