{
    "title": "From quality of life to sleep quality in Chinese college students: stress and anxiety as sequential mediators with nonlinear effects via machine learning.",
    "doc_id": "40517959",
    "writer": "Zang W",
    "year": "2025",
    "summary": "Machine learning revealed nonlinear patterns: the positive association between quality of life and sleep quality became more pronounced beyond a certain threshold, while higher levels of perceived stress and sleep anxiety were associated with sharper d …",
    "abstract": "Object:\n        \n      \n      This study examines how quality of life is associated with sleep quality among Chinese university students through sequential mediation by perceived stress and sleep anxiety, using machine learning to uncover nonlinear effects.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional sample of 7128 university students (aged 18-28) from Eastern, Central, and Western China was recruited via stratified random and snowball sampling for regional diversity. Ordinary least squares regression and bias-corrected bootstrapping (5000 resamples) assessed direct and sequential mediation effects of perceived stress and sleep anxiety, estimating indirect effects with 95 % confidence intervals. Machine learning explored nonlinear relationships among variables.\n    \n\n\n          Results:\n        \n      \n      Quality of life was strongly positively associated with subjective sleep quality. Mediation analyses confirmed that perceived stress and sleep anxiety independently and sequentially mediated this relationship. Machine learning revealed nonlinear patterns: the positive association between quality of life and sleep quality became more pronounced beyond a certain threshold, while higher levels of perceived stress and sleep anxiety were associated with sharper declines in sleep quality. Feature importance analysis ranked perceived stress as the top predictor, followed by sleep anxiety and quality of life.\n    \n\n\n          Conclusion:\n        \n      \n      Quality of life is significantly associated with sleep quality among Chinese university students, with perceived stress and sleep anxiety serving as potential sequential mediators. The identified nonlinear patterns suggest that higher levels of quality of life are linked to better sleep quality beyond a threshold, while elevated stress and anxiety correspond to sharper declines in sleep quality. These findings may inform future intervention strategies and support the need for longitudinal validation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40517959/",
    "clean_text": "from quality of life to sleep quality in chinese college students stress and anxiety as sequential mediators with nonlinear effects via machine learning machine learning revealed nonlinear patterns the positive association between quality of life and sleep quality became more pronounced beyond a certain threshold while higher levels of perceived stress and sleep anxiety were associated with sharper d object this study examines how quality of life is associated with sleep quality among chinese university students through sequential mediation by perceived stress and sleep anxiety using machine learning to uncover nonlinear effects methods a cross sectional sample of university students aged from eastern central and western china was recruited via stratified random and snowball sampling for regional diversity ordinary least squares regression and bias corrected bootstrapping resamples assessed direct and sequential mediation effects of perceived stress and sleep anxiety estimating indirect effects with confidence intervals machine learning explored nonlinear relationships among variables results quality of life was strongly positively associated with subjective sleep quality mediation analyses confirmed that perceived stress and sleep anxiety independently and sequentially mediated this relationship machine learning revealed nonlinear patterns the positive association between quality of life and sleep quality became more pronounced beyond a certain threshold while higher levels of perceived stress and sleep anxiety were associated with sharper declines in sleep quality feature importance analysis ranked perceived stress as the top predictor followed by sleep anxiety and quality of life conclusion quality of life is significantly associated with sleep quality among chinese university students with perceived stress and sleep anxiety serving as potential sequential mediators the identified nonlinear patterns suggest that higher levels of quality of life are linked to better sleep quality beyond a threshold while elevated stress and anxiety correspond to sharper declines in sleep quality these findings may inform future intervention strategies and support the need for longitudinal validation"
}