{
    "pmid": "41410175",
    "title": "Avascular necrosis is associated with an increased risk of revision for infection compared to osteoarthritis in total hip replacement in younger patients: an analysis of 51,879 procedures from the Australian Orthopaedic Association National Joint Replacement Registry (AOANJRR).",
    "abstract": "Osteoarthritis is the most common indication for primary total hip replacement (THR) in Australia. Due to its pathogenesis, avascular necrosis (AVN) often occurs in younger patients. It is unclear whether AVN results in a higher revision rate when compared to osteoarthritis in this population. The aim of this study was to compare revision rates between these cohorts and identify any differences in cause for revision to better allow prognostication when consenting younger patients prior to surgery with the null hypothesis that no significant difference will be found. Australian Orthopaedic Association National Joint Replacement Registry data from 1999 to 2022 was used to assess difference in revision rates between the patients aged <55 years undergoing THR with a primary diagnosis of either AVN or osteoarthritis. Revision rates and reasons for revision were compared between cohorts. There were 51,879 THR meeting the inclusion criteria available for analysis, of which 9.3% were implanted for AVN and 90.7% for osteoarthritis. Patients with AVN were younger and more likely to be male compared to patients with osteoarthritis. Rates of all cause revision were higher in patients undergoing surgery for AVN when adjusted for age, sex, body mass index, head-size, and American Society of Anesthesiologists score. AVN had a higher rate of revision for infection (HR 1.61 [95% CI, 1.23-2.11]  Younger patients undergoing THR for AVN have a higher revision rate and are more likely to be revised for early infection, when compared to patients who undergo THR for osteoarthritis.",
    "disease": "osteoarthritis",
    "clean_text": "avascular necrosis is associated with an increased risk of revision for infection compared to osteoarthritis in total hip replacement in younger patients an analysis of procedures from the australian orthopaedic association national joint replacement registry aoanjrr osteoarthritis is the most common indication for primary total hip replacement thr in australia due to its pathogenesis avascular necrosis avn often occurs in younger patients it is unclear whether avn results in a higher revision rate when compared to osteoarthritis in this population the aim of this study was to compare revision rates between these cohorts and identify any differences in cause for revision to better allow prognostication when consenting younger patients prior to surgery with the null hypothesis that no significant difference will be found australian orthopaedic association national joint replacement registry data from to was used to assess difference in revision rates between the patients aged years undergoing thr with a primary diagnosis of either avn or osteoarthritis revision rates and reasons for revision were compared between cohorts there were thr meeting the inclusion criteria available for analysis of which were implanted for avn and for osteoarthritis patients with avn were younger and more likely to be male compared to patients with osteoarthritis rates of all cause revision were higher in patients undergoing surgery for avn when adjusted for age sex body mass index head size and american society of anesthesiologists score avn had a higher rate of revision for infection hr ci younger patients undergoing thr for avn have a higher revision rate and are more likely to be revised for early infection when compared to patients who undergo thr for osteoarthritis"
}