{
    "pmid": "41456872",
    "title": "Tall cell carcinoma with reversed polarity of the breast harbouring IDH1 hotspot mutation: morphologic, immunohistochemical and genetic characterization of two cases.",
    "abstract": "Tall cell carcinomas with reversed polarity (TCCRPs) are rare, indolent triple negative or oestrogen receptor (ER)-low positive breast cancers classically characterized by solid-papillary and papillary proliferations of eosinophilic columnar cells with reversed nuclear polarity. IDH2 R172 mutations are key oncogenic drivers in the majority of TCCRPs, exemplary of genotype-phenotype correlation among breast tumours. Other extramammary tumour types with IDH2 mutations can alternatively harbour analogous mutually exclusive IDH1 R132 mutations that appear to have similar effects on genome methylation, cellular differentiation and tumorigenesis. A prior report of a single IDH1-mutated TCCRP suggests extension of the IDH1/2 dichotomy to TCCRPs, but such exceedingly rare tumours have not been further characterized. We identified two cases of TCCRP with IDH1 R132C mutation presenting in postmenopausal females and herein detail their clinical, histomorphologic, immunophenotypic and genetic features. The tumours showed disparate histologic features, with one ER-positive case closely mimicking an intraductal papilloma with florid usual ductal hyperplasia (UDH) and the other triple negative case demonstrating more classic features of TCCRP. The immunoprofiles in both cases were similar to TCCRP with IDH2 mutation. By targeted next-generation sequencing, both tumours harboured IDH1 R132C and PIK3CA H1047R mutations. Both patients underwent surgical excision without radiation therapy and were without disease at last follow-up. This study expands the genetic and morphologic repertoire of TCCRP with implications and pitfalls for accurate diagnosis. The findings highlight the IDH1/IDH2 dichotomy with convergence of phenotype in these rare breast tumours.",
    "disease": "breast cancer",
    "clean_text": "tall cell carcinoma with reversed polarity of the breast harbouring idh hotspot mutation morphologic immunohistochemical and genetic characterization of two cases tall cell carcinomas with reversed polarity tccrps are rare indolent triple negative or oestrogen receptor er low positive breast cancers classically characterized by solid papillary and papillary proliferations of eosinophilic columnar cells with reversed nuclear polarity idh r mutations are key oncogenic drivers in the majority of tccrps exemplary of genotype phenotype correlation among breast tumours other extramammary tumour types with idh mutations can alternatively harbour analogous mutually exclusive idh r mutations that appear to have similar effects on genome methylation cellular differentiation and tumorigenesis a prior report of a single idh mutated tccrp suggests extension of the idh dichotomy to tccrps but such exceedingly rare tumours have not been further characterized we identified two cases of tccrp with idh r c mutation presenting in postmenopausal females and herein detail their clinical histomorphologic immunophenotypic and genetic features the tumours showed disparate histologic features with one er positive case closely mimicking an intraductal papilloma with florid usual ductal hyperplasia udh and the other triple negative case demonstrating more classic features of tccrp the immunoprofiles in both cases were similar to tccrp with idh mutation by targeted next generation sequencing both tumours harboured idh r c and pik ca h r mutations both patients underwent surgical excision without radiation therapy and were without disease at last follow up this study expands the genetic and morphologic repertoire of tccrp with implications and pitfalls for accurate diagnosis the findings highlight the idh idh dichotomy with convergence of phenotype in these rare breast tumours"
}