{
    "pmid": "41462616",
    "title": "MQPD: An Antioxidant Quinone-Dopamine Hybrid Which Induces Sustained Brain Dopamine Elevation.",
    "abstract": "Parkinson's disease (PD) therapy is challenged by the multifactorial nature of neurodegeneration, necessitating an approach combining dopamine replenishment and combating oxidative stress. This study characterizes the neuroprotective potential of MQPD, a novel hybrid molecule containing dopamine with a quinone fragment structurally analogous to coenzyme Q. We evaluated MQPD's antioxidant capacity in vitro using DPPH radical scavenging and lipid peroxidation assays, its neuroprotective efficacy against mitochondrial toxins (rotenone, paraquat) in neuronal cultures, and its ability to modulate striatal dopamine levels in mice. MQPD demonstrated significant antioxidant activity, reduced reactive oxygen species, and was more effective than dopamine or L-DOPA in mitigating toxin-induced cell death. While MQPD itself showed low brain bioavailability, its administration resulted in a sustained increase in striatal dopamine levels for up to four days. The results indicate that MQPD is a potent neuroprotective agent whose effects are likely mediated by direct antioxidant activity and a long-acting mechanism that stabilizes tissue dopamine levels, offering a promising alternative to current therapies for PD.",
    "disease": "parkinson disease",
    "clean_text": "mqpd an antioxidant quinone dopamine hybrid which induces sustained brain dopamine elevation parkinson s disease pd therapy is challenged by the multifactorial nature of neurodegeneration necessitating an approach combining dopamine replenishment and combating oxidative stress this study characterizes the neuroprotective potential of mqpd a novel hybrid molecule containing dopamine with a quinone fragment structurally analogous to coenzyme q we evaluated mqpd s antioxidant capacity in vitro using dpph radical scavenging and lipid peroxidation assays its neuroprotective efficacy against mitochondrial toxins rotenone paraquat in neuronal cultures and its ability to modulate striatal dopamine levels in mice mqpd demonstrated significant antioxidant activity reduced reactive oxygen species and was more effective than dopamine or l dopa in mitigating toxin induced cell death while mqpd itself showed low brain bioavailability its administration resulted in a sustained increase in striatal dopamine levels for up to four days the results indicate that mqpd is a potent neuroprotective agent whose effects are likely mediated by direct antioxidant activity and a long acting mechanism that stabilizes tissue dopamine levels offering a promising alternative to current therapies for pd"
}