{
    "title": "Genetic basis of nephrogenic diabetes insipidus.",
    "doc_id": "36460218",
    "writer": "Hureaux M",
    "year": "2023",
    "summary": "Nephrogenic diabetes insipidus is defined as an inability to concentrate urine due to a complete or partial alteration of the renal tubular response to arginine vasopressin hormone, resulting in excessive diluted urine excretion. ...About 90% of cases of nephrogenic …",
    "abstract": "Nephrogenic diabetes insipidus is defined as an inability to concentrate urine due to a complete or partial alteration of the renal tubular response to arginine vasopressin hormone, resulting in excessive diluted urine excretion. Hereditary forms are caused by molecular defects in the genes encoding either of the two main renal effectors of the arginine vasopressin pathway: the AVPR2 gene, which encodes for the type 2 vasopressin receptor, or the AQP2 gene, which encodes for the water channel aquaporin-2. About 90% of cases of nephrogenic diabetes insipidus result from loss-of-function variants in the AVPR2 gene, which are inherited in a X-linked recessive manner. The remaining 10% of cases result from loss-of-function variants in the AQP2 gene, which can be inherited in either a recessive or a dominant manner. The main symptoms of the disease are polyuria, chronic dehydration and hypernatremia. These symptoms usually occur in the first year of life, although some patients present later. Diagnosis is based on abnormal response in urinary osmolality after water restriction and/or administration of exogenous vasopressin. Treatment involves ensuring adequate water intake on demand, possibly combined with thiazide diuretics, non-steroidal anti-inflammatory drugs, and a low-salt and protein diet. In this review, we provide an update on current understanding of the molecular basis of inherited nephrogenic insipidus diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36460218/",
    "clean_text": "genetic basis of nephrogenic diabetes insipidus nephrogenic diabetes insipidus is defined as an inability to concentrate urine due to a complete or partial alteration of the renal tubular response to arginine vasopressin hormone resulting in excessive diluted urine excretion about of cases of nephrogenic nephrogenic diabetes insipidus is defined as an inability to concentrate urine due to a complete or partial alteration of the renal tubular response to arginine vasopressin hormone resulting in excessive diluted urine excretion hereditary forms are caused by molecular defects in the genes encoding either of the two main renal effectors of the arginine vasopressin pathway the avpr gene which encodes for the type vasopressin receptor or the aqp gene which encodes for the water channel aquaporin about of cases of nephrogenic diabetes insipidus result from loss of function variants in the avpr gene which are inherited in a x linked recessive manner the remaining of cases result from loss of function variants in the aqp gene which can be inherited in either a recessive or a dominant manner the main symptoms of the disease are polyuria chronic dehydration and hypernatremia these symptoms usually occur in the first year of life although some patients present later diagnosis is based on abnormal response in urinary osmolality after water restriction and or administration of exogenous vasopressin treatment involves ensuring adequate water intake on demand possibly combined with thiazide diuretics non steroidal anti inflammatory drugs and a low salt and protein diet in this review we provide an update on current understanding of the molecular basis of inherited nephrogenic insipidus diabetes"
}