{
    "title": "Reimagining care for young adults living with type 1 diabetes.",
    "doc_id": "35511075",
    "writer": "Morrissey EC",
    "year": "2022",
    "summary": "Young adults living with type 1 diabetes often struggle to achieve what clinicians consider to be optimal levels of metabolic control. ...In this article, we explore some of the reasons why young adult diabetes care is challenging, and describe approac …",
    "abstract": "Young adults living with type 1 diabetes often struggle to achieve what clinicians consider to be optimal levels of metabolic control. Despite the impact that this can have on a young person's future risk of complications, there are relatively few studies reporting new ways of organizing or delivering care to this cohort. In this article, we explore some of the reasons why young adult diabetes care is challenging, and describe approaches to \"re-imagining\" how care might be improved. The work is informed by the 'Making Care Fit' collaborative and by a program of research, entitled D1 Now, involving co-design of a complex person-centered intervention with young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35511075/",
    "clean_text": "reimagining care for young adults living with type diabetes young adults living with type diabetes often struggle to achieve what clinicians consider to be optimal levels of metabolic control in this article we explore some of the reasons why young adult diabetes care is challenging and describe approac young adults living with type diabetes often struggle to achieve what clinicians consider to be optimal levels of metabolic control despite the impact that this can have on a young person s future risk of complications there are relatively few studies reporting new ways of organizing or delivering care to this cohort in this article we explore some of the reasons why young adult diabetes care is challenging and describe approaches to re imagining how care might be improved the work is informed by the making care fit collaborative and by a program of research entitled d now involving co design of a complex person centered intervention with young adults"
}