{
    "title": "The Genetic Architecture of Kidney Disease.",
    "doc_id": "31992573",
    "writer": "Pollak MR",
    "year": "2020",
    "summary": "Next generation sequencing is increasingly bringing the genetic drivers of Mendelian disease into focus at the base pair level, whereas inexpensive genotyping arrays have surveyed hundreds of thousands of individuals to identify common variants that predispose to kidney …",
    "abstract": "The kidney is subject to a wide range of abnormalities, many of which have a significant hereditable component. Next generation sequencing is increasingly bringing the genetic drivers of Mendelian disease into focus at the base pair level, whereas inexpensive genotyping arrays have surveyed hundreds of thousands of individuals to identify common variants that predispose to kidney dysfunction. In this first article in a CJASN series on kidney genomics, we review how both rare and common variants contribute to kidney disease, explore how evolution may influence the genetic variants that affect kidney function, consider how genetic information is and will be used in the clinic, and identify some of the most important future directions for kidney disease research. Forthcoming articles in the series will elaborate on many of these themes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31992573/",
    "clean_text": "the genetic architecture of kidney disease next generation sequencing is increasingly bringing the genetic drivers of mendelian disease into focus at the base pair level whereas inexpensive genotyping arrays have surveyed hundreds of thousands of individuals to identify common variants that predispose to kidney the kidney is subject to a wide range of abnormalities many of which have a significant hereditable component next generation sequencing is increasingly bringing the genetic drivers of mendelian disease into focus at the base pair level whereas inexpensive genotyping arrays have surveyed hundreds of thousands of individuals to identify common variants that predispose to kidney dysfunction in this first article in a cjasn series on kidney genomics we review how both rare and common variants contribute to kidney disease explore how evolution may influence the genetic variants that affect kidney function consider how genetic information is and will be used in the clinic and identify some of the most important future directions for kidney disease research forthcoming articles in the series will elaborate on many of these themes"
}