{
    "pmid": "41388799",
    "title": "Targeting RNA Polymerase I Inhibits Ribosome Biogenesis to Block Liver Fibrosis Progression.",
    "abstract": "Liver fibrosis significantly burdens global health, and increased protein synthesis during hepatic stellate cell (HSC) activation plays a crucial role in its progression. Ribosome is the site of protein synthesis. RNA polymerase I (Pol I) is a protein that regulates the transcription of ribosomal DNA (rDNA) genes into ribosomal RNA (rRNA) in ribosomal biogenesis. Therefore, we investigated the role and mechanism of Pol I-regulated ribosome biogenesis in HSCs activation and liver fibrosis progression. Initially, we assessed the expression levels of Pol I in the serum of patients diagnosed with liver fibrosis. Then, we assessed Pol I-regulated ribosome biogenesis levels in mouse models of metabolic dysfunction-associated steatohepatitis (MASH) and carbon tetrachloride (CCl Pol I levels were elevated in the serum of patients with liver fibrosis. Additionally, Pol I-regulated ribosome biogenesis levels were significantly increased in both MASH and CCl Pol I-regulated ribosome biogenesis is significantly increased during HSCs activation and liver fibrosis progression. Pol I may serve as a potential target for the diagnosis and treatment of liver fibrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "targeting rna polymerase i inhibits ribosome biogenesis to block liver fibrosis progression liver fibrosis significantly burdens global health and increased protein synthesis during hepatic stellate cell hsc activation plays a crucial role in its progression ribosome is the site of protein synthesis rna polymerase i pol i is a protein that regulates the transcription of ribosomal dna rdna genes into ribosomal rna rrna in ribosomal biogenesis therefore we investigated the role and mechanism of pol i regulated ribosome biogenesis in hscs activation and liver fibrosis progression initially we assessed the expression levels of pol i in the serum of patients diagnosed with liver fibrosis then we assessed pol i regulated ribosome biogenesis levels in mouse models of metabolic dysfunction associated steatohepatitis mash and carbon tetrachloride ccl pol i levels were elevated in the serum of patients with liver fibrosis additionally pol i regulated ribosome biogenesis levels were significantly increased in both mash and ccl pol i regulated ribosome biogenesis is significantly increased during hscs activation and liver fibrosis progression pol i may serve as a potential target for the diagnosis and treatment of liver fibrosis"
}