{
    "pmid": "41461673",
    "title": "Optimal dimensioning of grid-connected PV/wind hybrid renewable energy systems with battery and supercapacitor storage a statistical validation of meta-heuristic algorithm performance.",
    "abstract": "The increasing environmental and economic drawbacks of fossil fuels have accelerated the global transition to renewable energy sources. In this context, the optimal design of hybrid renewable energy systems (HRES) that combine solar, wind, and energy storage technologies is critical for achieving sustainable and cost-effective power generation. This study addresses the problem of optimally sizing a grid-connected HRES composed of photovoltaic (PV) panels, wind turbine (WTs), batteries (BTs), and supercapacitors (SCs). A mathematical model is developed to minimize the annual cost of the system (ACS) while ensuring high renewable energy utilization and system efficiency. To solve this optimization problem, five advanced meta-heuristic algorithms-Hunger Games Search (HGS), Spider Wasp Optimizer (SWO), Kepler Optimization Algorithm (KOA), Fire Hawk Optimizer (FHO), and Coronavirus Disease Optimization Algorithm (COVIDOA)-were applied and statistically validated. The model was tested on real meteorological and load data from a university campus in Turkey. Results show that HGS achieved the most favorable performance, with an ACS of $603,538.44, a cost of energy (COE) of $0.23801/kWh, and a renewable energy fraction (REF) of 80.04%. This configuration offers significant economic advantages compared to purchasing electricity directly from the grid at $0.35/kWh. The proposed system proves commercially viable for large consumers and demonstrates the practical effectiveness of meta-heuristic methods in energy system design. MATLAB was used for simulation, while R programming was employed for statistical validation of the algorithmic performance. The study establishes a reproducible and validated framework that can guide future research and implementation in the field of hybrid energy optimization.",
    "disease": "covid-19",
    "clean_text": "optimal dimensioning of grid connected pv wind hybrid renewable energy systems with battery and supercapacitor storage a statistical validation of meta heuristic algorithm performance the increasing environmental and economic drawbacks of fossil fuels have accelerated the global transition to renewable energy sources in this context the optimal design of hybrid renewable energy systems hres that combine solar wind and energy storage technologies is critical for achieving sustainable and cost effective power generation this study addresses the problem of optimally sizing a grid connected hres composed of photovoltaic pv panels wind turbine wts batteries bts and supercapacitors scs a mathematical model is developed to minimize the annual cost of the system acs while ensuring high renewable energy utilization and system efficiency to solve this optimization problem five advanced meta heuristic algorithms hunger games search hgs spider wasp optimizer swo kepler optimization algorithm koa fire hawk optimizer fho and coronavirus disease optimization algorithm covidoa were applied and statistically validated the model was tested on real meteorological and load data from a university campus in turkey results show that hgs achieved the most favorable performance with an acs of a cost of energy coe of kwh and a renewable energy fraction ref of this configuration offers significant economic advantages compared to purchasing electricity directly from the grid at kwh the proposed system proves commercially viable for large consumers and demonstrates the practical effectiveness of meta heuristic methods in energy system design matlab was used for simulation while r programming was employed for statistical validation of the algorithmic performance the study establishes a reproducible and validated framework that can guide future research and implementation in the field of hybrid energy optimization"
}