{
    "pmid": "41456563",
    "title": "Identification of CRC-specific circRNA biomarkers via a systems biology framework with RT-qPCR validation.",
    "abstract": "Colorectal cancer (CRC) remains a significant global health challenge, with an alarming increase in incidence, particularly in regions such as Iran. Despite notable progress in cancer research, the absence of reliable molecular biomarkers continues to limit early detection and effective therapeutic interventions. In this study, we applied an integrated systems biology approach to identify and prioritize circular RNAs (circRNAs) and protein-coding genes central to CRC pathogenesis. Bioinformatics analyses-including co-expression network construction and mutational profiling using TCGA datasets-were complemented by experimental validation through quantitative real-time PCR (qRT-PCR). Our findings revealed distinct dysregulation patterns among key circRNAs: hsa_circ_0001136 and hsa_circ_0005600 were significantly upregulated in tumor tissues, whereas hsa_circ_0003832 exhibited marked downregulation, consistent with a tumor-suppressive role. In the protein-coding gene subset, PSMC1 and HSP70 showed altered expression profiles and were further characterized by mutational burden and survival-related analyses. Collectively, these molecular signatures demonstrate strong potential for early CRC diagnosis and patient stratification. The integration of computational predictions with experimental evidence provides a robust framework for advancing precision oncology strategies in colorectal cancer.",
    "disease": "colorectal cancer",
    "clean_text": "identification of crc specific circrna biomarkers via a systems biology framework with rt qpcr validation colorectal cancer crc remains a significant global health challenge with an alarming increase in incidence particularly in regions such as iran despite notable progress in cancer research the absence of reliable molecular biomarkers continues to limit early detection and effective therapeutic interventions in this study we applied an integrated systems biology approach to identify and prioritize circular rnas circrnas and protein coding genes central to crc pathogenesis bioinformatics analyses including co expression network construction and mutational profiling using tcga datasets were complemented by experimental validation through quantitative real time pcr qrt pcr our findings revealed distinct dysregulation patterns among key circrnas hsa circ and hsa circ were significantly upregulated in tumor tissues whereas hsa circ exhibited marked downregulation consistent with a tumor suppressive role in the protein coding gene subset psmc and hsp showed altered expression profiles and were further characterized by mutational burden and survival related analyses collectively these molecular signatures demonstrate strong potential for early crc diagnosis and patient stratification the integration of computational predictions with experimental evidence provides a robust framework for advancing precision oncology strategies in colorectal cancer"
}