{
    "title": "A minimal electrical model of the human heart.",
    "doc_id": "41335015",
    "writer": "Olívia J",
    "year": "2025",
    "summary": "The results demonstrate a strong correlation with the ECGs recorded for these athletes. We simulate various pathologies of the heart's electrical conduction system, including ventricular tachycardia, atrioventricular nodal reentrant tachycardia, accessory pathways, …",
    "abstract": "We develop a minimal whole-heart model that describes cardiac electrical conduction and simulate a basic three-lead electrocardiogram (ECG). We compare our three-lead ECG model with clinical data from a Norwegian athlete database. The results demonstrate a strong correlation with the ECGs recorded for these athletes. We simulate various pathologies of the heart's electrical conduction system, including ventricular tachycardia, atrioventricular nodal reentrant tachycardia, accessory pathways, and ischemia-related arrhythmias, showing that the three-lead ECGs align with the clinical data. This minimal model serves as a computationally efficient digital twin of the heart.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41335015/",
    "clean_text": "a minimal electrical model of the human heart the results demonstrate a strong correlation with the ecgs recorded for these athletes we simulate various pathologies of the heart s electrical conduction system including ventricular tachycardia atrioventricular nodal reentrant tachycardia accessory pathways we develop a minimal whole heart model that describes cardiac electrical conduction and simulate a basic three lead electrocardiogram ecg we compare our three lead ecg model with clinical data from a norwegian athlete database the results demonstrate a strong correlation with the ecgs recorded for these athletes we simulate various pathologies of the heart s electrical conduction system including ventricular tachycardia atrioventricular nodal reentrant tachycardia accessory pathways and ischemia related arrhythmias showing that the three lead ecgs align with the clinical data this minimal model serves as a computationally efficient digital twin of the heart"
}