{
    "title": "The Telehealth Spine Physical Examination: A Practical Approach Learned During the COVID-19 Pandemic.",
    "doc_id": "34237452",
    "writer": "Sardar ZM",
    "year": "2021",
    "summary": "To date, no standards or outlines for telehealth spine examinations have been detailed and many surgeons simply defer the physical examination when performing telehealth visits. Nevertheless, just as physical examination of the spine is an integral par …",
    "abstract": "Background:\n        \n      \n      The COVID-19 pandemic has led to a surge in the use of telehealth visits across the country to minimize in-person visits and to limit the spread of COVID-19. To date, no standards or outlines for telehealth spine examinations have been detailed and many surgeons simply defer the physical examination when performing telehealth visits. Nevertheless, just as physical examination of the spine is an integral part of live clinical encounters, appropriately modified physical examinations should also be part of virtual visits.\n    \n\n\n          Methods:\n        \n      \n      In this study we provide our methodology for guiding providers and patients in efficiently performing telehealth spine examinations.\n    \n\n\n          Results:\n        \n      \n      The study details steps for efficiently performing a physical examination in the telehealth setting. Our written suggestions are supplemented with photographs and video recordings to help streamline the virtual examination.\n    \n\n\n          Conclusions:\n        \n      \n      An effective and efficient spine physical examination can be performed during telehealth visits. Future directions include verifying the findings from our virtual physical examination with in-person examinations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34237452/",
    "clean_text": "the telehealth spine physical examination a practical approach learned during the covid pandemic to date no standards or outlines for telehealth spine examinations have been detailed and many surgeons simply defer the physical examination when performing telehealth visits nevertheless just as physical examination of the spine is an integral par background the covid pandemic has led to a surge in the use of telehealth visits across the country to minimize in person visits and to limit the spread of covid to date no standards or outlines for telehealth spine examinations have been detailed and many surgeons simply defer the physical examination when performing telehealth visits nevertheless just as physical examination of the spine is an integral part of live clinical encounters appropriately modified physical examinations should also be part of virtual visits methods in this study we provide our methodology for guiding providers and patients in efficiently performing telehealth spine examinations results the study details steps for efficiently performing a physical examination in the telehealth setting our written suggestions are supplemented with photographs and video recordings to help streamline the virtual examination conclusions an effective and efficient spine physical examination can be performed during telehealth visits future directions include verifying the findings from our virtual physical examination with in person examinations"
}