{
    "title": "Anaphylaxis-induced atrial fibrillation and anesthesia: Pathophysiologic and therapeutic considerations.",
    "doc_id": "31929239",
    "writer": "Kounis NG",
    "year": "2020",
    "summary": "Atrial fibrillation is the most common cardiac arrhythmia in western society affecting more than 35 million individuals worldwide annually. ...The increased oxidative stress, measured by the redox potentials of glutathione, has been correlated with atrial  …",
    "abstract": "Atrial fibrillation is the most common cardiac arrhythmia in western society affecting more than 35 million individuals worldwide annually. It is a common postoperative complication and may also occur spontaneously during general and local anesthesia administration. Aging, diabetes mellitus, hypertension, and cardiovascular diseases including cardiomyopathies, congenital cardiac anomalies, heart failure, myocardial ischemia, pericarditis, previous cardiac surgery, vascular disease, and valvular heart disease are some correlated factors. Beyond age, increased incidence of atrial fibrillation has been correlated to autoimmune system activation as it is the underlying mechanism of persistent atrial fibrillation development. Current research supports an association between the complement system activation and lymphocyte-pro-inflammatory cytokines release with the cardiac conduction system and atrial fibrosis. The loss of CD28 antigen from CD4+ CD28+ T lymphocytes seems to play a major role in atrial fibrillation development and prognosis. Except atrial fibrillation, a variety of additional electrocardiographic changes, resembling those with digitalis intoxication may accompany anaphylaxis and particularly Kounis syndrome. Histamine is one well-known mediator in allergic and inflammatory conditions as physiologically regulates several cardiovascular and endothelial functions with arrhythmogenic potential. The increased oxidative stress, measured by the redox potentials of glutathione, has been correlated with atrial fibrillation incidence and prevalence. The use of antazoline, a first-generation antihistamine agent used for rapid conversion of recent-onset atrial fibrillation in patients with preserved left ventricular function and for rapid atrial fibrillation termination during accessory pathway ablation denotes that anaphylaxis-induced histamine production could be the cause of atrial fibrillation at least in some instances. The anaphylaxis diagnosis in anesthesia can be challenging owing to the absence of cutaneous manifestetions such as flushing, urticaria, or angioedema. Anticoagulation for stroke prevention, rate and rhythm control medications, invasive methods such as radiofrequency ablation or cryoablation of pulmonary veins as well surgical ablation constitute the treatment basis of atrial fibrillation. Understanding the underlying mechanisms of atrial fibrillation by cardiologists, anesthesiologists and surgeons, as well as potential treatments, to optimize care is of paramount importance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31929239/",
    "clean_text": "anaphylaxis induced atrial fibrillation and anesthesia pathophysiologic and therapeutic considerations atrial fibrillation is the most common cardiac arrhythmia in western society affecting more than million individuals worldwide annually the increased oxidative stress measured by the redox potentials of glutathione has been correlated with atrial atrial fibrillation is the most common cardiac arrhythmia in western society affecting more than million individuals worldwide annually it is a common postoperative complication and may also occur spontaneously during general and local anesthesia administration aging diabetes mellitus hypertension and cardiovascular diseases including cardiomyopathies congenital cardiac anomalies heart failure myocardial ischemia pericarditis previous cardiac surgery vascular disease and valvular heart disease are some correlated factors beyond age increased incidence of atrial fibrillation has been correlated to autoimmune system activation as it is the underlying mechanism of persistent atrial fibrillation development current research supports an association between the complement system activation and lymphocyte pro inflammatory cytokines release with the cardiac conduction system and atrial fibrosis the loss of cd antigen from cd cd t lymphocytes seems to play a major role in atrial fibrillation development and prognosis except atrial fibrillation a variety of additional electrocardiographic changes resembling those with digitalis intoxication may accompany anaphylaxis and particularly kounis syndrome histamine is one well known mediator in allergic and inflammatory conditions as physiologically regulates several cardiovascular and endothelial functions with arrhythmogenic potential the increased oxidative stress measured by the redox potentials of glutathione has been correlated with atrial fibrillation incidence and prevalence the use of antazoline a first generation antihistamine agent used for rapid conversion of recent onset atrial fibrillation in patients with preserved left ventricular function and for rapid atrial fibrillation termination during accessory pathway ablation denotes that anaphylaxis induced histamine production could be the cause of atrial fibrillation at least in some instances the anaphylaxis diagnosis in anesthesia can be challenging owing to the absence of cutaneous manifestetions such as flushing urticaria or angioedema anticoagulation for stroke prevention rate and rhythm control medications invasive methods such as radiofrequency ablation or cryoablation of pulmonary veins as well surgical ablation constitute the treatment basis of atrial fibrillation understanding the underlying mechanisms of atrial fibrillation by cardiologists anesthesiologists and surgeons as well as potential treatments to optimize care is of paramount importance"
}