{
    "title": "Oxidative stress and the JNK pathway are involved in the development of type 1 and type 2 diabetes.",
    "doc_id": "18045145",
    "writer": "Kaneto H",
    "year": "2007",
    "summary": "Failure of pancreatic beta-cells is the common characteristic of type 1 and type 2 diabetes. Type 1 diabetes mellitus is induced by destruction of pancreatic beta-cells which is mediated by an autoimmune mechanism and consequent inflammatory process. . …",
    "abstract": "Failure of pancreatic beta-cells is the common characteristic of type 1 and type 2 diabetes. Type 1 diabetes mellitus is induced by destruction of pancreatic beta-cells which is mediated by an autoimmune mechanism and consequent inflammatory process. Various inflammatory cytokines and oxidative stress are produced during this process, which has been proposed to play an important role in mediating beta-cell destruction. The JNK pathway is also activated by such cytokines and oxidative stress, and is involved in beta-cell destruction. Type 2 diabetes is the most prevalent and serious metabolic disease, and beta-cell dysfunction and insulin resistance are the hallmark of type 2 diabetes. Under diabetic conditions, chronic hyperglycemia gradually deteriorates beta-cell function and aggravates insulin resistance. This process is called \"glucose toxicity\". Under such conditions, oxidative stress is provoked and the JNK pathway is activated, which is likely involved in pancreatic beta-cells dysfunction and insulin resistance. In addition, oxidative stress and activation of the JNK pathway are also involved in the progression of atherosclerosis which is often observed under diabetic conditions. Taken together, it is likely that oxidative stress and subsequent activation of the JNK pathway are involved in the pathogenesis of type 1 and type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18045145/",
    "clean_text": "oxidative stress and the jnk pathway are involved in the development of type and type diabetes failure of pancreatic beta cells is the common characteristic of type and type diabetes type diabetes mellitus is induced by destruction of pancreatic beta cells which is mediated by an autoimmune mechanism and consequent inflammatory process failure of pancreatic beta cells is the common characteristic of type and type diabetes type diabetes mellitus is induced by destruction of pancreatic beta cells which is mediated by an autoimmune mechanism and consequent inflammatory process various inflammatory cytokines and oxidative stress are produced during this process which has been proposed to play an important role in mediating beta cell destruction the jnk pathway is also activated by such cytokines and oxidative stress and is involved in beta cell destruction type diabetes is the most prevalent and serious metabolic disease and beta cell dysfunction and insulin resistance are the hallmark of type diabetes under diabetic conditions chronic hyperglycemia gradually deteriorates beta cell function and aggravates insulin resistance this process is called glucose toxicity under such conditions oxidative stress is provoked and the jnk pathway is activated which is likely involved in pancreatic beta cells dysfunction and insulin resistance in addition oxidative stress and activation of the jnk pathway are also involved in the progression of atherosclerosis which is often observed under diabetic conditions taken together it is likely that oxidative stress and subsequent activation of the jnk pathway are involved in the pathogenesis of type and type diabetes"
}