{
    "pmid": "41409620",
    "title": "Lipidomics-Based Identification of Plasma Lipid Biomarkers in Tuberculosis-Coronary Artery Disease Comorbidity.",
    "abstract": "Cardiovascular disease represents the leading cause of mortality among tuberculosis (TB) patients. Both patients with tuberculosis or coronary artery disease (CAD) commonly exhibit lipid metabolism disorders. This study aims to identify specific lipids to enable early diagnosis of tuberculosis-coronary artery disease comorbidity (TB-CAD). Blood samples were collected from hospitalized patients with TB, TB-CAD, or CAD, as well as normal healthy controls (NC), at the affiliated Changsha Central Hospital of University of South China between April 2024 and February 2025. A broad-targeted lipidomics approach based on ultra-high-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) was used to identify differential lipids. The K-Means analysis showed sphingolipid, glycerolipid, and glycerophospholipid levels were decreased in patients with TB-CAD. A total of 49 differential lipids were identified to distinguish TB-CAD from the other groups. The results of receiver operating characteristic curve analysis revealed three lipids such as CE(20:0), PC(14:0_20:4) and CE(18:0) as potential biomarkers for early diagnosis of TB-CAD. The integrated diagnostic model comprising these three lipids demonstrated favorable performance, achieving AUC, sensitivity, and specificity values of 0.834, 0.900, and 0.622, respectively. KEGG analysis showed the metabolism of linoleic acid, alpha-linolenic acid, and arachidonic acid were considered pathways related to tuberculosis-coronary artery disease comorbidity. This study not only identified potential biomarkers for TB-CAD diagnosis but also provided a foundation for in-depth exploration of the pathogenesis underlying tuberculosis-coronary artery disease comorbidity.",
    "disease": "coronary artery disease",
    "clean_text": "lipidomics based identification of plasma lipid biomarkers in tuberculosis coronary artery disease comorbidity cardiovascular disease represents the leading cause of mortality among tuberculosis tb patients both patients with tuberculosis or coronary artery disease cad commonly exhibit lipid metabolism disorders this study aims to identify specific lipids to enable early diagnosis of tuberculosis coronary artery disease comorbidity tb cad blood samples were collected from hospitalized patients with tb tb cad or cad as well as normal healthy controls nc at the affiliated changsha central hospital of university of south china between april and february a broad targeted lipidomics approach based on ultra high performance liquid chromatography tandem mass spectrometry uplc ms ms was used to identify differential lipids the k means analysis showed sphingolipid glycerolipid and glycerophospholipid levels were decreased in patients with tb cad a total of differential lipids were identified to distinguish tb cad from the other groups the results of receiver operating characteristic curve analysis revealed three lipids such as ce pc and ce as potential biomarkers for early diagnosis of tb cad the integrated diagnostic model comprising these three lipids demonstrated favorable performance achieving auc sensitivity and specificity values of and respectively kegg analysis showed the metabolism of linoleic acid alpha linolenic acid and arachidonic acid were considered pathways related to tuberculosis coronary artery disease comorbidity this study not only identified potential biomarkers for tb cad diagnosis but also provided a foundation for in depth exploration of the pathogenesis underlying tuberculosis coronary artery disease comorbidity"
}