{
    "title": "Congenital anomalies of kidney and urinary tract.",
    "doc_id": "20807610",
    "writer": "Toka HR",
    "year": "2010",
    "summary": "CAKUT is phenotypically variable and can affect the kidney(s) alone and/or the lower urinary tract. The spectrum includes more common anomalies such as vesicoureteral reflux and, rarely, more severe malformations such as bilateral renal agenesis. In young children, …",
    "abstract": "Congenital anomalies of the kidney and urinary tract anatomy (CAKUT) are common in children and represent approximately 30% of all prenatally diagnosed malformations. CAKUT is phenotypically variable and can affect the kidney(s) alone and/or the lower urinary tract. The spectrum includes more common anomalies such as vesicoureteral reflux and, rarely, more severe malformations such as bilateral renal agenesis. In young children, congenital anomalies are the leading cause of kidney failure and for kidney transplantation or dialysis. CAKUT can also lead to significant renal problems in adulthood and may present itself with hypertension and/or proteinuria. Congenital renal anomalies can be sporadic or familial, syndromic (also affecting nonrenal or non-urinary tract tissues), or nonsyndromic. Genetic causes have been identified for the syndromic forms and have shed some light into the molecular mechanisms of kidney development in human beings. The genetic causes for the more common nonsyndromic forms of CAKUT are unknown. The role of prenatal interventions and postnatal therapies as well as the benefits of screening affected individuals and their family members are not clear.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20807610/",
    "clean_text": "congenital anomalies of kidney and urinary tract cakut is phenotypically variable and can affect the kidney s alone and or the lower urinary tract the spectrum includes more common anomalies such as vesicoureteral reflux and rarely more severe malformations such as bilateral renal agenesis in young children congenital anomalies of the kidney and urinary tract anatomy cakut are common in children and represent approximately of all prenatally diagnosed malformations cakut is phenotypically variable and can affect the kidney s alone and or the lower urinary tract the spectrum includes more common anomalies such as vesicoureteral reflux and rarely more severe malformations such as bilateral renal agenesis in young children congenital anomalies are the leading cause of kidney failure and for kidney transplantation or dialysis cakut can also lead to significant renal problems in adulthood and may present itself with hypertension and or proteinuria congenital renal anomalies can be sporadic or familial syndromic also affecting nonrenal or non urinary tract tissues or nonsyndromic genetic causes have been identified for the syndromic forms and have shed some light into the molecular mechanisms of kidney development in human beings the genetic causes for the more common nonsyndromic forms of cakut are unknown the role of prenatal interventions and postnatal therapies as well as the benefits of screening affected individuals and their family members are not clear"
}