{
    "title": "Evidence and impact of neutrophil extracellular traps in malignant melanoma.",
    "doc_id": "31402559",
    "writer": "Schedel F",
    "year": "2020",
    "summary": "Ulceration of melanoma is associated with neutrophil infiltrates and lower survival rates opposite to non-ulcerated melanoma. ...Indeed, human primary melanoma biopsies revealed neutrophils releasing NETs in all of 27 ulcerated melanomas, whereas NETs were ab …",
    "abstract": "Ulceration of melanoma is associated with neutrophil infiltrates and lower survival rates opposite to non-ulcerated melanoma. Neutrophils release neutrophil extracellular traps (NETs) that are chromatin structures loaded with antimicrobial proteins. Since NETs have been correlated with tumor progression, we investigated whether NETs appear in melanoma and affect melanoma cells. Indeed, human primary melanoma biopsies revealed neutrophils releasing NETs in all of 27 ulcerated melanomas, whereas NETs were absent in all of 7 non-ulcerated melanomas. However, the quantity of intratumoral NETs did not correlate with tumor progression of melanoma. Interestingly, in vitro assays showed that melanoma cells attach to NETs via integrin-mediated adhesion and that NETs inhibit tumor cell migration. Moreover, co-culturing of NETs and melanoma cells had a cytotoxic effect on melanoma cells resulting in necrosis. Hence, we discovered in vitro an antineoplastic role of NETs in melanoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31402559/",
    "clean_text": "evidence and impact of neutrophil extracellular traps in malignant melanoma ulceration of melanoma is associated with neutrophil infiltrates and lower survival rates opposite to non ulcerated melanoma indeed human primary melanoma biopsies revealed neutrophils releasing nets in all of ulcerated melanomas whereas nets were ab ulceration of melanoma is associated with neutrophil infiltrates and lower survival rates opposite to non ulcerated melanoma neutrophils release neutrophil extracellular traps nets that are chromatin structures loaded with antimicrobial proteins since nets have been correlated with tumor progression we investigated whether nets appear in melanoma and affect melanoma cells indeed human primary melanoma biopsies revealed neutrophils releasing nets in all of ulcerated melanomas whereas nets were absent in all of non ulcerated melanomas however the quantity of intratumoral nets did not correlate with tumor progression of melanoma interestingly in vitro assays showed that melanoma cells attach to nets via integrin mediated adhesion and that nets inhibit tumor cell migration moreover co culturing of nets and melanoma cells had a cytotoxic effect on melanoma cells resulting in necrosis hence we discovered in vitro an antineoplastic role of nets in melanoma"
}