{
    "pmid": "41428137",
    "title": "Differential urinary IgG fragmentation in diabetes and IgA nephropathy.",
    "abstract": "Proteinuria is a key marker of chronic kidney disease, notably in diabetic nephropathy (DN) and IgA nephropathy (IgAN). This study examined urinary IgG fragmentation and its link to disease progression. Urinary IgG fragments were analyzed via western blot in diabetic mice and human subjects (controls: n = 7; diabetics: n = 14; IgAN: n = 15). Mouse and human IgG cleavage with renal tubular and glomerular fractions was performed in the presence or absence of protease inhibitors. Urinary cathepsin B activity was also measured. In diabetic mice, a 31-kDa IgG fragment appeared in the urine before the onset of albuminuria. This process was mediated by cathepsin D in the tubular fraction. Analysis of human subjects showed that fragmented IgG, especially the 47 kDa fragment, was increased in the urine of diabetic patients and correlated with elevated glycated hemoglobin (HbA1c) levels, but not in IgAN patients. Cathepsin B generated the IgG fragment by the tubular fraction, and its urinary activity was lower in IgAN patients than in diabetics. Distinct patterns of IgG fragmentation and cathepsin B activity in DN versus IgAN suggest urinary IgG fragments may serve as early biomarkers and reflect disease-specific proteolytic pathways.",
    "disease": "chronic kidney disease",
    "clean_text": "differential urinary igg fragmentation in diabetes and iga nephropathy proteinuria is a key marker of chronic kidney disease notably in diabetic nephropathy dn and iga nephropathy igan this study examined urinary igg fragmentation and its link to disease progression urinary igg fragments were analyzed via western blot in diabetic mice and human subjects controls n diabetics n igan n mouse and human igg cleavage with renal tubular and glomerular fractions was performed in the presence or absence of protease inhibitors urinary cathepsin b activity was also measured in diabetic mice a kda igg fragment appeared in the urine before the onset of albuminuria this process was mediated by cathepsin d in the tubular fraction analysis of human subjects showed that fragmented igg especially the kda fragment was increased in the urine of diabetic patients and correlated with elevated glycated hemoglobin hba c levels but not in igan patients cathepsin b generated the igg fragment by the tubular fraction and its urinary activity was lower in igan patients than in diabetics distinct patterns of igg fragmentation and cathepsin b activity in dn versus igan suggest urinary igg fragments may serve as early biomarkers and reflect disease specific proteolytic pathways"
}