{
    "pmid": "41428938",
    "title": "Clinical and wound-related predictors for prolonged hospital stay in diabetes-related foot infections in a resource-limited setting: A retrospective cohort study.",
    "abstract": "Diabetes-related foot infections are a common cause of hospitalization and are associated with prolonged hospital stays, higher healthcare costs, and poor outcomes. However, information on clinical risk factors for prolonged hospital stay in resource-limited settings is scarce. The aim of this study was to identify clinical factors associated with prolonged hospital stay in patients hospitalized for diabetes-related foot infection. We conducted a retrospective cohort study of patients admitted with diabetes-related foot infection at Hospital Nacional Alberto Sabogal Sologuren part of the Peruvian Social Security system, between 2020 and 2021. Clinical characteristics, wound features, and treatment types were collected from electronic medical records. Prolonged hospital stay was defined as more than 10 days according to national guidelines. Associations with prolonged hospital stay were assessed using Poisson regression with robust variance. A total of 228 patients were included (76.3% male; median age: 66 years). The most frequent comorbidities were atherosclerotic cardiovascular disease (56.6%), arterial hypertension (54.8%), and chronic kidney disease (42%). Overall, 50.5% of patients were treated with bedside wound debridement; 25.4% underwent minor amputation; and 24.1% received surgical management (major amputation or operating-room debridement). Prolonged hospital stay occurred in 49.6% of patients. Independent risk factors included wound length >5 cm (adjusted relative risk: 1.63; 95% confidence interval: 1.17 to 2.26), surgical management (1.63; 1.40 to 2.97), minor amputation (1.63; 1.22 to 2.63), and a history of atherosclerotic cardiovascular disease (1.63; 1.08 to 1.84). Nearly half of patients with diabetes-related foot infection experienced prolonged hospital stay. Larger wound size, surgical treatment, minor amputation, and atherosclerotic cardiovascular disease were associated with prolonged hospitalization. Identifying these factors may guide clinical decisions to reduce hospital stays in resource-limited health systems. Las infecciones del pie diabético son una causa frecuente de hospitalización y se asocian con estancias prolongadas, mayores costos sanitarios y desenlaces adversos. Sin embargo, la información sobre los factores de riesgo clínicos de la estancia hospitalaria prolongada en contextos de recursos limitados es escasa. El objetivo de este estudio fue identificar factores clínicos asociados con la estancia hospitalaria prolongada en pacientes con infección del pie relacionada con la diabetes. Se realizó un estudio de cohorte retrospectivo en pacientes admitidos por infección del pie relacionada con la diabetes en el Hospital Nacional Alberto Sabogal Sologuren de la Seguridad Social del Perú, entre 2020 y 2021. Las características clínicas, las características de la herida y los tipos de tratamiento se recopilaron de las historias clínicas electrónicas. La estancia hospitalaria prolongada se definió como aquella superior a 10 días según guías locales. Las asociaciones con la estancia hospitalaria prolongada se evaluaron mediante regresión de Poisson con varianza robusta. Se incluyeron 228 pacientes (76,3% varones; mediana de edad: 66 años). Las comorbilidades más frecuentes fueron la enfermedad cardiovascular aterosclerótica (56,6%), la hipertensión arterial (54,8%) y la enfermedad renal crónica (42%). El 50,5% de los pacientes fue tratado mediante desbridamiento de la herida en la cama del paciente; el 25,4% se sometió a amputación menor y el 24,1% a tratamiento quirúrgico (amputación mayor o desbridamiento en sala de operaciones). La estancia hospitalaria prolongada se presentó en el 49,6% de los pacientes. Los factores de riesgo independientes incluyeron la longitud de la herida >5 cm (riesgo relativo ajustado: 1,63; intervalo de confianza del 95 %: 1,17 a 2,26), manejo quirúrgico (1,63; 1,40 a 2,97), amputación menor (1,63; 1,22 a 2,63) y antecedente de enfermedad cardiovascular aterosclerótica (1,63; 1,08 a 1,84). Casi la mitad de los pacientes con infección del pie diabético presentó una estancia hospitalaria prolongada. Un mayor tamaño de la herida, el tratamiento quirúrgico, la amputación menor y la enfermedad cardiovascular aterosclerótica se asociaron con una hospitalización prolongada. Identificar estos factores puede orientar las decisiones clínicas para reducir las estancias hospitalarias en sistemas sanitarios con recursos limitados.",
    "disease": "chronic kidney disease",
    "clean_text": "clinical and wound related predictors for prolonged hospital stay in diabetes related foot infections in a resource limited setting a retrospective cohort study diabetes related foot infections are a common cause of hospitalization and are associated with prolonged hospital stays higher healthcare costs and poor outcomes however information on clinical risk factors for prolonged hospital stay in resource limited settings is scarce the aim of this study was to identify clinical factors associated with prolonged hospital stay in patients hospitalized for diabetes related foot infection we conducted a retrospective cohort study of patients admitted with diabetes related foot infection at hospital nacional alberto sabogal sologuren part of the peruvian social security system between and clinical characteristics wound features and treatment types were collected from electronic medical records prolonged hospital stay was defined as more than days according to national guidelines associations with prolonged hospital stay were assessed using poisson regression with robust variance a total of patients were included male median age years the most frequent comorbidities were atherosclerotic cardiovascular disease arterial hypertension and chronic kidney disease overall of patients were treated with bedside wound debridement underwent minor amputation and received surgical management major amputation or operating room debridement prolonged hospital stay occurred in of patients independent risk factors included wound length cm adjusted relative risk confidence interval to surgical management to minor amputation to and a history of atherosclerotic cardiovascular disease to nearly half of patients with diabetes related foot infection experienced prolonged hospital stay larger wound size surgical treatment minor amputation and atherosclerotic cardiovascular disease were associated with prolonged hospitalization identifying these factors may guide clinical decisions to reduce hospital stays in resource limited health systems las infecciones del pie diab tico son una causa frecuente de hospitalizaci n y se asocian con estancias prolongadas mayores costos sanitarios y desenlaces adversos sin embargo la informaci n sobre los factores de riesgo cl nicos de la estancia hospitalaria prolongada en contextos de recursos limitados es escasa el objetivo de este estudio fue identificar factores cl nicos asociados con la estancia hospitalaria prolongada en pacientes con infecci n del pie relacionada con la diabetes se realiz un estudio de cohorte retrospectivo en pacientes admitidos por infecci n del pie relacionada con la diabetes en el hospital nacional alberto sabogal sologuren de la seguridad social del per entre y las caracter sticas cl nicas las caracter sticas de la herida y los tipos de tratamiento se recopilaron de las historias cl nicas electr nicas la estancia hospitalaria prolongada se defini como aquella superior a d as seg n gu as locales las asociaciones con la estancia hospitalaria prolongada se evaluaron mediante regresi n de poisson con varianza robusta se incluyeron pacientes varones mediana de edad a os las comorbilidades m s frecuentes fueron la enfermedad cardiovascular ateroscler tica la hipertensi n arterial y la enfermedad renal cr nica el de los pacientes fue tratado mediante desbridamiento de la herida en la cama del paciente el se someti a amputaci n menor y el a tratamiento quir rgico amputaci n mayor o desbridamiento en sala de operaciones la estancia hospitalaria prolongada se present en el de los pacientes los factores de riesgo independientes incluyeron la longitud de la herida cm riesgo relativo ajustado intervalo de confianza del a manejo quir rgico a amputaci n menor a y antecedente de enfermedad cardiovascular ateroscler tica a casi la mitad de los pacientes con infecci n del pie diab tico present una estancia hospitalaria prolongada un mayor tama o de la herida el tratamiento quir rgico la amputaci n menor y la enfermedad cardiovascular ateroscler tica se asociaron con una hospitalizaci n prolongada identificar estos factores puede orientar las decisiones cl nicas para reducir las estancias hospitalarias en sistemas sanitarios con recursos limitados"
}