{
    "title": "Diagnosis and Management of Late-presentation ST-elevation Myocardial Infarction and Complications.",
    "doc_id": "34053623",
    "writer": "Aoun J",
    "year": "2021",
    "summary": "The incidence of late presentation of myocardial infarction varies between 8.5% and 40%. Late revascularization of an infarct-related artery may limit infarct size and remodeling, reduce electrical instability, and may provide supplemental blood supply to that area …",
    "abstract": "The incidence of late presentation of myocardial infarction varies between 8.5% and 40%. Late revascularization of an infarct-related artery may limit infarct size and remodeling, reduce electrical instability, and may provide supplemental blood supply to that area via collaterals. Randomized clinical trials have shown a benefit of revascularization in symptomatic and hemodynamically unstable latecomers. Image stress testing can be beneficial to guide management of asymptomatic late presenters. Higher rates of myocardial infarction complications occur with late presentations, so a high level of suspicion is required for early diagnosis. Surgical repair remains the gold standard for management of mechanical complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34053623/",
    "clean_text": "diagnosis and management of late presentation st elevation myocardial infarction and complications the incidence of late presentation of myocardial infarction varies between and late revascularization of an infarct related artery may limit infarct size and remodeling reduce electrical instability and may provide supplemental blood supply to that area the incidence of late presentation of myocardial infarction varies between and late revascularization of an infarct related artery may limit infarct size and remodeling reduce electrical instability and may provide supplemental blood supply to that area via collaterals randomized clinical trials have shown a benefit of revascularization in symptomatic and hemodynamically unstable latecomers image stress testing can be beneficial to guide management of asymptomatic late presenters higher rates of myocardial infarction complications occur with late presentations so a high level of suspicion is required for early diagnosis surgical repair remains the gold standard for management of mechanical complications"
}