{
    "title": "[Normalization in axillary lymph node management after neoadjuvant therapy for breast cancer].",
    "doc_id": "30704211",
    "writer": "Wu D",
    "year": "2019",
    "summary": "Downstaging of the primary lesion has given patients that were previously deemed inoperable or not suitable for surgery a second chance. While downstaging of the lymph nodes has made it possible for sentinel lymph node biopsy (SLNB) to safely replace a …",
    "abstract": "Downstaging of breast cancer primary lesions and metastatic axillary lymph nodes among patients who underwent neoadjuvant chemotherapy (NAC) has raised the new challenges and opportunities on individualized breast cancer surgical treatment. Downstaging of the primary lesion has given patients that were previously deemed inoperable or not suitable for surgery a second chance. While downstaging of the lymph nodes has made it possible for sentinel lymph node biopsy (SLNB) to safely replace axillary lymph node dissection. However, the detection rate and false negative rate of early breast cancer SLNB technique in post-NAC patients barely meet the standard of clinical practice. Therefore, it is required that SLNB in post-NAC patients to be carried out by a medical team with advanced imaging equipments and extensive experiences in SLNB. Furthermore, they should be able to precisely evaluate axillary lymph node status before and after NAC as well as mark metastatic lymph node before NAC. Indications of SLNB should be restricted to patients that are downstaged from cN0 to ycN0 or from cN1 to ycN0. Particularly, it is only safe for patients whose axillary lymph node status become negative after NAC to receive SLNB when dual tracer (blue dye and radionuclide), removing more than 2 sentinel lymph nodes and targeted axillary dissection technique are used.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30704211/",
    "clean_text": "normalization in axillary lymph node management after neoadjuvant therapy for breast cancer downstaging of the primary lesion has given patients that were previously deemed inoperable or not suitable for surgery a second chance while downstaging of the lymph nodes has made it possible for sentinel lymph node biopsy slnb to safely replace a downstaging of breast cancer primary lesions and metastatic axillary lymph nodes among patients who underwent neoadjuvant chemotherapy nac has raised the new challenges and opportunities on individualized breast cancer surgical treatment downstaging of the primary lesion has given patients that were previously deemed inoperable or not suitable for surgery a second chance while downstaging of the lymph nodes has made it possible for sentinel lymph node biopsy slnb to safely replace axillary lymph node dissection however the detection rate and false negative rate of early breast cancer slnb technique in post nac patients barely meet the standard of clinical practice therefore it is required that slnb in post nac patients to be carried out by a medical team with advanced imaging equipments and extensive experiences in slnb furthermore they should be able to precisely evaluate axillary lymph node status before and after nac as well as mark metastatic lymph node before nac indications of slnb should be restricted to patients that are downstaged from cn to ycn or from cn to ycn particularly it is only safe for patients whose axillary lymph node status become negative after nac to receive slnb when dual tracer blue dye and radionuclide removing more than sentinel lymph nodes and targeted axillary dissection technique are used"
}