{
    "pmid": "41468237",
    "title": "Gastrointestinal cancer statistics in 2022 and projection to 2050: GLOBOCAN estimates across 185 countries.",
    "abstract": "Gastrointestinal (GI) cancer remains a major global health challenge. This study provides updated 2022 estimates of GI cancer incidence and mortality worldwide, along with projections of incident cases and deaths through 2050 to inform cancer control strategies. In this population-based study, data from the GLOBOCAN 2022 database were used to examine incidence and deaths associated with GI cancer. By using global demographic projections, this study estimated the projected number of incident cases and deaths until the year 2050. By 2050, the global burden of GI cancer is projected to reach 9.06 million incident cases (+85%) and 6.42 million deaths (+93%) from 2022. Increases in incidence are projected for both females (+87%) and males (+83%), as are increases in mortality for both females (+97%) and males (+91%). Whereas the Western Pacific region will have the highest absolute burden, with 3.88 million new cases and 2.79 million deaths, the greatest relative increase is expected in Africa, with incidence and deaths rising by 157% and 160%, respectively. As measured by the Human Development Index (HDI), the steepest increases are projected in low (+151% incidence; +152% deaths) and medium (+112% incidence; +114% deaths) HDI countries. Overall, all GI cancer types are projected to increase, led by pancreatic cancer in incidence (+95%) and colorectal cancer in deaths (+103%). GI cancer incidence and deaths are expected to nearly double by 2050, with increases across sexes, cancer types, and regions, especially in lower HDI countries.",
    "disease": "colorectal cancer",
    "clean_text": "gastrointestinal cancer statistics in and projection to globocan estimates across countries gastrointestinal gi cancer remains a major global health challenge this study provides updated estimates of gi cancer incidence and mortality worldwide along with projections of incident cases and deaths through to inform cancer control strategies in this population based study data from the globocan database were used to examine incidence and deaths associated with gi cancer by using global demographic projections this study estimated the projected number of incident cases and deaths until the year by the global burden of gi cancer is projected to reach million incident cases and million deaths from increases in incidence are projected for both females and males as are increases in mortality for both females and males whereas the western pacific region will have the highest absolute burden with million new cases and million deaths the greatest relative increase is expected in africa with incidence and deaths rising by and respectively as measured by the human development index hdi the steepest increases are projected in low incidence deaths and medium incidence deaths hdi countries overall all gi cancer types are projected to increase led by pancreatic cancer in incidence and colorectal cancer in deaths gi cancer incidence and deaths are expected to nearly double by with increases across sexes cancer types and regions especially in lower hdi countries"
}