{
    "title": "Ambient air pollution and respiratory mortality in Xi'an, China: a time-series analysis.",
    "doc_id": "31277656",
    "writer": "Mokoena KK",
    "year": "2019",
    "summary": "The study aimed to investigate a potential relationship between short-term exposure to ambient air pollutants and respiratory mortality in Xi'an, China. METHODS: Daily averages of PM(2.5), SO(2), O(3), temperature, relative humidity and daily counts of respiratory m …",
    "abstract": "Background:\n        \n      \n      Although air pollution is a known fundamental problem in China, few studies have investigated the associations between ambient air pollution and respiratory mortality in non-metropolitan cities of China. The study aimed to investigate a potential relationship between short-term exposure to ambient air pollutants and respiratory mortality in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      Daily averages of PM2.5, SO2, O3, temperature, relative humidity and daily counts of respiratory mortality were obtained (2014-2016). Using a single and multi-pollutant approach in time-series analysis, the generalized additive model with natural splines was used for analysis. Subgroup analysis stratified by gender and age group (≤ 64 years and ≥ 65 years) was conducted.\n    \n\n\n          Results:\n        \n      \n      Seven thousand nine hundred sixty-five cases of respiratory mortality were assessed, with 62.9, 28.5, and 8.6% of mortality attributed to chronic lower respiratory diseases, influenza and pneumonia, as well as other forms of respiratory diseases, respectively. Observed pollutants were significantly associated with respiratory mortality. In the single pollutant model, 10 μg/m3 increase in a two-day moving average of PM2.5, and SO2 concentrations were significantly associated with relative risk 1.313(1.032, 1.708) and 1.4020(0.827, 2.854) of respiratory mortality, respectively. The effects of both air pollutants remained statistically significant after adjusting for collinearity in the multi-pollutant model. Ozone was only statistically associated with respiratory mortality in females at lag 0 [RR: 0.964(0.938, 0.991)].\n    \n\n\n          Conclusion:\n        \n      \n      This study provided evidence that respiratory mortality in Xi'an was significantly associated with exposure to ambient air pollutants from 2014 to 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31277656/",
    "clean_text": "ambient air pollution and respiratory mortality in xi an china a time series analysis the study aimed to investigate a potential relationship between short term exposure to ambient air pollutants and respiratory mortality in xi an china methods daily averages of pm so o temperature relative humidity and daily counts of respiratory m background although air pollution is a known fundamental problem in china few studies have investigated the associations between ambient air pollution and respiratory mortality in non metropolitan cities of china the study aimed to investigate a potential relationship between short term exposure to ambient air pollutants and respiratory mortality in xi an china methods daily averages of pm so o temperature relative humidity and daily counts of respiratory mortality were obtained using a single and multi pollutant approach in time series analysis the generalized additive model with natural splines was used for analysis subgroup analysis stratified by gender and age group years and years was conducted results seven thousand nine hundred sixty five cases of respiratory mortality were assessed with and of mortality attributed to chronic lower respiratory diseases influenza and pneumonia as well as other forms of respiratory diseases respectively observed pollutants were significantly associated with respiratory mortality in the single pollutant model g m increase in a two day moving average of pm and so concentrations were significantly associated with relative risk and of respiratory mortality respectively the effects of both air pollutants remained statistically significant after adjusting for collinearity in the multi pollutant model ozone was only statistically associated with respiratory mortality in females at lag rr conclusion this study provided evidence that respiratory mortality in xi an was significantly associated with exposure to ambient air pollutants from to"
}