{
    "pmid": "41426160",
    "title": "Consensus Statements for Clinical Practice in Advanced/Metastatic Colorectal Cancers in India Using a Modified Delphi Method.",
    "abstract": "Colorectal cancer (CRC) is one of the most common malignancies across the world and is the fourth most common cancer among men in India as per the Global Cancer Observatory (GLOBOCAN) data 2020. Available data suggest that approximately 30% of patients present with advanced/metastatic CRC (mCRC). This publication summarizes the latest evidence with cognizance of the unique challenges faced in India by medical oncologists treating mCRC. A panel of 38 medical oncologists held a meeting in February 2023 and reviewed the evidence available for the management of mCRC. The meeting concentrated on the recognition and management of mCRC with a focus on systemic therapeutic approaches. A literature review of these aspects of management leads to the formation of consensus statements with the level of evidence and grades of recommendation. Statements were evaluated by the modified Delphi method. The panel comprising 38 experts formulated 51 consensus statements with regard to the management of mCRC, including oligometastatic CRC, unresectable CRC, as well as various systemic therapeutic options. Resource-constrained scenarios, specifically with regard to the economic constraints and availability of drugs in India, were evaluated as part of the statements. Our consensus statements offer practical, yet evidence-based management guidelines for treating mCRC in the Indian context. Stratifying and recommending treatment options in a resource-constrained scenario is an important aspect of these statements.",
    "disease": "colorectal cancer",
    "clean_text": "consensus statements for clinical practice in advanced metastatic colorectal cancers in india using a modified delphi method colorectal cancer crc is one of the most common malignancies across the world and is the fourth most common cancer among men in india as per the global cancer observatory globocan data available data suggest that approximately of patients present with advanced metastatic crc mcrc this publication summarizes the latest evidence with cognizance of the unique challenges faced in india by medical oncologists treating mcrc a panel of medical oncologists held a meeting in february and reviewed the evidence available for the management of mcrc the meeting concentrated on the recognition and management of mcrc with a focus on systemic therapeutic approaches a literature review of these aspects of management leads to the formation of consensus statements with the level of evidence and grades of recommendation statements were evaluated by the modified delphi method the panel comprising experts formulated consensus statements with regard to the management of mcrc including oligometastatic crc unresectable crc as well as various systemic therapeutic options resource constrained scenarios specifically with regard to the economic constraints and availability of drugs in india were evaluated as part of the statements our consensus statements offer practical yet evidence based management guidelines for treating mcrc in the indian context stratifying and recommending treatment options in a resource constrained scenario is an important aspect of these statements"
}