{
    "pmid": "41471909",
    "title": "Shared Gut Microbial and Functional Signatures Linking Parkinson's Disease and Type 2 Diabetes Revealed by Function-Anchored Metagenomics.",
    "abstract": "Parkinson's disease (PD) and type 2 diabetes mellitus (T2DM) exhibit increasing comorbidity, yet the shared contribution of gut microbiota remains unclear. To investigate parallel microbial and functional alterations underlying PD, T2DM, and PD with diabetes (PDDM), we performed fecal metagenomic sequencing in 156 PD, 41 T2DM, and 44 PD with diabetes (PDDM) patients and 83 healthy controls (HC). PD and T2DM showed highly concordant microbial shifts, with 22 genera and 91 species consistently altered across disease groups compared with HC. Functional enrichment highlighted common perturbations in taurine and hypotaurine metabolism, retinol metabolism, the hypoxia-inducible factor-1 (HIF-1) pathway, and xenobiotic degradation, implicating disrupted oxidative stress responses, neuro-metabolic regulation, and detoxification. Key taxa, including ",
    "disease": "diabetes mellitus",
    "clean_text": "shared gut microbial and functional signatures linking parkinson s disease and type diabetes revealed by function anchored metagenomics parkinson s disease pd and type diabetes mellitus t dm exhibit increasing comorbidity yet the shared contribution of gut microbiota remains unclear to investigate parallel microbial and functional alterations underlying pd t dm and pd with diabetes pddm we performed fecal metagenomic sequencing in pd t dm and pd with diabetes pddm patients and healthy controls hc pd and t dm showed highly concordant microbial shifts with genera and species consistently altered across disease groups compared with hc functional enrichment highlighted common perturbations in taurine and hypotaurine metabolism retinol metabolism the hypoxia inducible factor hif pathway and xenobiotic degradation implicating disrupted oxidative stress responses neuro metabolic regulation and detoxification key taxa including"
}