{
    "pmid": "41425986",
    "title": "Impact of factor V Leiden on outcomes following coronary artery bypass grafting: a national inpatient sample analysis.",
    "abstract": "Coronary artery bypass grafting (CABG) is commonly used for revascularization in patients with advanced coronary artery disease. Factor V Leiden (FVL) is a hereditary hypercoagulable state in which factor V is resistant to activation by activated protein C, causing activation of prothrombin and an increased propensity for thrombotic events. In this study, we aim to establish whether FVL increases in-hospital mortality following a CABG procedure. The National Inpatient Sample was used to extract data on patients who underwent a CABG procedure between 2017 and 2022. Patients were grouped based on a diagnosis of FVL ( A higher proportion of patients with FVL were female ( FVL is not associated with increased risk of in-hospital mortality following a CABG procedure. This finding can help guide providers considering CABG for revascularization in patients with FVL.",
    "disease": "coronary artery disease",
    "clean_text": "impact of factor v leiden on outcomes following coronary artery bypass grafting a national inpatient sample analysis coronary artery bypass grafting cabg is commonly used for revascularization in patients with advanced coronary artery disease factor v leiden fvl is a hereditary hypercoagulable state in which factor v is resistant to activation by activated protein c causing activation of prothrombin and an increased propensity for thrombotic events in this study we aim to establish whether fvl increases in hospital mortality following a cabg procedure the national inpatient sample was used to extract data on patients who underwent a cabg procedure between and patients were grouped based on a diagnosis of fvl a higher proportion of patients with fvl were female fvl is not associated with increased risk of in hospital mortality following a cabg procedure this finding can help guide providers considering cabg for revascularization in patients with fvl"
}