{
    "title": "The trajectory of \"medical cannabis\" in Israel: Driving medicalization in different directions.",
    "doc_id": "32516686",
    "writer": "Zarhin D.",
    "year": "2020",
    "summary": "In the first phase of medicalization patients' and regulators' trajectories coincided; however, they diverged in the second phase as regulators sought to transform MC into a standardized medication in line with the biomedical model. ...The study illuminates the plur …",
    "abstract": "Background:\n        \n      \n      Although researchers, laypersons and policymakers have been debating about the \"medicalization of cannabis\" for years, few have attempted to unpack this phrase and clarify what it actually means. The present qualitative research addresses this issue by tracing the trajectory of \"medical cannabis\" (MC) in Israel.\n    \n\n\n          Methods:\n        \n      \n      This article draws on multiple sources, including in-depth interviews, parliamentary protocols, conference observations, policy documents, and media coverage.\n    \n\n\n          Results:\n        \n      \n      The analysis shows that while patients, growers, and certain physicians advocated for a more inclusive type of cannabis medicalization, other physicians and sick funds strove to curtail this medicalization; for its part, the Ministry of Health (MoH) attempted to find a pathway that would bridge their conflicting standpoints. In the first phase of medicalization patients' and regulators' trajectories coincided; however, they diverged in the second phase as regulators sought to transform MC into a standardized medication in line with the biomedical model. Patients and physicians criticized the new policy reform and highlighted some of its negative effects on patient care. The trajectories of patients and regulators then intersected in a way that led to some alterations in the MC trajectory.\n    \n\n\n          Conclusion:\n        \n      \n      This study enhances our understanding of how MC was, and is still being, incorporated into medicine in Israel. The study illuminates the plurality of meanings that have been assigned to the concept of medicalization and the contingent nature of MC. Additionally, this study sheds light on the under-investigated role of regulators as drivers of the medicalization of \"solutions,\" and it shows how different engines of medicalization may drive the process in diverging directions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32516686/",
    "clean_text": "the trajectory of medical cannabis in israel driving medicalization in different directions in the first phase of medicalization patients and regulators trajectories coincided however they diverged in the second phase as regulators sought to transform mc into a standardized medication in line with the biomedical model the study illuminates the plur background although researchers laypersons and policymakers have been debating about the medicalization of cannabis for years few have attempted to unpack this phrase and clarify what it actually means the present qualitative research addresses this issue by tracing the trajectory of medical cannabis mc in israel methods this article draws on multiple sources including in depth interviews parliamentary protocols conference observations policy documents and media coverage results the analysis shows that while patients growers and certain physicians advocated for a more inclusive type of cannabis medicalization other physicians and sick funds strove to curtail this medicalization for its part the ministry of health moh attempted to find a pathway that would bridge their conflicting standpoints in the first phase of medicalization patients and regulators trajectories coincided however they diverged in the second phase as regulators sought to transform mc into a standardized medication in line with the biomedical model patients and physicians criticized the new policy reform and highlighted some of its negative effects on patient care the trajectories of patients and regulators then intersected in a way that led to some alterations in the mc trajectory conclusion this study enhances our understanding of how mc was and is still being incorporated into medicine in israel the study illuminates the plurality of meanings that have been assigned to the concept of medicalization and the contingent nature of mc additionally this study sheds light on the under investigated role of regulators as drivers of the medicalization of solutions and it shows how different engines of medicalization may drive the process in diverging directions"
}