{
    "pmid": "41469039",
    "title": "Evaluating multivariable prediction models for Parkinson's disease prognosis: a scoping review protocol.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder characterised by heterogeneous motor symptoms, non-motor symptoms and rates of disease progression; phenotype and prognosis vary by individual. Although researchers have attempted to predict clinical outcomes using biomarkers and other variables, there are limited data on the development, validation and clinical utility of multivariable prediction models for individual prognostication in PD. In this protocol, we will develop a method for identifying, reviewing and appraising existing PD prognostic models in order to summarise the current literature, identify knowledge gaps and inform future research. This scoping review will be guided by the methodological principles outlined in the Preferred Reporting Items for Systematic Review and Meta-Analysis extension for Scoping Reviews. We will include all multivariable models that predict disease progression in individuals with PD using traditional statistical methods or machine learning. We will exclude models that only report performance measures for one variable (ie, univariable models) or only provide effect estimates (eg, OR, HR). A detailed search of peer-reviewed research publications will be performed through 2025 using the following electronic databases: PubMed, EMBASE, Web of Science and Scopus. Article data will be extracted using Covidence. Two independent reviewers will screen articles by title and abstract for relevance, and a third reviewer will resolve any discrepancies. The remaining full-text articles will also be screened by two independent reviewers, and a third reviewer will resolve any discrepancies. Results from multivariable prediction models meeting inclusion criteria will be summarised using narrative synthesis and organised by clinical outcome. Models will also be appraised using Transparent Reporting of a multivariable prediction model for Individual Prognosis Or Diagnosis + Artificial Intelligence (TRIPOD+AI) and Prediction model Risk Of Bias ASsessment Tool (PROBAST) guidelines to identify deficiencies and areas of future study. Ethical approval is not required for this scoping review. Findings will help clinicians make evidence-based decisions to improve prognostication in PD. Findings can also be used to inform the development and validation of additional multivariable clinical prediction models in PD. The results of this scoping review will be disseminated through peer-reviewed publications, research reports and presentations at relevant conferences.",
    "disease": "parkinson disease",
    "clean_text": "evaluating multivariable prediction models for parkinson s disease prognosis a scoping review protocol parkinson s disease pd is a neurodegenerative disorder characterised by heterogeneous motor symptoms non motor symptoms and rates of disease progression phenotype and prognosis vary by individual although researchers have attempted to predict clinical outcomes using biomarkers and other variables there are limited data on the development validation and clinical utility of multivariable prediction models for individual prognostication in pd in this protocol we will develop a method for identifying reviewing and appraising existing pd prognostic models in order to summarise the current literature identify knowledge gaps and inform future research this scoping review will be guided by the methodological principles outlined in the preferred reporting items for systematic review and meta analysis extension for scoping reviews we will include all multivariable models that predict disease progression in individuals with pd using traditional statistical methods or machine learning we will exclude models that only report performance measures for one variable ie univariable models or only provide effect estimates eg or hr a detailed search of peer reviewed research publications will be performed through using the following electronic databases pubmed embase web of science and scopus article data will be extracted using covidence two independent reviewers will screen articles by title and abstract for relevance and a third reviewer will resolve any discrepancies the remaining full text articles will also be screened by two independent reviewers and a third reviewer will resolve any discrepancies results from multivariable prediction models meeting inclusion criteria will be summarised using narrative synthesis and organised by clinical outcome models will also be appraised using transparent reporting of a multivariable prediction model for individual prognosis or diagnosis artificial intelligence tripod ai and prediction model risk of bias assessment tool probast guidelines to identify deficiencies and areas of future study ethical approval is not required for this scoping review findings will help clinicians make evidence based decisions to improve prognostication in pd findings can also be used to inform the development and validation of additional multivariable clinical prediction models in pd the results of this scoping review will be disseminated through peer reviewed publications research reports and presentations at relevant conferences"
}