{
    "title": "[Pathophysiology of acute spinal cord injury].",
    "doc_id": "16607070",
    "writer": "Ambrozaitis KV",
    "year": "2006",
    "summary": "Spinal cord injury is one of the most devastating of all traumatic conditions that can be encountered by patients. ...This review describes the pathophysiology of acute spinal cord injury. Knowledge of the pathophysiology of the acute spinal  …",
    "abstract": "Spinal cord injury is one of the most devastating of all traumatic conditions that can be encountered by patients. Over the past years much research has been performed on elucidating the mechanisms of spinal cord injury. Experimental and clinical studies have suggested that acute spinal cord injury is a two-step process involving primary and secondary mechanisms. Primary injury of the spinal cord refers to the initial mechanical damage due to local deformation of the spine. Direct compression and damage of neural elements and blood vessels by fractured and displaced bone fragments or disc material occur after mechanical trauma. The secondary mechanism is initiated by the primary injury. The secondary mechanism includes a cascade of biochemical and cellular processes, such as electrolyte abnormalities, formation free radicals, vascular ischemia, edema, posttraumatic inflammatory reaction, apoptosis or genetically programmed cell death and another processes. This review describes the pathophysiology of acute spinal cord injury. Knowledge of the pathophysiology of the acute spinal cord injury is crucial for successful management of the patients with these injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16607070/",
    "clean_text": "pathophysiology of acute spinal cord injury spinal cord injury is one of the most devastating of all traumatic conditions that can be encountered by patients this review describes the pathophysiology of acute spinal cord injury knowledge of the pathophysiology of the acute spinal spinal cord injury is one of the most devastating of all traumatic conditions that can be encountered by patients over the past years much research has been performed on elucidating the mechanisms of spinal cord injury experimental and clinical studies have suggested that acute spinal cord injury is a two step process involving primary and secondary mechanisms primary injury of the spinal cord refers to the initial mechanical damage due to local deformation of the spine direct compression and damage of neural elements and blood vessels by fractured and displaced bone fragments or disc material occur after mechanical trauma the secondary mechanism is initiated by the primary injury the secondary mechanism includes a cascade of biochemical and cellular processes such as electrolyte abnormalities formation free radicals vascular ischemia edema posttraumatic inflammatory reaction apoptosis or genetically programmed cell death and another processes this review describes the pathophysiology of acute spinal cord injury knowledge of the pathophysiology of the acute spinal cord injury is crucial for successful management of the patients with these injuries"
}