{
    "title": "Promises and Challenges of Cell-Based Therapies to Promote Lung Regeneration in Idiopathic Pulmonary Fibrosis.",
    "doc_id": "36010671",
    "writer": "Egea-Zorrilla A",
    "year": "2022",
    "summary": "In addition, we describe therapeutic strategies to promote or induce lung regeneration and the cell-based strategies tested in clinical trials for the treatment of IPF. Finally, we discuss the challenges, concerns and limitations of applying these therapies of ce …",
    "abstract": "The lung epithelium is constantly exposed to harmful agents present in the air that we breathe making it highly susceptible to damage. However, in instances of injury to the lung, it exhibits a remarkable capacity to regenerate injured tissue thanks to the presence of distinct stem and progenitor cell populations along the airway and alveolar epithelium. Mechanisms of repair are affected in chronic lung diseases such as idiopathic pulmonary fibrosis (IPF), a progressive life-threatening disorder characterized by the loss of alveolar structures, wherein excessive deposition of extracellular matrix components cause the distortion of tissue architecture that limits lung function and impairs tissue repair. Here, we review the most recent findings of a study of epithelial cells with progenitor behavior that contribute to tissue repair as well as the mechanisms involved in mouse and human lung regeneration. In addition, we describe therapeutic strategies to promote or induce lung regeneration and the cell-based strategies tested in clinical trials for the treatment of IPF. Finally, we discuss the challenges, concerns and limitations of applying these therapies of cell transplantation in IPF patients. Further research is still required to develop successful strategies focused on cell-based therapies to promote lung regeneration to restore lung architecture and function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36010671/",
    "clean_text": "promises and challenges of cell based therapies to promote lung regeneration in idiopathic pulmonary fibrosis in addition we describe therapeutic strategies to promote or induce lung regeneration and the cell based strategies tested in clinical trials for the treatment of ipf finally we discuss the challenges concerns and limitations of applying these therapies of ce the lung epithelium is constantly exposed to harmful agents present in the air that we breathe making it highly susceptible to damage however in instances of injury to the lung it exhibits a remarkable capacity to regenerate injured tissue thanks to the presence of distinct stem and progenitor cell populations along the airway and alveolar epithelium mechanisms of repair are affected in chronic lung diseases such as idiopathic pulmonary fibrosis ipf a progressive life threatening disorder characterized by the loss of alveolar structures wherein excessive deposition of extracellular matrix components cause the distortion of tissue architecture that limits lung function and impairs tissue repair here we review the most recent findings of a study of epithelial cells with progenitor behavior that contribute to tissue repair as well as the mechanisms involved in mouse and human lung regeneration in addition we describe therapeutic strategies to promote or induce lung regeneration and the cell based strategies tested in clinical trials for the treatment of ipf finally we discuss the challenges concerns and limitations of applying these therapies of cell transplantation in ipf patients further research is still required to develop successful strategies focused on cell based therapies to promote lung regeneration to restore lung architecture and function"
}