{
    "title": "Organogenesis of the kidney glomerulus: focus on the glomerular basement membrane.",
    "doc_id": "21519194",
    "writer": "Miner JH.",
    "year": "2011",
    "summary": "The glomerular basement membrane (GBM) is a crucial component of the kidney's filtration barrier that separates the vasculature from the urinary space. During glomerulogenesis, the GBM is formed from fusion of two distinct basement membranes, one synthesized by the …",
    "abstract": "The glomerular basement membrane (GBM) is a crucial component of the kidney's filtration barrier that separates the vasculature from the urinary space. During glomerulogenesis, the GBM is formed from fusion of two distinct basement membranes, one synthesized by the glomerular epithelial cell (podocyte) and the other by the glomerular endothelial cell. The main components of the GBM are laminin-521 (α5β2γ1), collagen α3α4α5(IV), nidogen and the heparan sulfate proteoglycan, agrin. By studying mice lacking specific GBM components, we have shown that during glomerulogenesis, laminin is the only one that is required for GBM integrity and in turn, the GBM is required for completion of glomerulogenesis and glomerular vascularization. In addition, our results from laminin β2-null mice suggest that laminin-521, and thus the GBM, contribute to the establishment and maintenance of the glomerular filtration barrier to plasma albumin. In contrast, mutations that affect GBM collagen IV or agrin do not impair glomerular development or cause immediate leakage of plasma proteins. However, collagen IV mutation, which causes Alport syndrome and ESRD in humans, leads to gradual damage to the GBM that eventually leads to albuminuria and renal failure. These results highlight the importance of the GBM for establishing and maintaining a perfectly functioning, highly selective glomerular filter.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21519194/",
    "clean_text": "organogenesis of the kidney glomerulus focus on the glomerular basement membrane the glomerular basement membrane gbm is a crucial component of the kidney s filtration barrier that separates the vasculature from the urinary space during glomerulogenesis the gbm is formed from fusion of two distinct basement membranes one synthesized by the the glomerular basement membrane gbm is a crucial component of the kidney s filtration barrier that separates the vasculature from the urinary space during glomerulogenesis the gbm is formed from fusion of two distinct basement membranes one synthesized by the glomerular epithelial cell podocyte and the other by the glomerular endothelial cell the main components of the gbm are laminin collagen iv nidogen and the heparan sulfate proteoglycan agrin by studying mice lacking specific gbm components we have shown that during glomerulogenesis laminin is the only one that is required for gbm integrity and in turn the gbm is required for completion of glomerulogenesis and glomerular vascularization in addition our results from laminin null mice suggest that laminin and thus the gbm contribute to the establishment and maintenance of the glomerular filtration barrier to plasma albumin in contrast mutations that affect gbm collagen iv or agrin do not impair glomerular development or cause immediate leakage of plasma proteins however collagen iv mutation which causes alport syndrome and esrd in humans leads to gradual damage to the gbm that eventually leads to albuminuria and renal failure these results highlight the importance of the gbm for establishing and maintaining a perfectly functioning highly selective glomerular filter"
}