{
    "pmid": "41436906",
    "title": "Proteasome Dysregulation in Parkinson's Disease: Insights from Blood-Based Analyses.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder that is characterized by α-synuclein aggregation, mitochondrial dysfunction, and impaired proteostasis. The peripheral biomarkers that reflect these cellular perturbations remain incompletely defined. This study aimed to evaluate the enzymatic activity and gene expression of two key protein degradation enzymes, Acyl PEptide Hydrolase (APEH) and Proteasome Subunit Beta Type-5 (PSMB5), in the peripheral blood of PD patients and to relate these findings to the severity of the disease. Thirteen PD patients and 13 age-matched healthy controls (HLT) were recruited. APEH and PSMB5 chymotrypsin-like (CT-like) activity were measured in whole blood, erythrocytes and immune cell fractions. Gene expression analysis was performed for APEH and PSMB5 and their related genes, plus other genes typical of parkinsonism or indicative of metabolic alterations: N(alpha)-acetyltransferase (NAA10) Aminoacylase 1 (ACY1), Ubiquitin-activating enzyme 1 (UBA1), Ubiquitin conjugating enzyme E2 I (UBE2I), Parkin RBR E3 ubiquitin protein ligase (PRKN), Alpha-synuclein (SNCA), Parkinsonism associated deglycase DJ-1 (PARK7), and mitochondrial Mn-SOD (SOD2). APEH activity did not differ significantly between PD and HLT in whole blood cells or cellular fractions. Conversely, PSMB5 CT-like activity was reduced in lymphocytes from PD patients, whereas erythrocytes and whole blood exhibited elevated activity. No changes in APEH and PSMB5 expression were observed, while PARK7 significantly decreased in patients with PD. Correlation analysis showed that proteasomal changes correlated with disease severity, and cognitive impairment. Our findings revealed compartment-specific proteasomal dysregulation in the peripheral blood of PD patients, suggesting systemic proteostasis imbalance. These alterations appeared more pronounced in patients with more severe clinical progression. This study supports the potential of peripheral proteasomal activity profiles as biomarkers linked to PD progression, warranting further investigation in larger cohorts.",
    "disease": "parkinson disease",
    "clean_text": "proteasome dysregulation in parkinson s disease insights from blood based analyses parkinson s disease pd is a neurodegenerative disorder that is characterized by synuclein aggregation mitochondrial dysfunction and impaired proteostasis the peripheral biomarkers that reflect these cellular perturbations remain incompletely defined this study aimed to evaluate the enzymatic activity and gene expression of two key protein degradation enzymes acyl peptide hydrolase apeh and proteasome subunit beta type psmb in the peripheral blood of pd patients and to relate these findings to the severity of the disease thirteen pd patients and age matched healthy controls hlt were recruited apeh and psmb chymotrypsin like ct like activity were measured in whole blood erythrocytes and immune cell fractions gene expression analysis was performed for apeh and psmb and their related genes plus other genes typical of parkinsonism or indicative of metabolic alterations n alpha acetyltransferase naa aminoacylase acy ubiquitin activating enzyme uba ubiquitin conjugating enzyme e i ube i parkin rbr e ubiquitin protein ligase prkn alpha synuclein snca parkinsonism associated deglycase dj park and mitochondrial mn sod sod apeh activity did not differ significantly between pd and hlt in whole blood cells or cellular fractions conversely psmb ct like activity was reduced in lymphocytes from pd patients whereas erythrocytes and whole blood exhibited elevated activity no changes in apeh and psmb expression were observed while park significantly decreased in patients with pd correlation analysis showed that proteasomal changes correlated with disease severity and cognitive impairment our findings revealed compartment specific proteasomal dysregulation in the peripheral blood of pd patients suggesting systemic proteostasis imbalance these alterations appeared more pronounced in patients with more severe clinical progression this study supports the potential of peripheral proteasomal activity profiles as biomarkers linked to pd progression warranting further investigation in larger cohorts"
}