{
    "pmid": "41467166",
    "title": "Identifying potent ABCG2 inhibitors from the COCONUT database of natural compounds to overcome drug resistance in breast cancer: a comprehensive in silico study targeting ATP-binding cassette (ABC) transporter G2.",
    "abstract": "ABCG2, an ATP-binding cassette (ABC) transporter G2, also known as Breast Cancer Resistance Protein (BCRP), primarily found on the membrane of breast cancer cells, actively effluxes xenobiotics from cells, effectively lowering the concentration of drugs inside cells and contributing to the development of drug resistance. The present study aimed to identify potent ABCG2 inhibitors from the COCONUT database that may enhance the efficacy of anticancer drugs using computational techniques. Virtual screening of the complete COCONUT database resulted in 145 compounds with binding affinities lower than - 12.00 kcal/mol, indicating a stronger affinity than that of the reference inhibitor (febuxostat). Prime MMGBSA calculations further refined the selection, identifying the top 30 compounds with binding free energies ranging from - 65.02 to - 80.22 kcal/mol. These compounds not only conform to Lipinski's rule of five and other drug-like properties, but subsequent scaffold analysis has also identified that 12 of them possess a flavone backbone substructure. This substructure is recognized for its anticancer properties and its role as an inhibitor of ABC transporters. Binding pose metadynamics (BPMD) simulations over the top 30 ligands were used to further assess their stability. Molecules CNP0145817 (L1), CNP0114639 (L2) and CNP0288837 (L3) have demonstrated superior stability compared to the reference molecule Febuxostat (K1). Additionally, 100 ns molecular dynamics simulations were performed to explore the interaction dynamics, highlighting the key hydrophobic contacts and hydrogen bonds critical for binding stability. Important hydrophobic interactions, such as pi-pi, occur with residues such as PHE 432, PHE 439 as well as hydrogen bonds with residue ASN 436 of both chains A and B chain. The identified natural compounds exhibited strong binding affinities, stability, and favorable drug-like properties, rendering them promising candidates for overcoming ABCG2-mediated drug resistance and potentially aiding breast cancer treatment. These findings offer new avenues for drug development and improving therapeutic efficacy, although further in vitro analysis is required prior to clinical testing of the drug. The online version contains supplementary material available at 10.1007/s40203-025-00521-3.",
    "disease": "breast cancer",
    "clean_text": "identifying potent abcg inhibitors from the coconut database of natural compounds to overcome drug resistance in breast cancer a comprehensive in silico study targeting atp binding cassette abc transporter g abcg an atp binding cassette abc transporter g also known as breast cancer resistance protein bcrp primarily found on the membrane of breast cancer cells actively effluxes xenobiotics from cells effectively lowering the concentration of drugs inside cells and contributing to the development of drug resistance the present study aimed to identify potent abcg inhibitors from the coconut database that may enhance the efficacy of anticancer drugs using computational techniques virtual screening of the complete coconut database resulted in compounds with binding affinities lower than kcal mol indicating a stronger affinity than that of the reference inhibitor febuxostat prime mmgbsa calculations further refined the selection identifying the top compounds with binding free energies ranging from to kcal mol these compounds not only conform to lipinski s rule of five and other drug like properties but subsequent scaffold analysis has also identified that of them possess a flavone backbone substructure this substructure is recognized for its anticancer properties and its role as an inhibitor of abc transporters binding pose metadynamics bpmd simulations over the top ligands were used to further assess their stability molecules cnp l cnp l and cnp l have demonstrated superior stability compared to the reference molecule febuxostat k additionally ns molecular dynamics simulations were performed to explore the interaction dynamics highlighting the key hydrophobic contacts and hydrogen bonds critical for binding stability important hydrophobic interactions such as pi pi occur with residues such as phe phe as well as hydrogen bonds with residue asn of both chains a and b chain the identified natural compounds exhibited strong binding affinities stability and favorable drug like properties rendering them promising candidates for overcoming abcg mediated drug resistance and potentially aiding breast cancer treatment these findings offer new avenues for drug development and improving therapeutic efficacy although further in vitro analysis is required prior to clinical testing of the drug the online version contains supplementary material available at s"
}