{
    "pmid": "41422867",
    "title": "RelK, a YoeB-like toxin from Mycobacterium tuberculosis displays ribosome independent endonucleolytic activity.",
    "abstract": "Type II toxin-antitoxin (TA) modules are paired genetic elements encoding a toxin protein and an associated antitoxin that neutralizes the toxin under favourable growth conditions. Stress-induced degradation of the antitoxin renders the toxin free to disrupt essential cellular processes leading to growth arrest or cell death. Mycobacterium tuberculosis (M. tb) is known to harbor 60+ such modules that contribute to its pathogenicity and persistence. The RelK toxin of the RelJK cassette has generated significant interest given its expression during infection and regulation by post-translational modification; however, its functional activity remains uncharacterized. Using a cell free transcription-translation system we show that both, unphosphorylated and phosphorylated RelK toxin inhibit in vitro protein synthesis implicating a role in translational control, one that is enhanced by S/T phosphorylation. A key finding of this study is the ribosome-independent nuclease activity of RelK. We discovered that in addition to the in vitro RNase activity, RelK also cleaves double-stranded DNA in a dose-dependent manner, and is inactivated by the RelJ antitoxin. Further characterization established RelK as a nickase whose activity is modulated by divalent cations, and is independent of the substrate topology, although supercoiled DNA substrates are preferred. Molecular docking of RelK revealed multiple contacts with the phosphate backbone and bases of the dsDNA facilitating binding and protein orientation on the major groove region. Furthermore, substituting His84 with glutamine in RelK not only abolished its catalytic activity but also obliterated cytotoxicity. The data highlights the diversity in substrates and catalytic activities of M. tb Type II toxins.",
    "disease": "tuberculosis",
    "clean_text": "relk a yoeb like toxin from mycobacterium tuberculosis displays ribosome independent endonucleolytic activity type ii toxin antitoxin ta modules are paired genetic elements encoding a toxin protein and an associated antitoxin that neutralizes the toxin under favourable growth conditions stress induced degradation of the antitoxin renders the toxin free to disrupt essential cellular processes leading to growth arrest or cell death mycobacterium tuberculosis m tb is known to harbor such modules that contribute to its pathogenicity and persistence the relk toxin of the reljk cassette has generated significant interest given its expression during infection and regulation by post translational modification however its functional activity remains uncharacterized using a cell free transcription translation system we show that both unphosphorylated and phosphorylated relk toxin inhibit in vitro protein synthesis implicating a role in translational control one that is enhanced by s t phosphorylation a key finding of this study is the ribosome independent nuclease activity of relk we discovered that in addition to the in vitro rnase activity relk also cleaves double stranded dna in a dose dependent manner and is inactivated by the relj antitoxin further characterization established relk as a nickase whose activity is modulated by divalent cations and is independent of the substrate topology although supercoiled dna substrates are preferred molecular docking of relk revealed multiple contacts with the phosphate backbone and bases of the dsdna facilitating binding and protein orientation on the major groove region furthermore substituting his with glutamine in relk not only abolished its catalytic activity but also obliterated cytotoxicity the data highlights the diversity in substrates and catalytic activities of m tb type ii toxins"
}