{
    "pmid": "41430078",
    "title": "Parkinson's disease-associated alterations in DNA methylation and hydroxymethylation in human brain.",
    "abstract": "Epigenetic mechanisms mediate interactions between aging, genetics, and environmental factors in sporadic Parkinson's disease (PD). While multiple studies have explored DNA modifications in PD, few focus on 5-hydroxymethylcytosine (5hmc), which is important in the central nervous system and sensitive to environmental exposures. Existing studies have not differentiated between 5-methylcytosine (5mc) and 5hmc or have analyzed them separately. In this study, we modeled 5mc and 5hmc data simultaneously. We identified 108 cytosines with significant PD-associated shifts between these marks in an enriched neuronal population from PD postmortem parietal cortex, within 83 genes and 34 enhancers associated with 67 genes. These data potentially link epigenetic regulation of genes related to LRRK2 and endolysosomal sorting (RAB32 and AGAP1), and genes involved in neuroinflammation, the inflammasome, and neurodevelopment with early changes in PD and suggest that there are significant shifts between 5mC and 5hmC associated with PD in genes not captured by standard methods.",
    "disease": "parkinson disease",
    "clean_text": "parkinson s disease associated alterations in dna methylation and hydroxymethylation in human brain epigenetic mechanisms mediate interactions between aging genetics and environmental factors in sporadic parkinson s disease pd while multiple studies have explored dna modifications in pd few focus on hydroxymethylcytosine hmc which is important in the central nervous system and sensitive to environmental exposures existing studies have not differentiated between methylcytosine mc and hmc or have analyzed them separately in this study we modeled mc and hmc data simultaneously we identified cytosines with significant pd associated shifts between these marks in an enriched neuronal population from pd postmortem parietal cortex within genes and enhancers associated with genes these data potentially link epigenetic regulation of genes related to lrrk and endolysosomal sorting rab and agap and genes involved in neuroinflammation the inflammasome and neurodevelopment with early changes in pd and suggest that there are significant shifts between mc and hmc associated with pd in genes not captured by standard methods"
}