{
    "title": "Oxidative stress by inorganic nanoparticles.",
    "doc_id": "26359790",
    "writer": "Tee JK",
    "year": "2016",
    "summary": "With the extensive usage of NPs, increased human exposure may cause oxidative stress and lead to undesirable health consequences. To date, various endogenous and exogenous sources of oxidants contributing to oxidative stress have been widely reported. …",
    "abstract": "Metallic and metallic oxide nanoparticles (NPs) have been increasingly used for various bio-applications owing to their unique physiochemical properties in terms of conductivity, optical sensitivity, and reactivity. With the extensive usage of NPs, increased human exposure may cause oxidative stress and lead to undesirable health consequences. To date, various endogenous and exogenous sources of oxidants contributing to oxidative stress have been widely reported. Oxidative stress is generally defined as an imbalance between the production of oxidants and the activity of antioxidants, but it is often misrepresented as a single type of cellular stress. At the biological level, NPs can initiate oxidative stress directly or indirectly through various mechanisms, leading to profound effects ranging from the molecular to the disease level. Such effects of oxidative stress have been implicated owing to their small size and high biopersistence. On the other hand, cellular antioxidants help to counteract oxidative stress and protect the cells from further damage. While oxidative stress is commonly known to exert negative biological effects, measured and intentional use of NPs to induce oxidative stress may provide desirable effects to either stimulate cell growth or promote cell death. Hence, NP-induced oxidative stress can be viewed from a wide paradigm. Because oxidative stress is comprised of a wide array of factors, it is also important to use appropriate assays and methods to detect different pro-oxidant and antioxidant species at molecular and disease levels. WIREs Nanomed Nanobiotechnol 2016, 8:414-438. doi: 10.1002/wnan.1374 For further resources related to this article, please visit the WIREs website.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26359790/",
    "clean_text": "oxidative stress by inorganic nanoparticles with the extensive usage of nps increased human exposure may cause oxidative stress and lead to undesirable health consequences to date various endogenous and exogenous sources of oxidants contributing to oxidative stress have been widely reported metallic and metallic oxide nanoparticles nps have been increasingly used for various bio applications owing to their unique physiochemical properties in terms of conductivity optical sensitivity and reactivity with the extensive usage of nps increased human exposure may cause oxidative stress and lead to undesirable health consequences to date various endogenous and exogenous sources of oxidants contributing to oxidative stress have been widely reported oxidative stress is generally defined as an imbalance between the production of oxidants and the activity of antioxidants but it is often misrepresented as a single type of cellular stress at the biological level nps can initiate oxidative stress directly or indirectly through various mechanisms leading to profound effects ranging from the molecular to the disease level such effects of oxidative stress have been implicated owing to their small size and high biopersistence on the other hand cellular antioxidants help to counteract oxidative stress and protect the cells from further damage while oxidative stress is commonly known to exert negative biological effects measured and intentional use of nps to induce oxidative stress may provide desirable effects to either stimulate cell growth or promote cell death hence np induced oxidative stress can be viewed from a wide paradigm because oxidative stress is comprised of a wide array of factors it is also important to use appropriate assays and methods to detect different pro oxidant and antioxidant species at molecular and disease levels wires nanomed nanobiotechnol doi wnan for further resources related to this article please visit the wires website"
}