{
    "pmid": "41462488",
    "title": "Recombinant attenuated Salmonella vaccine promotes CD8",
    "abstract": "Cancer is a leading cause of mortality worldwide, necessitating the development of novel therapeutic targets and strategies to prevent recurrence and metastasis. In this study, we aimed to evaluate whether a recombinant attenuated Salmonella vaccine (RASV) can stimulate antitumor immunity and prevent cancer progression in vivo. We established a mouse model by transplanting cancer cells subcutaneously 4 weeks after oral RASV inoculation and analyzed bone marrow (BM) cells and tumor-infiltrated immune cells by flow cytometry. Further, we established a 4 T-1-induced metastatic cancer model to evaluate the RASV-mediated prevention of tumor metastasis. Adjuvant RASV significantly reduced tumor growth by enhancing CD8 RASV inoculation can promote marked alterations in the BM microenvironment, thus reshaping the anticancer immune response in vivo. This strategy holds therapeutic potential for preventing cancer recurrence and metastasis.",
    "disease": "breast cancer",
    "clean_text": "recombinant attenuated salmonella vaccine promotes cd cancer is a leading cause of mortality worldwide necessitating the development of novel therapeutic targets and strategies to prevent recurrence and metastasis in this study we aimed to evaluate whether a recombinant attenuated salmonella vaccine rasv can stimulate antitumor immunity and prevent cancer progression in vivo we established a mouse model by transplanting cancer cells subcutaneously weeks after oral rasv inoculation and analyzed bone marrow bm cells and tumor infiltrated immune cells by flow cytometry further we established a t induced metastatic cancer model to evaluate the rasv mediated prevention of tumor metastasis adjuvant rasv significantly reduced tumor growth by enhancing cd rasv inoculation can promote marked alterations in the bm microenvironment thus reshaping the anticancer immune response in vivo this strategy holds therapeutic potential for preventing cancer recurrence and metastasis"
}