{
    "pmid": "41412379",
    "title": "Core Belief as the Key Driver: Overcoming Knowledge-Behavior Gap in Influenza Vaccination and Recommendation Among Healthcare Workers for Infection Control.",
    "abstract": "Healthcare workers' suboptimal influenza vaccination rates persist globally despite occupational risks. This study examines how vaccine literacy dimensions influence their vaccination and recommendation behaviors. A cross-sectional survey assessed vaccine literacy (fundamental knowledge, core belief, behavioral competency) among 1,725 Chinese healthcare workers. Multivariate logistic regression analyzed associations with influenza vaccination willingness and recommendation to others. Only 34.09% exhibited behavioral competency literacy, revealing a knowledge-belief-practice gap. Core belief literacy predicted vaccination willingness (OR=2.12, 95%CI:1.70-2.64) and recommendation (OR=3.43, 95%CI: 2.54-4.62). Behavioral competency literacy also increased vaccination willingness (OR=2.30, 95%CI: 1.81-2.93). Core belief is the critical driver bridging knowledge and practice. Nurses showed significantly lower literacy than physicians (OR=1.35, 95%CI:1.08-1.70), warranting targeted interventions. Addressing the \"knowledge-belief-practice dissociation\" through belief-focused strategies-not merely knowledge dissemination-is essential to improve influenza vaccine uptake among healthcare workers.",
    "disease": "influenza",
    "clean_text": "core belief as the key driver overcoming knowledge behavior gap in influenza vaccination and recommendation among healthcare workers for infection control healthcare workers suboptimal influenza vaccination rates persist globally despite occupational risks this study examines how vaccine literacy dimensions influence their vaccination and recommendation behaviors a cross sectional survey assessed vaccine literacy fundamental knowledge core belief behavioral competency among chinese healthcare workers multivariate logistic regression analyzed associations with influenza vaccination willingness and recommendation to others only exhibited behavioral competency literacy revealing a knowledge belief practice gap core belief literacy predicted vaccination willingness or ci and recommendation or ci behavioral competency literacy also increased vaccination willingness or ci core belief is the critical driver bridging knowledge and practice nurses showed significantly lower literacy than physicians or ci warranting targeted interventions addressing the knowledge belief practice dissociation through belief focused strategies not merely knowledge dissemination is essential to improve influenza vaccine uptake among healthcare workers"
}