{
    "pmid": "41395368",
    "title": "Statistical and machine learning approaches for identifying biomarker associations in respiratory diseases in a population-specific region.",
    "abstract": "The growing interest in utilizing clinical blood biomarkers for non-invasive diagnostics has transformed the approach to early detection and prognosis of respiratory diseases. Biomarker-driven diagnostics offer cost-effective, rapid, and scalable alternatives to traditional imaging and clinical assessments. In this study, we conducted a retrospective analysis of 913 patients from a local respiratory clinic in Hail region, evaluating the diagnostic relevance of 15 blood biomarkers across four respiratory conditions: COVID-19, pneumonia, asthma, and other complications. Through data-driven analysis, statistical correlation assessments, and machine learning classification models (decision tree classifiers), we identified significant biomarker interactions that contributed to disease differentiation. Notably, CRP and HGB demonstrated a strong negative correlation (-55%), supporting the well-established role of systemic inflammation in anemia of chronic disease. Additionally, Ferritin and LDH exhibited a positive correlation (+50%), indicating metabolic stress and cellular injury in severe respiratory illnesses. Other significant correlations included Creatinine and ESR being negatively associated with RBC, while GGT and ALT were positively correlated (+49%). Additionally, bilirubin and HGB were positively correlated (+49%), collectively reflecting systemic inflammatory and metabolic responses associated with respiratory pathology. The machine learning model demonstrated high predictive accuracy, with the following performance metrics: COVID-19: Precision (0.94), Recall (0.96), F1-score (0.95). Pneumonia: Precision (0.97), Recall (0.71), F1-score (0.85). Asthma: Precision (1.00), Recall (0.95), F1-score (0.97). Other Complications: Precision (0.88), Recall (0.90), F1-score (0.90). These findings validate the diagnostic potential of biomarker panels in respiratory disease classification, offering a novel approach to integrating statistical and computational modeling for clinical decision-making. By leveraging biomarker relationships and machine learning algorithms, this study contributes to the development of personalized, non-invasive, and cost-effective diagnostic tools for respiratory diseases, ultimately improving patient outcomes and healthcare efficiency.",
    "disease": "asthma",
    "clean_text": "statistical and machine learning approaches for identifying biomarker associations in respiratory diseases in a population specific region the growing interest in utilizing clinical blood biomarkers for non invasive diagnostics has transformed the approach to early detection and prognosis of respiratory diseases biomarker driven diagnostics offer cost effective rapid and scalable alternatives to traditional imaging and clinical assessments in this study we conducted a retrospective analysis of patients from a local respiratory clinic in hail region evaluating the diagnostic relevance of blood biomarkers across four respiratory conditions covid pneumonia asthma and other complications through data driven analysis statistical correlation assessments and machine learning classification models decision tree classifiers we identified significant biomarker interactions that contributed to disease differentiation notably crp and hgb demonstrated a strong negative correlation supporting the well established role of systemic inflammation in anemia of chronic disease additionally ferritin and ldh exhibited a positive correlation indicating metabolic stress and cellular injury in severe respiratory illnesses other significant correlations included creatinine and esr being negatively associated with rbc while ggt and alt were positively correlated additionally bilirubin and hgb were positively correlated collectively reflecting systemic inflammatory and metabolic responses associated with respiratory pathology the machine learning model demonstrated high predictive accuracy with the following performance metrics covid precision recall f score pneumonia precision recall f score asthma precision recall f score other complications precision recall f score these findings validate the diagnostic potential of biomarker panels in respiratory disease classification offering a novel approach to integrating statistical and computational modeling for clinical decision making by leveraging biomarker relationships and machine learning algorithms this study contributes to the development of personalized non invasive and cost effective diagnostic tools for respiratory diseases ultimately improving patient outcomes and healthcare efficiency"
}