{
    "title": "Mammographic breast density and risk of breast cancer: masking bias or causality?",
    "doc_id": "9690746",
    "writer": "van Gils CH",
    "year": "1998",
    "summary": "Masking bias is hypothesized to explain associations between breast density and breast cancer risk. Tumours in dense breasts may be concealed at the initial examination, but manifest themselves in later years, suggesting an increase in breast cancer in …",
    "abstract": "Masking bias is hypothesized to explain associations between breast density and breast cancer risk. Tumours in dense breasts may be concealed at the initial examination, but manifest themselves in later years, suggesting an increase in breast cancer incidence. We studied the association between breast density and breast cancer risk in 0, 1-2, 3-4 and 5-6 year periods between initial examination and diagnosis. We studied 359 cases and 922 referents, identified in a breast cancer screening programme in Nijmegen, The Netherlands. Breast density was assessed at the initial examination and classified as 'dense' (if > 25% of the breast was composed of density) or 'lucent' (< or = 25% density). In women examined with mid-1970s film screen mammography, we found that at time 0 the odds ratio (OR) for women with dense breasts compared to those with lucent breasts was 1.4 (95% confidence interval (CI): 0.7-6.2). After a 3-4 year period the risk was increased to 3.3 (95% CI: 1.5-7.1). Then, the risk decreased again (OR: 1.2, 95% CI: 0.6-2.7). This rise and decline in risk are in accordance with the masking hypothesis. The observation, however, that the risk at time 0 does not appear to be lower for women with dense breasts than for those with lucent breasts, seems to be inconsistent with the masking hypothesis and may be indicative of causality. The same analysis were performed in women whose initial screening examination was done with current high-quality mammography. Due to the small size of this study group no firm conclusions could be drawn, but it seems as if masking bias could still play a role with high-quality mammography.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9690746/",
    "clean_text": "mammographic breast density and risk of breast cancer masking bias or causality masking bias is hypothesized to explain associations between breast density and breast cancer risk tumours in dense breasts may be concealed at the initial examination but manifest themselves in later years suggesting an increase in breast cancer in masking bias is hypothesized to explain associations between breast density and breast cancer risk tumours in dense breasts may be concealed at the initial examination but manifest themselves in later years suggesting an increase in breast cancer incidence we studied the association between breast density and breast cancer risk in and year periods between initial examination and diagnosis we studied cases and referents identified in a breast cancer screening programme in nijmegen the netherlands breast density was assessed at the initial examination and classified as dense if of the breast was composed of density or lucent or density in women examined with mid s film screen mammography we found that at time the odds ratio or for women with dense breasts compared to those with lucent breasts was confidence interval ci after a year period the risk was increased to ci then the risk decreased again or ci this rise and decline in risk are in accordance with the masking hypothesis the observation however that the risk at time does not appear to be lower for women with dense breasts than for those with lucent breasts seems to be inconsistent with the masking hypothesis and may be indicative of causality the same analysis were performed in women whose initial screening examination was done with current high quality mammography due to the small size of this study group no firm conclusions could be drawn but it seems as if masking bias could still play a role with high quality mammography"
}