{
    "pmid": "41460317",
    "title": "Design and characterization of phloretin-loaded PEG-lipid hybrid micelles for enhanced breast cancer therapy.",
    "abstract": "Breast cancer remains a leading cause of mortality among women worldwide, emphasizing the urgent need for innovative therapeutic strategies. Phloretin, a natural dihydrochalcone flavonoid with potent anticancer activity, is limited by poor aqueous solubility and bioavailability. To overcome these challenges, phloretin was encapsulated in PEG-lipid hybrid micelles (PLHMs) formulated from PEG 4000, soy lecithin, and cholesterol. Optimization via a central composite design yielded the optimized formulation (F14), which exhibited a vesicle size of 190.6 ± 5.3 nm, a polydispersity index of 0.201 ± 0.01, and a zeta potential of - 28.5 ± 1.9 mV, indicating nanoscale uniformity and excellent colloidal stability. The formulation achieved an entrapment efficiency of 95.0 ± 1.6%, significantly higher than that of free phloretin. In vitro release studies demonstrated a biphasic release profile characterized by an initial burst followed by sustained release, with 67.2 ± 1.4% of the drug released over 24 h. Notably, phloretin solubility improved 2.2-fold compared to the pure compound. Cytotoxicity evaluation using the MTT assay on MCF-7 breast cancer cells revealed an IC₅₀ of 38 ± 2.8 μM for PLHMs, compared to 20 ± 1.5 μM for 5-fluorouracil. These findings highlight the promise of PLHMs as effective nanocarriers for phloretin, offering enhanced drug encapsulation, controlled release, and improved anticancer efficacy for breast cancer treatment.",
    "disease": "breast cancer",
    "clean_text": "design and characterization of phloretin loaded peg lipid hybrid micelles for enhanced breast cancer therapy breast cancer remains a leading cause of mortality among women worldwide emphasizing the urgent need for innovative therapeutic strategies phloretin a natural dihydrochalcone flavonoid with potent anticancer activity is limited by poor aqueous solubility and bioavailability to overcome these challenges phloretin was encapsulated in peg lipid hybrid micelles plhms formulated from peg soy lecithin and cholesterol optimization via a central composite design yielded the optimized formulation f which exhibited a vesicle size of nm a polydispersity index of and a zeta potential of mv indicating nanoscale uniformity and excellent colloidal stability the formulation achieved an entrapment efficiency of significantly higher than that of free phloretin in vitro release studies demonstrated a biphasic release profile characterized by an initial burst followed by sustained release with of the drug released over h notably phloretin solubility improved fold compared to the pure compound cytotoxicity evaluation using the mtt assay on mcf breast cancer cells revealed an ic of m for plhms compared to m for fluorouracil these findings highlight the promise of plhms as effective nanocarriers for phloretin offering enhanced drug encapsulation controlled release and improved anticancer efficacy for breast cancer treatment"
}