{
    "title": "Identification of yellow gene family and functional analysis of Spodoptera frugiperda yellow-y by CRISPR/Cas9.",
    "doc_id": "34446204",
    "writer": "Han W",
    "year": "2021",
    "summary": "Among these yellow genes, the expression profiles of yellow-y gene showed that it was expressed in all life stages. ...The deletion of yellow-y also resulted in a decline in the fecundity. The results revealed that yellow-y gene was important for S. fr …",
    "abstract": "For a devastating agricultural pest, functional genomics promotes the finding of novel technology to control Spodoptera frugiperda, such as the genetics-based strategies. In the present study, 11 yellow genes were identified in Spodoptera frugiperda. The transcriptome analysis showed the tissue-specific expression of part yellow genes, which suggested the importance of yellow genes in some biological processes in S. frugiperda, such as pigmentation. Among these yellow genes, the expression profiles of yellow-y gene showed that it was expressed in all life stages. In order to realize the further study of yellow-y, we employed CRISPR/Cas9 system to knock out this gene. Following knock out, diverse phenotypes were observed, such as color changes in both larvae and adults. Different from the wild-type larvae and adults, G0 mutants were yellowed since hatching. However, no color difference was observed with the pupal cuticle between the wild-type and mutant pupae before the 8th day. On the basis of the single-pair strategy of G0 generation, the yellow-y gene was proved to be a recessive gene. The G1 yellowish larvae with biallelic mutations displayed a relatively longer development period than wild-type, and often generated abnormal pupae and moths. The deletion of yellow-y also resulted in a decline in the fecundity. The results revealed that yellow-y gene was important for S. frugiperda pigmentation, as well as in its development and reproduction. Besides, the present study set up a standard procedure to knock out genes in S. frugiperda, which could be helpful for our understanding some key molecular processes, such as functional roles of detoxification genes as insecticide resistance mechanisms or modes of action of insecticides to facilitate the management of this insect pest.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34446204/",
    "clean_text": "identification of yellow gene family and functional analysis of spodoptera frugiperda yellow y by crispr cas among these yellow genes the expression profiles of yellow y gene showed that it was expressed in all life stages the deletion of yellow y also resulted in a decline in the fecundity the results revealed that yellow y gene was important for s fr for a devastating agricultural pest functional genomics promotes the finding of novel technology to control spodoptera frugiperda such as the genetics based strategies in the present study yellow genes were identified in spodoptera frugiperda the transcriptome analysis showed the tissue specific expression of part yellow genes which suggested the importance of yellow genes in some biological processes in s frugiperda such as pigmentation among these yellow genes the expression profiles of yellow y gene showed that it was expressed in all life stages in order to realize the further study of yellow y we employed crispr cas system to knock out this gene following knock out diverse phenotypes were observed such as color changes in both larvae and adults different from the wild type larvae and adults g mutants were yellowed since hatching however no color difference was observed with the pupal cuticle between the wild type and mutant pupae before the th day on the basis of the single pair strategy of g generation the yellow y gene was proved to be a recessive gene the g yellowish larvae with biallelic mutations displayed a relatively longer development period than wild type and often generated abnormal pupae and moths the deletion of yellow y also resulted in a decline in the fecundity the results revealed that yellow y gene was important for s frugiperda pigmentation as well as in its development and reproduction besides the present study set up a standard procedure to knock out genes in s frugiperda which could be helpful for our understanding some key molecular processes such as functional roles of detoxification genes as insecticide resistance mechanisms or modes of action of insecticides to facilitate the management of this insect pest"
}