{
    "pmid": "41473282",
    "title": "mRNA and Protein Expression of Fetal Insulin Receptor in Breast Cancer Cell Lines.",
    "abstract": "The insulin receptor (IR) is expressed in breast cancer cells and plays a role in regulating tumor biology. There are two IR isoforms generated from the same gene. Alternate splicing with exclusion or inclusion of exon 11accounts for the two isoforms. The exon 11 excluded isoform (IR-A) is expressed during fetal development while the full-length adult IR (IR-B) is the primary form expressed during adult life. This splice variant results in a 12 amino acid variation in peptide sequence. Breast cancer cells overexpress IR-A with an increased IR-A:IR-B ratio. Most of these data were obtained by examining mRNA expressions. In this work, we examined over 40 breast cancer cell lines and patient tumor samples for mRNA expression of the IR isoforms to show that most cells overexpressed IR-A compared to IR-B. Further we used mass spectrometry to demonstrate IR-A protein expression in the Du4475 cell line which has a high level of IR-A mRNA expression. To our knowledge, this is the first demonstration of IR-A protein expression. Thus, IR-A mRNA and protein expression demonstrate a potential role for this insulin receptor isoform in breast cancer biology.",
    "disease": "breast cancer",
    "clean_text": "mrna and protein expression of fetal insulin receptor in breast cancer cell lines the insulin receptor ir is expressed in breast cancer cells and plays a role in regulating tumor biology there are two ir isoforms generated from the same gene alternate splicing with exclusion or inclusion of exon accounts for the two isoforms the exon excluded isoform ir a is expressed during fetal development while the full length adult ir ir b is the primary form expressed during adult life this splice variant results in a amino acid variation in peptide sequence breast cancer cells overexpress ir a with an increased ir a ir b ratio most of these data were obtained by examining mrna expressions in this work we examined over breast cancer cell lines and patient tumor samples for mrna expression of the ir isoforms to show that most cells overexpressed ir a compared to ir b further we used mass spectrometry to demonstrate ir a protein expression in the du cell line which has a high level of ir a mrna expression to our knowledge this is the first demonstration of ir a protein expression thus ir a mrna and protein expression demonstrate a potential role for this insulin receptor isoform in breast cancer biology"
}