{
    "pmid": "41436896",
    "title": "Factors Associated with Advanced Adenoma Detection by Colonoscopy After Negative Multitarget Stool DNA Testing.",
    "abstract": "Multitarget stool DNA (mt-sDNA) testing is a non-invasive colorectal cancer (CRC) screening tool, but false-negative results may delay diagnosis. Understanding which patients are more likely to have advanced lesions after a negative test is essential, particularly given real-world off-label use. We retrospectively studied patients across a multi-site health system who had negative mt-sDNA results and underwent colonoscopy within 3 years. Negative predictive values (NPVs) for advanced adenoma (AA) and CRC were calculated. Demographics, colonoscopy indications, polyp characteristics, endoscopist training level, prior colonoscopy history, and off-label mt-sDNA use were abstracted. All assays used the original Deep-C version of Cologuard. Because only patients who underwent colonoscopy were included, NPVs represent conditional performance in this subset. Among 370 patients, 31 (8.4%) had AA and 3 (0.8%) had CRC; 34 (9.2%) had advanced precancerous lesions (APL). AA was associated with a higher number of polyps and larger polyp size. Proximal lesions-particularly in the hepatic flexure and transverse colon-were more common among AAs. Gastrointestinal bleeding was more frequent in patients with AA (32.3% vs 14.2%). GI attendings performed 95.4% of colonoscopies and detected all AAs and CRCs. Off-label mt-sDNA testing occurred in 10.3% of patients, none of whom had AA or CRC. Prior colonoscopy was documented in 8.9% of patients. Conditional NPVs for AA and CRC after negative mt-sDNA were 91.6% and 99.2%. Proximal lesions were more likely to be missed, highlighting the need for meticulous examination. Negative mt-sDNA results should be interpreted cautiously, particularly in symptomatic patients, and colonoscopy should be pursued when clinically indicated.",
    "disease": "colorectal cancer",
    "clean_text": "factors associated with advanced adenoma detection by colonoscopy after negative multitarget stool dna testing multitarget stool dna mt sdna testing is a non invasive colorectal cancer crc screening tool but false negative results may delay diagnosis understanding which patients are more likely to have advanced lesions after a negative test is essential particularly given real world off label use we retrospectively studied patients across a multi site health system who had negative mt sdna results and underwent colonoscopy within years negative predictive values npvs for advanced adenoma aa and crc were calculated demographics colonoscopy indications polyp characteristics endoscopist training level prior colonoscopy history and off label mt sdna use were abstracted all assays used the original deep c version of cologuard because only patients who underwent colonoscopy were included npvs represent conditional performance in this subset among patients had aa and had crc had advanced precancerous lesions apl aa was associated with a higher number of polyps and larger polyp size proximal lesions particularly in the hepatic flexure and transverse colon were more common among aas gastrointestinal bleeding was more frequent in patients with aa vs gi attendings performed of colonoscopies and detected all aas and crcs off label mt sdna testing occurred in of patients none of whom had aa or crc prior colonoscopy was documented in of patients conditional npvs for aa and crc after negative mt sdna were and proximal lesions were more likely to be missed highlighting the need for meticulous examination negative mt sdna results should be interpreted cautiously particularly in symptomatic patients and colonoscopy should be pursued when clinically indicated"
}