{
    "title": "Promoter microsatellites as modulators of human gene expression.",
    "doc_id": "23560304",
    "writer": "Sawaya SM",
    "year": "2012",
    "summary": "Microsatellites in and around genes have been shown to modulate levels of gene expression in multiple organisms, ranging from bacteria to humans. Here we will discuss promoter microsatellites known to modulate gene expression, with a few key examples r …",
    "abstract": "Microsatellites in and around genes have been shown to modulate levels of gene expression in multiple organisms, ranging from bacteria to humans. Here we will discuss promoter microsatellites known to modulate gene expression, with a few key examples related to the human brain. Many of the microsatellites we discuss are highly conserved in mammals, indicating that selection may favor their retention as \"tuning knobs\" of gene expression. We will also discuss the mechanisms by which microsatellites in promoters can alter gene expression as they expand and contract, with particular attention to secondary structures like Z-DNA and H-DNA. We suggest that promoter microsatellites, especially those that are highly conserved, may be an important source of human phenotypic variation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23560304/",
    "clean_text": "promoter microsatellites as modulators of human gene expression microsatellites in and around genes have been shown to modulate levels of gene expression in multiple organisms ranging from bacteria to humans here we will discuss promoter microsatellites known to modulate gene expression with a few key examples r microsatellites in and around genes have been shown to modulate levels of gene expression in multiple organisms ranging from bacteria to humans here we will discuss promoter microsatellites known to modulate gene expression with a few key examples related to the human brain many of the microsatellites we discuss are highly conserved in mammals indicating that selection may favor their retention as tuning knobs of gene expression we will also discuss the mechanisms by which microsatellites in promoters can alter gene expression as they expand and contract with particular attention to secondary structures like z dna and h dna we suggest that promoter microsatellites especially those that are highly conserved may be an important source of human phenotypic variation"
}