{
    "title": "Genetic Markers of Alzheimer's Disease.",
    "doc_id": "31705489",
    "writer": "Nikolac Perkovic M",
    "year": "2019",
    "summary": "Genetic background of Alzheimer's disease differs between early-onset familial Alzheimer's disease, other cases of early-onset Alzheimer's disease, and late-onset Alzheimer's disease. ...Therefore …",
    "abstract": "Alzheimer's disease is a complex and heterogeneous, severe neurodegenerative disorder and the predominant form of dementia, characterized by cognitive disturbances, behavioral and psychotic symptoms, progressive cognitive decline, disorientation, behavioral changes, and death. Genetic background of Alzheimer's disease differs between early-onset familial Alzheimer's disease, other cases of early-onset Alzheimer's disease, and late-onset Alzheimer's disease. Rare cases of early-onset familial Alzheimer's diseases are caused by high-penetrant mutations in genes coding for amyloid precursor protein, presenilin 1, and presenilin 2. Late-onset Alzheimer's disease is multifactorial and associated with many different genetic risk loci (>20), with the apolipoprotein E ε4 allele being a major genetic risk factor for late-onset Alzheimer's disease. Genetic and genomic studies offer insight into many additional genetic risk loci involved in the genetically complex nature of late-onset Alzheimer's disease. This review highlights the contributions of individual loci to the pathogenesis of Alzheimer's disease and suggests that their exact contribution is still not clear. Therefore, the use of genetic markers of Alzheimer's disease, for monitoring development, time course, treatment response, and prognosis of Alzheimer's disease, is still far away from the clinical application, because the contribution of genetic variations to the relative risk of developing Alzheimer's disease is limited. In the light of prediction and prevention of Alzheimer's disease, a novel approach could be found in the form of additive genetic risk scores, which combine additive effects of numerous susceptibility loci.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31705489/",
    "clean_text": "genetic markers of alzheimer s disease genetic background of alzheimer s disease differs between early onset familial alzheimer s disease other cases of early onset alzheimer s disease and late onset alzheimer s disease therefore alzheimer s disease is a complex and heterogeneous severe neurodegenerative disorder and the predominant form of dementia characterized by cognitive disturbances behavioral and psychotic symptoms progressive cognitive decline disorientation behavioral changes and death genetic background of alzheimer s disease differs between early onset familial alzheimer s disease other cases of early onset alzheimer s disease and late onset alzheimer s disease rare cases of early onset familial alzheimer s diseases are caused by high penetrant mutations in genes coding for amyloid precursor protein presenilin and presenilin late onset alzheimer s disease is multifactorial and associated with many different genetic risk loci with the apolipoprotein e allele being a major genetic risk factor for late onset alzheimer s disease genetic and genomic studies offer insight into many additional genetic risk loci involved in the genetically complex nature of late onset alzheimer s disease this review highlights the contributions of individual loci to the pathogenesis of alzheimer s disease and suggests that their exact contribution is still not clear therefore the use of genetic markers of alzheimer s disease for monitoring development time course treatment response and prognosis of alzheimer s disease is still far away from the clinical application because the contribution of genetic variations to the relative risk of developing alzheimer s disease is limited in the light of prediction and prevention of alzheimer s disease a novel approach could be found in the form of additive genetic risk scores which combine additive effects of numerous susceptibility loci"
}