{
    "title": "Pathogenesis and management issues for non-alcoholic fatty liver disease.",
    "doc_id": "17729403",
    "writer": "Duvnjak M",
    "year": "2007",
    "summary": "Nonalcoholic fatty liver disease (NAFLD) has, although it is a very common disorder, only relatively recently gained broader interest among physicians and scientists. Fatty liver has been documented in up to 10 to 15 percent of normal individuals and 7 …",
    "abstract": "Nonalcoholic fatty liver disease (NAFLD) has, although it is a very common disorder, only relatively recently gained broader interest among physicians and scientists. Fatty liver has been documented in up to 10 to 15 percent of normal individuals and 70 to 80 percent of obese individuals. Although the pathophysiology of NAFLD is still subject to intensive research, several players and mechanisms have been suggested based on the substantial evidence. Excessive hepatocyte triglyceride accumulation resulting from insulin resistance is the first step in the proposed 'two hit' model of the pathogenesis of NAFLD. Oxidative stress resulting from mitochondrial fatty acids oxidation, NF-kappaB-dependent inflammatory cytokine expression and adipocytokines are all considered to be the potential factors causing second hits which lead to hepatocyte injury, inflammation and fibrosis. Although it was initially believed that NAFLD is a completely benign disorder, histologic follow-up studies have showed that fibrosis progression occurs in about a third of patients. A small number of patients with NAFLD eventually ends up with end-stage liver disease and even hepatocellular carcinoma. Although liver biopsy is currently the only way to confirm the NAFLD diagnosis and distinguish between fatty liver alone and NASH, no guidelines or firm recommendations can still be made as for when and in whom it is necessary. Increased physical activity, gradual weight reduction and in selected cases bariatric surgery remain the mainstay of NAFLD therapy. Studies with pharmacologic agents are showing promising results, but available data are still insufficient to make specific recommendations; their use therefore remains highly individual.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17729403/",
    "clean_text": "pathogenesis and management issues for non alcoholic fatty liver disease nonalcoholic fatty liver disease nafld has although it is a very common disorder only relatively recently gained broader interest among physicians and scientists fatty liver has been documented in up to to percent of normal individuals and nonalcoholic fatty liver disease nafld has although it is a very common disorder only relatively recently gained broader interest among physicians and scientists fatty liver has been documented in up to to percent of normal individuals and to percent of obese individuals although the pathophysiology of nafld is still subject to intensive research several players and mechanisms have been suggested based on the substantial evidence excessive hepatocyte triglyceride accumulation resulting from insulin resistance is the first step in the proposed two hit model of the pathogenesis of nafld oxidative stress resulting from mitochondrial fatty acids oxidation nf kappab dependent inflammatory cytokine expression and adipocytokines are all considered to be the potential factors causing second hits which lead to hepatocyte injury inflammation and fibrosis although it was initially believed that nafld is a completely benign disorder histologic follow up studies have showed that fibrosis progression occurs in about a third of patients a small number of patients with nafld eventually ends up with end stage liver disease and even hepatocellular carcinoma although liver biopsy is currently the only way to confirm the nafld diagnosis and distinguish between fatty liver alone and nash no guidelines or firm recommendations can still be made as for when and in whom it is necessary increased physical activity gradual weight reduction and in selected cases bariatric surgery remain the mainstay of nafld therapy studies with pharmacologic agents are showing promising results but available data are still insufficient to make specific recommendations their use therefore remains highly individual"
}