{
    "title": "Low back pain investigations and prognosis: a review.",
    "doc_id": "16720885",
    "writer": "Refshauge KM",
    "year": "2006",
    "summary": "Low back pain is reviewed in terms of when investigations are useful and its clinical course. ...There is no clear evidence on which to base judgments for selection of appropriate tests to confirm or exclude low back pain pathology. It ap …",
    "abstract": "Low back pain is reviewed in terms of when investigations are useful and its clinical course. Despite the extensive evaluation of the accuracy of investigations such as radiography, magnetic resonance imaging, and myelography, there is a surprising dearth of research to inform their use in primary care. There is no clear evidence on which to base judgments for selection of appropriate tests to confirm or exclude low back pain pathology. It appears that investigations are rarely necessary for low back pain. Specific investigations should be ordered to identify a particular pathology but should not be ordered routinely for general screening. In the absence of pathology, low back pain and its associated disability improve rapidly in the first weeks after onset, but, in contradiction to all guidelines, both commonly persist and the best evidence suggests that recurrences are common.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16720885/",
    "clean_text": "low back pain investigations and prognosis a review low back pain is reviewed in terms of when investigations are useful and its clinical course there is no clear evidence on which to base judgments for selection of appropriate tests to confirm or exclude low back pain pathology it ap low back pain is reviewed in terms of when investigations are useful and its clinical course despite the extensive evaluation of the accuracy of investigations such as radiography magnetic resonance imaging and myelography there is a surprising dearth of research to inform their use in primary care there is no clear evidence on which to base judgments for selection of appropriate tests to confirm or exclude low back pain pathology it appears that investigations are rarely necessary for low back pain specific investigations should be ordered to identify a particular pathology but should not be ordered routinely for general screening in the absence of pathology low back pain and its associated disability improve rapidly in the first weeks after onset but in contradiction to all guidelines both commonly persist and the best evidence suggests that recurrences are common"
}