{
    "pmid": "41388589",
    "title": "3D Bioprinted Human Synovium-Cartilage Models Mimic Rheumatoid Arthritis Microenvironment and Recapitulate In Vivo Therapeutic Responses.",
    "abstract": "Rheumatoid arthritis (RA) models play crucial roles in therapeutic discovery and fundamental research. However, current models have limited success at accurately simulating in vivo microenvironment and lacking intricate cellular cross-talk. Here, this work presents a human in vitro RA model that faithfully captures functional and compositional properties of cartilage and synovial lining in vivo, established with chondrocytes recellularized type II collagen scaffold and 3D-bioprinted bi-layered Gelatin-Matrigel hydrogel incorporating fibroblast-like synoviocytes (FLS) and proinflammatory macrophages in the top layer and protective barrier macrophages in the bottom layer. This synovium-cartilage system recapitulates key inflammatory processes akin to RA, including enhanced production of proinflammatory mediators and degradative enzymes, as well as reactive oxygen species generation, invasion of FLS into cartilage, phenotypic alterations of macrophages and the depletion of cartilaginous extracellular matrix components. The established model enables effective screening of anti-arthritis drugs, which is validated by leveraging celecoxib and tofacitinib. Furthermore, the transcriptomic and proteomic landscape of this model demonstrates accuracy in replicating in vivo pathological conditions. Notably, this in vitro model reflects the response of the disease to the drug compared to the rat model of RA. Overall, this study provides reliable in vitro human synovium-cartilage models for screening preclinical drugs in RA therapeutics.",
    "disease": "rheumatoid arthritis",
    "clean_text": "d bioprinted human synovium cartilage models mimic rheumatoid arthritis microenvironment and recapitulate in vivo therapeutic responses rheumatoid arthritis ra models play crucial roles in therapeutic discovery and fundamental research however current models have limited success at accurately simulating in vivo microenvironment and lacking intricate cellular cross talk here this work presents a human in vitro ra model that faithfully captures functional and compositional properties of cartilage and synovial lining in vivo established with chondrocytes recellularized type ii collagen scaffold and d bioprinted bi layered gelatin matrigel hydrogel incorporating fibroblast like synoviocytes fls and proinflammatory macrophages in the top layer and protective barrier macrophages in the bottom layer this synovium cartilage system recapitulates key inflammatory processes akin to ra including enhanced production of proinflammatory mediators and degradative enzymes as well as reactive oxygen species generation invasion of fls into cartilage phenotypic alterations of macrophages and the depletion of cartilaginous extracellular matrix components the established model enables effective screening of anti arthritis drugs which is validated by leveraging celecoxib and tofacitinib furthermore the transcriptomic and proteomic landscape of this model demonstrates accuracy in replicating in vivo pathological conditions notably this in vitro model reflects the response of the disease to the drug compared to the rat model of ra overall this study provides reliable in vitro human synovium cartilage models for screening preclinical drugs in ra therapeutics"
}