{
    "title": "Young adult cancer incidence trends in Taiwan and the U.S. from 2002 to 2016.",
    "doc_id": "35334356",
    "writer": "Wang H",
    "year": "2022",
    "summary": "BACKGROUND: Previous studies have not examined young adult cancer incidence trends in Taiwan, or comprehensively compared these trends at two nations with different population genetics, environmental exposures, and health care. ...We also obtained sex or age of diag …",
    "abstract": "Background:\n        \n      \n      Previous studies have not examined young adult cancer incidence trends in Taiwan, or comprehensively compared these trends at two nations with different population genetics, environmental exposures, and health care. Therefore, we compared the incidence rates and trends of the most common young adult cancers diagnosed at 20-39 years of age in Taiwan and the U.S.\n    \n\n\n          Methods:\n        \n      \n      Incidence rates from 2002 to 2016 were calculated from the Taiwan National Health Insurance Research Datasets and the U.S. Surveillance, Epidemiology, and End Results Program. For trend assessment, average annual percent change (AAPC) values were calculated from 15 years of data using Joinpoint Regression Program. We also obtained sex or age of diagnosis stratified estimates.\n    \n\n\n          Results:\n        \n      \n      The age-standardized overall young adult cancer incidence rate significantly increased from 2002 to 2016 in both Taiwan (AAPC=1.1%, 95% CI: 0.8-1.5%) and the U.S. (AAPC=1.8%, 95% CI: 1.1-2.4%). Cancers with significantly decreasing trends in Taiwan included cancers of the nasopharynx, liver, and tongue, which were not among the most common young adult cancers in the U.S. Cancers with significantly increasing trends in both Taiwan and the U.S. included colorectal, thyroid, and female breast cancers. Lymphoma, ovarian cancer, and lung and bronchus cancer had significantly increasing trends in Taiwan but not in the U.S. Although cervical cancer had significantly decreasing trends in both nations among those 30-39 years of age, its trend was significantly increasing in Taiwan but decreasing in the U.S. among those 20-29 years of age.\n    \n\n\n          Conclusion:\n        \n      \n      The types of common young adult cancers as well as their incidence rates and trends differed in Taiwan and the U.S. Future studies should further understand the etiological factors driving these trends.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35334356/",
    "clean_text": "young adult cancer incidence trends in taiwan and the u s from to background previous studies have not examined young adult cancer incidence trends in taiwan or comprehensively compared these trends at two nations with different population genetics environmental exposures and health care we also obtained sex or age of diag background previous studies have not examined young adult cancer incidence trends in taiwan or comprehensively compared these trends at two nations with different population genetics environmental exposures and health care therefore we compared the incidence rates and trends of the most common young adult cancers diagnosed at years of age in taiwan and the u s methods incidence rates from to were calculated from the taiwan national health insurance research datasets and the u s surveillance epidemiology and end results program for trend assessment average annual percent change aapc values were calculated from years of data using joinpoint regression program we also obtained sex or age of diagnosis stratified estimates results the age standardized overall young adult cancer incidence rate significantly increased from to in both taiwan aapc ci and the u s aapc ci cancers with significantly decreasing trends in taiwan included cancers of the nasopharynx liver and tongue which were not among the most common young adult cancers in the u s cancers with significantly increasing trends in both taiwan and the u s included colorectal thyroid and female breast cancers lymphoma ovarian cancer and lung and bronchus cancer had significantly increasing trends in taiwan but not in the u s although cervical cancer had significantly decreasing trends in both nations among those years of age its trend was significantly increasing in taiwan but decreasing in the u s among those years of age conclusion the types of common young adult cancers as well as their incidence rates and trends differed in taiwan and the u s future studies should further understand the etiological factors driving these trends"
}