{
    "pmid": "41431867",
    "title": "The diagnostic value of semiology, EEG and MRI in new-onset pediatric bilateral tonic-clonic seizures: A multimodal analysis.",
    "abstract": "To assess the diagnostic contributions of semiology, Electroencephalography (EEG), brain magnetic resonance imaging (MRI), and longitudinal follow-up both, individually and in combination in classifying seizure type (focal-to-bilateral tonic-clonic (FBTC) vs. generalized-onset bilateral tonic-clonic (GBTC)) in children with new-onset bilateral tonic-clonic (BTC) seizures. We prospectively evaluated 249 consecutive children who presented with new-onset BTC seizures. All patients underwent detailed clinical assessment, a 3-h sleep-deprived EEG, an epilepsy protocol brain MRI, and standardized follow-up. Seizures were classified as FBTC or GBTC using predefined criteria. We assessed the diagnostic yield of each modality and their incremental value in improving classification. Seizure semiology alone allowed classification in 22% of children. EEG findings enabled classification in 53%, with the highest yield (72%) among children aged 5-10 years. MRI revealed epileptogenic lesions in 14%, with structural abnormalities identified in 50% of children with developmental delay. Combining semiology, EEG, and MRI increased the classification yield to 73%, and follow-up further improved this to 81%. Notably, 30.8% of children ultimately diagnosed with GBTC seizures exhibited focal features such as head version or tonic posturing, underscoring the limited specificity of these signs in pediatric BTC seizures. Accurate classification of new-onset BTC seizures in children cannot rely on semiology alone. A multimodal approach-integrating EEG, MRI, and clinical follow-up-is essential to improve diagnostic accuracy. Our findings emphasize the nonspecific nature of certain focal features in GBTC seizures and advocate for a cautious, evidence-based approach when interpreting semiological signs. These results have direct implications for ASM selection and early management decisions in pediatric epilepsy. Children who experience a first-time convulsive seizure need an accurate diagnosis to guide appropriate treatment. In our study of 249 children with new onset bilateral tonic-clonic seizures, we found that no single diagnostic tool, whether seizure description, EEG, or MRI, was sufficient on its own. However, when these tools were combined, clinicians were able to correctly determine the seizure type in more than 80% of cases. We also found that some signs typically considered focal, such as head turning, may still appear in generalized seizures. These findings underscore the importance of a multimodal approach to ensure optimal diagnosis and treatment planning for children with new onset seizures.",
    "disease": "epilepsy",
    "clean_text": "the diagnostic value of semiology eeg and mri in new onset pediatric bilateral tonic clonic seizures a multimodal analysis to assess the diagnostic contributions of semiology electroencephalography eeg brain magnetic resonance imaging mri and longitudinal follow up both individually and in combination in classifying seizure type focal to bilateral tonic clonic fbtc vs generalized onset bilateral tonic clonic gbtc in children with new onset bilateral tonic clonic btc seizures we prospectively evaluated consecutive children who presented with new onset btc seizures all patients underwent detailed clinical assessment a h sleep deprived eeg an epilepsy protocol brain mri and standardized follow up seizures were classified as fbtc or gbtc using predefined criteria we assessed the diagnostic yield of each modality and their incremental value in improving classification seizure semiology alone allowed classification in of children eeg findings enabled classification in with the highest yield among children aged years mri revealed epileptogenic lesions in with structural abnormalities identified in of children with developmental delay combining semiology eeg and mri increased the classification yield to and follow up further improved this to notably of children ultimately diagnosed with gbtc seizures exhibited focal features such as head version or tonic posturing underscoring the limited specificity of these signs in pediatric btc seizures accurate classification of new onset btc seizures in children cannot rely on semiology alone a multimodal approach integrating eeg mri and clinical follow up is essential to improve diagnostic accuracy our findings emphasize the nonspecific nature of certain focal features in gbtc seizures and advocate for a cautious evidence based approach when interpreting semiological signs these results have direct implications for asm selection and early management decisions in pediatric epilepsy children who experience a first time convulsive seizure need an accurate diagnosis to guide appropriate treatment in our study of children with new onset bilateral tonic clonic seizures we found that no single diagnostic tool whether seizure description eeg or mri was sufficient on its own however when these tools were combined clinicians were able to correctly determine the seizure type in more than of cases we also found that some signs typically considered focal such as head turning may still appear in generalized seizures these findings underscore the importance of a multimodal approach to ensure optimal diagnosis and treatment planning for children with new onset seizures"
}