{
    "title": "Harnessing developmental dynamics of spinal cord extracellular matrix improves regenerative potential of spinal cord organoids.",
    "doc_id": "38565140",
    "writer": "Sun Z",
    "year": "2024",
    "summary": "Neonatal spinal cord tissues exhibit remarkable regenerative capabilities as compared to adult spinal cord tissues after injury, but the role of extracellular matrix (ECM) in this process has remained elusive. Here, we found that early developmental …",
    "abstract": "Neonatal spinal cord tissues exhibit remarkable regenerative capabilities as compared to adult spinal cord tissues after injury, but the role of extracellular matrix (ECM) in this process has remained elusive. Here, we found that early developmental spinal cord had higher levels of ECM proteins associated with neural development and axon growth, but fewer inhibitory proteoglycans, compared to those of adult spinal cord. Decellularized spinal cord ECM from neonatal (DNSCM) and adult (DASCM) rabbits preserved these differences. DNSCM promoted proliferation, migration, and neuronal differentiation of neural progenitor cells (NPCs) and facilitated axonal outgrowth and regeneration of spinal cord organoids more effectively than DASCM. Pleiotrophin (PTN) and Tenascin (TNC) in DNSCM were identified as contributors to these abilities. Furthermore, DNSCM demonstrated superior performance as a delivery vehicle for NPCs and organoids in spinal cord injury (SCI) models. This suggests that ECM cues from early development stages might significantly contribute to the prominent regeneration ability in spinal cord.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38565140/",
    "clean_text": "harnessing developmental dynamics of spinal cord extracellular matrix improves regenerative potential of spinal cord organoids neonatal spinal cord tissues exhibit remarkable regenerative capabilities as compared to adult spinal cord tissues after injury but the role of extracellular matrix ecm in this process has remained elusive here we found that early developmental neonatal spinal cord tissues exhibit remarkable regenerative capabilities as compared to adult spinal cord tissues after injury but the role of extracellular matrix ecm in this process has remained elusive here we found that early developmental spinal cord had higher levels of ecm proteins associated with neural development and axon growth but fewer inhibitory proteoglycans compared to those of adult spinal cord decellularized spinal cord ecm from neonatal dnscm and adult dascm rabbits preserved these differences dnscm promoted proliferation migration and neuronal differentiation of neural progenitor cells npcs and facilitated axonal outgrowth and regeneration of spinal cord organoids more effectively than dascm pleiotrophin ptn and tenascin tnc in dnscm were identified as contributors to these abilities furthermore dnscm demonstrated superior performance as a delivery vehicle for npcs and organoids in spinal cord injury sci models this suggests that ecm cues from early development stages might significantly contribute to the prominent regeneration ability in spinal cord"
}