{
    "title": "Young's Modulus of Fullerene C(60)-C(70) Alloy Crystalline Nanowhiskers.",
    "doc_id": "29768868",
    "writer": "Kizuka T",
    "year": "2018",
    "summary": "The bending force acting on the NWs were measured simultaneously by an optical deflection method, and the Young's modulus was estimated from the resulting force-flexure curves. The average Young's modulus was found to increase to approximately 30 GPa as the C70 comp …",
    "abstract": "Crystalline nanowhiskers (NWs) composed of fullerene C60 and C70 molecules, i.e., alloy NWs, were synthesized by a liquid-liquid interfacial precipitation method. The nominal composition of C70 ranged from 0 to 40 mass%. The bending tests of the alloy NWs were performed inside a high-resolution transmission electron microscope, and the deformation behavior was observed in situ. The bending force acting on the NWs were measured simultaneously by an optical deflection method, and the Young's modulus was estimated from the resulting force-flexure curves. The average Young's modulus was found to increase to approximately 30 GPa as the C70 composition was increased to the solubility limit. In contrast, the Young's modulus decreased with increasing NW diameter caused by the addition of C70.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29768868/",
    "clean_text": "young s modulus of fullerene c c alloy crystalline nanowhiskers the bending force acting on the nws were measured simultaneously by an optical deflection method and the young s modulus was estimated from the resulting force flexure curves the average young s modulus was found to increase to approximately gpa as the c comp crystalline nanowhiskers nws composed of fullerene c and c molecules i e alloy nws were synthesized by a liquid liquid interfacial precipitation method the nominal composition of c ranged from to mass the bending tests of the alloy nws were performed inside a high resolution transmission electron microscope and the deformation behavior was observed in situ the bending force acting on the nws were measured simultaneously by an optical deflection method and the young s modulus was estimated from the resulting force flexure curves the average young s modulus was found to increase to approximately gpa as the c composition was increased to the solubility limit in contrast the young s modulus decreased with increasing nw diameter caused by the addition of c"
}