{
    "title": "A library of gene expression signatures to illuminate normal and pathological lymphoid biology.",
    "doc_id": "16623765",
    "writer": "Shaffer AL",
    "year": "2006",
    "summary": "Genomics has provided a lever to pry open lymphoid cells and examine their regulatory biology. The large body of available gene expression data has also allowed us to define the of coordinately expressed genes, termed gene expression signatures, which …",
    "abstract": "Genomics has provided a lever to pry open lymphoid cells and examine their regulatory biology. The large body of available gene expression data has also allowed us to define the of coordinately expressed genes, termed gene expression signatures, which characterize the states of cellular physiology that reflect cellular differentiation, activation of signaling pathways, and the action of transcription factors. Gene expression signatures that reflect the action of individual transcription factors can be defined by perturbing transcription factor function using RNA interference (RNAi), small-molecule inhibition, and dominant-negative approaches. We have used this methodology to define gene expression signatures of various transcription factors controlling B-cell differentiation and activation, including BCL-6, B lymphocyte-induced maturation protein-1 (Blimp-1), X-box binding protein-1 (XBP1), nuclear factor-kappaB (NF-kappaB), and c-myc. We have also curated a wide variety of gene expression signatures from the literature and assembled these into a signature database. Statistical methods can define whether any signature in this database is differentially expressed in independent biological samples, an approach we have used to gain mechanistic insights into the origin and clinical behavior of B-cell lymphomas. We also discuss the use of genomic-scale RNAi libraries to identify genes and pathways that may serve as therapeutic targets in B-cell malignancies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16623765/",
    "clean_text": "a library of gene expression signatures to illuminate normal and pathological lymphoid biology genomics has provided a lever to pry open lymphoid cells and examine their regulatory biology the large body of available gene expression data has also allowed us to define the of coordinately expressed genes termed gene expression signatures which genomics has provided a lever to pry open lymphoid cells and examine their regulatory biology the large body of available gene expression data has also allowed us to define the of coordinately expressed genes termed gene expression signatures which characterize the states of cellular physiology that reflect cellular differentiation activation of signaling pathways and the action of transcription factors gene expression signatures that reflect the action of individual transcription factors can be defined by perturbing transcription factor function using rna interference rnai small molecule inhibition and dominant negative approaches we have used this methodology to define gene expression signatures of various transcription factors controlling b cell differentiation and activation including bcl b lymphocyte induced maturation protein blimp x box binding protein xbp nuclear factor kappab nf kappab and c myc we have also curated a wide variety of gene expression signatures from the literature and assembled these into a signature database statistical methods can define whether any signature in this database is differentially expressed in independent biological samples an approach we have used to gain mechanistic insights into the origin and clinical behavior of b cell lymphomas we also discuss the use of genomic scale rnai libraries to identify genes and pathways that may serve as therapeutic targets in b cell malignancies"
}