{
    "pmid": "41434210",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Tau pathology may contribute to the disruption of white matter (WM) integrity in Alzheimer's disease (AD). While previous work has shown global disruption to WM tracts, the specific spatial locations along the impacted tracts with disrupted integrity have yet to be identified. Tractometry is a method that utilizes diffusion MRI tractography to quantify spatial WM integrity by placing equidistant nodes along the length of WM tracts. We assessed WM integrity along the spatial extent of medial temporal lobe (MTL) WM tracts to determine tau pathology or cognitive impairment is associated with spatially specific patterns of WM integrity in older adults across the AD continuum. A total of 159 older adults from ADNI3 (101 cognitively normal and 58 cognitively impaired [MCI/AD) underwent tau-PET (18F-Flortaucipir) and multishell diffusion MRI. Fractional anisotropy (FA), a measure of WM integrity, was calculated for each unilateral MTL tract (inferior longitudinal fasciculus [ILF], uncinate fasciculus [UF]) along 100 equidistant nodes using pyAFQ (Figure 1). Tau-PET composite SUVRs were extracted from the entorhinal cortex and amygdala. A mixed effects model tested the main effects of tau and diagnosis on WM integrity, as well as their interactions by node to assess spatially specific effects. All MTL tracts showed significant three-way interactions between tau, diagnosis, and node location (ps<0.001), and both tau by node (ps<0.001) and diagnosis by node location interactions (ps<0.001), indicating that these factors impact WM integrity differentially along the tracts. Notably, no significant main effects of tau or diagnosis were found, highlighting the enhanced sensitivity of these spatial analyses. Post-hoc analyses identified specific nodes within the UF (Figure 2) and ILF (Figure 3) that were significantly associated with tau levels and cognitive impairment, primarily in regions traversing the MTL. Our results show that assessing WM integrity along different spatial locations of WM tracts can provide more sensitive information about WM integrity in AD. Notably, these vulnerable WM nodes overlapped with areas in the MTL known for tau deposition, providing valuable insights into effects of tau pathology.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium tau pathology may contribute to the disruption of white matter wm integrity in alzheimer s disease ad while previous work has shown global disruption to wm tracts the specific spatial locations along the impacted tracts with disrupted integrity have yet to be identified tractometry is a method that utilizes diffusion mri tractography to quantify spatial wm integrity by placing equidistant nodes along the length of wm tracts we assessed wm integrity along the spatial extent of medial temporal lobe mtl wm tracts to determine tau pathology or cognitive impairment is associated with spatially specific patterns of wm integrity in older adults across the ad continuum a total of older adults from adni cognitively normal and cognitively impaired mci ad underwent tau pet f flortaucipir and multishell diffusion mri fractional anisotropy fa a measure of wm integrity was calculated for each unilateral mtl tract inferior longitudinal fasciculus ilf uncinate fasciculus uf along equidistant nodes using pyafq figure tau pet composite suvrs were extracted from the entorhinal cortex and amygdala a mixed effects model tested the main effects of tau and diagnosis on wm integrity as well as their interactions by node to assess spatially specific effects all mtl tracts showed significant three way interactions between tau diagnosis and node location ps and both tau by node ps and diagnosis by node location interactions ps indicating that these factors impact wm integrity differentially along the tracts notably no significant main effects of tau or diagnosis were found highlighting the enhanced sensitivity of these spatial analyses post hoc analyses identified specific nodes within the uf figure and ilf figure that were significantly associated with tau levels and cognitive impairment primarily in regions traversing the mtl our results show that assessing wm integrity along different spatial locations of wm tracts can provide more sensitive information about wm integrity in ad notably these vulnerable wm nodes overlapped with areas in the mtl known for tau deposition providing valuable insights into effects of tau pathology"
}