{
    "title": "Emotional Dysregulation-Mediated Associations Between Guilt Proneness, Shame Proneness, and Internet Gaming Disorder Among Chinese University Students: Cross-Sectional Survey.",
    "doc_id": "40937544",
    "writer": "Yu Y",
    "year": "2025",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Guilt proneness and shame proneness are interconnected yet distinct personality traits that are gaining attention in addiction research. However, studies examining their differential associations with internet gaming disorder (IGD) and mediation mechanisms explaining these associations remain scarce. Theoretical and empirical evidence suggests that emotional dysregulation could be a potential mediator of the associations between guilt proneness and shame proneness and IGD.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to investigate the associations between guilt proneness in cognitive (guilt-negative behavior-evaluations) and behavioral (guilt-repair) domains and shame proneness in cognitive (shame-negative self-evaluations) and behavioral (shame-withdrawal) domains and IGD, as well as related mediation mechanisms via emotional dysregulation.\n    \n\n\n          Methods:\n        \n      \n      A multicenter, cross-sectional, anonymous online survey was conducted among medical undergraduate students in seven Chinese cities (Wenzhou, Dali, Nanning, Harbin, Baotou, Qiqihar, and Shantou) from December 2023 to February 2024. In total, 12,912 invitations were sent out, of which 8522 eligible cases were included; the mean response rate was 71.0%. The 9-item DSM-5 IGD Checklist was used to screen for IGD cases; the 16-item Guilt and Shame Proneness Scale was used to assess guilt and shame proneness; the Cognitive Emotional Regulation Questionnaire was used to assess emotional dysregulation. Univariate logistic regression analysis was conducted to examine the associations between background factors and IGD. Structural equation modeling (SEM) was performed to test the mediation mechanism, with the adjustment of background factors.\n    \n\n\n          Results:\n        \n      \n      Of all participants, the prevalence of IGD was 7.5%. Background factors of male sex (vs female, OR 2.78, 95% CI 2.36, 3.28) and self-reported poor household financial situation (vs good, odds ratio [OR] 1.96, 95% CI 1.51, 2.55) were significantly associated with a higher risk of IGD; the associations involving study city, year of study, study major, and origin (residency) of students were statistically nonsignificant. SEM showed that shame proneness in both cognitive (β=.29, 95% CI 0.26, 0.33) and behavioral (β=.20, 95% CI 0.18, 0.22) domains and emotional dysregulation of rumination, catastrophizing, and self-blame (β=.36, 95% CI 0.32, 0.40) were positively associated with IGD, while guilt proneness in both cognitive (β=-.08, 95% CI -0.12 to -0.03) and behavioral domains (β=-0.10, 95% CI -0.14 to -0.06) was negatively associated with IGD. Furthermore, emotional dysregulation partially mediated the association between guilt proneness and shame proneness in both domains and IGD (mediation effect size ranged from 22.0% to 45.8%).\n    \n\n\n          Conclusions:\n        \n      \n      This study observed relatively high prevalence of IGD among medical undergraduate students in China. Furthermore, the associations between shame and guilt proneness and IGD were differential. Shame proneness and guilt proneness in cognitive and behavioral domains were both directly and indirectly (via emotional dysregulation) associated with IGD, suggesting that future intervention studies may reduce maladaptive shame proneness or shift from shame towards adaptive guilt to reduce the risk of IGD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40937544/",
    "clean_text": "emotional dysregulation mediated associations between guilt proneness shame proneness and internet gaming disorder among chinese university students cross sectional survey background guilt proneness and shame proneness are interconnected yet distinct personality traits that are gaining attention in addiction research however studies examining their differential associations with internet gaming disorder igd and mediation mechanisms explaining these associations remain scarce theoretical and empirical evidence suggests that emotional dysregulation could be a potential mediator of the associations between guilt proneness and shame proneness and igd objective this study aimed to investigate the associations between guilt proneness in cognitive guilt negative behavior evaluations and behavioral guilt repair domains and shame proneness in cognitive shame negative self evaluations and behavioral shame withdrawal domains and igd as well as related mediation mechanisms via emotional dysregulation methods a multicenter cross sectional anonymous online survey was conducted among medical undergraduate students in seven chinese cities wenzhou dali nanning harbin baotou qiqihar and shantou from december to february in total invitations were sent out of which eligible cases were included the mean response rate was the item dsm igd checklist was used to screen for igd cases the item guilt and shame proneness scale was used to assess guilt and shame proneness the cognitive emotional regulation questionnaire was used to assess emotional dysregulation univariate logistic regression analysis was conducted to examine the associations between background factors and igd structural equation modeling sem was performed to test the mediation mechanism with the adjustment of background factors results of all participants the prevalence of igd was background factors of male sex vs female or ci and self reported poor household financial situation vs good odds ratio or ci were significantly associated with a higher risk of igd the associations involving study city year of study study major and origin residency of students were statistically nonsignificant sem showed that shame proneness in both cognitive ci and behavioral ci domains and emotional dysregulation of rumination catastrophizing and self blame ci were positively associated with igd while guilt proneness in both cognitive ci to and behavioral domains ci to was negatively associated with igd furthermore emotional dysregulation partially mediated the association between guilt proneness and shame proneness in both domains and igd mediation effect size ranged from to conclusions this study observed relatively high prevalence of igd among medical undergraduate students in china furthermore the associations between shame and guilt proneness and igd were differential shame proneness and guilt proneness in cognitive and behavioral domains were both directly and indirectly via emotional dysregulation associated with igd suggesting that future intervention studies may reduce maladaptive shame proneness or shift from shame towards adaptive guilt to reduce the risk of igd"
}