{
    "pmid": "41425844",
    "title": "Perceived Risk of Colorectal Cancer in Oman: ",
    "abstract": "Colorectal cancer (CRC) remains one of the leading causes of cancer-related deaths worldwide and is the most diagnosed malignancy among men in Oman. Although it has historically affected older populations, a troubling rise in CRC incidence among younger demographics has emerged in recent years. This study assessed perceived CRC risk, beliefs, and awareness among Omani adults and identified sociodemographic predictors to inform culturally tailored prevention strategies. A national cross-sectional survey of 1,060 adults aged ≥18 years was conducted across Oman between March and August 2023 using a validated questionnaire adapted from the Health Information National Trends Survey (HINTS). Convenience sampling was employed via social media. Multivariable logistic regression identified predictors of self-perceived CRC risk. Over 60% of participants had never considered CRC screening, and more than half perceived themselves at low or average risk. Perceived risk was significantly associated with gender, age, education, marital and employment status, family history of CRC, and tobacco exposure ( Findings highlight a critical gap between actual and perceived CRC risk in Oman. Culturally sensitive, demographically targeted health communication is urgently needed to improve screening uptake and early detection.",
    "disease": "colorectal cancer",
    "clean_text": "perceived risk of colorectal cancer in oman colorectal cancer crc remains one of the leading causes of cancer related deaths worldwide and is the most diagnosed malignancy among men in oman although it has historically affected older populations a troubling rise in crc incidence among younger demographics has emerged in recent years this study assessed perceived crc risk beliefs and awareness among omani adults and identified sociodemographic predictors to inform culturally tailored prevention strategies a national cross sectional survey of adults aged years was conducted across oman between march and august using a validated questionnaire adapted from the health information national trends survey hints convenience sampling was employed via social media multivariable logistic regression identified predictors of self perceived crc risk over of participants had never considered crc screening and more than half perceived themselves at low or average risk perceived risk was significantly associated with gender age education marital and employment status family history of crc and tobacco exposure findings highlight a critical gap between actual and perceived crc risk in oman culturally sensitive demographically targeted health communication is urgently needed to improve screening uptake and early detection"
}