{
    "pmid": "41422635",
    "title": "Between seizures and schooling: qualitative insights into the experiences of children with epilepsy.",
    "abstract": "Epilepsy is one of the most common chronic neurological disorders in childhood and can negatively affect children's academic performance, social relationships, and emotional well-being. This study aimed to examine the school experiences of children aged 10-18 years. The research was conducted between August 2024 and May 2025 at the Mersin University Hospital Pediatric Neurology Outpatient Clinic. Twenty children with epilepsy, aged 10-18 years, were included. After transcription, interview data were coded, themes were generated, and relationships among codes and subcodes were analyzed using MAXQDA 22. Eight themes and 51 codes emerged: perceptions of ıllness, emotional responses to epilepsy, challenges in daily life, seizure symptoms, postictal experiences at school, peer relationships, academic performance and engagement, and social support at school. Children frequently reported emotional challenges such as sadness, fear, and anxiety regarding their condition. Daily life was significantly impacted by 'functional impairments' (e.g., motor control issues), activity limitations (e.g., physical fatigue during sports), and participation restrictions (e.g., exclusion from social events and school absenteeism). During seizures, the most common symptoms were loss of consciousness and dizziness, followed by postictal states of fear, fatigue, and confusion. Regarding peer relationships, while some friendships remained unaffected, \"concealment of epilepsy\" emerged as a key subtheme, with some children hiding their condition to avoid exclusion. Academic engagement was often hindered by concentration difficulties and absenteeism related to medical appointments. Guidance counselors and peers were identified as primary sources of social support. Children with epilepsy face significant emotional, social, and academic challenges in the school environment. Awareness-raising activities within schools and broader community education efforts, including the use of social media, are recommended to reduce stigma and support the well-being of these children.",
    "disease": "epilepsy",
    "clean_text": "between seizures and schooling qualitative insights into the experiences of children with epilepsy epilepsy is one of the most common chronic neurological disorders in childhood and can negatively affect children s academic performance social relationships and emotional well being this study aimed to examine the school experiences of children aged years the research was conducted between august and may at the mersin university hospital pediatric neurology outpatient clinic twenty children with epilepsy aged years were included after transcription interview data were coded themes were generated and relationships among codes and subcodes were analyzed using maxqda eight themes and codes emerged perceptions of llness emotional responses to epilepsy challenges in daily life seizure symptoms postictal experiences at school peer relationships academic performance and engagement and social support at school children frequently reported emotional challenges such as sadness fear and anxiety regarding their condition daily life was significantly impacted by functional impairments e g motor control issues activity limitations e g physical fatigue during sports and participation restrictions e g exclusion from social events and school absenteeism during seizures the most common symptoms were loss of consciousness and dizziness followed by postictal states of fear fatigue and confusion regarding peer relationships while some friendships remained unaffected concealment of epilepsy emerged as a key subtheme with some children hiding their condition to avoid exclusion academic engagement was often hindered by concentration difficulties and absenteeism related to medical appointments guidance counselors and peers were identified as primary sources of social support children with epilepsy face significant emotional social and academic challenges in the school environment awareness raising activities within schools and broader community education efforts including the use of social media are recommended to reduce stigma and support the well being of these children"
}