{
    "pmid": "41424491",
    "title": "Performance of the Verily Study Watch for measuring sleep compared to polysomnography.",
    "abstract": "This study evaluated the performance of a wrist-worn wearable, Verily Study Watch (VSW), in detecting key sleep measures against polysomnography (PSG). We collected data from 41 adults without obstructive sleep apnea or insomnia during a single overnight laboratory visit. We evaluated epoch-by-epoch performance for sleep vs. wake classification, sleep stage classification and duration, total sleep time (TST), wake after sleep onset (WASO), sleep onset latency (SOL), sleep efficiency (SE), and number of awakenings (NAWK). Performance metrics included sensitivity, specificity, Cohen's kappa, and Bland-Altman analyses. Sensitivity and specificity (95% CIs) of sleep vs. wake classification were 0.97 (0.96, 0.98) and 0.70 (0.66, 0.74), respectively. Cohen's kappa (95% CI) for 4-class stage detection was 0.64 (0.18, 0.82). Most VSW sleep measures had proportional bias. The mean bias values (95% CI) were 14.0 min (5.55, 23.20) for TST, -13.1 min (-21.33, -6.21) for WASO, 2.97% (1.25, 4.84) for SE, -1.34 min (-7.29, 4.81) for SOL, 1.91 min (-8.28, 11.98) for  Results support applying the VSW to track overnight sleep measures in free-living settings. Registered at clinicaltrials.gov (NCT05276362).",
    "disease": "asthma",
    "clean_text": "performance of the verily study watch for measuring sleep compared to polysomnography this study evaluated the performance of a wrist worn wearable verily study watch vsw in detecting key sleep measures against polysomnography psg we collected data from adults without obstructive sleep apnea or insomnia during a single overnight laboratory visit we evaluated epoch by epoch performance for sleep vs wake classification sleep stage classification and duration total sleep time tst wake after sleep onset waso sleep onset latency sol sleep efficiency se and number of awakenings nawk performance metrics included sensitivity specificity cohen s kappa and bland altman analyses sensitivity and specificity cis of sleep vs wake classification were and respectively cohen s kappa ci for class stage detection was most vsw sleep measures had proportional bias the mean bias values ci were min for tst min for waso for se min for sol min for results support applying the vsw to track overnight sleep measures in free living settings registered at clinicaltrials gov nct"
}