{
    "title": "[Systemic side effects of locally administered corticosteroids].",
    "doc_id": "39382356",
    "writer": "Müskens WD",
    "year": "2024",
    "summary": "Corticosteroids are often administered locally to prevent systemic exposure and side effects. It is not well known that all forms of locally administered corticosteroids can have systemic side effects. Because doctors are less aware of systemic side …",
    "abstract": "Corticosteroids are often administered locally to prevent systemic exposure and side effects. It is not well known that all forms of locally administered corticosteroids can have systemic side effects. Because doctors are less aware of systemic side effects when using locally administered corticosteroids, these side effects are not always recognized and treated as such. In addition, this means that good incidence figures for systemic side effects of local corticosteroid therapy are lacking. The individual risk of developing systemic side effects varies greatly because it depends on a large number of factors. Knowledge of these risk factors can help to estimate which patients are at risk of systemic side effects. Certain agents, such as fluticasone inhaler or budesonide nasal spray, have an increased risk of systemic side effects. By switching to an alternative, if the case permits it, the risk of systemic side effects can be reduced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39382356/",
    "clean_text": "systemic side effects of locally administered corticosteroids corticosteroids are often administered locally to prevent systemic exposure and side effects it is not well known that all forms of locally administered corticosteroids can have systemic side effects because doctors are less aware of systemic side corticosteroids are often administered locally to prevent systemic exposure and side effects it is not well known that all forms of locally administered corticosteroids can have systemic side effects because doctors are less aware of systemic side effects when using locally administered corticosteroids these side effects are not always recognized and treated as such in addition this means that good incidence figures for systemic side effects of local corticosteroid therapy are lacking the individual risk of developing systemic side effects varies greatly because it depends on a large number of factors knowledge of these risk factors can help to estimate which patients are at risk of systemic side effects certain agents such as fluticasone inhaler or budesonide nasal spray have an increased risk of systemic side effects by switching to an alternative if the case permits it the risk of systemic side effects can be reduced"
}