{
    "title": "Methotrexate in juvenile idiopathic arthritis: towards tailor-made treatment.",
    "doc_id": "24857620",
    "writer": "Ćalasan MB",
    "year": "2014",
    "summary": "Methotrexate (MTX) is the key treatment in juvenile idiopathic arthritis (JIA). Nevertheless, MTX is not always sufficiently efficacious and can lead to adverse effects, which compromises complete disease control. ...",
    "abstract": "Methotrexate (MTX) is the key treatment in juvenile idiopathic arthritis (JIA). Nevertheless, MTX is not always sufficiently efficacious and can lead to adverse effects, which compromises complete disease control. In such cases, combination therapies with biologicals are given, even at MTX start, before knowing the patients' MTX response. Ideally, clinicians should be able to practice precision medicine by knowing before or early after MTX start, which patients will benefit from MTX only and which patients will not, thus requiring addition of biologicals. To make such tailor-made treatment decisions, clinicians require tools to optimize MTX treatment. In this review, we focus on tools for tailor-made MTX treatment in JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24857620/",
    "clean_text": "methotrexate in juvenile idiopathic arthritis towards tailor made treatment methotrexate mtx is the key treatment in juvenile idiopathic arthritis jia nevertheless mtx is not always sufficiently efficacious and can lead to adverse effects which compromises complete disease control methotrexate mtx is the key treatment in juvenile idiopathic arthritis jia nevertheless mtx is not always sufficiently efficacious and can lead to adverse effects which compromises complete disease control in such cases combination therapies with biologicals are given even at mtx start before knowing the patients mtx response ideally clinicians should be able to practice precision medicine by knowing before or early after mtx start which patients will benefit from mtx only and which patients will not thus requiring addition of biologicals to make such tailor made treatment decisions clinicians require tools to optimize mtx treatment in this review we focus on tools for tailor made mtx treatment in jia"
}