{
    "pmid": "41442425",
    "title": "Machine Learning Prediction of Rapid Parkinson Disease Progression Using Combined Imaging and Clinical Biomarkers.",
    "abstract": "Parkinson disease (PD) is a progressive neurodegenerative disorder with highly variable progression rates. Accurate prediction of rapid disease progression is critical for patient management and clinical trial design. This study evaluates the use of machine learning (ML) models to predict rapid PD progression using integrated clinical and imaging biomarkers. A retrospective analysis was conducted on 683 patients from the Parkinson's Progression Markers Initiative (PPMI). Mixed effects models for longitudinal data were used to determine PD progression rates, with rapid progression of PD (RPPD) defined as exceeding the cohort mean rate of change in either the Movement Disorder Society's Unified Parkinson's Disease Rating Scale (MDS-UPDRS) total score or the lowest Putamen-Specific Binding ratio (SBR) on I-123 Ioflupane single photon emission tomography (SPECT). The minimum redundancy maximum relevance (MRMR) algorithm identified the most predictive features from a total of 123 features. Support vector machines (SVM) and decision tree (DT) models were trained and evaluated using 5-fold cross-validation and receiver operating characteristic area under the curve (ROC AUC) analysis. A total of 193 patients (135 males and 68 females) were included. The most predictive feature for RPPD was the lowest putamen SBR (MRMR score=0.44, P<0.001). The SVM model achieved an ROC AUC of 0.86 (95% CI: 0.78-0.91) using the 6 highest-ranked MRMR features, whereas the DT model, using only 2 clinically available features (UPDRS total score and lowest putamen SBR), achieved an ROC AUC of 0.81 (95% CI: 0.73-0.86). Machine learning models, particularly SVM, demonstrate strong predictive performance in identifying rapid PD progression using multimodal clinical and imaging biomarkers. The integration of SPECT imaging with clinical assessments improves disease trajectory characterization, potentially supporting personalized treatment strategies and optimizing clinical trial design. Future studies should incorporate additional biomarkers and longer follow-up durations to enhance model generalizability.",
    "disease": "parkinson disease",
    "clean_text": "machine learning prediction of rapid parkinson disease progression using combined imaging and clinical biomarkers parkinson disease pd is a progressive neurodegenerative disorder with highly variable progression rates accurate prediction of rapid disease progression is critical for patient management and clinical trial design this study evaluates the use of machine learning ml models to predict rapid pd progression using integrated clinical and imaging biomarkers a retrospective analysis was conducted on patients from the parkinson s progression markers initiative ppmi mixed effects models for longitudinal data were used to determine pd progression rates with rapid progression of pd rppd defined as exceeding the cohort mean rate of change in either the movement disorder society s unified parkinson s disease rating scale mds updrs total score or the lowest putamen specific binding ratio sbr on i ioflupane single photon emission tomography spect the minimum redundancy maximum relevance mrmr algorithm identified the most predictive features from a total of features support vector machines svm and decision tree dt models were trained and evaluated using fold cross validation and receiver operating characteristic area under the curve roc auc analysis a total of patients males and females were included the most predictive feature for rppd was the lowest putamen sbr mrmr score p the svm model achieved an roc auc of ci using the highest ranked mrmr features whereas the dt model using only clinically available features updrs total score and lowest putamen sbr achieved an roc auc of ci machine learning models particularly svm demonstrate strong predictive performance in identifying rapid pd progression using multimodal clinical and imaging biomarkers the integration of spect imaging with clinical assessments improves disease trajectory characterization potentially supporting personalized treatment strategies and optimizing clinical trial design future studies should incorporate additional biomarkers and longer follow up durations to enhance model generalizability"
}