{
    "pmid": "41446469",
    "title": "Challenging Differential Diagnosis of Paroxysmal Atrial Fibrillation Versus Monomorphic Ventricular Tachycardia in an Elderly Woman: Application of Vereckei and Brugada Criteria.",
    "abstract": "Ventricular tachycardia (VT) is a potentially fatal arrhythmia that must be promptly distinguished from supraventricular tachycardia with aberrancy, including wide-complex atrial fibrillation with rapid ventricular response. Diagnostic algorithms such as the Brugada and Vereckei criteria aid clinicians in differentiating these rhythms and guiding urgent management. Chronic myocardial ischemia is a well-recognized substrate for VT due to scar formation and reentrant conduction pathways. We report the case of an 85-year-old woman with a history of coronary artery disease (CAD) and prior stenting who presented with dizziness, palpitations, hypotension, and wide-complex tachycardia. The initial differential diagnosis included VT vs. wide-complex atrial fibrillation. Application of the Brugada and Vereckei criteria supported the diagnosis of VT. The patient underwent successful synchronized cardioversion and was started on intravenous amiodarone, later transitioned to oral therapy. Further evaluation revealed complete thrombotic occlusion of the left circumflex artery consistent with chronic ischemic disease. Echocardiography demonstrated reduced ejection fraction and structural changes indicative of prior infarction. After cardioversion, she remained in sinus rhythm but exhibited QT interval prolongation. Troponin elevation was deemed nondiagnostic in the setting of recent cardioversion. She was discharged on optimal medical therapy for CAD with outpatient follow-up for possible implantable cardioverter-defibrillator evaluation. This case underscores the importance of applying validated criteria to distinguish VT from other wide-complex tachycardias, recognizing chronic ischemia as an arrhythmogenic substrate, and considering pharmacologic nuances of antiarrhythmic therapy. Amiodarone remains a cornerstone in VT management due to its broad efficacy and relative hepatic safety, but requires careful monitoring for QT interval prolongation and avoidance of interacting agents. Prompt rhythm identification, recognition of ischemic mechanisms, and individualized therapy are essential to improving outcomes in elderly patients with structural heart disease presenting with sustained VT.",
    "disease": "coronary artery disease",
    "clean_text": "challenging differential diagnosis of paroxysmal atrial fibrillation versus monomorphic ventricular tachycardia in an elderly woman application of vereckei and brugada criteria ventricular tachycardia vt is a potentially fatal arrhythmia that must be promptly distinguished from supraventricular tachycardia with aberrancy including wide complex atrial fibrillation with rapid ventricular response diagnostic algorithms such as the brugada and vereckei criteria aid clinicians in differentiating these rhythms and guiding urgent management chronic myocardial ischemia is a well recognized substrate for vt due to scar formation and reentrant conduction pathways we report the case of an year old woman with a history of coronary artery disease cad and prior stenting who presented with dizziness palpitations hypotension and wide complex tachycardia the initial differential diagnosis included vt vs wide complex atrial fibrillation application of the brugada and vereckei criteria supported the diagnosis of vt the patient underwent successful synchronized cardioversion and was started on intravenous amiodarone later transitioned to oral therapy further evaluation revealed complete thrombotic occlusion of the left circumflex artery consistent with chronic ischemic disease echocardiography demonstrated reduced ejection fraction and structural changes indicative of prior infarction after cardioversion she remained in sinus rhythm but exhibited qt interval prolongation troponin elevation was deemed nondiagnostic in the setting of recent cardioversion she was discharged on optimal medical therapy for cad with outpatient follow up for possible implantable cardioverter defibrillator evaluation this case underscores the importance of applying validated criteria to distinguish vt from other wide complex tachycardias recognizing chronic ischemia as an arrhythmogenic substrate and considering pharmacologic nuances of antiarrhythmic therapy amiodarone remains a cornerstone in vt management due to its broad efficacy and relative hepatic safety but requires careful monitoring for qt interval prolongation and avoidance of interacting agents prompt rhythm identification recognition of ischemic mechanisms and individualized therapy are essential to improving outcomes in elderly patients with structural heart disease presenting with sustained vt"
}