{
    "title": "New Treatment Aimed at Preventing Alzheimer's Dementia.",
    "doc_id": "35510912",
    "writer": "Kverno K.",
    "year": "2022",
    "summary": "The end-stage of Alzheimer's disease is Alzheimer's dementia, a disease that kills one in every three older adults. ...The purpose of the current article is to describe a shift in drug research goals from slowing the progression of Alz …",
    "abstract": "The end-stage of Alzheimer's disease is Alzheimer's dementia, a disease that kills one in every three older adults. The disease progressively impairs cognition and functioning, and ultimately independence. With the aging of society, the prevalence of Alzheimer's dementia is increasing. The purpose of the current article is to describe a shift in drug research goals from slowing the progression of Alzheimer's dementia toward prevention of dementia through early identification of mild cognitive impairment due to Alzheimer's disease and targeted disease-modifying treatments. The first approved drug for Alzheimer's disease is aducanumab, an amyloid beta-directed monoclonal antibody that targets brain beta amyloid plaques for removal. [Journal of Psychosocial Nursing and Mental Health Services, 60(5), 11-14.].",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35510912/",
    "clean_text": "new treatment aimed at preventing alzheimer s dementia the end stage of alzheimer s disease is alzheimer s dementia a disease that kills one in every three older adults the purpose of the current article is to describe a shift in drug research goals from slowing the progression of alz the end stage of alzheimer s disease is alzheimer s dementia a disease that kills one in every three older adults the disease progressively impairs cognition and functioning and ultimately independence with the aging of society the prevalence of alzheimer s dementia is increasing the purpose of the current article is to describe a shift in drug research goals from slowing the progression of alzheimer s dementia toward prevention of dementia through early identification of mild cognitive impairment due to alzheimer s disease and targeted disease modifying treatments the first approved drug for alzheimer s disease is aducanumab an amyloid beta directed monoclonal antibody that targets brain beta amyloid plaques for removal journal of psychosocial nursing and mental health services"
}