{
    "pmid": "41367826",
    "title": "Clinical Features and Prediction Model of Secondary Infection Risk in Adult Patients With Chronic Respiratory Diseases: A Case-Control Study.",
    "abstract": "There are limited investigations on the general pathogen features, clinical characteristics, and predicted clinical markers of secondary lower respiratory tract infection of chronic respiratory disorders. A total of 154 adult inpatients with chronic respiratory diseases between 2019 and 2022 were enrolled. Clinical data were retrospectively collected and analyzed. Multivariate logistic regression analysis was used to analyze the susceptibility factors of infection secondary to chronic respiratory diseases. Among the patients with chronic respiratory diseases, the most prevalent condition was chronic obstructive pulmonary disease (44.2%, 68/154). Cough, expectoration, chest tightness, and wheezing were the predominant symptoms irrespective of infection.  This study focused and explored the common features between secondary infections of various chronic respiratory diseases. The prediction model is expected to enable timely detection and treatment of secondary infections in clinical practice.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "clinical features and prediction model of secondary infection risk in adult patients with chronic respiratory diseases a case control study there are limited investigations on the general pathogen features clinical characteristics and predicted clinical markers of secondary lower respiratory tract infection of chronic respiratory disorders a total of adult inpatients with chronic respiratory diseases between and were enrolled clinical data were retrospectively collected and analyzed multivariate logistic regression analysis was used to analyze the susceptibility factors of infection secondary to chronic respiratory diseases among the patients with chronic respiratory diseases the most prevalent condition was chronic obstructive pulmonary disease cough expectoration chest tightness and wheezing were the predominant symptoms irrespective of infection this study focused and explored the common features between secondary infections of various chronic respiratory diseases the prediction model is expected to enable timely detection and treatment of secondary infections in clinical practice"
}