{
    "title": "Kidney derived micro-scaffolds enable HK-2 cells to develop more in-vivo like properties.",
    "doc_id": "24412423",
    "writer": "Finesilver G",
    "year": "2014",
    "summary": "Many cell lines, despite the fact that they are easy to culture, tend to lose some of their in vivo characteristics in vitro, we therefore decided to investigate whether culturing HK-2 cells on kidney derived micro-scaffolds (KMS) could improve proximal tubule functionalit …",
    "abstract": "Many cell lines, despite the fact that they are easy to culture, tend to lose some of their in vivo characteristics in vitro, we therefore decided to investigate whether culturing HK-2 cells on kidney derived micro-scaffolds (KMS) could improve proximal tubule functionality to these cells. Kidney derived micro-scaffolds (KMS) have been prepared that, due to the fact that they are only 300 µm in depth, allow for transfer of gases and nutrients via diffusion whilst maintaining the kidney's intricate microstructure. Culturing HK-2 on KMS shows significant increase in expression of AQP-1, ATP1B1, SLC23A1 and SLC5A2 after 1, 2 and 3 weeks compared with HK-2 grown under standard tissue culture conditions. Additionally, very high levels of expression of CCL-2 (15-30 fold increase) and LRP-2 (25-200 fold increase) were observed when the HK-2 were grown on KMS compared with HK-2 grown under standard tissue culture conditions. Furthermore, HK-2 cells grown under standard conditions released higher levels of Il-6 and Il-8 compared with primary tubule cells (Asterand AS-9-2) and secreted no MCP-1 or RANTES as opposed to primary cells that released MCP-1 and RANTES following stimulation. However, HK-2 grown on KMS showed both a marked decrease in Il-6/Il-8 secretion in line with the primary cells and secreted MCP-1 as well. These results show that the micro-environment of the KMS assists in restoring in vivo like properties to the HK-2 cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24412423/",
    "clean_text": "kidney derived micro scaffolds enable hk cells to develop more in vivo like properties many cell lines despite the fact that they are easy to culture tend to lose some of their in vivo characteristics in vitro we therefore decided to investigate whether culturing hk cells on kidney derived micro scaffolds kms could improve proximal tubule functionalit many cell lines despite the fact that they are easy to culture tend to lose some of their in vivo characteristics in vitro we therefore decided to investigate whether culturing hk cells on kidney derived micro scaffolds kms could improve proximal tubule functionality to these cells kidney derived micro scaffolds kms have been prepared that due to the fact that they are only m in depth allow for transfer of gases and nutrients via diffusion whilst maintaining the kidney s intricate microstructure culturing hk on kms shows significant increase in expression of aqp atp b slc a and slc a after and weeks compared with hk grown under standard tissue culture conditions additionally very high levels of expression of ccl fold increase and lrp fold increase were observed when the hk were grown on kms compared with hk grown under standard tissue culture conditions furthermore hk cells grown under standard conditions released higher levels of il and il compared with primary tubule cells asterand as and secreted no mcp or rantes as opposed to primary cells that released mcp and rantes following stimulation however hk grown on kms showed both a marked decrease in il il secretion in line with the primary cells and secreted mcp as well these results show that the micro environment of the kms assists in restoring in vivo like properties to the hk cells"
}