{
    "title": "Pain and quality of life among older people with rheumatoid arthritis and/or osteoarthritis: a literature review.",
    "doc_id": "12100639",
    "writer": "Jakobsson U",
    "year": "2002",
    "summary": "Pain, functional limitation and increased age were found to decrease QoL among those with rheumatoid arthritis and osteoarthritis alike. Social support was found to buffer against negative effects on QoL among those with osteoarthritis while no moderating effects we …",
    "abstract": "The aim of this study was to review the research literature on pain and quality of life (QoL) and the relationship between these variables among people aged 75 years and above with rheumatoid arthritis and/or osteoarthritis. A Medline and CINAHL search was carried out using MeSH terms rheumatoid arthritis, osteoarthritis, QoL and pain in various combinations. Seventeen articles were identified that met the requirements for methodological quality and inclusion criteria. No study focused only on respondents aged 75 years or over. The studies had varying representation of this age group. Pain was common in both groups and was found to increase with age and disease duration among those with rheumatoid arthritis but not among those with osteoarthritis. Increased pain could lead to depression. Pain, functional limitation and increased age were found to decrease QoL among those with rheumatoid arthritis and osteoarthritis alike. Social support was found to buffer against negative effects on QoL among those with osteoarthritis while no moderating effects were found in rheumatoid arthritis. Increased age was found to relate to pain (rheumatoid arthritis) and decrease QoL (both rheumatoid arthritis and osteoarthritis). It is, however, hard to draw any firm conclusions about older people's pain and QoL because of the lack of studies including respondents aged 75 years or over. Thus, research about pain and QoL, especially focusing on the old and the very elderly with rheumatoid arthritis/osteoarthritis, is needed. It also seems justified to say that nursing care should especially focus on older people and that these people should be assessed for their level of pain, functional limitations and QoL especially in the case of having rheumatoid arthritis and/or osteoarthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12100639/",
    "clean_text": "pain and quality of life among older people with rheumatoid arthritis and or osteoarthritis a literature review pain functional limitation and increased age were found to decrease qol among those with rheumatoid arthritis and osteoarthritis alike social support was found to buffer against negative effects on qol among those with osteoarthritis while no moderating effects we the aim of this study was to review the research literature on pain and quality of life qol and the relationship between these variables among people aged years and above with rheumatoid arthritis and or osteoarthritis a medline and cinahl search was carried out using mesh terms rheumatoid arthritis osteoarthritis qol and pain in various combinations seventeen articles were identified that met the requirements for methodological quality and inclusion criteria no study focused only on respondents aged years or over the studies had varying representation of this age group pain was common in both groups and was found to increase with age and disease duration among those with rheumatoid arthritis but not among those with osteoarthritis increased pain could lead to depression pain functional limitation and increased age were found to decrease qol among those with rheumatoid arthritis and osteoarthritis alike social support was found to buffer against negative effects on qol among those with osteoarthritis while no moderating effects were found in rheumatoid arthritis increased age was found to relate to pain rheumatoid arthritis and decrease qol both rheumatoid arthritis and osteoarthritis it is however hard to draw any firm conclusions about older people s pain and qol because of the lack of studies including respondents aged years or over thus research about pain and qol especially focusing on the old and the very elderly with rheumatoid arthritis osteoarthritis is needed it also seems justified to say that nursing care should especially focus on older people and that these people should be assessed for their level of pain functional limitations and qol especially in the case of having rheumatoid arthritis and or osteoarthritis"
}