{
    "pmid": "41410176",
    "title": "Long-term evaluation of periprosthetic bone changes in ultra-short versus conventional stems in total hip arthroplasty: a 10-year follow-up of a randomised controlled trial.",
    "abstract": "Short stems in total hip arthroplasty (THA) have the potential to improve periprosthetic bone preservation compared to conventional stems due to a more anatomical distribution of biomechanical force. This study is a follow-up study of a randomised controlled trial using ultra-short and conventional stems in THA with the aim to investigate the long-term changes in periprosthetic bone mineral density (BMD) at 6 and 10 years post-THA. A cohort of 51 patients with hip osteoarthritis were randomized to either an ultra-short stem ( 37 hips, 17 ultra-short stems and 20 conventional stems, were followed up until 10 years. At 6- and 10-years post-THA, the ultra-short stem group had less periprosthetic BMD reduction compared to the conventional stem group in Gruen zone 1; mean differences (%) were -17.6 (CI, -23.4--10.6) and -18.3 (CI, -28.0--9.0), respectively ( Over a 10-year follow-up, THA using an ultra-short stem exhibited significantly reduced periprosthetic BMD loss in Gruen zone 1 compared to the conventional stem but this did not result in better clinical results. The observed preservation of bone density suggests potential long-term advantages of the ultra-short stem in minimising stress shielding and maintaining periprosthetic bone quality. ClinicalTrials.gov registration (number NCT01319227).",
    "disease": "osteoarthritis",
    "clean_text": "long term evaluation of periprosthetic bone changes in ultra short versus conventional stems in total hip arthroplasty a year follow up of a randomised controlled trial short stems in total hip arthroplasty tha have the potential to improve periprosthetic bone preservation compared to conventional stems due to a more anatomical distribution of biomechanical force this study is a follow up study of a randomised controlled trial using ultra short and conventional stems in tha with the aim to investigate the long term changes in periprosthetic bone mineral density bmd at and years post tha a cohort of patients with hip osteoarthritis were randomized to either an ultra short stem hips ultra short stems and conventional stems were followed up until years at and years post tha the ultra short stem group had less periprosthetic bmd reduction compared to the conventional stem group in gruen zone mean differences were ci and ci respectively over a year follow up tha using an ultra short stem exhibited significantly reduced periprosthetic bmd loss in gruen zone compared to the conventional stem but this did not result in better clinical results the observed preservation of bone density suggests potential long term advantages of the ultra short stem in minimising stress shielding and maintaining periprosthetic bone quality clinicaltrials gov registration number nct"
}