{
    "pmid": "41423029",
    "title": "Chronic Conditions as Risk Factors for COVID-19-Associated Hospitalization Among Adults, 2020-2023.",
    "abstract": "Chronic conditions associated with COVID-19 hospitalization were identified early in the pandemic when underlying population immunity was low. Updated information on risk factors for COVID-19 hospitalization is needed. Surveillance and cross-sectional survey data were combined to compare COVID-19 hospitalization rates in adults aged ≥18 years with and without nine chronic conditions in 98 counties across 13 states. Hospitalization counts were obtained from the COVID-19-associated Hospitalization Surveillance Network. The adult population with and without chronic conditions was estimated from U.S. Census data and the Behavioral Risk Factor Surveillance System. Adjusted rate ratios (aRRs) were estimated using Poisson regression with Monte Carlo simulation, adjusting for age group, sex, and race and ethnicity. From October 2022 through September 2023 (2022-2023), compared to adults without a given condition, COVID-19 hospitalization rates were greater among adults with chronic kidney disease (aRR [95% uncertainty interval]: 4.5 [3.4-5.9]), diabetes (2.2 [1.7-2.8]), stroke (2.1 [1.5-2.9]), severe obesity (2.0 [1.5-2.8]), coronary artery disease (2.0 [1.5-2.5]), COPD (1.9 [1.5-2.5]), smoking (1.5 [1.2-2.0]) and asthma (1.5 [1.1-2.0]). Non-severe obesity was not associated with increased risk. Hospitalization rates were 18.0 times higher among adults aged ≥75 years vs 18-49 years. Compared to earlier seasons (2020-2022), more hospitalized adults in 2022-2023 had ≥3 chronic conditions and were aged ≥75 years. Eight of nine chronic conditions assessed were associated with increased risk of COVID-19 hospitalization; risk varied by condition and age. Older age was the strongest risk factor. Findings can guide prevention and treatment by identifying populations at greatest risk of COVID-19 hospitalization.",
    "disease": "coronary artery disease",
    "clean_text": "chronic conditions as risk factors for covid associated hospitalization among adults chronic conditions associated with covid hospitalization were identified early in the pandemic when underlying population immunity was low updated information on risk factors for covid hospitalization is needed surveillance and cross sectional survey data were combined to compare covid hospitalization rates in adults aged years with and without nine chronic conditions in counties across states hospitalization counts were obtained from the covid associated hospitalization surveillance network the adult population with and without chronic conditions was estimated from u s census data and the behavioral risk factor surveillance system adjusted rate ratios arrs were estimated using poisson regression with monte carlo simulation adjusting for age group sex and race and ethnicity from october through september compared to adults without a given condition covid hospitalization rates were greater among adults with chronic kidney disease arr uncertainty interval diabetes stroke severe obesity coronary artery disease copd smoking and asthma non severe obesity was not associated with increased risk hospitalization rates were times higher among adults aged years vs years compared to earlier seasons more hospitalized adults in had chronic conditions and were aged years eight of nine chronic conditions assessed were associated with increased risk of covid hospitalization risk varied by condition and age older age was the strongest risk factor findings can guide prevention and treatment by identifying populations at greatest risk of covid hospitalization"
}