{
    "pmid": "41459335",
    "title": "Reconstitution of CFTR ubiquitination identifies lysine-420 as a regulator of cell surface residence and current.",
    "abstract": "The most common loss-of-function mutation in the gene encoding the cystic fibrosis transmembrane conductance regulator (CFTR) is F508del. The misfolded F508del-CFTR protein is targeted for endoplasmic reticulum associated degradation (ERAD), a pathway in which non-native proteins are ubiquitinated and degraded by the proteasome. Because the identification of ubiquitinated residues would highlight how F508del-CFTR is selected for premature degradation, ubiquitination profiles in CFTR- and F508del-CFTR-expressing cells have been examined. Several ubiquitin ligases modify CFTR, however, the relative CFTR-directed activity of each ligase is unknown. We reconstituted CFTR ubiquitination using purified CFTR and components of the ubiquitination machinery. Since prior work implicated the Carboxyl terminus of Hsp70-Interacting Protein (CHIP) ubiquitin ligase in both ERAD and plasma membrane turnover, CFTR ubiquitination was examined in the presence of CHIP and a companion ubiquitin conjugating enzyme. Mass spectrometry identified 16 modified lysines, half of which were previously identified after CFTR was isolated from cells. One lysine, K420, which resides in the regulatory insertion, had been implicated in cyclic nucleotide-dependent activation of CFTR. Here, we find that mutation of K420 increases cell surface levels of CFTR, an effect which in turn increases forskolin-dependent short circuit current. We establish a system in which residue-specific modifications of CFTR by any component of the ubiquitin machinery can now be surveyed.",
    "disease": "asthma",
    "clean_text": "reconstitution of cftr ubiquitination identifies lysine as a regulator of cell surface residence and current the most common loss of function mutation in the gene encoding the cystic fibrosis transmembrane conductance regulator cftr is f del the misfolded f del cftr protein is targeted for endoplasmic reticulum associated degradation erad a pathway in which non native proteins are ubiquitinated and degraded by the proteasome because the identification of ubiquitinated residues would highlight how f del cftr is selected for premature degradation ubiquitination profiles in cftr and f del cftr expressing cells have been examined several ubiquitin ligases modify cftr however the relative cftr directed activity of each ligase is unknown we reconstituted cftr ubiquitination using purified cftr and components of the ubiquitination machinery since prior work implicated the carboxyl terminus of hsp interacting protein chip ubiquitin ligase in both erad and plasma membrane turnover cftr ubiquitination was examined in the presence of chip and a companion ubiquitin conjugating enzyme mass spectrometry identified modified lysines half of which were previously identified after cftr was isolated from cells one lysine k which resides in the regulatory insertion had been implicated in cyclic nucleotide dependent activation of cftr here we find that mutation of k increases cell surface levels of cftr an effect which in turn increases forskolin dependent short circuit current we establish a system in which residue specific modifications of cftr by any component of the ubiquitin machinery can now be surveyed"
}