{
    "title": "A review of whole-medical systems and holistic care approach for type 2 diabetes and associated metabolic syndrome.",
    "doc_id": "38658284",
    "writer": "Makoni L",
    "year": "2024",
    "summary": "This narrative literature review summarized and assessed existing clinical evidence (clinical trials, observational studies, and case reports) describing holistic and integrated care approach in adult and adolescent individuals with type 2 diabetes mellitu …",
    "abstract": "Whole-person care and holistic care approach has been proposed for complementary and integrative health care for type 2 diabetes mellitus. However, some doubts still exist on the feasibility of replicating processes followed in clinical trials and observational studies in real-world settings. This narrative literature review summarized and assessed existing clinical evidence (clinical trials, observational studies, and case reports) describing holistic and integrated care approach in adult and adolescent individuals with type 2 diabetes mellitus in clinical practice. The goal was to highlight existing evidence for implementation and outcomes of whole-medical systems and holistic integrated care approach for type 2 diabetes mellitus. A nonsystematic literature search was performed on Google Scholar, PubMed, Web of Science, ProQuest and ScienceDirect to identify clinical evidence from different parts of the world, evaluating the use of whole-medical systems and/or holistic care interventions in clinical practice for management of type 2 diabetes mellitus. Relevant keywords were used in the search. Data were analyzed using content analysis and simple descriptive statistics (percentages). Most of the studies (64%) were mainly conducted in Eastern countries (India, China and Israel) while 36% of the studies were conducted in the Western countries (USA, Netherlands, Canada and Mexico). Lifestyle medicine and integrated naturopathy were shown to be the commonly used whole-medical systems for type 2 diabetes mellitus management. Significant improvements in type 2 diabetes parameters, medication use, other symptoms, and overall feeling of wellness were observed in all studies. This review study revealed limited utilization and/or documentation of whole-medical systems or holistic care treatments for type 2 diabetes mellitus in regions of the world other than eastern countries. Lifestyle medicine, naturopathy, yoga, Ayurveda and traditional Chinese medicine were shown to be effective for type 2 diabetes mellitus, either as an alternative or as a complementary therapy. Please cite this article as: Makoni L, Manduna IT, Mbiriri AL. A review of whole-medical systems and holistic care approach for type 2 diabetes and associated metabolic syndrome. J Integr Med. 2024; 22(3): 199-209.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38658284/",
    "clean_text": "a review of whole medical systems and holistic care approach for type diabetes and associated metabolic syndrome this narrative literature review summarized and assessed existing clinical evidence clinical trials observational studies and case reports describing holistic and integrated care approach in adult and adolescent individuals with type diabetes mellitu whole person care and holistic care approach has been proposed for complementary and integrative health care for type diabetes mellitus however some doubts still exist on the feasibility of replicating processes followed in clinical trials and observational studies in real world settings this narrative literature review summarized and assessed existing clinical evidence clinical trials observational studies and case reports describing holistic and integrated care approach in adult and adolescent individuals with type diabetes mellitus in clinical practice the goal was to highlight existing evidence for implementation and outcomes of whole medical systems and holistic integrated care approach for type diabetes mellitus a nonsystematic literature search was performed on google scholar pubmed web of science proquest and sciencedirect to identify clinical evidence from different parts of the world evaluating the use of whole medical systems and or holistic care interventions in clinical practice for management of type diabetes mellitus relevant keywords were used in the search data were analyzed using content analysis and simple descriptive statistics percentages most of the studies were mainly conducted in eastern countries india china and israel while of the studies were conducted in the western countries usa netherlands canada and mexico lifestyle medicine and integrated naturopathy were shown to be the commonly used whole medical systems for type diabetes mellitus management significant improvements in type diabetes parameters medication use other symptoms and overall feeling of wellness were observed in all studies this review study revealed limited utilization and or documentation of whole medical systems or holistic care treatments for type diabetes mellitus in regions of the world other than eastern countries lifestyle medicine naturopathy yoga ayurveda and traditional chinese medicine were shown to be effective for type diabetes mellitus either as an alternative or as a complementary therapy please cite this article as makoni l manduna it mbiriri al a review of whole medical systems and holistic care approach for type diabetes and associated metabolic syndrome j integr med"
}