{
    "pmid": "41460586",
    "title": "Neutrophil extracellular traps associated with severity and prognosis of community-acquired pneumonia.",
    "abstract": "This study aimed to verify whether neutrophil extracellular traps (NETs) was related to the severity of respiratory tract infections (RTI) and establish a prognostic model for severe respiratory infections. Peripheral blood mononuclear cells (PBMC) were isolated from RTI patients for RNA sequencing. Weighted Graph Co-expression Network Analysis was performed to identify gene modules and analyze the correlation between gene modules and clinical features. The prognostic model was established by LASSO regression. The concentration of IL-8 in plasma was measured by Enzyme linked immunosorbent assay (ELISA). The gene expression levels in PBMC were detected by quantitative reverse transcription polymerase chain reaction (qRT-PCR). In total, 120 patients with RTIs were enrolled between July 2022 and March 2024. Enrichment analysis showed that NETs formation was enhanced during the early stages of pneumonia and sepsis. IL-8 had the strongest correlation with NETs formation, and the concentration of IL-8 in the plasma of patients with sepsis was significantly higher than that in patients with pneumonia and healthy controls (p < 0.001). NET-related genes were positively correlated with the SOFA score and 7-category ordinal scale. The expression level of MPO and PADI4 in sepsis patients were higher than that in community-acquired pneumonia (CAP) alone and healthy controls. The AUC of the prognostic prediction model for severe CAP composed of two genes (PADI4-CD177) showed the best performance, with an AUC of 0.917. This study confirmed that NETs formation was activated in RTI and the 2-gene signature provided a rapid and highly accurate biomarker for predicting the prognosis of severe CAP, which awaits further verification in a prospective cohort.",
    "disease": "pneumonia",
    "clean_text": "neutrophil extracellular traps associated with severity and prognosis of community acquired pneumonia this study aimed to verify whether neutrophil extracellular traps nets was related to the severity of respiratory tract infections rti and establish a prognostic model for severe respiratory infections peripheral blood mononuclear cells pbmc were isolated from rti patients for rna sequencing weighted graph co expression network analysis was performed to identify gene modules and analyze the correlation between gene modules and clinical features the prognostic model was established by lasso regression the concentration of il in plasma was measured by enzyme linked immunosorbent assay elisa the gene expression levels in pbmc were detected by quantitative reverse transcription polymerase chain reaction qrt pcr in total patients with rtis were enrolled between july and march enrichment analysis showed that nets formation was enhanced during the early stages of pneumonia and sepsis il had the strongest correlation with nets formation and the concentration of il in the plasma of patients with sepsis was significantly higher than that in patients with pneumonia and healthy controls p net related genes were positively correlated with the sofa score and category ordinal scale the expression level of mpo and padi in sepsis patients were higher than that in community acquired pneumonia cap alone and healthy controls the auc of the prognostic prediction model for severe cap composed of two genes padi cd showed the best performance with an auc of this study confirmed that nets formation was activated in rti and the gene signature provided a rapid and highly accurate biomarker for predicting the prognosis of severe cap which awaits further verification in a prospective cohort"
}