{
    "title": "Yoga to treat nonspecific low back pain.",
    "doc_id": "21780737",
    "writer": "Carter C",
    "year": "2011",
    "summary": "Low back pain is common and poses a challenge for clinicians to find effective treatment to prevent it from becoming chronic. ...Low back pain is the most common cause of work-related disability among employees younger than 46 years. ...",
    "abstract": "Low back pain is common and poses a challenge for clinicians to find effective treatment to prevent it from becoming chronic. Chronic low back pain can have a significant impact on an employee's ability to remain an active and productive member of the work force due to increased absenteeism, duty restrictions, or physical limitations from pain. Low back pain is the most common cause of work-related disability among employees younger than 46 years. Advancing technology and less invasive surgical procedures have not improved outcomes for employees who suffer from low back pain. Most continue to experience some pain and dysfunction after conventional treatments such as injections and surgery. An alternative treatment that could reduce nonspecific chronic low back pain would benefit both employees and employers. Exercising and remaining active are part of most guidelines' routine care recommendations but are not well defined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21780737/",
    "clean_text": "yoga to treat nonspecific low back pain low back pain is common and poses a challenge for clinicians to find effective treatment to prevent it from becoming chronic low back pain is the most common cause of work related disability among employees younger than years low back pain is common and poses a challenge for clinicians to find effective treatment to prevent it from becoming chronic chronic low back pain can have a significant impact on an employee s ability to remain an active and productive member of the work force due to increased absenteeism duty restrictions or physical limitations from pain low back pain is the most common cause of work related disability among employees younger than years advancing technology and less invasive surgical procedures have not improved outcomes for employees who suffer from low back pain most continue to experience some pain and dysfunction after conventional treatments such as injections and surgery an alternative treatment that could reduce nonspecific chronic low back pain would benefit both employees and employers exercising and remaining active are part of most guidelines routine care recommendations but are not well defined"
}