{
    "title": "Do techniques of surgical management of ovarian endometrioma affect ovarian reserve? A narrative review.",
    "doc_id": "34693862",
    "writer": "Samartzis K",
    "year": "2022",
    "summary": "Endometriotic ovarian cysts are one of the more common gynecological disorders found in reproductive-aged and infertile women. ...A successful operation involves not only removal of ovarian pathology, but also maintenance of ovarian function and future reprod …",
    "abstract": "Endometriotic ovarian cysts are one of the more common gynecological disorders found in reproductive-aged and infertile women. The aim of this review is to summarise information regarding the effect of surgical treatment of endometrioma on ovarian reserve. In women with endometrioma ovarian reserve is decreased compared to similarly aged healthy women and surgical management techniques cause an additional reduction. Evidence suggests that laparoscopic ovarian cystectomy via stripping is the preferable surgical technique for management of endometrioma, compared with excisional/ablative techniques, in the fields of pain improvement, spontaneous pregnancy rates, and ovarian cyst recurrences. Ablation techniques, combined technique and three-step approach demonstrate a less decline in anti-Müllerian hormone postoperatively. A successful operation involves not only removal of ovarian pathology, but also maintenance of ovarian function and future reproductive potential. Patients should be counselled about the risks of surgery and the management plan should be individualised to patient's symptoms and reproductive goals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34693862/",
    "clean_text": "do techniques of surgical management of ovarian endometrioma affect ovarian reserve a narrative review endometriotic ovarian cysts are one of the more common gynecological disorders found in reproductive aged and infertile women a successful operation involves not only removal of ovarian pathology but also maintenance of ovarian function and future reprod endometriotic ovarian cysts are one of the more common gynecological disorders found in reproductive aged and infertile women the aim of this review is to summarise information regarding the effect of surgical treatment of endometrioma on ovarian reserve in women with endometrioma ovarian reserve is decreased compared to similarly aged healthy women and surgical management techniques cause an additional reduction evidence suggests that laparoscopic ovarian cystectomy via stripping is the preferable surgical technique for management of endometrioma compared with excisional ablative techniques in the fields of pain improvement spontaneous pregnancy rates and ovarian cyst recurrences ablation techniques combined technique and three step approach demonstrate a less decline in anti m llerian hormone postoperatively a successful operation involves not only removal of ovarian pathology but also maintenance of ovarian function and future reproductive potential patients should be counselled about the risks of surgery and the management plan should be individualised to patient s symptoms and reproductive goals"
}