{
    "pmid": "41322868",
    "title": "Complication of Trigger Point Injections: Retained Injection Needle Causing Pneumothorax.",
    "abstract": "Trigger point injections (TPIs) are widely used for myofascial pain syndrome and are generally safe, though rare complications, such as pneumothorax, have been reported. We present a rare case of a retained injection needle causing pneumothorax following TPI. A 38-year-old male with chronic back pain, chronic obstructive pulmonary disease (COPD), and prior spinal surgery developed right-sided pleuritic pain and dyspnea several hours after TPI. Imaging revealed a right apical pneumothorax and a retained metallic needle within the thoracic cavity. The needle was successfully removed via video-assisted thoracoscopic surgery (VATS), and the patient was discharged the same day without complications. This case highlights the importance of procedural vigilance during TPIs, including careful documentation, appropriate needle selection based on anatomy, and post-procedure inspection of instruments. The use of ultrasound guidance may further reduce risks such as pleural puncture and needle retention. Standardized safety measures are essential to prevent such serious, avoidable complications in routine pain management practice.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "complication of trigger point injections retained injection needle causing pneumothorax trigger point injections tpis are widely used for myofascial pain syndrome and are generally safe though rare complications such as pneumothorax have been reported we present a rare case of a retained injection needle causing pneumothorax following tpi a year old male with chronic back pain chronic obstructive pulmonary disease copd and prior spinal surgery developed right sided pleuritic pain and dyspnea several hours after tpi imaging revealed a right apical pneumothorax and a retained metallic needle within the thoracic cavity the needle was successfully removed via video assisted thoracoscopic surgery vats and the patient was discharged the same day without complications this case highlights the importance of procedural vigilance during tpis including careful documentation appropriate needle selection based on anatomy and post procedure inspection of instruments the use of ultrasound guidance may further reduce risks such as pleural puncture and needle retention standardized safety measures are essential to prevent such serious avoidable complications in routine pain management practice"
}