{
    "pmid": "41408430",
    "title": "Distinct serum micronutrient metabolic profiles in Parkinson's disease patients with diabetes mellitus: associations with motor and non-motor symptoms.",
    "abstract": "Parkinson's disease (PD) is a common neurodegenerative disease, and its pathogenesis may be related to abnormal metabolism of micronutrients. This study included 316 PD patients who visited the Second Affiliated Hospital of Xinjiang Medical University from January 2021 to December 2023. Patients were divided into two groups: those with both PD and diabetes mellitus(PD-DM group), and those with PD without DM(PD-NDM group). Inductively coupled plasma-mass spectrometry was employed to determine the levels of micronutrients, including calcium (Ca), magnesium (Mg), and iron (Fe), in serum samples. Next, demographic characteristics, clinical parameters, and micronutrient differences were compared between the two groups. Furthermore, the correlation between micronutrients and the progression of PD, as well as motor and non-motor symptoms, was analyzed. Finally, logistic regression was used to investigate the factors influencing PD with DM. The PD-DM group had higher serum Ca(2.27 ± 0.14 vs 2.22 ± 0.12) and lower Mg (0.83 ± 0.08 vs 0.89 ± 0.06) and Fe (14.28 ± 5.13 vs 16.45 ± 6.81) than the PD-NDM group ( Patients with PD and DM exhibit distinct micronutrient metabolic abnormalities, notably higher Ca and lower Mg and Fe levels.",
    "disease": "parkinson disease",
    "clean_text": "distinct serum micronutrient metabolic profiles in parkinson s disease patients with diabetes mellitus associations with motor and non motor symptoms parkinson s disease pd is a common neurodegenerative disease and its pathogenesis may be related to abnormal metabolism of micronutrients this study included pd patients who visited the second affiliated hospital of xinjiang medical university from january to december patients were divided into two groups those with both pd and diabetes mellitus pd dm group and those with pd without dm pd ndm group inductively coupled plasma mass spectrometry was employed to determine the levels of micronutrients including calcium ca magnesium mg and iron fe in serum samples next demographic characteristics clinical parameters and micronutrient differences were compared between the two groups furthermore the correlation between micronutrients and the progression of pd as well as motor and non motor symptoms was analyzed finally logistic regression was used to investigate the factors influencing pd with dm the pd dm group had higher serum ca vs and lower mg vs and fe vs than the pd ndm group patients with pd and dm exhibit distinct micronutrient metabolic abnormalities notably higher ca and lower mg and fe levels"
}