{
    "title": "The Experience of Succeeding and Failing at Self-Control: A Qualitative Analysis.",
    "doc_id": "35465500",
    "writer": "Andrade FC",
    "year": "2022",
    "summary": "Despite the importance of emotions for learning and performance of future behaviors, few studies have attempted to qualitatively describe emotions that arise in response to self-control successes and failures. This study is the first qualitative analysis to examine …",
    "abstract": "Despite the importance of emotions for learning and performance of future behaviors, few studies have attempted to qualitatively describe emotions that arise in response to self-control successes and failures. This study is the first qualitative analysis to examine the complexity of goals that give rise to self-control challenges of two types-initiation and inhibition-and the emotions that follow success and failure experiences. Thematic analysis revealed a sometimes blurred line between inhibition and initiation, and a variety of goals that challenge views that successful self-control is good and unsuccessful self-control is bad. Descriptions of self-control challenges and resulting experiences further uncovered distinctions and apparent emotional profiles characteristic of self-control dilemmas involving inhibition or initiation, suggesting that these two forms of self-control are not only theoretically but also experientially distinct.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35465500/",
    "clean_text": "the experience of succeeding and failing at self control a qualitative analysis despite the importance of emotions for learning and performance of future behaviors few studies have attempted to qualitatively describe emotions that arise in response to self control successes and failures this study is the first qualitative analysis to examine despite the importance of emotions for learning and performance of future behaviors few studies have attempted to qualitatively describe emotions that arise in response to self control successes and failures this study is the first qualitative analysis to examine the complexity of goals that give rise to self control challenges of two types initiation and inhibition and the emotions that follow success and failure experiences thematic analysis revealed a sometimes blurred line between inhibition and initiation and a variety of goals that challenge views that successful self control is good and unsuccessful self control is bad descriptions of self control challenges and resulting experiences further uncovered distinctions and apparent emotional profiles characteristic of self control dilemmas involving inhibition or initiation suggesting that these two forms of self control are not only theoretically but also experientially distinct"
}