{
    "pmid": "41446220",
    "title": "CyTOF-based profiling of circulating tumor cells predicts aggressiveness and therapy response in SCLC liquid biopsies at a personalized level.",
    "abstract": "Small-cell lung cancer (SCLC) is an aggressive neuroendocrine carcinoma characterized by high numbers of circulating tumor cells (CTCs). We applied CyTOF and a 20-marker antibody panel to detect and phenotype CTCs directly in liquid biopsies of 51 SCLC patients (treatment-naïve, chemotherapy and immunotherapy-treated, and tarlatamab-treated), of which a subset were longitudinally tracked. Unsupervised clustering revealed distinct cell populations enriched in patient liquid biopsies compared to those from healthy donors. Further analysis identified CTC populations of the three established SCLC subtypes driven by the high expression of ASCL1, NeuroD1, and POU2F3 transcription factors respectively. Significant differences in CTC EMT markers, established therapeutic targets (e.g. DLL3), and subtype heterogeneity were observed between naïve versus treated samples. Changes in subtype proportions were observed in longitudinally tracked samples in both treatment modalities. Our study demonstrates the utility of CyTOF for high-resolution CTC profiling, offering dynamic insights into CTC heterogeneity, treatment response, and resistance mechanisms. CTCs can be detected, subtyped and phenotyped in SCLC liquid biopsies using CyTOFCTC subtypes and EMT states are differentially associated with treatment modalityCTC DLL3 levels and epithelial features increase following anti-DLL3 BiTE therapyCyTOF CTC subtyping can predict disease aggressivenessLongitudinal tracking reveals CTC plasticity and therapy response correlations.",
    "disease": "lung cancer",
    "clean_text": "cytof based profiling of circulating tumor cells predicts aggressiveness and therapy response in sclc liquid biopsies at a personalized level small cell lung cancer sclc is an aggressive neuroendocrine carcinoma characterized by high numbers of circulating tumor cells ctcs we applied cytof and a marker antibody panel to detect and phenotype ctcs directly in liquid biopsies of sclc patients treatment na ve chemotherapy and immunotherapy treated and tarlatamab treated of which a subset were longitudinally tracked unsupervised clustering revealed distinct cell populations enriched in patient liquid biopsies compared to those from healthy donors further analysis identified ctc populations of the three established sclc subtypes driven by the high expression of ascl neurod and pou f transcription factors respectively significant differences in ctc emt markers established therapeutic targets e g dll and subtype heterogeneity were observed between na ve versus treated samples changes in subtype proportions were observed in longitudinally tracked samples in both treatment modalities our study demonstrates the utility of cytof for high resolution ctc profiling offering dynamic insights into ctc heterogeneity treatment response and resistance mechanisms ctcs can be detected subtyped and phenotyped in sclc liquid biopsies using cytofctc subtypes and emt states are differentially associated with treatment modalityctc dll levels and epithelial features increase following anti dll bite therapycytof ctc subtyping can predict disease aggressivenesslongitudinal tracking reveals ctc plasticity and therapy response correlations"
}