{
    "pmid": "41468989",
    "title": "Calculation of pulmonary capillary wedge pressure including left atrial function is superior to morphology alone and accurately identifies elevated filling pressures in left heart disease.",
    "abstract": "Right heart catheterisation (RHC) with pulmonary capillary wedge pressure (PCWP) assessment is the reference standard for diagnosis of heart failure with preserved ejection fraction (HFpEF), remains however largely underused. Different approaches for non-invasive PCWP calculation have been proposed. However, as left atrial strain (LA Es) and volume index (ESVi) emerge as a key-criteria in HFpEF, we sought to investigate them for PCWP calculation. The derivation population consisted of patients referred to RHC and cardiovascular magnetic resonance (CMR) imaging who were enrolled in a prospective monocentric registry. Patients were classified by RHC according to current guideline recommendations. The external validation population consisted of patients included in the HFpEF-Stress trial who underwent exercise-stress RHC and CMR with follow-up after 4 years for hospitalised cardiovascular events. Performance of strain-derived PCWP was compared to a published LA volume (LAV) and LV mass (LVM) derived method. The derivation population consisted of n=209 patients, n=123 underwent exercise-stress RHC (n=55 without PH, n=72 pre-capillary, n=27 combined post- and pre-capillary pulmonary hypertension (CpcPH), n=15 isolated post-capillary pulmonary hypertension (IpcPH), n=34 exercise and n=6 unclassified PH). Linear regressions models identified the following formulae for functional PCWPrest 10.304-0.095*Es+0.098*ESVi and functional PCWPstress 24.666-0.251*Es+0.056*ESVi calculation. The validation population consisted of n=74 patients (n=15 without, n=5 pre-capillary, n=8 CpcPH, n=10 IpcPH and n=32 exercise PH with n=4 remaining unclassified). Functional PCWPrest (11.8) and RHC-derived PCWPrest (11mmHg) were statistically similar (p=0.285) and showed moderate correlation (r=0.53, p<0.001). Functional PCWPrest (AUC 0.80) and PCWPstress (AUC 0.85) accurately identified HFpEF patients, were superior to LAV/LVM based PCWP (AUC 0.67, p≤0.002) and showed prognostic implications (HR 1.37 (1.16-1.62) and 1.29 (1.14-1.46), p<0.001). Functional PCWP may aide in the identification of post-capillary involvement in PH and HFpEF superiorly compared to morphology-derived PCWP and shows prognostic implications.",
    "disease": "hypertension",
    "clean_text": "calculation of pulmonary capillary wedge pressure including left atrial function is superior to morphology alone and accurately identifies elevated filling pressures in left heart disease right heart catheterisation rhc with pulmonary capillary wedge pressure pcwp assessment is the reference standard for diagnosis of heart failure with preserved ejection fraction hfpef remains however largely underused different approaches for non invasive pcwp calculation have been proposed however as left atrial strain la es and volume index esvi emerge as a key criteria in hfpef we sought to investigate them for pcwp calculation the derivation population consisted of patients referred to rhc and cardiovascular magnetic resonance cmr imaging who were enrolled in a prospective monocentric registry patients were classified by rhc according to current guideline recommendations the external validation population consisted of patients included in the hfpef stress trial who underwent exercise stress rhc and cmr with follow up after years for hospitalised cardiovascular events performance of strain derived pcwp was compared to a published la volume lav and lv mass lvm derived method the derivation population consisted of n patients n underwent exercise stress rhc n without ph n pre capillary n combined post and pre capillary pulmonary hypertension cpcph n isolated post capillary pulmonary hypertension ipcph n exercise and n unclassified ph linear regressions models identified the following formulae for functional pcwprest es esvi and functional pcwpstress es esvi calculation the validation population consisted of n patients n without n pre capillary n cpcph n ipcph and n exercise ph with n remaining unclassified functional pcwprest and rhc derived pcwprest mmhg were statistically similar p and showed moderate correlation r p functional pcwprest auc and pcwpstress auc accurately identified hfpef patients were superior to lav lvm based pcwp auc p and showed prognostic implications hr and p functional pcwp may aide in the identification of post capillary involvement in ph and hfpef superiorly compared to morphology derived pcwp and shows prognostic implications"
}