{
    "pmid": "41471899",
    "title": "Rhino-Orbital-Cerebral Mucormycosis Complicated by Vision Loss in a Patient with Uncontrolled Diabetes: A Case Report.",
    "abstract": "We present a case report of invasive fungal infection in an immunocompromised host, which required a multidisciplinary approach. Mucormycosis is a mold infection caused by a fungi belonging to the order Mucorales. Various forms of the disease have been described, and rhino-orbital-cerebral infection is the most common manifestation. Diabetes, corticosteroid use, malignancy, and a recent history of COVID-19 are well-established immunosuppressive factors that predispose individuals to mucormycosis. Our patient was a forty-five-year-old man with chronic pancreatitis and untreated diabetes mellitus. He presented with sinusitis extending into the right orbit and complicated by central retinal artery occlusion. On admission, the patient complained of three weeks of right-sided headache and eye pain followed by sudden vision loss. He was in good general condition, was alert, oriented, and afebrile. Endoscopic examination revealed the nasal cavity completely filled with pathological tissue displaying fungal morphology. Computed tomography and magnetic resonance imaging revealed a massive orbit infiltration with extraocular muscles and optic nerve invasion. The patient underwent urgent endoscopic debridement. Histopathological examination of the specimens confirmed fungal infiltration. Significant growth of ",
    "disease": "diabetes mellitus",
    "clean_text": "rhino orbital cerebral mucormycosis complicated by vision loss in a patient with uncontrolled diabetes a case report we present a case report of invasive fungal infection in an immunocompromised host which required a multidisciplinary approach mucormycosis is a mold infection caused by a fungi belonging to the order mucorales various forms of the disease have been described and rhino orbital cerebral infection is the most common manifestation diabetes corticosteroid use malignancy and a recent history of covid are well established immunosuppressive factors that predispose individuals to mucormycosis our patient was a forty five year old man with chronic pancreatitis and untreated diabetes mellitus he presented with sinusitis extending into the right orbit and complicated by central retinal artery occlusion on admission the patient complained of three weeks of right sided headache and eye pain followed by sudden vision loss he was in good general condition was alert oriented and afebrile endoscopic examination revealed the nasal cavity completely filled with pathological tissue displaying fungal morphology computed tomography and magnetic resonance imaging revealed a massive orbit infiltration with extraocular muscles and optic nerve invasion the patient underwent urgent endoscopic debridement histopathological examination of the specimens confirmed fungal infiltration significant growth of"
}