{
    "pmid": "41462177",
    "title": "Combined with the insulin resistance index in assessing subclinical systolic function in newly diagnosed type 2 diabetes mellitus: an analysis based on automated functional imaging echocardiography.",
    "abstract": "In recent years, simpler and more practical indicators based on routine biochemical tests or anthropometric measurements have been widely utilized for the assessment of insulin sensitivity. However, limited research has been conducted to investigate the predictive value of these novel simplified measures in relation to subclinical left ventricular systolic dysfunction. A total of 160 newly diagnosed patients with type 2 diabetes mellitus (T Competing risk regression revealed that body mass index(BMI), interventricular septal diameter(IVSD), systolic blood pressure(SBP) and left atrium(LA) were significant risk factors for the reduction of GLS in individuals with T2DM. Additionally, two IR index models were found to be closely associated with abnormal GLS: TyG-BMI (6.227,p = 0.000); METS-IR(7.436,p = 0.000). ROC analysis results indicate that TyG-BMI, METS-IR, IVSD, SBP, LA and a combination of five other indexes have demonstrated certain efficacy in predicting and evaluating diabetic heart function reduction. Its ROC-AUC (0.95CI) are 0.750 (0.564 ~ 0.934), 0.774 (0.582 ~ 0.944), 0.702 (0.461 ~ 0.948), 0.737 (0.478 ~ 0.983), 0.726 (0.483 ~ 0.951), 0.878 (0.770 ~ 0.987) respectively. Approximately 20% of newly diagnosed patients with T Not applicable.",
    "disease": "diabetes mellitus",
    "clean_text": "combined with the insulin resistance index in assessing subclinical systolic function in newly diagnosed type diabetes mellitus an analysis based on automated functional imaging echocardiography in recent years simpler and more practical indicators based on routine biochemical tests or anthropometric measurements have been widely utilized for the assessment of insulin sensitivity however limited research has been conducted to investigate the predictive value of these novel simplified measures in relation to subclinical left ventricular systolic dysfunction a total of newly diagnosed patients with type diabetes mellitus t competing risk regression revealed that body mass index bmi interventricular septal diameter ivsd systolic blood pressure sbp and left atrium la were significant risk factors for the reduction of gls in individuals with t dm additionally two ir index models were found to be closely associated with abnormal gls tyg bmi p mets ir p roc analysis results indicate that tyg bmi mets ir ivsd sbp la and a combination of five other indexes have demonstrated certain efficacy in predicting and evaluating diabetic heart function reduction its roc auc ci are respectively approximately of newly diagnosed patients with t not applicable"
}