{
    "pmid": "41379007",
    "title": "Evaluation on the Feasibility of the Pulse Oximetry-triggered Coronary CT Angiography.",
    "abstract": "Purpose To evaluate the feasibility of performing pulse oximetry-triggered coronary CT angiography (CCTA) for diagnostic imaging in cardiac participants who cannot or have difficulty being connected to electrocardiographic (ECG) devices. Materials and Methods This prospective study enrolled consecutive participants scheduled for CCTA on a 16-cm z-axis coverage CT from June to July 2023. Half of the study participants underwent CCTA triggered by a simulated virtual ECG signal based on heart rate monitoring via pulse oximetry (pulse oximetry-triggered group), and the other half underwent traditional ECG-triggered CCTA (ECG group). All images were reconstructed using motion correction and deep learning image reconstruction algorithms. Comparisons were made regarding radiation dose, contrast agent dose, examination time, and subjective and objective image quality assessments between the two groups. Results Three hundred participants (mean age ± SD, 57 years ± 12; 161 male) were included. The total examination time of the pulse oximetry-triggered group (",
    "disease": "coronary artery disease",
    "clean_text": "evaluation on the feasibility of the pulse oximetry triggered coronary ct angiography purpose to evaluate the feasibility of performing pulse oximetry triggered coronary ct angiography ccta for diagnostic imaging in cardiac participants who cannot or have difficulty being connected to electrocardiographic ecg devices materials and methods this prospective study enrolled consecutive participants scheduled for ccta on a cm z axis coverage ct from june to july half of the study participants underwent ccta triggered by a simulated virtual ecg signal based on heart rate monitoring via pulse oximetry pulse oximetry triggered group and the other half underwent traditional ecg triggered ccta ecg group all images were reconstructed using motion correction and deep learning image reconstruction algorithms comparisons were made regarding radiation dose contrast agent dose examination time and subjective and objective image quality assessments between the two groups results three hundred participants mean age sd years male were included the total examination time of the pulse oximetry triggered group"
}