{
    "pmid": "41415019",
    "title": "Economic Impact of Biologics for Severe Asthma: A Case Series of 14 Patients From Northern Malaysia.",
    "abstract": "There remains a paucity of evidence from Asia on the cost-effectiveness of biologics for severe asthma. This pilot cost-offset analysis aims to evaluate the economic impact of adding biologics (omalizumab or benralizumab) to severe asthma standard care as a proof of concept for its cost-effectiveness, and to assess improvement in exacerbation rates and asthma control. Fourteen patients from the Severe Asthma Registry of Hospital Sultanah Bahiyah, Kedah who received biologics for at least 12 months from January 2018 to December 2024 were included. The economic impact of biologic treatment was evaluated by comparing the cost of biologic administration with the potential savings from reduced exacerbations requiring emergency department visits and hospital admission. Cost savings were observed with biologics, alongside reduced exacerbation and improved asthma control in real-world settings. Future research could explore a full cost-effectiveness analysis and a budget impact analysis to inform strategic pricing and reimbursement decisions.",
    "disease": "asthma",
    "clean_text": "economic impact of biologics for severe asthma a case series of patients from northern malaysia there remains a paucity of evidence from asia on the cost effectiveness of biologics for severe asthma this pilot cost offset analysis aims to evaluate the economic impact of adding biologics omalizumab or benralizumab to severe asthma standard care as a proof of concept for its cost effectiveness and to assess improvement in exacerbation rates and asthma control fourteen patients from the severe asthma registry of hospital sultanah bahiyah kedah who received biologics for at least months from january to december were included the economic impact of biologic treatment was evaluated by comparing the cost of biologic administration with the potential savings from reduced exacerbations requiring emergency department visits and hospital admission cost savings were observed with biologics alongside reduced exacerbation and improved asthma control in real world settings future research could explore a full cost effectiveness analysis and a budget impact analysis to inform strategic pricing and reimbursement decisions"
}