{
    "title": "Recipient risk factors impacting outcomes after pancreas transplantation: strategies for optimization.",
    "doc_id": "40471656",
    "writer": "Folch-Puy E",
    "year": "2025",
    "summary": "PURPOSE OF REVIEW: Numerous donor risk factors have been identified as contributing to poor outcomes and posttransplant complications following pancreas transplantation; however, recipient risk factors have received less attention and study. ...This re …",
    "abstract": "Purpose of review:\n        \n      \n      Numerous donor risk factors have been identified as contributing to poor outcomes and posttransplant complications following pancreas transplantation; however, recipient risk factors have received less attention and study. A thorough evaluation of recipient factors, that is, careful patient selection and/or prehabilitation, is essential for improving patient and graft survival rates. This review synthesizes recent studies on recipient-related risk factors and explores potential strategies to optimize transplant outcomes.\n    \n\n\n          Recent findings:\n        \n      \n      Traditional recipient risk factors include advanced age, cardiovascular disease, and peripheral vascular disease. Recipient risk factors can be categorized as either preoperative or immediate postoperative. Emerging studies have investigated additional preoperative recipient risk factors in pancreas transplantation, such as socioeconomic factors including education level and insurance status, frailty, donor-recipient sex mismatch, donor-recipient size mismatch, obesity, hypoalbuminemia, and donor-specific antibody (DSA). Immediate postoperative risk factors that have been newly examined include hospital stays, kidney delayed graft function (DGF), weight gain, orthostatic hypotension, de-novo DSA (dnDSA), and posttransplant diabetes mellitus (PTDM).A recently published Pancreas Transplantation Outcome Predictions (PTOP) tool incorporating both donor and recipient characteristics may offer a holistic model and provide longer-term outcome predictions, but remains to be validated. Still, the field would benefit from a universally standardized and consistently implemented tool for guiding patient selection and testing prehabilitation strategies.\n    \n\n\n          Summary:\n        \n      \n      This article provides a comprehensive, up-to-date analysis of recently studied recipient-related risk factors and a novel tool for risk assessment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40471656/",
    "clean_text": "recipient risk factors impacting outcomes after pancreas transplantation strategies for optimization purpose of review numerous donor risk factors have been identified as contributing to poor outcomes and posttransplant complications following pancreas transplantation however recipient risk factors have received less attention and study this re purpose of review numerous donor risk factors have been identified as contributing to poor outcomes and posttransplant complications following pancreas transplantation however recipient risk factors have received less attention and study a thorough evaluation of recipient factors that is careful patient selection and or prehabilitation is essential for improving patient and graft survival rates this review synthesizes recent studies on recipient related risk factors and explores potential strategies to optimize transplant outcomes recent findings traditional recipient risk factors include advanced age cardiovascular disease and peripheral vascular disease recipient risk factors can be categorized as either preoperative or immediate postoperative emerging studies have investigated additional preoperative recipient risk factors in pancreas transplantation such as socioeconomic factors including education level and insurance status frailty donor recipient sex mismatch donor recipient size mismatch obesity hypoalbuminemia and donor specific antibody dsa immediate postoperative risk factors that have been newly examined include hospital stays kidney delayed graft function dgf weight gain orthostatic hypotension de novo dsa dndsa and posttransplant diabetes mellitus ptdm a recently published pancreas transplantation outcome predictions ptop tool incorporating both donor and recipient characteristics may offer a holistic model and provide longer term outcome predictions but remains to be validated still the field would benefit from a universally standardized and consistently implemented tool for guiding patient selection and testing prehabilitation strategies summary this article provides a comprehensive up to date analysis of recently studied recipient related risk factors and a novel tool for risk assessment"
}