{
    "pmid": "41393113",
    "title": "Intracranial functional near-infrared spectroscopy: an animal feasibility study.",
    "abstract": "Functional Near-Infrared Spectroscopy (fNIRS) is widely used to monitor cerebral hemodynamics, however, it is limited by shallow penetration depth and susceptibility to hemodynamic noise from the scalp. A novel intracranial fNIRS (ifNIRS) system, featuring depth optrodes (optode-electrodes) and optical anchor bolts (OABs), has been proposed to address these limitations. This study investigates the feasibility of ifNIRS in a swine model under controlled interventions. Three animals were implanted with ifNIRS. Each animal with three OABs, with depth optrodes (DO) inserted into two of the OABs. Hemodynamic changes were recorded using OAB-to-OAB (OAB-OAB) and DO-to-OAB (DO-OAB) channels. Two interventions were performed to generate hemodynamic changes: rapid infusion of hypotonic saline to induce cerebral edema and blood withdrawal. Postmortem assessment for tissue damage and hemorrhage was performed. Hemoglobin concentration changes were analyzed using the Beer-Lambert equation. A decrease in total hemoglobin (tHb) levels during blood withdrawal was observed in all channel configurations that displayed relevant signals. During hypotonic saline infusion, variable patterns of tHb were observed. Postmortem findings showed minor extra-axial hemorrhages near OABs, but no intracerebral or heat-related injuries. This study demonstrates the feasibility of the ifNIRS system in detecting hemodynamic changes ",
    "disease": "epilepsy",
    "clean_text": "intracranial functional near infrared spectroscopy an animal feasibility study functional near infrared spectroscopy fnirs is widely used to monitor cerebral hemodynamics however it is limited by shallow penetration depth and susceptibility to hemodynamic noise from the scalp a novel intracranial fnirs ifnirs system featuring depth optrodes optode electrodes and optical anchor bolts oabs has been proposed to address these limitations this study investigates the feasibility of ifnirs in a swine model under controlled interventions three animals were implanted with ifnirs each animal with three oabs with depth optrodes do inserted into two of the oabs hemodynamic changes were recorded using oab to oab oab oab and do to oab do oab channels two interventions were performed to generate hemodynamic changes rapid infusion of hypotonic saline to induce cerebral edema and blood withdrawal postmortem assessment for tissue damage and hemorrhage was performed hemoglobin concentration changes were analyzed using the beer lambert equation a decrease in total hemoglobin thb levels during blood withdrawal was observed in all channel configurations that displayed relevant signals during hypotonic saline infusion variable patterns of thb were observed postmortem findings showed minor extra axial hemorrhages near oabs but no intracerebral or heat related injuries this study demonstrates the feasibility of the ifnirs system in detecting hemodynamic changes"
}