{
    "title": "A history of the kidney in plasma cell disorders.",
    "doc_id": "17075221",
    "writer": "Steensma DP",
    "year": "2007",
    "summary": "RESULTS: Medieval uroscopists recognized proteinuria, and in 1827 Richard Bright first linked proteinuria to both dropsy (edema) and the autopsy finding of chronically diseased, scarred kidneys. In the 1840s, Henry Bence Jones and William Macintyre described a pecul …",
    "abstract": "Background:\n        \n      \n      The kidneys are commonly injured in plasma cell dyscrasias.\n    \n\n\n          Methods:\n        \n      \n      We reviewed the pertinent medical literature related to the historical development of clinical nephrology and diagnostic renal pathology; early case reports of patients with plasma cell disorders; and historical descriptions of multiple myeloma, amyloidosis, and the renal disorders that are associated with these conditions.\n    \n\n\n          Results:\n        \n      \n      Medieval uroscopists recognized proteinuria, and in 1827 Richard Bright first linked proteinuria to both dropsy (edema) and the autopsy finding of chronically diseased, scarred kidneys. In the 1840s, Henry Bence Jones and William Macintyre described a peculiar form of proteinuria in a middle-aged English grocer with fragile, tumor-riddled bones; this proteinuria became known as 'Bence Jones type'. It was initially believed that Bence Jones proteins were harmless to the kidney, but after 1899 (when myeloma cast nephropathy was recognized), investigators observed numerous renal injury patterns associated with plasma cell dyscrasias. Gross observations of 'waxy degeneration' or 'lardaceous change' in organs including the kidney yielded to the misnomer 'amyloid' in 1854, when iodine staining suggested to Rudolf Virchow that the strange material present in these conditions was a form of starch or cellulose. During the 20th century, biochemists and physicians carefully studied patients with myeloma, in order to better define the nature and structure of normal and pathological immunoglobulins.\n    \n\n\n          Conclusion:\n        \n      \n      Historical understanding of the kidney in plasma cell disorders reflects developments in understanding of the anatomy and physiology of the kidneys in health and in disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17075221/",
    "clean_text": "a history of the kidney in plasma cell disorders results medieval uroscopists recognized proteinuria and in richard bright first linked proteinuria to both dropsy edema and the autopsy finding of chronically diseased scarred kidneys in the s henry bence jones and william macintyre described a pecul background the kidneys are commonly injured in plasma cell dyscrasias methods we reviewed the pertinent medical literature related to the historical development of clinical nephrology and diagnostic renal pathology early case reports of patients with plasma cell disorders and historical descriptions of multiple myeloma amyloidosis and the renal disorders that are associated with these conditions results medieval uroscopists recognized proteinuria and in richard bright first linked proteinuria to both dropsy edema and the autopsy finding of chronically diseased scarred kidneys in the s henry bence jones and william macintyre described a peculiar form of proteinuria in a middle aged english grocer with fragile tumor riddled bones this proteinuria became known as bence jones type it was initially believed that bence jones proteins were harmless to the kidney but after when myeloma cast nephropathy was recognized investigators observed numerous renal injury patterns associated with plasma cell dyscrasias gross observations of waxy degeneration or lardaceous change in organs including the kidney yielded to the misnomer amyloid in when iodine staining suggested to rudolf virchow that the strange material present in these conditions was a form of starch or cellulose during the th century biochemists and physicians carefully studied patients with myeloma in order to better define the nature and structure of normal and pathological immunoglobulins conclusion historical understanding of the kidney in plasma cell disorders reflects developments in understanding of the anatomy and physiology of the kidneys in health and in disease"
}