{
    "pmid": "41429915",
    "title": "A cost- effectiveness and resource requirement comparison to optimize renal dialysis policies in Brunei Darussalam.",
    "abstract": "Chronic kidney disease is a growing global health concern, requiring kidney replacement therapy for survival. In Brunei, kidney failure incidence and prevalence are among the highest globally. Despite a peritoneal dialysis preference policy, uptake remains low, straining financial and human resources. With dialysis costs and demand for skilled healthcare workers projected to rise significantly, this study evaluates the cost effectiveness, budget impact, and human resource requirements of alternative dialysis policies to inform sustainable policy decisions. A Markov model was developed to compare the costs and health outcomes of three policy options under the government and societal perspective: (i) Current Practice, (ii) Automated Peritoneal Dialysis (APD)-first policy, and (iii) Continuous Ambulatory Peritoneal Dialysis (CAPD)-first policy, in which new patients start dialysis with either APD or CAPD respectively unless contraindicated. Budgetary and human resource impacts of each policy were estimated over a five-year period. Although both CAPD-first and APD-first policies show improved health and cost savings relative to the current policy, the APD-first policy is dominant (most cost effective) from the societal and government perspectives. Under the current policy, meeting the demand for Hemodialysis (HD) will require an additional 7 nephrologists and 230 HD nurses, whereas the APD and CAPD-first policies will significantly reduce workforce needs over the next 5-year period. Findings suggest that Brunei's current policy is not the most cost-effective or sustainable option. A peritoneal dialysis-first approach could generate significant cost savings and reduce additional demand for scarce nephrologists and dialysis nurses. Our results highlight the need to integrate workforce planning into economic evaluation to inform sustainable dialysis policies. Chronic kidney disease is a major global health issue, and patients with kidney failure need dialysis or a kidney transplant to survive. In Brunei, most patients receive in-center hemodialysis, in which a machine is used to filter waste and excess fluid from the blood. This is more expensive and requires more healthcare personnel than peritoneal dialysis, in which a special dialysis fluid is infused into the abdomen to absorb waste, and then drained out. This study compares different dialysis policies, to determine the most cost-effective and sustainable option. We found that where patients start with peritoneal dialysis (unless they have health issues requiring hemodialysis), healthcare costs are lower and there are improved patient health outcomes. This also reduces the demand for nephrologists and dialysis nurses, who are in limited supply in Brunei. The results highlight the importance of including workforce planning alongside cost effectiveness considerations for sustainable dialysis policies, especially in countries facing financial and human resource challenges.",
    "disease": "chronic kidney disease",
    "clean_text": "a cost effectiveness and resource requirement comparison to optimize renal dialysis policies in brunei darussalam chronic kidney disease is a growing global health concern requiring kidney replacement therapy for survival in brunei kidney failure incidence and prevalence are among the highest globally despite a peritoneal dialysis preference policy uptake remains low straining financial and human resources with dialysis costs and demand for skilled healthcare workers projected to rise significantly this study evaluates the cost effectiveness budget impact and human resource requirements of alternative dialysis policies to inform sustainable policy decisions a markov model was developed to compare the costs and health outcomes of three policy options under the government and societal perspective i current practice ii automated peritoneal dialysis apd first policy and iii continuous ambulatory peritoneal dialysis capd first policy in which new patients start dialysis with either apd or capd respectively unless contraindicated budgetary and human resource impacts of each policy were estimated over a five year period although both capd first and apd first policies show improved health and cost savings relative to the current policy the apd first policy is dominant most cost effective from the societal and government perspectives under the current policy meeting the demand for hemodialysis hd will require an additional nephrologists and hd nurses whereas the apd and capd first policies will significantly reduce workforce needs over the next year period findings suggest that brunei s current policy is not the most cost effective or sustainable option a peritoneal dialysis first approach could generate significant cost savings and reduce additional demand for scarce nephrologists and dialysis nurses our results highlight the need to integrate workforce planning into economic evaluation to inform sustainable dialysis policies chronic kidney disease is a major global health issue and patients with kidney failure need dialysis or a kidney transplant to survive in brunei most patients receive in center hemodialysis in which a machine is used to filter waste and excess fluid from the blood this is more expensive and requires more healthcare personnel than peritoneal dialysis in which a special dialysis fluid is infused into the abdomen to absorb waste and then drained out this study compares different dialysis policies to determine the most cost effective and sustainable option we found that where patients start with peritoneal dialysis unless they have health issues requiring hemodialysis healthcare costs are lower and there are improved patient health outcomes this also reduces the demand for nephrologists and dialysis nurses who are in limited supply in brunei the results highlight the importance of including workforce planning alongside cost effectiveness considerations for sustainable dialysis policies especially in countries facing financial and human resource challenges"
}