{
    "pmid": "41445664",
    "title": "Internal and External Validation of Comprehensive High-Frequency Activity Biomarkers for Epilepsy Surgery.",
    "abstract": "Although epilepsy surgery studies have proposed intracranial EEG-derived biomarkers for localizing seizure onset and anticipating postoperative outcomes, evaluation has often been limited to derivation cohorts using internal cross-validation. An influential notion holds that neurons distributed within the seizure onset zone (SOZ) frequently generate high-frequency activity (HFA) and that resection of such sites is associated with favorable postoperative seizure control. However, the extent to which these prediction models generalize to independent patient populations-and across diverse underlying etiologies-has remained largely untested. In this international, multi-center study of drug-resistant focal epilepsy, we retrospectively quantified HFA occurrence rates together with a comprehensive set of morphological features and integrated these metrics into predictive models for SOZ localization and postoperative seizure outcome. We then assessed model performance in fully independent datasets-a temporal external cohort and two geographical external cohorts-each entirely separate from the derivation cohort. In total, 5,142,891 HFA events observed across 22,939 electrodes from 233 patients were analyzed. Among the model inputs, HFA rate, spectral entropy, and power emerged as the most influential features for accurate SOZ classification. The model reliably identified clinician-defined SOZ sites across centers, achieving areas under the curve (AUCs) of up to 0.85 in the derivation cohort using 10-fold cross-validation, up to 0.86 in the temporal external cohort, and up to 0.75 in the geographical external cohorts. Within the derivation cohort, the model predicted postoperative seizure freedom with an AUC of up to 0.70. In contrast, postoperative seizure outcomes could not be predicted reliably across the external cohorts. Specifically, among external-cohort patients with MRI non-lesional epilepsy, postoperative seizure freedom was predicted with an AUC of up to 0.73, whereas performance declined to 0.46 or below among patients with encephalomalacia, an etiology characterized by chronic parenchymal damage and marked neuronal loss. Together, integration of HFA occurrence rates with morphological features yields an SOZ-localization biomarker with cross-center generalizability, whereas postoperative outcome prediction remains highly dependent on underlying etiology. Notably, a surgical strategy that prioritizes resection of HFA-involved areas does not appear to be applicable to patients with encephalomalacia and may be ineffective or even counterproductive in this population. A total of 97.86 GB of iEEG data are publicly available to facilitate external validation by the epilepsy surgery research community and the development of improved biomarkers for epileptogenic zone localization.",
    "disease": "epilepsy",
    "clean_text": "internal and external validation of comprehensive high frequency activity biomarkers for epilepsy surgery although epilepsy surgery studies have proposed intracranial eeg derived biomarkers for localizing seizure onset and anticipating postoperative outcomes evaluation has often been limited to derivation cohorts using internal cross validation an influential notion holds that neurons distributed within the seizure onset zone soz frequently generate high frequency activity hfa and that resection of such sites is associated with favorable postoperative seizure control however the extent to which these prediction models generalize to independent patient populations and across diverse underlying etiologies has remained largely untested in this international multi center study of drug resistant focal epilepsy we retrospectively quantified hfa occurrence rates together with a comprehensive set of morphological features and integrated these metrics into predictive models for soz localization and postoperative seizure outcome we then assessed model performance in fully independent datasets a temporal external cohort and two geographical external cohorts each entirely separate from the derivation cohort in total hfa events observed across electrodes from patients were analyzed among the model inputs hfa rate spectral entropy and power emerged as the most influential features for accurate soz classification the model reliably identified clinician defined soz sites across centers achieving areas under the curve aucs of up to in the derivation cohort using fold cross validation up to in the temporal external cohort and up to in the geographical external cohorts within the derivation cohort the model predicted postoperative seizure freedom with an auc of up to in contrast postoperative seizure outcomes could not be predicted reliably across the external cohorts specifically among external cohort patients with mri non lesional epilepsy postoperative seizure freedom was predicted with an auc of up to whereas performance declined to or below among patients with encephalomalacia an etiology characterized by chronic parenchymal damage and marked neuronal loss together integration of hfa occurrence rates with morphological features yields an soz localization biomarker with cross center generalizability whereas postoperative outcome prediction remains highly dependent on underlying etiology notably a surgical strategy that prioritizes resection of hfa involved areas does not appear to be applicable to patients with encephalomalacia and may be ineffective or even counterproductive in this population a total of gb of ieeg data are publicly available to facilitate external validation by the epilepsy surgery research community and the development of improved biomarkers for epileptogenic zone localization"
}