{
    "title": "[Sexual side effects of antidepressants].",
    "doc_id": "10526597",
    "writer": "Waldinger MD.",
    "year": "1999",
    "summary": "Most antidepressant drugs have some sexual side effects. These side effects are caused by an increased neurotransmission of serotonin in the central nervous system, a stimulating effect at postsynaptic serotonin receptors and effects on the peri …",
    "abstract": "Most antidepressant drugs have some sexual side effects. These side effects are caused by an increased neurotransmission of serotonin in the central nervous system, a stimulating effect at postsynaptic serotonin receptors and effects on the peripheral nervous system. Antidepressant-induced sexual disorders may impair patient compliance. Publications on sexual side effects are mainly case reports and few double blind placebo-controlled trials. This hampers generalisation of findings. The best treatment consists of prescribing another antidepressant which probably has hardly any or no sexual side effects. However, this entails the risks of reduced antidepressant effects and of non-sexual side effects. The extent of sexual side-effects among the serotonin reuptake inhibitor seems to differ. Antidepressants with few or no sexual side effects include those with noradrenergic and dopaminergic action (some tricyclic antidepressants, bupropion), as well as antidepressants with a postsynaptic receptor blocking action (nefazodone and mirtazapine).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10526597/",
    "clean_text": "sexual side effects of antidepressants most antidepressant drugs have some sexual side effects these side effects are caused by an increased neurotransmission of serotonin in the central nervous system a stimulating effect at postsynaptic serotonin receptors and effects on the peri most antidepressant drugs have some sexual side effects these side effects are caused by an increased neurotransmission of serotonin in the central nervous system a stimulating effect at postsynaptic serotonin receptors and effects on the peripheral nervous system antidepressant induced sexual disorders may impair patient compliance publications on sexual side effects are mainly case reports and few double blind placebo controlled trials this hampers generalisation of findings the best treatment consists of prescribing another antidepressant which probably has hardly any or no sexual side effects however this entails the risks of reduced antidepressant effects and of non sexual side effects the extent of sexual side effects among the serotonin reuptake inhibitor seems to differ antidepressants with few or no sexual side effects include those with noradrenergic and dopaminergic action some tricyclic antidepressants bupropion as well as antidepressants with a postsynaptic receptor blocking action nefazodone and mirtazapine"
}