{
    "title": "Zika Virus Epidemic in Pregnant Women, Dominican Republic, 2016-2017.",
    "doc_id": "30666928",
    "writer": "Peña F",
    "year": "2019",
    "summary": "Zika virus infection during pregnancy may result in birth defects and pregnancy complications. ...Our findings strengthen the evidence for a broad range of adverse pregnancy outcomes resulting from Zika virus infection....",
    "abstract": "Zika virus infection during pregnancy may result in birth defects and pregnancy complications. We describe the Zika virus outbreak in pregnant women in the Dominican Republic during 2016-2017. We conducted multinomial logistic regression to identify factors associated with fetal losses and preterm birth. The Ministry of Health identified 1,282 pregnant women with suspected Zika virus infection, a substantial proportion during their first trimester. Fetal loss was reported for ≈10% of the reported pregnancies, and 3 cases of fetal microcephaly were reported. Women infected during the first trimester were more likely to have early fetal loss (adjusted odds ratio 5.9, 95% CI 3.5-10.0). Experiencing fever during infection was associated with increased odds of premature birth (adjusted odds ratio 1.65, 95% CI 1.03-2.65). There was widespread morbidity during the epidemic. Our findings strengthen the evidence for a broad range of adverse pregnancy outcomes resulting from Zika virus infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30666928/",
    "clean_text": "zika virus epidemic in pregnant women dominican republic zika virus infection during pregnancy may result in birth defects and pregnancy complications our findings strengthen the evidence for a broad range of adverse pregnancy outcomes resulting from zika virus infection zika virus infection during pregnancy may result in birth defects and pregnancy complications we describe the zika virus outbreak in pregnant women in the dominican republic during we conducted multinomial logistic regression to identify factors associated with fetal losses and preterm birth the ministry of health identified pregnant women with suspected zika virus infection a substantial proportion during their first trimester fetal loss was reported for of the reported pregnancies and cases of fetal microcephaly were reported women infected during the first trimester were more likely to have early fetal loss adjusted odds ratio ci experiencing fever during infection was associated with increased odds of premature birth adjusted odds ratio ci there was widespread morbidity during the epidemic our findings strengthen the evidence for a broad range of adverse pregnancy outcomes resulting from zika virus infection"
}