{
    "title": "Protein-specific S-thiolation in human endothelial cells during oxidative stress.",
    "doc_id": "1449533",
    "writer": "Schuppe I",
    "year": "1992",
    "summary": "Confluent human umbilical vein endothelial cells were treated with diamide, t-butyl hydroperoxide (t-BH) or the hydrogen peroxide generating system glucose/glucose oxidase and the effects on glutathione oxidation and protein S-thiolation were examined. In the presence of a …",
    "abstract": "Confluent human umbilical vein endothelial cells were treated with diamide, t-butyl hydroperoxide (t-BH) or the hydrogen peroxide generating system glucose/glucose oxidase and the effects on glutathione oxidation and protein S-thiolation were examined. In the presence of all three oxidants glutathione was rapidly oxidized to a similar extent and S-thiolation of a limited number of proteins occurred. Diamide caused considerable S-thiolation of proteins with molecular masses of 44, 34, 24 and 14 kDa, of which the protein with molecular mass of 44 kDa was most extensively modified. t-BH caused extensive modification of proteins with molecular masses of 24 and 14 kDa whilst hydrogen peroxide caused S-thiolation of proteins of 39, 24 and 14 kDa. This study shows that S-thiolation of proteins is an important metabolic response to oxidant insult in human endothelial cells and that the specificity of the response depends on the chemical nature of the oxidant.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1449533/",
    "clean_text": "protein specific s thiolation in human endothelial cells during oxidative stress confluent human umbilical vein endothelial cells were treated with diamide t butyl hydroperoxide t bh or the hydrogen peroxide generating system glucose glucose oxidase and the effects on glutathione oxidation and protein s thiolation were examined in the presence of a confluent human umbilical vein endothelial cells were treated with diamide t butyl hydroperoxide t bh or the hydrogen peroxide generating system glucose glucose oxidase and the effects on glutathione oxidation and protein s thiolation were examined in the presence of all three oxidants glutathione was rapidly oxidized to a similar extent and s thiolation of a limited number of proteins occurred diamide caused considerable s thiolation of proteins with molecular masses of and kda of which the protein with molecular mass of kda was most extensively modified t bh caused extensive modification of proteins with molecular masses of and kda whilst hydrogen peroxide caused s thiolation of proteins of and kda this study shows that s thiolation of proteins is an important metabolic response to oxidant insult in human endothelial cells and that the specificity of the response depends on the chemical nature of the oxidant"
}