{
    "pmid": "41366524",
    "title": "Post-COVID-19 Seasonality of Influenza, Respiratory Syncytial Virus, and SARS-CoV-2 Among Hospitalized Children in Western Iran: A Molecular Surveillance Study (2023-2024).",
    "abstract": "This study aimed to characterize the incidence, seasonality, and co-infection patterns of respiratory syncytial virus (RSV), influenza A and B, and SARS-CoV-2 among hospitalized children aged 0-5 years in Hamedan Province, a semi-arid region in western Iran, from April 2023 to March 2024. Key research questions included assessing post-pandemic shifts in viral seasonality, evaluating the extent of RSV circulation, and determining the frequency of co-infections in a resource-limited pediatric setting where regional data remain scarce. A total of 586 nasopharyngeal/oropharyngeal samples were collected from children aged 0-5 years hospitalized with acute respiratory symptoms (≥ 2 of: fever ≥ 38 °C, cough, dyspnea, oxygen saturation < 95%). Multiplex real-time PCR (sensitivity 95%, specificity 98%) was used to detect RSV, SARS-CoV-2, and influenza A (H1N1, H3N2) and B. Statistical analysis included chi-square and Fisher's exact tests, and generalized linear models (binomial distribution, logit link). Among 586 inpatients (mean age: 2.8 years; 62.5% male), 27.0% tested positive for influenza (60% influenza A [35% H1N1, 25% H3N2], 40% influenza B), 6.0% for RSV, and 6.3% for SARS-CoV-2. Influenza peaked in autumn (41.3%, p < 0.001), RSV in winter (18.2%, p < 0.001), and SARS-CoV-2 in spring (15.3%, p = 0.005). Co-infections were rare (0.9%). Findings reveal altered post-pandemic seasonality, reduced RSV activity, and low co-infection rates, suggesting potential ecological and immunological shifts. These trends highlight the need for sustained virus-specific surveillance and recalibrated vaccination strategies-particularly influenza vaccination in autumn and RSV prophylaxis in winter-in resource-limited pediatric settings.",
    "disease": "influenza",
    "clean_text": "post covid seasonality of influenza respiratory syncytial virus and sars cov among hospitalized children in western iran a molecular surveillance study this study aimed to characterize the incidence seasonality and co infection patterns of respiratory syncytial virus rsv influenza a and b and sars cov among hospitalized children aged years in hamedan province a semi arid region in western iran from april to march key research questions included assessing post pandemic shifts in viral seasonality evaluating the extent of rsv circulation and determining the frequency of co infections in a resource limited pediatric setting where regional data remain scarce a total of nasopharyngeal oropharyngeal samples were collected from children aged years hospitalized with acute respiratory symptoms of fever c cough dyspnea oxygen saturation multiplex real time pcr sensitivity specificity was used to detect rsv sars cov and influenza a h n h n and b statistical analysis included chi square and fisher s exact tests and generalized linear models binomial distribution logit link among inpatients mean age years male tested positive for influenza influenza a h n h n influenza b for rsv and for sars cov influenza peaked in autumn p rsv in winter p and sars cov in spring p co infections were rare findings reveal altered post pandemic seasonality reduced rsv activity and low co infection rates suggesting potential ecological and immunological shifts these trends highlight the need for sustained virus specific surveillance and recalibrated vaccination strategies particularly influenza vaccination in autumn and rsv prophylaxis in winter in resource limited pediatric settings"
}