{
    "title": "Efficacy of the ChAdOx1 nCoV-19 Covid-19 Vaccine against the B.1.351 Variant.",
    "doc_id": "33725432",
    "writer": "Madhi SA",
    "year": "2021",
    "summary": "BACKGROUND: Assessment of the safety and efficacy of vaccines against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in different populations is essential, as is investigation of the efficacy of the …",
    "abstract": "Background:\n        \n      \n      Assessment of the safety and efficacy of vaccines against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in different populations is essential, as is investigation of the efficacy of the vaccines against emerging SARS-CoV-2 variants of concern, including the B.1.351 (501Y.V2) variant first identified in South Africa.\n    \n\n\n          Methods:\n        \n      \n      We conducted a multicenter, double-blind, randomized, controlled trial to assess the safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) in people not infected with the human immunodeficiency virus (HIV) in South Africa. Participants 18 to less than 65 years of age were assigned in a 1:1 ratio to receive two doses of vaccine containing 5×1010 viral particles or placebo (0.9% sodium chloride solution) 21 to 35 days apart. Serum samples obtained from 25 participants after the second dose were tested by pseudovirus and live-virus neutralization assays against the original D614G virus and the B.1.351 variant. The primary end points were safety and efficacy of the vaccine against laboratory-confirmed symptomatic coronavirus 2019 illness (Covid-19) more than 14 days after the second dose.\n    \n\n\n          Results:\n        \n      \n      Between June 24 and November 9, 2020, we enrolled 2026 HIV-negative adults (median age, 30 years); 1010 and 1011 participants received at least one dose of placebo or vaccine, respectively. Both the pseudovirus and the live-virus neutralization assays showed greater resistance to the B.1.351 variant in serum samples obtained from vaccine recipients than in samples from placebo recipients. In the primary end-point analysis, mild-to-moderate Covid-19 developed in 23 of 717 placebo recipients (3.2%) and in 19 of 750 vaccine recipients (2.5%), for an efficacy of 21.9% (95% confidence interval [CI], -49.9 to 59.8). Among the 42 participants with Covid-19, 39 cases (95.1% of 41 with sequencing data) were caused by the B.1.351 variant; vaccine efficacy against this variant, analyzed as a secondary end point, was 10.4% (95% CI, -76.8 to 54.8). The incidence of serious adverse events was balanced between the vaccine and placebo groups.\n    \n\n\n          Conclusions:\n        \n      \n      A two-dose regimen of the ChAdOx1 nCoV-19 vaccine did not show protection against mild-to-moderate Covid-19 due to the B.1.351 variant. (Funded by the Bill and Melinda Gates Foundation and others; ClinicalTrials.gov number, NCT04444674; Pan African Clinical Trials Registry number, PACTR202006922165132).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33725432/",
    "clean_text": "efficacy of the chadox ncov covid vaccine against the b variant background assessment of the safety and efficacy of vaccines against the severe acute respiratory syndrome coronavirus sars cov in different populations is essential as is investigation of the efficacy of the background assessment of the safety and efficacy of vaccines against the severe acute respiratory syndrome coronavirus sars cov in different populations is essential as is investigation of the efficacy of the vaccines against emerging sars cov variants of concern including the b y v variant first identified in south africa methods we conducted a multicenter double blind randomized controlled trial to assess the safety and efficacy of the chadox ncov vaccine azd in people not infected with the human immunodeficiency virus hiv in south africa participants to less than years of age were assigned in a ratio to receive two doses of vaccine containing viral particles or placebo sodium chloride solution to days apart serum samples obtained from participants after the second dose were tested by pseudovirus and live virus neutralization assays against the original d g virus and the b variant the primary end points were safety and efficacy of the vaccine against laboratory confirmed symptomatic coronavirus illness covid more than days after the second dose results between june and november we enrolled hiv negative adults median age years and participants received at least one dose of placebo or vaccine respectively both the pseudovirus and the live virus neutralization assays showed greater resistance to the b variant in serum samples obtained from vaccine recipients than in samples from placebo recipients in the primary end point analysis mild to moderate covid developed in of placebo recipients and in of vaccine recipients for an efficacy of confidence interval ci to among the participants with covid cases of with sequencing data were caused by the b variant vaccine efficacy against this variant analyzed as a secondary end point was ci to the incidence of serious adverse events was balanced between the vaccine and placebo groups conclusions a two dose regimen of the chadox ncov vaccine did not show protection against mild to moderate covid due to the b variant funded by the bill and melinda gates foundation and others clinicaltrials gov number nct pan african clinical trials registry number pactr"
}