{
    "title": "Student-patient communication during physical examination.",
    "doc_id": "23480108",
    "writer": "Cleland J",
    "year": "2013",
    "summary": "BACKGROUND: Communication during the physical examination has been understudied. Explicit, evidence-based guidance is not available as to the most effective content or process of communication while performing physical examination, or indeed how to tea …",
    "abstract": "Background:\n        \n      \n      Communication during the physical examination has been understudied. Explicit, evidence-based guidance is not available as to the most effective content or process of communication while performing physical examination, or indeed how to teach this to medical students. The objective of this exploratory study was to explore how medical students communicate with patients when performing a physical examination in the absence of formal teaching on how to communicate in this situation.\n    \n\n\n          Methods:\n        \n      \n      We recorded 15 senior UK medical students as they performed physical examinations with real patients in general practice situations. The transcriptions were analysed for linguistic functions to identify the use of different categories of utterances.\n    \n\n\n          Results:\n        \n      \n      Student utterances fell into four categories: minimising language; using positive evaluative language; repeating the patient; and stating intentions or explanations and requesting consent. Students would often preface an explanation or action by phrases showing 'togetherness', by using 'we' rather than 'you'. They also used linguistic 'hedges' to minimise the impact of an utterance.\n    \n\n\n          Discussion:\n        \n      \n      Senior medical students speak very little during the physical examination. When they do, they use a taxonomy of utterances that reflects those reported in doctor-patient interactions. Identifying how medical students communicate when carrying out the physical examination is the first step in planning how to best teach specific communication skills. Further work is needed to identify how best to explore communication during physical examination, and how this is taught and learned.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23480108/",
    "clean_text": "student patient communication during physical examination background communication during the physical examination has been understudied explicit evidence based guidance is not available as to the most effective content or process of communication while performing physical examination or indeed how to tea background communication during the physical examination has been understudied explicit evidence based guidance is not available as to the most effective content or process of communication while performing physical examination or indeed how to teach this to medical students the objective of this exploratory study was to explore how medical students communicate with patients when performing a physical examination in the absence of formal teaching on how to communicate in this situation methods we recorded senior uk medical students as they performed physical examinations with real patients in general practice situations the transcriptions were analysed for linguistic functions to identify the use of different categories of utterances results student utterances fell into four categories minimising language using positive evaluative language repeating the patient and stating intentions or explanations and requesting consent students would often preface an explanation or action by phrases showing togetherness by using we rather than you they also used linguistic hedges to minimise the impact of an utterance discussion senior medical students speak very little during the physical examination when they do they use a taxonomy of utterances that reflects those reported in doctor patient interactions identifying how medical students communicate when carrying out the physical examination is the first step in planning how to best teach specific communication skills further work is needed to identify how best to explore communication during physical examination and how this is taught and learned"
}