{
    "pmid": "41354872",
    "title": "IL-1 receptor antagonist as a diagnostic biomarker for bacterial infections in acute decompensation of cirrhosis.",
    "abstract": "Liver cirrhosis is a chronically progressive disease often leading to severe complications such as acute decompensation (AD) and acute-on-chronic liver failure (ACLF). Both conditions are frequently triggered by bacterial infections. However, conventional biomarkers such as procalcitonin (PCT) and C-reactive protein (CRP) have limited diagnostic accuracy for detecting infections in patients with cirrhosis. The aim of this study was to better characterize the inflammatory response in AD and ACLF and to identify reliable biomarkers for the early detection of bacterial infections. In this prospective study, 74 consecutive patients with liver cirrhosis and either AD or ACLF were enrolled between October 2022 and October 2023 during hospitalization at the University Hospital Essen. Bacterial infection was identified as a precipitating event in 33 patients, whereas other causes were found in the remaining 41 patients. In addition to CRP and PCT, several proinflammatory cytokines and interleukin receptor antagonists were analyzed, including IL-1β, IL-1RA, IL-17E, IL-17F, IL-17A, IL-6 and IL-23, which play central roles in type I and type III immune responses. Univariable logistic regression analyses were conducted to identify biomarkers significantly associated with bacterial infections. Significant biomarkers were then incorporated into multivariable models alongside predefined clinical parameters. Model performance and generalizability were evaluated through internal validation using 1,000-fold bootstrap resampling with 74 patients per sample. Key biomarkers identified included CRP, PCT, IL-1β, and particularly IL-1RA. After dichotomization, the following combinations achieved the highest diagnostic accuracy for bacterial infection: IL-1RA alone (AUC: 0.762; 95% confidence interval [CI]: 0.652-0.872), IL-1RA combined with PCT (AUC: 0.750; 95% CI 0.635-0.866), and IL-1RA combined with CRP (AUC: 0.744; 95% CI 0.625-0.863). To minimize overfitting and improve model calibration, ridge regression was applied. The final model, which included IL-1RA and selected clinical parameters, achieved an AUC of 0.764 (95% CI 0.654-0.874), with an accuracy of 73%, sensitivity of 61%, specificity of 83%, and precision of 74%. Based on this model, a risk stratification tool was developed that defined thresholds to achieve 80% sensitivity and specificity, respectively. A freely available online application was created to facilitate clinical implementation. In summary, the model developed in this study enables improved identification of bacterial infections in patients with liver cirrhosis. This could support earlier and more targeted therapy in this highly vulnerable high-risk population. External validation and application in larger cohorts are necessary to further confirm the clinical utility of the model.",
    "disease": "liver cirrhosis",
    "clean_text": "il receptor antagonist as a diagnostic biomarker for bacterial infections in acute decompensation of cirrhosis liver cirrhosis is a chronically progressive disease often leading to severe complications such as acute decompensation ad and acute on chronic liver failure aclf both conditions are frequently triggered by bacterial infections however conventional biomarkers such as procalcitonin pct and c reactive protein crp have limited diagnostic accuracy for detecting infections in patients with cirrhosis the aim of this study was to better characterize the inflammatory response in ad and aclf and to identify reliable biomarkers for the early detection of bacterial infections in this prospective study consecutive patients with liver cirrhosis and either ad or aclf were enrolled between october and october during hospitalization at the university hospital essen bacterial infection was identified as a precipitating event in patients whereas other causes were found in the remaining patients in addition to crp and pct several proinflammatory cytokines and interleukin receptor antagonists were analyzed including il il ra il e il f il a il and il which play central roles in type i and type iii immune responses univariable logistic regression analyses were conducted to identify biomarkers significantly associated with bacterial infections significant biomarkers were then incorporated into multivariable models alongside predefined clinical parameters model performance and generalizability were evaluated through internal validation using fold bootstrap resampling with patients per sample key biomarkers identified included crp pct il and particularly il ra after dichotomization the following combinations achieved the highest diagnostic accuracy for bacterial infection il ra alone auc confidence interval ci il ra combined with pct auc ci and il ra combined with crp auc ci to minimize overfitting and improve model calibration ridge regression was applied the final model which included il ra and selected clinical parameters achieved an auc of ci with an accuracy of sensitivity of specificity of and precision of based on this model a risk stratification tool was developed that defined thresholds to achieve sensitivity and specificity respectively a freely available online application was created to facilitate clinical implementation in summary the model developed in this study enables improved identification of bacterial infections in patients with liver cirrhosis this could support earlier and more targeted therapy in this highly vulnerable high risk population external validation and application in larger cohorts are necessary to further confirm the clinical utility of the model"
}