{
    "pmid": "41420663",
    "title": "Acute Exacerbations of Chronic Rhinosinusitis.",
    "abstract": "We aim to highlight recent advancements on the evolving chronic rhinosinusitis (CRS) phenotype: acute exacerbations of chronic rhinosinusitis (AECRS). We focused on studies that expanded the current understanding of its pathophysiology, patient characteristics, and disease burden. Defining AECRS has been a topic of discussion for many years. A recent regulatory definition of AECRS in the literature incorporates a > 3 day requirement of worsened symptoms and an escalation of treatment. It is important not to rely on patient-reported rescue medication frequency as it was recently demonstrated these are only obtained for 1/3 of reported AECRS episodes. The pathophysiology behind AECRS is still being evaluated but it appears irritants such as viral insult to the sinonasal microbiome can create a dysbiosis and worsens host immune system breakdown, facilitating a subsequent bacterial infection. Many studies are using loose definitions of AECRS because no formal definition has existed until recently. Clinical trials and other studies are relying on patient-reported illnesses, CRS-related antibiotics, and CRS-related corticosteroids to determine an episode of AECRS. Formally defining AECRS is vital in order to conduct future literature on its etiology and clinical outcomes so results may be translatable. Additionally, our review demonstrates that CRS patients with asthma and/or concomitant allergic rhinitis appear to be at an increased risk for developing AECRS and future research should continue to investigate their interplay. Many patients are being overprescribed antibiotics and corticosteroids for reported AECRS episodes. This increases total healthcare spending and increases the risk for adverse effects from corticosteroids and antibiotic resistance. Future research should investigate methods to mitigate this practice.",
    "disease": "asthma",
    "clean_text": "acute exacerbations of chronic rhinosinusitis we aim to highlight recent advancements on the evolving chronic rhinosinusitis crs phenotype acute exacerbations of chronic rhinosinusitis aecrs we focused on studies that expanded the current understanding of its pathophysiology patient characteristics and disease burden defining aecrs has been a topic of discussion for many years a recent regulatory definition of aecrs in the literature incorporates a day requirement of worsened symptoms and an escalation of treatment it is important not to rely on patient reported rescue medication frequency as it was recently demonstrated these are only obtained for of reported aecrs episodes the pathophysiology behind aecrs is still being evaluated but it appears irritants such as viral insult to the sinonasal microbiome can create a dysbiosis and worsens host immune system breakdown facilitating a subsequent bacterial infection many studies are using loose definitions of aecrs because no formal definition has existed until recently clinical trials and other studies are relying on patient reported illnesses crs related antibiotics and crs related corticosteroids to determine an episode of aecrs formally defining aecrs is vital in order to conduct future literature on its etiology and clinical outcomes so results may be translatable additionally our review demonstrates that crs patients with asthma and or concomitant allergic rhinitis appear to be at an increased risk for developing aecrs and future research should continue to investigate their interplay many patients are being overprescribed antibiotics and corticosteroids for reported aecrs episodes this increases total healthcare spending and increases the risk for adverse effects from corticosteroids and antibiotic resistance future research should investigate methods to mitigate this practice"
}