{
    "title": "An approach to the management of unintentional weight loss in elderly people.",
    "doc_id": "15767612",
    "writer": "Alibhai SM",
    "year": "2005",
    "summary": "Unintentional weight loss, or the involuntary decline in total body weight over time, is common among elderly people who live at home. ...A variety of physical, psychological and social conditions, along with age-related changes, can lead to weight …",
    "abstract": "Unintentional weight loss, or the involuntary decline in total body weight over time, is common among elderly people who live at home. Weight loss in elderly people can have a deleterious effect on the ability to function and on quality of life and is associated with an increase in mortality over a 12-month period. A variety of physical, psychological and social conditions, along with age-related changes, can lead to weight loss, but there may be no identifiable cause in up to one-quarter of patients. We review the incidence and prevalence of weight loss in elderly patients, its impact on morbidity and mortality, the common causes of unintentional weight loss and a clinical approach to diagnosis. Screening tools to detect malnutrition are highlighted, and nonpharmacologic and pharmacologic strategies to minimize or reverse weight loss in older adults are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15767612/",
    "clean_text": "an approach to the management of unintentional weight loss in elderly people unintentional weight loss or the involuntary decline in total body weight over time is common among elderly people who live at home a variety of physical psychological and social conditions along with age related changes can lead to weight unintentional weight loss or the involuntary decline in total body weight over time is common among elderly people who live at home weight loss in elderly people can have a deleterious effect on the ability to function and on quality of life and is associated with an increase in mortality over a month period a variety of physical psychological and social conditions along with age related changes can lead to weight loss but there may be no identifiable cause in up to one quarter of patients we review the incidence and prevalence of weight loss in elderly patients its impact on morbidity and mortality the common causes of unintentional weight loss and a clinical approach to diagnosis screening tools to detect malnutrition are highlighted and nonpharmacologic and pharmacologic strategies to minimize or reverse weight loss in older adults are discussed"
}