{
    "title": "The Anterior GRadient (AGR) family proteins in epithelial ovarian cancer.",
    "doc_id": "34452625",
    "writer": "Fessart D",
    "year": "2021",
    "summary": "Epithelial ovarian cancer (EOC) is the most common gynecologic disorder. Even with the recent progresses made towards the use of new therapeutics, it still represents the most lethal gynecologic malignancy in women from developed countries.The discovery of the anterior gra …",
    "abstract": "Epithelial ovarian cancer (EOC) is the most common gynecologic disorder. Even with the recent progresses made towards the use of new therapeutics, it still represents the most lethal gynecologic malignancy in women from developed countries.The discovery of the anterior gradient proteins AGR2 and AGR3, which are highly related members belonging to the protein disulfide isomerase (PDI) family, attracted researchers' attention due to their putative involvement in adenocarcinoma development. This review compiles the current knowledge on the role of the AGR family and the expression of its members in EOC and discusses the potential clinical relevance of AGR2 and AGR3 for EOC diagnosis, prognosis, and therapeutics.A better understanding of the role of the AGR family may thus provide new handling avenues for EOC patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34452625/",
    "clean_text": "the anterior gradient agr family proteins in epithelial ovarian cancer epithelial ovarian cancer eoc is the most common gynecologic disorder even with the recent progresses made towards the use of new therapeutics it still represents the most lethal gynecologic malignancy in women from developed countries the discovery of the anterior gra epithelial ovarian cancer eoc is the most common gynecologic disorder even with the recent progresses made towards the use of new therapeutics it still represents the most lethal gynecologic malignancy in women from developed countries the discovery of the anterior gradient proteins agr and agr which are highly related members belonging to the protein disulfide isomerase pdi family attracted researchers attention due to their putative involvement in adenocarcinoma development this review compiles the current knowledge on the role of the agr family and the expression of its members in eoc and discusses the potential clinical relevance of agr and agr for eoc diagnosis prognosis and therapeutics a better understanding of the role of the agr family may thus provide new handling avenues for eoc patients"
}