{
    "pmid": "41396493",
    "title": "Wnt signaling pathway in lung aging and aging-related chronic lung diseases.",
    "abstract": "As a target organ in direct contact with external air, lung tissue is more susceptible to aging, and lung aging is closely related to the development of chronic lung diseases such as chronic obstructive pulmonary disease and pulmonary fibrosis. Evolutionarily speaking, the Wnt signaling pathway is highly conserved and plays an important role in embryonic development, tissue homeostasis, as well as cell proliferation, differentiation, apoptosis, and migration of a variety of cells. Alterations in Wnt signaling pathway activity can accelerate the pathological process of chronic lung diseases. In recent years, a large number of studies have focused on the regulatory role of the Wnt signaling pathway in the lung aging process and aging-related chronic lung diseases. Therefore, this paper systematically reviews the relationship between the Wnt signaling pathway and lung aging and its role in aging-related chronic lung diseases.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "wnt signaling pathway in lung aging and aging related chronic lung diseases as a target organ in direct contact with external air lung tissue is more susceptible to aging and lung aging is closely related to the development of chronic lung diseases such as chronic obstructive pulmonary disease and pulmonary fibrosis evolutionarily speaking the wnt signaling pathway is highly conserved and plays an important role in embryonic development tissue homeostasis as well as cell proliferation differentiation apoptosis and migration of a variety of cells alterations in wnt signaling pathway activity can accelerate the pathological process of chronic lung diseases in recent years a large number of studies have focused on the regulatory role of the wnt signaling pathway in the lung aging process and aging related chronic lung diseases therefore this paper systematically reviews the relationship between the wnt signaling pathway and lung aging and its role in aging related chronic lung diseases"
}