{
    "title": "The application of nanoparticles in diagnosis and theranostics of gastric cancer.",
    "doc_id": "27845158",
    "writer": "Li R",
    "year": "2017",
    "summary": "Gastric cancer is the fourth most common cancer and the second leading cause of cancer related death worldwide. ...Moreover, there are still other ways for the detecting of gastric cancer, including the early detection of gastric  …",
    "abstract": "Gastric cancer is the fourth most common cancer and the second leading cause of cancer related death worldwide. For the diagnosis of gastric cancer, apart from regular systemic imaging, the locoregional imaging is also of great importance. Moreover, there are still other ways for the detecting of gastric cancer, including the early detection of gastric cancer by endoscopy, the detection of gastric-cancer related biomarkers and the detection of circulating tumor cells (CTCs) of gastric cancer. However, conventional diagnostic methods are usually lack of specificity and sensitivity. Nanoparticles provide many benefits in the diagnosis of gastric cancer. Besides, nanoparticles are capable of integrating the functions of diagnosis and treatment together (theranostics). In this paper, we reviewed the applications of nanoparticles in diagnosis and theranostics of gastric cancer in the above mentioned aspects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27845158/",
    "clean_text": "the application of nanoparticles in diagnosis and theranostics of gastric cancer gastric cancer is the fourth most common cancer and the second leading cause of cancer related death worldwide moreover there are still other ways for the detecting of gastric cancer including the early detection of gastric gastric cancer is the fourth most common cancer and the second leading cause of cancer related death worldwide for the diagnosis of gastric cancer apart from regular systemic imaging the locoregional imaging is also of great importance moreover there are still other ways for the detecting of gastric cancer including the early detection of gastric cancer by endoscopy the detection of gastric cancer related biomarkers and the detection of circulating tumor cells ctcs of gastric cancer however conventional diagnostic methods are usually lack of specificity and sensitivity nanoparticles provide many benefits in the diagnosis of gastric cancer besides nanoparticles are capable of integrating the functions of diagnosis and treatment together theranostics in this paper we reviewed the applications of nanoparticles in diagnosis and theranostics of gastric cancer in the above mentioned aspects"
}