{
    "pmid": "41465911",
    "title": "Efficacy and safety of traditional Chinese medicine injections for older adults with community-acquired pneumonia: An evidence map.",
    "abstract": "Community-acquired pneumonia (CAP) is a common respiratory condition associated with high morbidity and mortality. Older adults are disproportionately affected, experiencing higher risks and poorer outcomes. The current evidence regarding the efficacy and safety of traditional Chinese medicine injections (TCMIs) for CAP in older adults is limited. This study aims to synthesize high-quality evidence and identify gaps in the existing literature to guide future research. A systematic search was conducted in eight databases - PubMed, Cochrane Library, EMBASE, Web of Science, CNKI, VIP, Wanfang, and SinoMed - covering records from database inception to December 19, 2024. Randomized controlled trials (RCTs), systematic reviews, and meta-analyses (MAs) assessing the use of TCMIs for older adults with CAP were included. The risk of bias in RCTs was assessed using the Cochrane risk of bias tool. Evidence bubble plots were created to visualize the study characteristics and distribution of evidence. The evidence map included 165 RCTs and one MAs, with the earliest publication dating from 2001. All studies were conducted in China, and RCTs accounted for 99% of the included evidence. Tanreqing Injection was the most frequently investigated intervention, with a median treatment duration of 7 to 13 days. The primary outcomes were the clinical effective rate and time to symptom resolution. Both the RCTs and the MAs reported significant benefits of TCMIs for older adults with CAP. However, the overall certainty of the evidence remains low. TCMIs show substantial potential for improving clinical efficacy and alleviating symptoms in older adults with CAP. However, existing studies have design and methodological limitations. Future research should focus on improving methodological quality to enhance the robustness of the clinical evidence.",
    "disease": "pneumonia",
    "clean_text": "efficacy and safety of traditional chinese medicine injections for older adults with community acquired pneumonia an evidence map community acquired pneumonia cap is a common respiratory condition associated with high morbidity and mortality older adults are disproportionately affected experiencing higher risks and poorer outcomes the current evidence regarding the efficacy and safety of traditional chinese medicine injections tcmis for cap in older adults is limited this study aims to synthesize high quality evidence and identify gaps in the existing literature to guide future research a systematic search was conducted in eight databases pubmed cochrane library embase web of science cnki vip wanfang and sinomed covering records from database inception to december randomized controlled trials rcts systematic reviews and meta analyses mas assessing the use of tcmis for older adults with cap were included the risk of bias in rcts was assessed using the cochrane risk of bias tool evidence bubble plots were created to visualize the study characteristics and distribution of evidence the evidence map included rcts and one mas with the earliest publication dating from all studies were conducted in china and rcts accounted for of the included evidence tanreqing injection was the most frequently investigated intervention with a median treatment duration of to days the primary outcomes were the clinical effective rate and time to symptom resolution both the rcts and the mas reported significant benefits of tcmis for older adults with cap however the overall certainty of the evidence remains low tcmis show substantial potential for improving clinical efficacy and alleviating symptoms in older adults with cap however existing studies have design and methodological limitations future research should focus on improving methodological quality to enhance the robustness of the clinical evidence"
}