{
    "title": "The Mental States Task (MST): Correlates and New Perspectives on Mentalizing in a Lebanese Student Sample.",
    "doc_id": "32496883",
    "writer": "Tohme P",
    "year": "2021",
    "summary": "Mentalizing is defined as one's capacity to think in terms of mental states underlying one's own and others' behaviors. It has been posited to develop within the context of a secure attachment relationship and has been linked to a myriad of psychological adjustment …",
    "abstract": "Mentalizing is defined as one's capacity to think in terms of mental states underlying one's own and others' behaviors. It has been posited to develop within the context of a secure attachment relationship and has been linked to a myriad of psychological adjustment variables. Given the scarcity of research on mentalizing in Lebanon, this study aimed to investigate mentalizing in a sample of 293 Lebanese undergraduate students using a novel tool, the Mental State Task (MST). Higher mentalizing scores were found to be positively correlated with self-esteem, neurotic defenses, authenticity and adaptive emotion regulation strategies, as well as negatively correlated with psychological symptomatology. This study also provided descriptions of the six mental states measured by the MST continuum based on their correlations with related constructs. Findings diverge with the literature in relation to the association between defense styles and MST scores, which were posited to reflect cultural specificities of this sample.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32496883/",
    "clean_text": "the mental states task mst correlates and new perspectives on mentalizing in a lebanese student sample mentalizing is defined as one s capacity to think in terms of mental states underlying one s own and others behaviors it has been posited to develop within the context of a secure attachment relationship and has been linked to a myriad of psychological adjustment mentalizing is defined as one s capacity to think in terms of mental states underlying one s own and others behaviors it has been posited to develop within the context of a secure attachment relationship and has been linked to a myriad of psychological adjustment variables given the scarcity of research on mentalizing in lebanon this study aimed to investigate mentalizing in a sample of lebanese undergraduate students using a novel tool the mental state task mst higher mentalizing scores were found to be positively correlated with self esteem neurotic defenses authenticity and adaptive emotion regulation strategies as well as negatively correlated with psychological symptomatology this study also provided descriptions of the six mental states measured by the mst continuum based on their correlations with related constructs findings diverge with the literature in relation to the association between defense styles and mst scores which were posited to reflect cultural specificities of this sample"
}