{
    "pmid": "41389704",
    "title": "Sex-differences in influenza vaccine efficacy and immunogenicity among Canadian Hutterite children.",
    "abstract": "Sex-differences in influenza vaccine efficacy and immunogenicity remain inconclusive, with limited evidence in pediatric populations. Hutterite communities provide a unique environment for evaluating vaccine responses due to their controlled social and environmental conditions. Understanding sex-differences could help inform targeted vaccination strategies. This study analyzed data from three cluster-randomized trials (2008-2017) involving Canadian Hutterite children aged 6 months to 15 years. Participants received season-specific influenza vaccines across different seasons (Trial 1: trivalent influenza vaccine (TIV) versus hepatitis A vaccine); Trial 2: live attenuated influenza vaccine versus TIV; Trial 3: adjuvanted trivalent influenza vaccine versus quadrivalent influenza vaccine). Influenza incidence was assessed within trial groups by sex and vaccine efficacy was assessed using Cox proportional hazards models, adjusting for sex, age, and intervention group, with clustering by colony, and effect modification of vaccine by sex. Immunogenicity was measured using hemagglutination inhibition (HAI) antibody responses expressed as geometric mean titers (GMT), geometric mean fold rise (GMFR), and seroconversion rates (SCR). Across all trials, there were no consistent sex differences in either vaccine efficacy or immunogenicity. In Trial 1 however, there was effect modification of sex by vaccine in a trial with non-influenza vaccine control group. Immunogenicity results also revealed few statistically significant sex-differences in GMT, GMFR, or SCR. These findings suggest that sex may not be a major factor in vaccine response in pediatric populations, but may be more likely to be detected in influenza vaccine trials with a non-influenza vaccine control group.",
    "disease": "influenza",
    "clean_text": "sex differences in influenza vaccine efficacy and immunogenicity among canadian hutterite children sex differences in influenza vaccine efficacy and immunogenicity remain inconclusive with limited evidence in pediatric populations hutterite communities provide a unique environment for evaluating vaccine responses due to their controlled social and environmental conditions understanding sex differences could help inform targeted vaccination strategies this study analyzed data from three cluster randomized trials involving canadian hutterite children aged months to years participants received season specific influenza vaccines across different seasons trial trivalent influenza vaccine tiv versus hepatitis a vaccine trial live attenuated influenza vaccine versus tiv trial adjuvanted trivalent influenza vaccine versus quadrivalent influenza vaccine influenza incidence was assessed within trial groups by sex and vaccine efficacy was assessed using cox proportional hazards models adjusting for sex age and intervention group with clustering by colony and effect modification of vaccine by sex immunogenicity was measured using hemagglutination inhibition hai antibody responses expressed as geometric mean titers gmt geometric mean fold rise gmfr and seroconversion rates scr across all trials there were no consistent sex differences in either vaccine efficacy or immunogenicity in trial however there was effect modification of sex by vaccine in a trial with non influenza vaccine control group immunogenicity results also revealed few statistically significant sex differences in gmt gmfr or scr these findings suggest that sex may not be a major factor in vaccine response in pediatric populations but may be more likely to be detected in influenza vaccine trials with a non influenza vaccine control group"
}