{
    "title": "Autonomic nervous system activity and anxiety and depressive symptoms in mothers up to 2 years postpartum.",
    "doc_id": "26939739",
    "writer": "Izumi M",
    "year": "2016",
    "summary": "INTRODUCTION: We investigated the association between autonomic nervous system (ANS) activity and symptoms of anxiety and depression for the first 2 years postpartum. ...This study was conducted from 2012 to 2014 at University Hospital in Kyoto Prefectural Universit …",
    "abstract": "Introduction:\n        \n      \n      We investigated the association between autonomic nervous system (ANS) activity and symptoms of anxiety and depression for the first 2 years postpartum.\n    \n\n\n          Methods:\n        \n      \n      A total of 108 participants within 2 years postpartum underwent physiological measurements of ANS activity using the heart rate variability (HRV) power spectrum and self-reported questionnaires (14-item Hospital Anxiety and Depression Score). The cutoff points for anxiety and depressive symptom scores in this questionnaire were as follows: 7 or less, non-cases; 8-10, doubtful cases; 11 or more, definite cases. This study was conducted from 2012 to 2014 at University Hospital in Kyoto Prefectural University of Medicine and a nearby obstetrics and gynecology department clinic in Japan.\n    \n\n\n          Results:\n        \n      \n      Anxiety and depression non-cases accounted for 67.6% (n = 73) of subjects, anxiety non-cases and depression doubtful and definite cases 7.4% (n = 8), anxiety doubtful and definite cases and depression non-cases 8.3% (n = 9), and anxiety and depression doubtful and definite cases 16.7% (n = 18). Findings were similar for women with anxiety or depression, with total power (TP), low-frequency (LF) and high-frequency (HF) components of HRV among doubtful and definite cases significantly lower than among non-cases for both anxiety (p = 0.006, 0.034, 0.029, respectively) and depression (p = 0.001, 0.004, 0.007). Significant correlations were observed between TP, LF and HF and anxiety and depression scores (respective values for anxiety: rs = -0.331, p <0.001; rs = -0.286, p = 0.003; rs = -0.269, p = 0.005; and depression: rs = -0.389, rs = -0.353, rs = -0.337, all p <0.001).\n    \n\n\n          Discussion:\n        \n      \n      The present study demonstrated that mothers with anxiety or depressive symptoms had significantly lower HRV (HF, LF and TP) than those without.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26939739/",
    "clean_text": "autonomic nervous system activity and anxiety and depressive symptoms in mothers up to years postpartum introduction we investigated the association between autonomic nervous system ans activity and symptoms of anxiety and depression for the first years postpartum this study was conducted from to at university hospital in kyoto prefectural universit introduction we investigated the association between autonomic nervous system ans activity and symptoms of anxiety and depression for the first years postpartum methods a total of participants within years postpartum underwent physiological measurements of ans activity using the heart rate variability hrv power spectrum and self reported questionnaires item hospital anxiety and depression score the cutoff points for anxiety and depressive symptom scores in this questionnaire were as follows or less non cases doubtful cases or more definite cases this study was conducted from to at university hospital in kyoto prefectural university of medicine and a nearby obstetrics and gynecology department clinic in japan results anxiety and depression non cases accounted for n of subjects anxiety non cases and depression doubtful and definite cases n anxiety doubtful and definite cases and depression non cases n and anxiety and depression doubtful and definite cases n findings were similar for women with anxiety or depression with total power tp low frequency lf and high frequency hf components of hrv among doubtful and definite cases significantly lower than among non cases for both anxiety p respectively and depression p significant correlations were observed between tp lf and hf and anxiety and depression scores respective values for anxiety rs p rs p rs p and depression rs rs rs all p discussion the present study demonstrated that mothers with anxiety or depressive symptoms had significantly lower hrv hf lf and tp than those without"
}