{
    "title": "Is ugliness a pathology? An ethical critique of the therapeuticalization of cosmetic surgery.",
    "doc_id": "32036617",
    "writer": "Aquino YSJ.",
    "year": "2020",
    "summary": "I then propose that the goals work best in conjunction with ancillary ethical concepts, namely medical knowledge and skills, standards of practice and medical duties and virtues. Next, I apply the thick description of the goals of medicine in critiquing the practice …",
    "abstract": "Pathologizing ugliness refers to the framing of unattractive features as a type of disease or deformity. By framing ugliness as pathology, cosmetic procedures are reframed as therapy rather than enhancement, thereby potentially avoiding ethical critiques regularly levelled against cosmetic surgery. As such, the practice of pathologizing ugliness and the ensuing therapeuticalization of cosmetic procedures require an ethical analysis that goes beyond that offered by current enhancement critiques. In this article, I propose using a thick description of the goals of medicine as an ethical framework for evaluating problematic medical practices. I first describe the goals of medicine based on Daniel Callahan's account. I then propose that the goals work best in conjunction with ancillary ethical concepts, namely medical knowledge and skills, standards of practice and medical duties and virtues. Next, I apply the thick description of the goals of medicine in critiquing the practice of framing ugliness as disease. Here, I demonstrate ethical conflicts between aesthetic judgments that underpin the practice of pathologizing ugliness and medical judgments that inform ethical medical practices. In particular, the thick description of the goals of medicine helps reveal ethical conflicts in at least three key domains common to clinical practices, which include (a) disease determination, (b) diagnostic evaluation and (c) establishing clinical indications. My analysis offers a novel way of critiquing the practice of pathologizing ugliness in cosmetic surgery, which tends to be neglected by enhancement critiques.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32036617/",
    "clean_text": "is ugliness a pathology an ethical critique of the therapeuticalization of cosmetic surgery i then propose that the goals work best in conjunction with ancillary ethical concepts namely medical knowledge and skills standards of practice and medical duties and virtues next i apply the thick description of the goals of medicine in critiquing the practice pathologizing ugliness refers to the framing of unattractive features as a type of disease or deformity by framing ugliness as pathology cosmetic procedures are reframed as therapy rather than enhancement thereby potentially avoiding ethical critiques regularly levelled against cosmetic surgery as such the practice of pathologizing ugliness and the ensuing therapeuticalization of cosmetic procedures require an ethical analysis that goes beyond that offered by current enhancement critiques in this article i propose using a thick description of the goals of medicine as an ethical framework for evaluating problematic medical practices i first describe the goals of medicine based on daniel callahan s account i then propose that the goals work best in conjunction with ancillary ethical concepts namely medical knowledge and skills standards of practice and medical duties and virtues next i apply the thick description of the goals of medicine in critiquing the practice of framing ugliness as disease here i demonstrate ethical conflicts between aesthetic judgments that underpin the practice of pathologizing ugliness and medical judgments that inform ethical medical practices in particular the thick description of the goals of medicine helps reveal ethical conflicts in at least three key domains common to clinical practices which include a disease determination b diagnostic evaluation and c establishing clinical indications my analysis offers a novel way of critiquing the practice of pathologizing ugliness in cosmetic surgery which tends to be neglected by enhancement critiques"
}