{
    "pmid": "41446123",
    "title": "The role of MICOS in modulating mitochondrial dynamics and structural changes in vulnerable regions of Alzheimer's Disease.",
    "abstract": "Mitochondrial contact site and cristae organizing system (MICOS) complexes are critical for maintaining the mitochondrial architecture, cristae integrity, and organelle communication in neurons. MICOS disruption has been implicated in neurodegenerative disorders, including Alzheimer's disease (AD), yet the spatiotemporal dynamics of MICOS-associated neuronal alterations during aging remain unclear. Using three-dimensional reconstructions of hypothalamic and cortical neurons, we observed age-dependent fragmentation of mitochondrial cristae, reduced intermitochondrial connectivity, and compartment-specific changes in mitochondrial size and morphology. Notably, these structural deficits were most pronounced in neurons vulnerable to AD-related pathology, suggesting a mechanistic link between MICOS disruption and the early mitochondrial dysfunction observed in patients with AD. Our findings indicate that the loss of MICOS integrity is a progressive feature of neuronal aging, contributing to impaired bioenergetics and reduced resilience to metabolic stress and potentially facilitating neurodegenerative processes. MICOS disruption reduced neuronal firing and synaptic responsiveness, with miclxin treatment decreasing mitochondrial connectivity and inducing cristae disorganization. These changes link MICOS structural deficits directly to impaired neuronal excitability, highlighting vulnerability to AD-related neurodegeneration. These results underscore the importance of MICOS as a critical determinant of neuronal mitochondrial health and as a potential target for interventions aimed at mitigating AD-related mitochondrial dysfunction.",
    "disease": "alzheimer disease",
    "clean_text": "the role of micos in modulating mitochondrial dynamics and structural changes in vulnerable regions of alzheimer s disease mitochondrial contact site and cristae organizing system micos complexes are critical for maintaining the mitochondrial architecture cristae integrity and organelle communication in neurons micos disruption has been implicated in neurodegenerative disorders including alzheimer s disease ad yet the spatiotemporal dynamics of micos associated neuronal alterations during aging remain unclear using three dimensional reconstructions of hypothalamic and cortical neurons we observed age dependent fragmentation of mitochondrial cristae reduced intermitochondrial connectivity and compartment specific changes in mitochondrial size and morphology notably these structural deficits were most pronounced in neurons vulnerable to ad related pathology suggesting a mechanistic link between micos disruption and the early mitochondrial dysfunction observed in patients with ad our findings indicate that the loss of micos integrity is a progressive feature of neuronal aging contributing to impaired bioenergetics and reduced resilience to metabolic stress and potentially facilitating neurodegenerative processes micos disruption reduced neuronal firing and synaptic responsiveness with miclxin treatment decreasing mitochondrial connectivity and inducing cristae disorganization these changes link micos structural deficits directly to impaired neuronal excitability highlighting vulnerability to ad related neurodegeneration these results underscore the importance of micos as a critical determinant of neuronal mitochondrial health and as a potential target for interventions aimed at mitigating ad related mitochondrial dysfunction"
}