{
    "title": "Side effects of medical therapy for chronic hepatitis C.",
    "doc_id": "15118573",
    "writer": "Shiffman ML.",
    "year": "2004",
    "summary": "While some of these side effects can be overcome and treatment continued, some side effects are severe and potentially life threatening. Appropriate recognition and management of these side effects will both improve response to therapy an …",
    "abstract": "The treatment of chronic hepatitis C virus (HCV) has improved greatly over the past decade. Over half of all patients treated with the combination of peginterferon and ribavirin have the opportunity to achieve sustained virologic response. The major factors which interfere with this goal are the side effects of therapy which require that the doses of peginterferon or ribavirin be reduced or that these medications be discontinued. While some of these side effects can be overcome and treatment continued, some side effects are severe and potentially life threatening. Appropriate recognition and management of these side effects will both improve response to therapy and avoid unnecessary morbidity and mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15118573/",
    "clean_text": "side effects of medical therapy for chronic hepatitis c while some of these side effects can be overcome and treatment continued some side effects are severe and potentially life threatening appropriate recognition and management of these side effects will both improve response to therapy an the treatment of chronic hepatitis c virus hcv has improved greatly over the past decade over half of all patients treated with the combination of peginterferon and ribavirin have the opportunity to achieve sustained virologic response the major factors which interfere with this goal are the side effects of therapy which require that the doses of peginterferon or ribavirin be reduced or that these medications be discontinued while some of these side effects can be overcome and treatment continued some side effects are severe and potentially life threatening appropriate recognition and management of these side effects will both improve response to therapy and avoid unnecessary morbidity and mortality"
}