{
    "pmid": "41450793",
    "title": "The rising burden of drug use disorders in the Americas, 2000-2021.",
    "abstract": "Drug use disorders - preventable and treatable conditions - are a challenging and growing public health threat in the Region of the Americas. This study aims to provide a comprehensive analysis of the levels and trends of the burden of these disorders across countries in the Americas. This study analyzed morbidity, mortality and disease burden from drug use disorders, including opioid, cocaine, amphetamine, cannabis and other drug use disorders, across 38 countries in the Americas from 2000 to 2021. Using estimates from the Global Burden of Disease Study in 2021, trends were assessed using the average annual percentage change, estimated through regression analysis. In 2021, 17.7 million (95% uncertainty interval [UI]: 15.9 to 19.9 million) people in the Americas were living with these disorders, mainly opioid use disorders (42.7%) and cannabis use disorders (31.5%). Drug use disorders accounted for 77 717 deaths (95% UI: 70 414 to 86 270) or 6.9 deaths (95% UI: 6.3 to 7.6) per 100 000 population, which was higher than the global estimates. Rates of age-standardized disability-adjusted life years from drug use disorders increased annually by 4.95%, reaching 695.36 years (95% UI: 583.45 to 807.69) per 100 000 population, higher than the global estimate. The burden of these disorders was consistently higher among male young adults. Regionwide in 2021, 145 515 (95% UI: 132 710 to 159 080) all-cause deaths (1.6%, 95% UI: 1.4 to 1.7% of total deaths) were attributed to drug use, primarily deaths from opioid use disorders, cirrhosis and liver cancer. Drug use disorders are a major and growing public health challenge in the Americas, driven mainly by opioid use disorders in young adults and the rise in these disorders among women. Urgent, evidence-based responses are needed that target high-risk populations, expand treatment and harm reduction, and strengthen data systems. Tailored strategies informed by national contexts and global frameworks can reduce avoidable deaths and improve population health. Los trastornos secundarios al consumo de drogas, que son afecciones prevenibles y tratables, suponen un desafío y una amenaza creciente para la salud pública en la Región de las Américas. El objetivo de este estudio es proporcionar un análisis exhaustivo de los niveles y las tendencias de la carga de enfermedad asociada a estos trastornos en la Región. En este estudio se analizó la morbilidad, mortalidad y carga de enfermedad derivadas de los trastornos secundarios al consumo de drogas, incluidos los trastornos por consumo de opioides, cocaína, anfetaminas, cannabis y otras sustancias, en 38 países de la Región de las Américas entre el 2000 y el 2021. Se utilizaron estimaciones del estudio sobre la carga mundial de morbilidad del 2021 para evaluar las tendencias, mediante el cambio porcentual medio anual calculado con un análisis de regresión. En el 2021, 17,7 millones (intervalo de incertidumbre del 95% [II95%]: 15,9-19,9) de personas de la Región de las Américas presentaban estos trastornos, en su mayoría por consumo de opioides (42,7%) y de cannabis (31,5%). Los trastornos secundarios al consumo de drogas causaron 77 717 muertes (II95%: 70 414-86 270), es decir, 6,9 muertes (II95%: 6,3-7,6) por cada 100 000 habitantes, una cifra es superior a la observada a nivel mundial. Las tasas de años de vida ajustados por discapacidad estandarizadas según la edad debidas a trastornos secundarios al consumo de drogas aumentaron en un 4,95% al año y alcanzaron los 695,36 años (II95%: 583,45-807,69) por cada 100 000 habitantes, una cifra superior a la observada a nivel mundial. La carga de morbilidad de estos trastornos fue uniformemente superior en los varones adultos jóvenes. En toda la Región, en el 2021, 145 515 (II95%: 132 710-159 080) muertes por cualquier causa (1,6%, II95%: 1,4-1,7 del total de muertes) se atribuyeron al consumo de drogas, en su mayoría por trastornos relacionados con el consumo de opioides, cirrosis y cáncer de hígado. Los trastornos secundarios al consumo de drogas constituyen un desafío de salud pública grave y creciente en la Región de las Américas. Esto se debe principalmente al consumo de opioides en los adultos jóvenes y a su aumento en las mujeres. Se necesitan respuestas urgentes y basadas en la evidencia, dirigidas a los grupos de población de alto riesgo, que amplíen el tratamiento, reduzcan los daños y fortalezcan los sistemas de datos. Las estrategias adaptadas a los contextos nacionales y los marcos mundiales pueden reducir las muertes evitables y mejorar la salud de la población. Os transtornos relacionados ao uso de substâncias psicoativas – problemas de saúde preveníveis e tratáveis – são uma ameaça desafiadora e crescente à saúde pública na Região das Américas. Este estudo tem como objetivo fornecer uma análise abrangente dos níveis e tendências da carga desses transtornos nos países da Região. Este estudo analisou a morbimortalidade e a carga dos transtornos relacionados ao uso de substâncias psicoativas, como opioides, cocaína, anfetaminas, cannabis, entre outras substâncias psicoativas em 38 países da Região das Américas, entre 2000 e 2021. Com base nas estimativas do Global Burden of Disease Study 2021, avaliaram-se as tendências usando a variação percentual anual média, estimada por meio de análise de regressão. Em 2021, 17,7 milhões (intervalo de confiança [IC] de 95%: 15,9 a 19,9) de pessoas na Região das Américas viviam com esses transtornos, principalmente por uso de opioides (42,7%) e cannabis (31,5%). Os transtornos relacionados ao uso de substâncias psicoativas foram responsáveis por 77 717 mortes (IC 95%: 70 414 a 86 270) ou 6,9 mortes (IC 95%: 6,3 a 7,6) por 100 000 habitantes, ficando acima das estimativas mundiais. A taxa padronizada por idade de anos de vida ajustados por incapacidade devido a transtornos relacionados ao uso de substancias psicoativas aumentou anualmente em 4,95%, chegando a 695,36 anos (IC 95%: 583,45 a 807,69) por 100.000 habitantes, acima da estimativa mundial. A carga desses transtornos foi consistentemente maior entre os jovens adultos do sexo masculino. Em toda a Região, em 2021, 145 515 (IC 95%: 132 710 a 159 080) mortes por todas as causas (1,6%, IC 95%: 1,4 a 1,7% do total de mortes) foram atribuídas ao uso de substâncias psicoativas, principalmente mortes por transtornos relacionados ao uso de opioides, por cirrose e por câncer de fígado. Os transtornos relacionados ao uso de substâncias psicoativas são um importante e crescente desafio de saúde pública na Região das Américas, impulsionado principalmente pelos transtornos relacionados ao uso de opioides em jovens adultos e pelo aumento desses transtornos em mulheres. São necessárias respostas urgentes baseadas em evidências que visem populações de alto risco, ampliem o acesso a tratamentos e serviços de redução de danos e fortaleçam os sistemas de dados. Estratégias individualizadas baseadas nos contextos nacionais e nas estruturas mundiais podem reduzir as mortes evitáveis e melhorar a saúde da população.",
    "disease": "liver cirrhosis",
    "clean_text": "the rising burden of drug use disorders in the americas drug use disorders preventable and treatable conditions are a challenging and growing public health threat in the region of the americas this study aims to provide a comprehensive analysis of the levels and trends of the burden of these disorders across countries in the americas this study analyzed morbidity mortality and disease burden from drug use disorders including opioid cocaine amphetamine cannabis and other drug use disorders across countries in the americas from to using estimates from the global burden of disease study in trends were assessed using the average annual percentage change estimated through regression analysis in million uncertainty interval ui to million people in the americas were living with these disorders mainly opioid use disorders and cannabis use disorders drug use disorders accounted for deaths ui to or deaths ui to per population which was higher than the global estimates rates of age standardized disability adjusted life years from drug use disorders increased annually by reaching years ui to per population higher than the global estimate the burden of these disorders was consistently higher among male young adults regionwide in ui to all cause deaths ui to of total deaths were attributed to drug use primarily deaths from opioid use disorders cirrhosis and liver cancer drug use disorders are a major and growing public health challenge in the americas driven mainly by opioid use disorders in young adults and the rise in these disorders among women urgent evidence based responses are needed that target high risk populations expand treatment and harm reduction and strengthen data systems tailored strategies informed by national contexts and global frameworks can reduce avoidable deaths and improve population health los trastornos secundarios al consumo de drogas que son afecciones prevenibles y tratables suponen un desaf o y una amenaza creciente para la salud p blica en la regi n de las am ricas el objetivo de este estudio es proporcionar un an lisis exhaustivo de los niveles y las tendencias de la carga de enfermedad asociada a estos trastornos en la regi n en este estudio se analiz la morbilidad mortalidad y carga de enfermedad derivadas de los trastornos secundarios al consumo de drogas incluidos los trastornos por consumo de opioides coca na anfetaminas cannabis y otras sustancias en pa ses de la regi n de las am ricas entre el y el se utilizaron estimaciones del estudio sobre la carga mundial de morbilidad del para evaluar las tendencias mediante el cambio porcentual medio anual calculado con un an lisis de regresi n en el millones intervalo de incertidumbre del ii de personas de la regi n de las am ricas presentaban estos trastornos en su mayor a por consumo de opioides y de cannabis los trastornos secundarios al consumo de drogas causaron muertes ii es decir muertes ii por cada habitantes una cifra es superior a la observada a nivel mundial las tasas de a os de vida ajustados por discapacidad estandarizadas seg n la edad debidas a trastornos secundarios al consumo de drogas aumentaron en un al a o y alcanzaron los a os ii por cada habitantes una cifra superior a la observada a nivel mundial la carga de morbilidad de estos trastornos fue uniformemente superior en los varones adultos j venes en toda la regi n en el ii muertes por cualquier causa ii del total de muertes se atribuyeron al consumo de drogas en su mayor a por trastornos relacionados con el consumo de opioides cirrosis y c ncer de h gado los trastornos secundarios al consumo de drogas constituyen un desaf o de salud p blica grave y creciente en la regi n de las am ricas esto se debe principalmente al consumo de opioides en los adultos j venes y a su aumento en las mujeres se necesitan respuestas urgentes y basadas en la evidencia dirigidas a los grupos de poblaci n de alto riesgo que ampl en el tratamiento reduzcan los da os y fortalezcan los sistemas de datos las estrategias adaptadas a los contextos nacionales y los marcos mundiales pueden reducir las muertes evitables y mejorar la salud de la poblaci n os transtornos relacionados ao uso de subst ncias psicoativas problemas de sa de preven veis e trat veis s o uma amea a desafiadora e crescente sa de p blica na regi o das am ricas este estudo tem como objetivo fornecer uma an lise abrangente dos n veis e tend ncias da carga desses transtornos nos pa ses da regi o este estudo analisou a morbimortalidade e a carga dos transtornos relacionados ao uso de subst ncias psicoativas como opioides coca na anfetaminas cannabis entre outras subst ncias psicoativas em pa ses da regi o das am ricas entre e com base nas estimativas do global burden of disease study avaliaram se as tend ncias usando a varia o percentual anual m dia estimada por meio de an lise de regress o em milh es intervalo de confian a ic de a de pessoas na regi o das am ricas viviam com esses transtornos principalmente por uso de opioides e cannabis os transtornos relacionados ao uso de subst ncias psicoativas foram respons veis por mortes ic a ou mortes ic a por habitantes ficando acima das estimativas mundiais a taxa padronizada por idade de anos de vida ajustados por incapacidade devido a transtornos relacionados ao uso de substancias psicoativas aumentou anualmente em chegando a anos ic a por habitantes acima da estimativa mundial a carga desses transtornos foi consistentemente maior entre os jovens adultos do sexo masculino em toda a regi o em ic a mortes por todas as causas ic a do total de mortes foram atribu das ao uso de subst ncias psicoativas principalmente mortes por transtornos relacionados ao uso de opioides por cirrose e por c ncer de f gado os transtornos relacionados ao uso de subst ncias psicoativas s o um importante e crescente desafio de sa de p blica na regi o das am ricas impulsionado principalmente pelos transtornos relacionados ao uso de opioides em jovens adultos e pelo aumento desses transtornos em mulheres s o necess rias respostas urgentes baseadas em evid ncias que visem popula es de alto risco ampliem o acesso a tratamentos e servi os de redu o de danos e fortale am os sistemas de dados estrat gias individualizadas baseadas nos contextos nacionais e nas estruturas mundiais podem reduzir as mortes evit veis e melhorar a sa de da popula o"
}