{
    "pmid": "41450539",
    "title": "Prognostic value of endothelial activation and stress index in mechanical thrombectomy for patients with acute ischemic stroke.",
    "abstract": "The Endothelial Activation and Stress Index (EASIX) is a marker of endothelial dysfunction. This study aimed to explore the association between the EASIX score and unfavorable outcome in patients with acute ischemic stroke (AIS) undergoing mechanical thrombectomy (MT) treatment. We enrolled AIS patients treated with MT from a multicenter study between June 2021 to September 2024. The EASIX score was calculated as lactate dehydrogenase (LDH) (U / L) × Creatinine (mg / dL) / Platelet Count (10  A total of 406 patients (258 [63.5%] male and median age: 71 years) were included in this study. 181 (44.6%) patients experienced unfavorable outcome. The logistic regression models demonstrated a robust association between the EASIX score and unfavorable outcome (log2 transformed odds ratio [OR]: 1.41; 95% confidence interval [CI]: 1.19-1.70;  Higher EASIX levels were significantly related to unfavorable outcome in AIS patients treated with MT. EASIX score may serve as a valuable tool for early risk assessment and outcome prediction in AIS patients.",
    "disease": "stroke",
    "clean_text": "prognostic value of endothelial activation and stress index in mechanical thrombectomy for patients with acute ischemic stroke the endothelial activation and stress index easix is a marker of endothelial dysfunction this study aimed to explore the association between the easix score and unfavorable outcome in patients with acute ischemic stroke ais undergoing mechanical thrombectomy mt treatment we enrolled ais patients treated with mt from a multicenter study between june to september the easix score was calculated as lactate dehydrogenase ldh u l creatinine mg dl platelet count a total of patients male and median age years were included in this study patients experienced unfavorable outcome the logistic regression models demonstrated a robust association between the easix score and unfavorable outcome log transformed odds ratio or confidence interval ci higher easix levels were significantly related to unfavorable outcome in ais patients treated with mt easix score may serve as a valuable tool for early risk assessment and outcome prediction in ais patients"
}