{
    "pmid": "41411632",
    "title": "Determinants of arterial hypertension in Croatian cohort of general adults: EHUH 2 study.",
    "abstract": "Given Croatia's high and rising prevalence of arterial hypertension, we aimed to investigate the population-level determinants of hypertension. Out of 2049 individuals recruited in the EHUH 2 study (random sample), in this analysis, we included 864 individuals (men 34.5%) who provided valid 24-h urine samples. Data on demographics, lifestyle, clinical and laboratory parameters were collected. Hypertension was defined as blood pressure at least 140/90 mm Hg or antihypertensive use. Key determinants of hypertension included male sex [odds ratio (OR) 2.27], salt intake more than 5 g/day (OR 2.46), presence of diabetes (OR 1.95), residence in rural areas (OR 1.63) and a high sodium-to-potassium ratio (OR 1.24). Current smokers had fewer odds than nonsmokers (OR 0.55). When estimated pulse wave velocity (ePWV) was added, model 2 became stronger (R2 = 0.455), and each increase of 1 m/s of ePWV increased odd for hypertension by 3.73. The higher prevalence of hypertension observed in rural areas was linked to low socioeconomic status, obesity and high sodium/potassium ratio. Ex-smokers had a higher risk obviously because they replaced one poor habit with another one. Based on our results, we can recommend in low-medium-income countries like Croatia tailor screening programs for hypertension not only for individuals with chronic kidney disease, diabetes, or obesity but also for those with low socioeconomic status and rural residents. We can suggest that two low-cost methods, sodium-to-potassium ratio and ePWV, become a regular routine part of these screening programs. In smoking cessation programs, smokers should be educated how to quit smoking, but also how to live healthier.",
    "disease": "chronic kidney disease",
    "clean_text": "determinants of arterial hypertension in croatian cohort of general adults ehuh study given croatia s high and rising prevalence of arterial hypertension we aimed to investigate the population level determinants of hypertension out of individuals recruited in the ehuh study random sample in this analysis we included individuals men who provided valid h urine samples data on demographics lifestyle clinical and laboratory parameters were collected hypertension was defined as blood pressure at least mm hg or antihypertensive use key determinants of hypertension included male sex odds ratio or salt intake more than g day or presence of diabetes or residence in rural areas or and a high sodium to potassium ratio or current smokers had fewer odds than nonsmokers or when estimated pulse wave velocity epwv was added model became stronger r and each increase of m s of epwv increased odd for hypertension by the higher prevalence of hypertension observed in rural areas was linked to low socioeconomic status obesity and high sodium potassium ratio ex smokers had a higher risk obviously because they replaced one poor habit with another one based on our results we can recommend in low medium income countries like croatia tailor screening programs for hypertension not only for individuals with chronic kidney disease diabetes or obesity but also for those with low socioeconomic status and rural residents we can suggest that two low cost methods sodium to potassium ratio and epwv become a regular routine part of these screening programs in smoking cessation programs smokers should be educated how to quit smoking but also how to live healthier"
}