{
    "pmid": "41378862",
    "title": "Associations between antibiotic use and outcomes in patients hospitalized with community-acquired pneumonia and positive respiratory viral assays.",
    "abstract": "Newly released community-acquired pneumonia (CAP) guidelines include a conditional recommendation to treat all hospitalized patients with positive respiratory virus assays with antibacterials. We assessed the frequency, duration, and outcomes of antibacterial prescribing in this population. We retrospectively identified all hospitalized patients with possible CAP and a positive respiratory virus test at five hospitals, June 2015-December 2024. We used detailed clinical data to propensity-weight patients treated with 0-2 vs 5-7 days of antibacterials and compared outcomes overall and for different viruses. Among 6779 patients with possible CAP and a respiratory virus, 3269 were treated with 0-2 days and 1560 with 5-7 days of antibacterials. After propensity-weighting 2614 patients (1720 treated 0-2 days, 894 treated 5-7 days), there were no significant differences in hospital length of stay (11.7 days vs 11.1 days; OR 1.05, 95% CI 0.97-1.15), ICU admission after 48 hours (28.3% vs 28.2%; OR 1.01, 95% CI 0.86-1.18), in-hospital mortality (9.5% vs 9.8%; OR 0.97, 95% CI 0.74-1.27), or 30-day hospital-free days (16.9 days vs 17.0 days; OR 0.99, 95% CI 0.95-1.03). Results were consistent when restricted to non-SARS-CoV-2 viruses and to influenza alone, when comparing 0 vs 5-7 days of antibacterials, and when restricting to patients with ICD-10 codes for pneumonia present on admission. Antibacterial use for patients with possible CAP and respiratory viruses is highly variable but outcomes are similar with 0-2 vs 5-7 days of antibacterials. This suggests antibiotics are not beneficial in most CAP patients who test positive for respiratory viruses.",
    "disease": "influenza",
    "clean_text": "associations between antibiotic use and outcomes in patients hospitalized with community acquired pneumonia and positive respiratory viral assays newly released community acquired pneumonia cap guidelines include a conditional recommendation to treat all hospitalized patients with positive respiratory virus assays with antibacterials we assessed the frequency duration and outcomes of antibacterial prescribing in this population we retrospectively identified all hospitalized patients with possible cap and a positive respiratory virus test at five hospitals june december we used detailed clinical data to propensity weight patients treated with vs days of antibacterials and compared outcomes overall and for different viruses among patients with possible cap and a respiratory virus were treated with days and with days of antibacterials after propensity weighting patients treated days treated days there were no significant differences in hospital length of stay days vs days or ci icu admission after hours vs or ci in hospital mortality vs or ci or day hospital free days days vs days or ci results were consistent when restricted to non sars cov viruses and to influenza alone when comparing vs days of antibacterials and when restricting to patients with icd codes for pneumonia present on admission antibacterial use for patients with possible cap and respiratory viruses is highly variable but outcomes are similar with vs days of antibacterials this suggests antibiotics are not beneficial in most cap patients who test positive for respiratory viruses"
}