{
    "title": "Molecular Organization of Autonomic, Respiratory, and Spinally-Projecting Neurons in the Mouse Ventrolateral Medulla.",
    "doc_id": "38918066",
    "writer": "Schwalbe DC",
    "year": "2024",
    "summary": "The ventrolateral medulla (VLM) is a crucial region in the brain for visceral and somatic control, serving as a significant source of synaptic input to the spinal cord. Experimental studies have shown that gene expression in individual VLM neurons is predictive of their fu …",
    "abstract": "The ventrolateral medulla (VLM) is a crucial region in the brain for visceral and somatic control, serving as a significant source of synaptic input to the spinal cord. Experimental studies have shown that gene expression in individual VLM neurons is predictive of their function. However, the molecular and cellular organization of the VLM has remained uncertain. This study aimed to create a comprehensive dataset of VLM cells using single-cell RNA sequencing in male and female mice. The dataset was enriched with targeted sequencing of spinally-projecting and adrenergic/noradrenergic VLM neurons. Based on differentially expressed genes, the resulting dataset of 114,805 VLM cells identifies 23 subtypes of neurons, excluding those in the inferior olive, and five subtypes of astrocytes. Spinally-projecting neurons were found to be abundant in seven subtypes of neurons, which were validated through in situ hybridization. These subtypes included adrenergic/noradrenergic neurons, serotonergic neurons, and neurons expressing gene markers associated with premotor neurons in the ventromedial medulla. Further analysis of adrenergic/noradrenergic neurons and serotonergic neurons identified nine and six subtypes, respectively, within each class of monoaminergic neurons. Marker genes that identify the neural network responsible for breathing were concentrated in two subtypes of neurons, delineated from each other by markers for excitatory and inhibitory neurons. These datasets are available for public download and for analysis with a user-friendly interface. Collectively, this study provides a fine-scale molecular identification of cells in the VLM, forming the foundation for a better understanding of the VLM's role in vital functions and motor control.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38918066/",
    "clean_text": "molecular organization of autonomic respiratory and spinally projecting neurons in the mouse ventrolateral medulla the ventrolateral medulla vlm is a crucial region in the brain for visceral and somatic control serving as a significant source of synaptic input to the spinal cord experimental studies have shown that gene expression in individual vlm neurons is predictive of their fu the ventrolateral medulla vlm is a crucial region in the brain for visceral and somatic control serving as a significant source of synaptic input to the spinal cord experimental studies have shown that gene expression in individual vlm neurons is predictive of their function however the molecular and cellular organization of the vlm has remained uncertain this study aimed to create a comprehensive dataset of vlm cells using single cell rna sequencing in male and female mice the dataset was enriched with targeted sequencing of spinally projecting and adrenergic noradrenergic vlm neurons based on differentially expressed genes the resulting dataset of vlm cells identifies subtypes of neurons excluding those in the inferior olive and five subtypes of astrocytes spinally projecting neurons were found to be abundant in seven subtypes of neurons which were validated through in situ hybridization these subtypes included adrenergic noradrenergic neurons serotonergic neurons and neurons expressing gene markers associated with premotor neurons in the ventromedial medulla further analysis of adrenergic noradrenergic neurons and serotonergic neurons identified nine and six subtypes respectively within each class of monoaminergic neurons marker genes that identify the neural network responsible for breathing were concentrated in two subtypes of neurons delineated from each other by markers for excitatory and inhibitory neurons these datasets are available for public download and for analysis with a user friendly interface collectively this study provides a fine scale molecular identification of cells in the vlm forming the foundation for a better understanding of the vlm s role in vital functions and motor control"
}