{
    "pmid": "41412485",
    "title": "A semi-automated approach facilitated the assessment of the certainty of evidence for in a network meta-analysis: Part 2 - Indirect and Mixed comparisons.",
    "abstract": "To implement a semi-automated approach to facilitate rating the Grading, Recommendation, Assessment, Development and Evaluation (GRADE) certainty of evidence (CoE) for indirect and network meta-analysis (NMA) estimates. We developed and implemented algorithms for generating automated ratings for the CoE for indirect and network estimates in two living NMAs of rheumatoid arthritis treatment. At the indirect stage, inputs included CoE ratings for direct estimates and the contribution matrix. Intransitivity ratings were assigned based on the indirectness ratings of the two direct estimates with the highest percent contribution. An online tool (customized to our project) facilitated assessment of imprecision on the network estimate. Automated ratings were reviewed by two independent experts. Across 1,306 indirect comparisons, the contribution matrix identified the dominant branches of evidence regardless of whether a single first order loop was present (80%) or not. The reviewers agreed with all automated CoE ratings for incoherence (n=34), network estimates (n=34) and imprecision (n=1447). They agreed with the automated intransitivity algorithm except when the total contribution of the top-two direct estimates was low (e.g. <50%, which occurred in 38% of the estimates). Automated approaches facilitated CoE ratings for indirect and network estimates. Further work is required to define appropriate algorithms for intransitivity.",
    "disease": "rheumatoid arthritis",
    "clean_text": "a semi automated approach facilitated the assessment of the certainty of evidence for in a network meta analysis part indirect and mixed comparisons to implement a semi automated approach to facilitate rating the grading recommendation assessment development and evaluation grade certainty of evidence coe for indirect and network meta analysis nma estimates we developed and implemented algorithms for generating automated ratings for the coe for indirect and network estimates in two living nmas of rheumatoid arthritis treatment at the indirect stage inputs included coe ratings for direct estimates and the contribution matrix intransitivity ratings were assigned based on the indirectness ratings of the two direct estimates with the highest percent contribution an online tool customized to our project facilitated assessment of imprecision on the network estimate automated ratings were reviewed by two independent experts across indirect comparisons the contribution matrix identified the dominant branches of evidence regardless of whether a single first order loop was present or not the reviewers agreed with all automated coe ratings for incoherence n network estimates n and imprecision n they agreed with the automated intransitivity algorithm except when the total contribution of the top two direct estimates was low e g which occurred in of the estimates automated approaches facilitated coe ratings for indirect and network estimates further work is required to define appropriate algorithms for intransitivity"
}