{
    "pmid": "41410372",
    "title": "Research Trends and Hotspots of Quality of Life After Liver Transplant: A Bibliometric and Visualization Analysis.",
    "abstract": "Continuous innovations in liver transplant technology have significantly improved surgical success and patient survival rates, leading to substantial gains in patient quality of life. Although numerous publications address quality of life after liver transplant, a comprehensive statistical analysis of this literature is lacking. This study aimed to identify and analyze emerging trends and collaborative networks in postoperative liver transplant quality of life research. We extracted research publications on postoperative liver transplant quality of life published for the period 1992-2025 from the Web of Science Core Collection. After deduplication and screening, bibliometric data (titles, abstracts, keywords, authors, affiliations, countries/regions, publication year, journal names, and references) were collected. We used Microsoft Office Excel, VOSviewer, and Biblioshiny software to examine bibliometric parameters, leading contributors, high-impact keywords, and research trends. A total of 3682 publications met the inclusion criteria. Annual publication volume increased consistently over the study period. The United States was the top-producing country (n = 1157). The University of Zurich emerged as the core institution, and Liver Transplantation was the most prolific journal. Author Alonso EM was identified as a core member of the collaboration network. Keyword analysis revealed major topics, including quality of life, liver transplant, disease, outcomes, recipients, cirrhosis, children, survival, impact, and hepatocellular carcinoma. This bibliometric analysis underscores the growing significance of postoperative liver transplant quality of life research, offering insights to clinicians, researchers, and policymakers for prioritization of future investigations toward development of comprehensive, patient-centered strategies. Future research should focus on interventions that enhance survival outcomes, effectively manage specific symptoms, and assess the effect of novel treatments on quality of life.",
    "disease": "liver cirrhosis",
    "clean_text": "research trends and hotspots of quality of life after liver transplant a bibliometric and visualization analysis continuous innovations in liver transplant technology have significantly improved surgical success and patient survival rates leading to substantial gains in patient quality of life although numerous publications address quality of life after liver transplant a comprehensive statistical analysis of this literature is lacking this study aimed to identify and analyze emerging trends and collaborative networks in postoperative liver transplant quality of life research we extracted research publications on postoperative liver transplant quality of life published for the period from the web of science core collection after deduplication and screening bibliometric data titles abstracts keywords authors affiliations countries regions publication year journal names and references were collected we used microsoft office excel vosviewer and biblioshiny software to examine bibliometric parameters leading contributors high impact keywords and research trends a total of publications met the inclusion criteria annual publication volume increased consistently over the study period the united states was the top producing country n the university of zurich emerged as the core institution and liver transplantation was the most prolific journal author alonso em was identified as a core member of the collaboration network keyword analysis revealed major topics including quality of life liver transplant disease outcomes recipients cirrhosis children survival impact and hepatocellular carcinoma this bibliometric analysis underscores the growing significance of postoperative liver transplant quality of life research offering insights to clinicians researchers and policymakers for prioritization of future investigations toward development of comprehensive patient centered strategies future research should focus on interventions that enhance survival outcomes effectively manage specific symptoms and assess the effect of novel treatments on quality of life"
}