{
    "title": "Molecular Characterization of Dengue Virus Type 1 in Zhejiang in 2019.",
    "doc_id": "34676175",
    "writer": "Yao W",
    "year": "2021",
    "summary": "In our study, strains were in high homology with the strains from Southeast Asian countries, thus cases in Zhejiang were probably imported from Southeast Asian countries. The strains from different regions in Zhejiang were clustered in the same branch which may be c …",
    "abstract": "Dengue fever (DF) is a mosquito-borne viral disease caused by the dengue virus (DENV), which is considered one of the most important arboviruses in the world. This study aimed to determine the molecular, epidemiological, and phylogenetic characterization of 174 DENV-1 (132 indigenous cases and 42 imported cases) isolated from nine municipalities of Zhejiang province in 2019. The analyses of phylogenetics, haplotypes, and amino acid substitutions were conducted based on the full envelope (E) gene sequences. Sixty-four haplotypes were clustered into two main clades, with isolates from Wenzhou and Taizhou mainly clustered into clade I and Hangzhou and Ningbo cases clustered into clade II. Six sites of amino acid substitutions including A88T, F96L, M297V, T339S, I378L, and V436I were only observed in strains isolated from Ningbo and Hangzhou, while two sites of amino acid substitutions including V312L and V380I were observed in strains from Taizhou and Wenzhou. In our study, strains were in high homology with the strains from Southeast Asian countries, thus cases in Zhejiang were probably imported from Southeast Asian countries. The strains from different regions in Zhejiang were clustered in the same branch which may be caused by the continuous import of cases in the same country at different time periods. After the continuous outbreak in Zhejiang province, some sites of the dengue gene have mutated, and the effects need further study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34676175/",
    "clean_text": "molecular characterization of dengue virus type in zhejiang in in our study strains were in high homology with the strains from southeast asian countries thus cases in zhejiang were probably imported from southeast asian countries the strains from different regions in zhejiang were clustered in the same branch which may be c dengue fever df is a mosquito borne viral disease caused by the dengue virus denv which is considered one of the most important arboviruses in the world this study aimed to determine the molecular epidemiological and phylogenetic characterization of denv indigenous cases and imported cases isolated from nine municipalities of zhejiang province in the analyses of phylogenetics haplotypes and amino acid substitutions were conducted based on the full envelope e gene sequences sixty four haplotypes were clustered into two main clades with isolates from wenzhou and taizhou mainly clustered into clade i and hangzhou and ningbo cases clustered into clade ii six sites of amino acid substitutions including a t f l m v t s i l and v i were only observed in strains isolated from ningbo and hangzhou while two sites of amino acid substitutions including v l and v i were observed in strains from taizhou and wenzhou in our study strains were in high homology with the strains from southeast asian countries thus cases in zhejiang were probably imported from southeast asian countries the strains from different regions in zhejiang were clustered in the same branch which may be caused by the continuous import of cases in the same country at different time periods after the continuous outbreak in zhejiang province some sites of the dengue gene have mutated and the effects need further study"
}