{
    "pmid": "41449180",
    "title": "Decoding the molecular mechanism via systems biology-based insights into neoschaftoside from Ailanthus altissima targeting lung cancer.",
    "abstract": "The epidermal growth factor receptor (EGFR) is a critical regulator of multiple oncogenic signaling cascades, including MAPK, PI3K/AKT/mTOR, and JAK-STAT pathways, which collectively contribute to enhanced proliferation, angiogenesis, and resistance to apoptosis in cancer. Aberrant EGFR activation has been strongly associated with tumor progression and therapeutic resistance, underscoring its importance as a molecular target for anticancer interventions. Ailanthus altissima (A. altissima), is known for its broad-spectrum anticancer potential although the underlying mechanism has not yet been clearly defined. Therefore, in present study, bioactive constituents of A. altissima were systematically analyzed for their ability to modulate proteins implicated in cancer pathogenesis and subsequently overlapped with hub genes differentially expressed across cancer grades. The common targets were mapped to lung cancer associated signaling pathways, revealing EGFR as a highly modulated node. Among the identified metabolites, neoschaftoside emerged as the top-ranked bioactive interacting with EGFR-related hub genes. Later, Molecular docking and molecular dynamics (MD) simulations demonstrated strong binding affinity and conformational stability of the EGFR neoschaftoside complex. Post-MD analyses, including principal component analysis (PCA) and dynamic cross-correlation matrix (DCCM) analysis, further indicated restricted global motions and enhanced correlated dynamics, confirming structural stabilization upon ligand binding. Collectively, these findings suggest that neoschaftoside may function as a promising lead compound capable of inhibiting EGFR activity through modulation of EGFR signaling, thereby suppressing oncogenic progression.",
    "disease": "lung cancer",
    "clean_text": "decoding the molecular mechanism via systems biology based insights into neoschaftoside from ailanthus altissima targeting lung cancer the epidermal growth factor receptor egfr is a critical regulator of multiple oncogenic signaling cascades including mapk pi k akt mtor and jak stat pathways which collectively contribute to enhanced proliferation angiogenesis and resistance to apoptosis in cancer aberrant egfr activation has been strongly associated with tumor progression and therapeutic resistance underscoring its importance as a molecular target for anticancer interventions ailanthus altissima a altissima is known for its broad spectrum anticancer potential although the underlying mechanism has not yet been clearly defined therefore in present study bioactive constituents of a altissima were systematically analyzed for their ability to modulate proteins implicated in cancer pathogenesis and subsequently overlapped with hub genes differentially expressed across cancer grades the common targets were mapped to lung cancer associated signaling pathways revealing egfr as a highly modulated node among the identified metabolites neoschaftoside emerged as the top ranked bioactive interacting with egfr related hub genes later molecular docking and molecular dynamics md simulations demonstrated strong binding affinity and conformational stability of the egfr neoschaftoside complex post md analyses including principal component analysis pca and dynamic cross correlation matrix dccm analysis further indicated restricted global motions and enhanced correlated dynamics confirming structural stabilization upon ligand binding collectively these findings suggest that neoschaftoside may function as a promising lead compound capable of inhibiting egfr activity through modulation of egfr signaling thereby suppressing oncogenic progression"
}