{
    "pmid": "41379787",
    "title": "Anti-arthritic and endothelial protective effects of Derris scandens extract in adjuvant-induced arthritis in rats.",
    "abstract": "Rheumatoid arthritis is a chronic inflammatory disease associated with a significantly increased risk of cardiovascular mortality. This study investigated the therapeutic potential of Derris scandens (Roxb.) Benth. stem extract (DS) in mitigating vascular and cardiac damage associated with arthritis in an adjuvant-induced arthritis (AIA) rat model. Treatment with DS (200 mg/kg/day, p.o.), methotrexate (1 mg/kg/week, s.c.), or their combination was administered post-induction from day 11-32. Body weight, arthritis scores, and paw diameters were monitored daily. At the end of the treatment period, electrocardiographic parameters and blood pressure were assessed in anesthetized rats. Endothelial function was evaluated in isolated pulmonary arteries (PA) and aortae via acetylcholine-induced relaxation. Plasma inflammatory cytokines were quantified, and leukocyte populations were analyzed in blood and PA tissues. The direct vascular effects of DS were also examined in healthy rats. Direct exposure to DS induced greater relaxation in the PA (Emax = 90%) than in the aorta (Emax = 38%). When administered to arthritic rats, DS significantly reduced arthritis scores and paw diameters compared to untreated rats. Furthermore, DS markedly improved endothelial function in both the PA and aorta, in conjunction with reductions in plasma levels of TNF-α and IL-1β, as well as a decrease in leukocyte populations, particularly neutrophils. However, co-administration with methotrexate attenuated the vascular effects. No significant changes were observed in body weight, electrocardiographic parameters, or blood pressure across treatment groups. This study highlights the potential of DS in improving endothelial function and in mitigating arthritis-related inflammation. Our data also supports the role of vascular neutrophil infiltration in the manifestation of endothelial dysfunction.",
    "disease": "rheumatoid arthritis",
    "clean_text": "anti arthritic and endothelial protective effects of derris scandens extract in adjuvant induced arthritis in rats rheumatoid arthritis is a chronic inflammatory disease associated with a significantly increased risk of cardiovascular mortality this study investigated the therapeutic potential of derris scandens roxb benth stem extract ds in mitigating vascular and cardiac damage associated with arthritis in an adjuvant induced arthritis aia rat model treatment with ds mg kg day p o methotrexate mg kg week s c or their combination was administered post induction from day body weight arthritis scores and paw diameters were monitored daily at the end of the treatment period electrocardiographic parameters and blood pressure were assessed in anesthetized rats endothelial function was evaluated in isolated pulmonary arteries pa and aortae via acetylcholine induced relaxation plasma inflammatory cytokines were quantified and leukocyte populations were analyzed in blood and pa tissues the direct vascular effects of ds were also examined in healthy rats direct exposure to ds induced greater relaxation in the pa emax than in the aorta emax when administered to arthritic rats ds significantly reduced arthritis scores and paw diameters compared to untreated rats furthermore ds markedly improved endothelial function in both the pa and aorta in conjunction with reductions in plasma levels of tnf and il as well as a decrease in leukocyte populations particularly neutrophils however co administration with methotrexate attenuated the vascular effects no significant changes were observed in body weight electrocardiographic parameters or blood pressure across treatment groups this study highlights the potential of ds in improving endothelial function and in mitigating arthritis related inflammation our data also supports the role of vascular neutrophil infiltration in the manifestation of endothelial dysfunction"
}