{
    "pmid": "41311078",
    "title": "[LncRNA Meg3 expression level is negatively correlated with liver fibrosis severity in patients with Wilson disease].",
    "abstract": "To investigate the expression of the long non-coding RNA maternally expressed gene 3 (LncRNA Meg3) in patients with the Wilson disease (WD) and its correlation with the severity of liver fibrosis and autophagy-related markers. A total of 100 WD patients and 50 healthy individuals were enrolled from the First Affiliated Hospital of Anhui University of Chinese Medicine. Serum biomarkers, including platelet count, hyaluronic acid (HA), laminin (LN), type III procollagen N-terminal peptide (PIIINP), type IV collagen (C‑IV), alanine aminotransferase (ALT), and aspartate aminotransferase (AST), were measured, and the non-invasive indices APRI and FIB-4 were calculated. Peripheral blood levels of LncRNA Meg3, Beclin-1 and LC3B were detected using RT-qPCR, and liver stiffness (LSM) and shear wave velocity (SWV) were evaluated using two-dimensional shear wave elastography (2D-SWE). The liver tissues from 10 WD patients and 10 patients with hepatic hemangioma were examined using histochemical staining, transmission electron microscopy, and RT-qPCR. The expression level of LncRNA Meg3 was significantly lower, while the levels of AST, ALT, HA, LN, PIIINP, C‑IV, APRI, FIB-4, LSM and SWV were significantly higher in WD patients than in the healthy individuals (all  The expression level of LncRNA Meg3 is significantly decreased in WD patients, which is negatively correlated with the severity of liver fibrosis and closely related to the level of autophagy.",
    "disease": "liver cirrhosis",
    "clean_text": "lncrna meg expression level is negatively correlated with liver fibrosis severity in patients with wilson disease to investigate the expression of the long non coding rna maternally expressed gene lncrna meg in patients with the wilson disease wd and its correlation with the severity of liver fibrosis and autophagy related markers a total of wd patients and healthy individuals were enrolled from the first affiliated hospital of anhui university of chinese medicine serum biomarkers including platelet count hyaluronic acid ha laminin ln type iii procollagen n terminal peptide piiinp type iv collagen c iv alanine aminotransferase alt and aspartate aminotransferase ast were measured and the non invasive indices apri and fib were calculated peripheral blood levels of lncrna meg beclin and lc b were detected using rt qpcr and liver stiffness lsm and shear wave velocity swv were evaluated using two dimensional shear wave elastography d swe the liver tissues from wd patients and patients with hepatic hemangioma were examined using histochemical staining transmission electron microscopy and rt qpcr the expression level of lncrna meg was significantly lower while the levels of ast alt ha ln piiinp c iv apri fib lsm and swv were significantly higher in wd patients than in the healthy individuals all the expression level of lncrna meg is significantly decreased in wd patients which is negatively correlated with the severity of liver fibrosis and closely related to the level of autophagy"
}