{
    "title": "[Low back pain: when and what to do].",
    "doc_id": "26256495",
    "writer": "Illés ST.",
    "year": "2015",
    "summary": "The low back pain has become one of the greatest public health problems worldwide. The author based on the current international standards summarizes the knowledge necessary for every day treatment of low back pain. In acute low …",
    "abstract": "The low back pain has become one of the greatest public health problems worldwide. The author based on the current international standards summarizes the knowledge necessary for every day treatment of low back pain. In acute low back pain the author underlines the necessity of the rapid, accurate diagnosis and separation for specific and non-specific low back pain. In specific acute low back pain the treatment should focus on to eliminate the root causes. In non-specific cases pain killing treatment and early active mobilization is the choice for the therapeutic process. Beside analgesia, the primary goal of the treatment is to prevent becoming chronic the symptomatology. Objectives of the management of chronic low back pain are effective pain reduction, continuous maintainance of physical activity, prevention of permanent disability, and restoration of working ability. Analgesics, non steroid anti-inflammatory drugs, and muscle relaxants reduce pain, while multidisciplinary management programs, personalized and guided physiotherapy, cognitive behavioral therapy, as well as short training programs will help to restore function. Surgical treatment is only indicated in degenerative cases and only after the failure of conservative therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26256495/",
    "clean_text": "low back pain when and what to do the low back pain has become one of the greatest public health problems worldwide the author based on the current international standards summarizes the knowledge necessary for every day treatment of low back pain in acute low the low back pain has become one of the greatest public health problems worldwide the author based on the current international standards summarizes the knowledge necessary for every day treatment of low back pain in acute low back pain the author underlines the necessity of the rapid accurate diagnosis and separation for specific and non specific low back pain in specific acute low back pain the treatment should focus on to eliminate the root causes in non specific cases pain killing treatment and early active mobilization is the choice for the therapeutic process beside analgesia the primary goal of the treatment is to prevent becoming chronic the symptomatology objectives of the management of chronic low back pain are effective pain reduction continuous maintainance of physical activity prevention of permanent disability and restoration of working ability analgesics non steroid anti inflammatory drugs and muscle relaxants reduce pain while multidisciplinary management programs personalized and guided physiotherapy cognitive behavioral therapy as well as short training programs will help to restore function surgical treatment is only indicated in degenerative cases and only after the failure of conservative therapy"
}