{
    "pmid": "41445635",
    "title": "Neuronal Distribution of Tau Pathology, Microglial Gene Expression Trajectories, and Resilience to Alzheimer disease.",
    "abstract": "Some individuals are capable of tolerating Alzheimer disease neuropathological changes (ADNC) without manifesting clinical symptoms. Elucidating the neuropathological, and molecular mediators may facilitate the identification of more accurate  To investigate cellular distribution of tau pathology, microglial responses, and gene expression profiles associated with divergent clinical outcomes (dementia vs. no dementia) in individuals exhibiting comparable ADNC. We analyzed postmortem brain tissue from 97 participants from the ROSMAP study:49 with high likelihood of AD (25 demented [demented AD] and 24 cognitively normal [resilient]), and 48 with low likelihood (22 demented [impaired-other (IMP-O)] and 26 cognitively normal [control]). Cases were matched for age, gender, and co-pathologies. Amyloid-β plaques, phospho-tau pathology (tangles and tau-positive neurites), tau oligomers in synaptic-fractions, tau seeding activity, neurons, synapse density, and astrocyte and microglia activation were quantified. The relationships with bulk and microglia-specific RNA-sequencing were also examined. Statistical analyses employed ANOVA with Tukey's HSD/Bonferroni corrections for pathological and clinical variables, and the Wald test for differential gene expression. Demented AD and resilient brains exhibited comparable tau tangle and amyloid-β plaques; however, demented AD showed higher total pTau burden (tangles and tau-positive neurites) (Mean[SD], 27.39%[21.89%] vs. 10.60%[14.71%]; p= 0.0004) and elevated pTau oligomer levels in synaptic-enriched fractions (0.48[0.52] vs. 0.16[0.19]; p=0.0010). Both demented AD (0.21×10  Our findings suggest that aberrant accumulation of tau in neurites and synapses, rather than tangles within neuronal soma, may trigger a microglial pro-inflammatory activation linked to synaptic loss and impaired cognition. Cell-specific transcriptomic analysis identified a distinct microglial cell subpopulation associated with resilience to ADNC.",
    "disease": "alzheimer disease",
    "clean_text": "neuronal distribution of tau pathology microglial gene expression trajectories and resilience to alzheimer disease some individuals are capable of tolerating alzheimer disease neuropathological changes adnc without manifesting clinical symptoms elucidating the neuropathological and molecular mediators may facilitate the identification of more accurate to investigate cellular distribution of tau pathology microglial responses and gene expression profiles associated with divergent clinical outcomes dementia vs no dementia in individuals exhibiting comparable adnc we analyzed postmortem brain tissue from participants from the rosmap study with high likelihood of ad demented demented ad and cognitively normal resilient and with low likelihood demented impaired other imp o and cognitively normal control cases were matched for age gender and co pathologies amyloid plaques phospho tau pathology tangles and tau positive neurites tau oligomers in synaptic fractions tau seeding activity neurons synapse density and astrocyte and microglia activation were quantified the relationships with bulk and microglia specific rna sequencing were also examined statistical analyses employed anova with tukey s hsd bonferroni corrections for pathological and clinical variables and the wald test for differential gene expression demented ad and resilient brains exhibited comparable tau tangle and amyloid plaques however demented ad showed higher total ptau burden tangles and tau positive neurites mean sd vs p and elevated ptau oligomer levels in synaptic enriched fractions vs p both demented ad our findings suggest that aberrant accumulation of tau in neurites and synapses rather than tangles within neuronal soma may trigger a microglial pro inflammatory activation linked to synaptic loss and impaired cognition cell specific transcriptomic analysis identified a distinct microglial cell subpopulation associated with resilience to adnc"
}