{
    "title": "Herpes zoster vaccine: clinical trial evidence and implications for medical practice.",
    "doc_id": "17488883",
    "writer": "Burke MS.",
    "year": "2007",
    "summary": "This review of the data from the Shingles Prevention Study (SPS) highlights the efficacy and safety of a high-titer live attenuated herpes zoster virus vaccine in preventing herpes zoster and postherpetic neuralgia (PHN) in adults aged 60 years or olde …",
    "abstract": "This review of the data from the Shingles Prevention Study (SPS) highlights the efficacy and safety of a high-titer live attenuated herpes zoster virus vaccine in preventing herpes zoster and postherpetic neuralgia (PHN) in adults aged 60 years or older. In the SPS, the vaccine reduced the burden of illness due to herpes zoster disease by 61.1% and the incidence of its most common and debilitating sequela, PHN, by 66.5%. In addition, vaccination was associated with a 51.3% reduction in the overall incidence of herpes zoster. Also, subjects in whom herpes zoster did develop had decreased pain and discomfort. The vaccine was safe in the SPS population, with little differentiation from the safety profile of placebo other than an increased risk for reactions at the injection site. Rates of serious adverse events, systemic adverse events, hospitalization, and death were low and similar to those observed in the group that received placebo.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17488883/",
    "clean_text": "herpes zoster vaccine clinical trial evidence and implications for medical practice this review of the data from the shingles prevention study sps highlights the efficacy and safety of a high titer live attenuated herpes zoster virus vaccine in preventing herpes zoster and postherpetic neuralgia phn in adults aged years or olde this review of the data from the shingles prevention study sps highlights the efficacy and safety of a high titer live attenuated herpes zoster virus vaccine in preventing herpes zoster and postherpetic neuralgia phn in adults aged years or older in the sps the vaccine reduced the burden of illness due to herpes zoster disease by and the incidence of its most common and debilitating sequela phn by in addition vaccination was associated with a reduction in the overall incidence of herpes zoster also subjects in whom herpes zoster did develop had decreased pain and discomfort the vaccine was safe in the sps population with little differentiation from the safety profile of placebo other than an increased risk for reactions at the injection site rates of serious adverse events systemic adverse events hospitalization and death were low and similar to those observed in the group that received placebo"
}