{
    "pmid": "41446705",
    "title": "Policing harm reduction: A case study of who counts as human.",
    "abstract": "The debate over whether or not to have police officers carry naloxone was waged long enough in Windsor, Ontario that it became referred to in the local media as \"the naloxone issue.\" Compared to other cities and towns in the Canadian province, Windsor was slow to equip police officers with the life-saving drug that reverses the effects of opioid overdose. In this paper, we document the unhurried development of this particular harm reduction measure as it unfolded over the course of several years. We draw on theories of human disposability in our analysis of the debates and discussions conveyed through media coverage of the naloxone issue. In doing so, we develop an account for the resistance to a rapid implementation of harm reduction in Windsor, especially given the compounded crises of escalating opioid-related deaths and the COVID-19 pandemic. Examining the logics underpinning major, minor, and left unsaid positions taken in discussions and debates on the naloxone issue as conveyed through press media, we show how, ideologically, the lives of people who use drugs (PWUD) are not only less valued, but made into wasted life. Underlying police and city administrations' delay in equipping police officers with naloxone is an understanding of PWUD as disposable. The naloxone issue was turned into a controversy, demonstrating that the humanity of PWUD is up for debate. In contrast, the humanity of police officers is regarded as self-evident. We conclude by arguing that the eventual decision to equip all Windsor police officers with naloxone was made in the name of police safety, in particular as a way of protecting police from homeless bodies, constructed as both dangerous and drug-using, thereby revealing that the crux of the controversy was actually about whose life is worth protecting.",
    "disease": "covid-19",
    "clean_text": "policing harm reduction a case study of who counts as human the debate over whether or not to have police officers carry naloxone was waged long enough in windsor ontario that it became referred to in the local media as the naloxone issue compared to other cities and towns in the canadian province windsor was slow to equip police officers with the life saving drug that reverses the effects of opioid overdose in this paper we document the unhurried development of this particular harm reduction measure as it unfolded over the course of several years we draw on theories of human disposability in our analysis of the debates and discussions conveyed through media coverage of the naloxone issue in doing so we develop an account for the resistance to a rapid implementation of harm reduction in windsor especially given the compounded crises of escalating opioid related deaths and the covid pandemic examining the logics underpinning major minor and left unsaid positions taken in discussions and debates on the naloxone issue as conveyed through press media we show how ideologically the lives of people who use drugs pwud are not only less valued but made into wasted life underlying police and city administrations delay in equipping police officers with naloxone is an understanding of pwud as disposable the naloxone issue was turned into a controversy demonstrating that the humanity of pwud is up for debate in contrast the humanity of police officers is regarded as self evident we conclude by arguing that the eventual decision to equip all windsor police officers with naloxone was made in the name of police safety in particular as a way of protecting police from homeless bodies constructed as both dangerous and drug using thereby revealing that the crux of the controversy was actually about whose life is worth protecting"
}