{
    "pmid": "41437896",
    "title": "Sex-aware causal inference assessment of the immune system in complex neurodegenerative diseases.",
    "abstract": "Sex differences, in terms of prevalence, symptoms and disease progression, are established in the etiology of complex neurodegenerative diseases, including amyotrophic lateral sclerosis, Parkinson's disease and Alzheimer's disease, but the underlying biology driving these differences remains poorly understood. There is emerging evidence, through genetic and functional analyses, affirming the role of the immune system in such diseases, but a thorough assessment of sex differences linking the immune system and neurodegenerative diseases is understudied. Here, we applied a robust causal inference approach, two-sample Mendelian randomization, to evaluate the causal effect of immune-related protein levels on three neurodegenerative diseases with large-scale sex-stratified genome-wide association data available: amyotrophic lateral sclerosis (females = 10,895 cases, 57,062 controls; males = 15,547 cases, 50,145 controls), Parkinson's disease (females = 7,947 cases, 90,662 controls; males = 13,020 cases, 89,660 controls) and Alzheimer's disease (females = 18,822 cases, 281,415 controls; males = 17,293 cases, 213,339 controls). As exposures, we focused on 932 immune system-related proteins with significant protein cis-quantitative trait loci (FDR cutoff < 0.01) from a large sex-combined plasma protein dataset (N = 33,477), for which corresponding genes were included in the Immunology Database and Analysis Portal gene list. We tested for a causal relationship between genetically predicted levels of each of these proteins and each neurodegenerative disease in sex-stratified and sex-combined data, followed by colocalization and estimation of sex-differential effects. We additionally performed exploratory analyses using sex-combined CSF protein cis-quantitative trait loci (N = 971) as exposures. We observed evidence for a sex-differential causal relationship between FCGR2A and Parkinson's disease, and between CD2AP, MAMDC2, PCDH17 or CSF3 and Alzheimer's disease. We validated significant results using two independent protein cis-quantitative trait loci datasets for those plasma proteins available. After performing sensitivity analyses, we validated the potential causal relationships of OMG on Parkinson's disease and of GRN, SERPINF2 and TREM2 on Alzheimer's disease. Mendelian randomization with CSF protein cis-quantitative trait loci showed a potential causal effect of ADGRE2, GPNMB and COLEC11 on Parkinson's disease and of CD33 on Alzheimer's disease, without evidence of sex-differential effects. Finally, we substantiated our findings of protein-disease pairs using triangulation, specifically reporting independent supporting evidence from the literature and drug-related databases. Overall, our results point to potential causal effects of genetically predicted levels of immune system-related plasma and CSF proteins in Alzheimer's disease and Parkinson's disease, some of which may be considered as potential candidates for drug development.",
    "disease": "alzheimer disease",
    "clean_text": "sex aware causal inference assessment of the immune system in complex neurodegenerative diseases sex differences in terms of prevalence symptoms and disease progression are established in the etiology of complex neurodegenerative diseases including amyotrophic lateral sclerosis parkinson s disease and alzheimer s disease but the underlying biology driving these differences remains poorly understood there is emerging evidence through genetic and functional analyses affirming the role of the immune system in such diseases but a thorough assessment of sex differences linking the immune system and neurodegenerative diseases is understudied here we applied a robust causal inference approach two sample mendelian randomization to evaluate the causal effect of immune related protein levels on three neurodegenerative diseases with large scale sex stratified genome wide association data available amyotrophic lateral sclerosis females cases controls males cases controls parkinson s disease females cases controls males cases controls and alzheimer s disease females cases controls males cases controls as exposures we focused on immune system related proteins with significant protein cis quantitative trait loci fdr cutoff from a large sex combined plasma protein dataset n for which corresponding genes were included in the immunology database and analysis portal gene list we tested for a causal relationship between genetically predicted levels of each of these proteins and each neurodegenerative disease in sex stratified and sex combined data followed by colocalization and estimation of sex differential effects we additionally performed exploratory analyses using sex combined csf protein cis quantitative trait loci n as exposures we observed evidence for a sex differential causal relationship between fcgr a and parkinson s disease and between cd ap mamdc pcdh or csf and alzheimer s disease we validated significant results using two independent protein cis quantitative trait loci datasets for those plasma proteins available after performing sensitivity analyses we validated the potential causal relationships of omg on parkinson s disease and of grn serpinf and trem on alzheimer s disease mendelian randomization with csf protein cis quantitative trait loci showed a potential causal effect of adgre gpnmb and colec on parkinson s disease and of cd on alzheimer s disease without evidence of sex differential effects finally we substantiated our findings of protein disease pairs using triangulation specifically reporting independent supporting evidence from the literature and drug related databases overall our results point to potential causal effects of genetically predicted levels of immune system related plasma and csf proteins in alzheimer s disease and parkinson s disease some of which may be considered as potential candidates for drug development"
}