{
    "pmid": "41456925",
    "title": "Left Ventricular Ejection Fraction and Incident Cardiac Conduction Dysfunction: Exploring the Mediating Effects of Electrophysiological Parameters.",
    "abstract": "Population-based evidence on the predictive role of left ventricular ejection fraction (LVEF) in incident Cardiac Conduction Dysfunction (CCD) and the mediating effects of electrophysiological parameters remains understudied. This study aimed to characterize the relationship between LVEF and incident CCD and explore the potential mediating effects of electrophysiological parameters. This prospective cohort study included 32,398 participants (96.6% White ethnicity) from the UK Biobank with analyzable LVEF and electrocardiogram data. Incident CCD was defined as the first occurrence of atrioventricular block, left bundle branch block, or other conduction disorders. Stepwise backward Cox regression and sensitivity analyses evaluated the association between LVEF and CCD. Additionally, mediation analysis was performed to examine QRS duration, PQ interval, and corrected QT interval as potential mediators. During a mean follow-up of 6.96 ± 1.63 years, 484 incident CCD cases were identified. LVEF was an independent predictor of incident CCD, with each 1-standard deviation increase in LVEF associated with a 17% reduction in risk (adjusted hazard ratio, 0.83; 95% confidence interval, 0.77-0.89; p < 0.001). Sensitivity analyses across LVEF thresholds, competing risks, and exclusion of early events confirmed the robustness of these findings. Mediation analysis showed that PQ interval mediated 6% (p < 0.001), QRS duration mediated 17% (p < 0.001), and corrected QT interval mediated -3% (p = 0.002) of the total effect. LVEF is independently associated with incident CCD, with electrophysiological parameters potentially explaining part of this association. These findings underscore the clinical relevance of myocardial mechano-electrical coupling in large-scale population settings.",
    "disease": "stroke",
    "clean_text": "left ventricular ejection fraction and incident cardiac conduction dysfunction exploring the mediating effects of electrophysiological parameters population based evidence on the predictive role of left ventricular ejection fraction lvef in incident cardiac conduction dysfunction ccd and the mediating effects of electrophysiological parameters remains understudied this study aimed to characterize the relationship between lvef and incident ccd and explore the potential mediating effects of electrophysiological parameters this prospective cohort study included participants white ethnicity from the uk biobank with analyzable lvef and electrocardiogram data incident ccd was defined as the first occurrence of atrioventricular block left bundle branch block or other conduction disorders stepwise backward cox regression and sensitivity analyses evaluated the association between lvef and ccd additionally mediation analysis was performed to examine qrs duration pq interval and corrected qt interval as potential mediators during a mean follow up of years incident ccd cases were identified lvef was an independent predictor of incident ccd with each standard deviation increase in lvef associated with a reduction in risk adjusted hazard ratio confidence interval p sensitivity analyses across lvef thresholds competing risks and exclusion of early events confirmed the robustness of these findings mediation analysis showed that pq interval mediated p qrs duration mediated p and corrected qt interval mediated p of the total effect lvef is independently associated with incident ccd with electrophysiological parameters potentially explaining part of this association these findings underscore the clinical relevance of myocardial mechano electrical coupling in large scale population settings"
}