{
    "pmid": "41454977",
    "title": "Spatial analysis of diabetes prevalence and diabetes-related cancer mortality in the united states.",
    "abstract": "Cancer and diabetes are the second and eighth leading causes of death in the United States (US), respectively. There are associations between diabetes and development of certain cancers yet a spatial analysis of their association has not been performed. This study examined the relationship between county-level diabetes prevalence and diabetes-associated cancer mortality in the US to identify disease hotspots and socioeconomic disparities. In this cross-sectional study of 3,108 counties in the continental US, we characterized county-level diabetes prevalence and diabetes-associated cancer mortality rates by conducting hotspot analyses using the Getis-Ord G* statistic to identify county clusters with similar high/low values of diabetes prevalence and cancer mortality rates. We compared demographic and socioeconomic factors among hotspot and coldspot overlaps. Hotspots of diabetes prevalence were in the Mississippi Delta, Appalachian Kentucky and West Virginia, southeastern Virginia, southern Texas, New Mexico, and tribal areas of Arizona and South Dakota. Hotspots for diabetes-associated cancer mortality were in the Mississippi Delta, Appalachian Kentucky, south central Texas, and South Dakota tribal areas. Hot-hot overlaps occupied the Mississippi Delta, Appalachian Kentucky, southern Texas, and South Dakota tribal areas. Compared to cold-cold overlaps, hot-hot cluster counties were more rural with higher percentages of poorly educated, impoverished, and unemployed citizens. Racial economic segregation data suggest that hot-hot clusters are significantly disadvantaged. Diabetes incidence and diabetes-associated cancer mortality share geographic, demographic, and socioeconomic risk factors. Providers should promote eligible cancer screenings and control of other risk factors among patients with diabetes to reduce mortality.",
    "disease": "diabetes mellitus",
    "clean_text": "spatial analysis of diabetes prevalence and diabetes related cancer mortality in the united states cancer and diabetes are the second and eighth leading causes of death in the united states us respectively there are associations between diabetes and development of certain cancers yet a spatial analysis of their association has not been performed this study examined the relationship between county level diabetes prevalence and diabetes associated cancer mortality in the us to identify disease hotspots and socioeconomic disparities in this cross sectional study of counties in the continental us we characterized county level diabetes prevalence and diabetes associated cancer mortality rates by conducting hotspot analyses using the getis ord g statistic to identify county clusters with similar high low values of diabetes prevalence and cancer mortality rates we compared demographic and socioeconomic factors among hotspot and coldspot overlaps hotspots of diabetes prevalence were in the mississippi delta appalachian kentucky and west virginia southeastern virginia southern texas new mexico and tribal areas of arizona and south dakota hotspots for diabetes associated cancer mortality were in the mississippi delta appalachian kentucky south central texas and south dakota tribal areas hot hot overlaps occupied the mississippi delta appalachian kentucky southern texas and south dakota tribal areas compared to cold cold overlaps hot hot cluster counties were more rural with higher percentages of poorly educated impoverished and unemployed citizens racial economic segregation data suggest that hot hot clusters are significantly disadvantaged diabetes incidence and diabetes associated cancer mortality share geographic demographic and socioeconomic risk factors providers should promote eligible cancer screenings and control of other risk factors among patients with diabetes to reduce mortality"
}