{
    "pmid": "41467755",
    "title": "Portable Cone-Beam Computed Tomography System for Intraoperative Localization of Pulmonary Nodules: An Initial Experience.",
    "abstract": "Advances in imaging have expanded options for diagnosis and therapy, including wedge resection of small pulmonary nodules. Cone-beam computed tomography (CBCT) can substitute for hybrid operating rooms to identify impalpable nodules. We report the initial clinical use of a portable CBCT system (Cios Spin, Siemens, Germany) for intraoperative localization of small pulmonary nodules. Four patients (three men, one woman; mean age, 68.3 years) with peripheral nodules were included. Under general anaesthesia, an initial pre-scan confirmed that the lesion was within the field of view. Thoracoscopic surgery was initiated, and a surgical clip was placed on the visceral pleura at the site predicted from preoperative computed tomography (CT) to be closest to the tumour. During surgery, the C-arm was removed and later repositioned for intraoperative scanning. All nodules, 1.4-cm ground-glass, 2.0-cm part-solid, and two 0.7-cm, were clearly visualized, with image quality comparable to preoperative CT. The portable system accommodated table flexion and lateral decubitus positioning. No complications occurred, and radiation exposure, measured in one case, was acceptable. To our knowledge, this is the first report to demonstrate that portable CBCT enables accurate, flexible, and real-time intraoperative localization of pulmonary nodules without requiring a hybrid operating room.",
    "disease": "lung cancer",
    "clean_text": "portable cone beam computed tomography system for intraoperative localization of pulmonary nodules an initial experience advances in imaging have expanded options for diagnosis and therapy including wedge resection of small pulmonary nodules cone beam computed tomography cbct can substitute for hybrid operating rooms to identify impalpable nodules we report the initial clinical use of a portable cbct system cios spin siemens germany for intraoperative localization of small pulmonary nodules four patients three men one woman mean age years with peripheral nodules were included under general anaesthesia an initial pre scan confirmed that the lesion was within the field of view thoracoscopic surgery was initiated and a surgical clip was placed on the visceral pleura at the site predicted from preoperative computed tomography ct to be closest to the tumour during surgery the c arm was removed and later repositioned for intraoperative scanning all nodules cm ground glass cm part solid and two cm were clearly visualized with image quality comparable to preoperative ct the portable system accommodated table flexion and lateral decubitus positioning no complications occurred and radiation exposure measured in one case was acceptable to our knowledge this is the first report to demonstrate that portable cbct enables accurate flexible and real time intraoperative localization of pulmonary nodules without requiring a hybrid operating room"
}