{
    "pmid": "41401258",
    "title": "Bucket-Handle Meniscus Tears: Epidemiology, Diagnosis, Management, and Outcomes.",
    "abstract": "» Bucket-handle meniscus tears (BHMTs) are complex injuries that often cause mechanical symptoms such as locking, restricted motion, and pain, with high prevalence in active individuals and those with concomitant anterior cruciate ligament (ACL) injuries.» BHMTs may occur acutely from trauma or pivoting movements, often in association with ACL injuries, or develop chronically from degenerative changes. Bucket-handle tears of the medial meniscus are most common, while lateral BHMTs are less frequent but more often seen in younger athletes with ACL tears. Typical symptoms include pain, locking, swelling, and restricted motion. Risk factors such as meniscal morphology, ligamentous laxity, tibial slope, obesity, malalignment, and high-impact sports increase susceptibility and may influence outcomes.» Nonoperative treatment may be suitable for selected low-demand patients or those who medically are not operative candidates, or patients with asymptomatic chronic tears who have significant knee arthritis. Patients should also be informed that nonoperative treatment carries the risk of accelerated osteoarthritis and knee instability.» Surgical repair, using either inside-out or all-inside techniques, is preferred when feasible and has been shown to improve functional outcomes and delay the onset of osteoarthritis. Both approaches restore meniscal load transmission, though failure rates vary.» Postoperative rehabilitation strategies remain heterogeneous. Gradual and accelerated protocols differ in timelines for weight-bearing, bracing, and return to sport, yet both aim to restore range of motion, strength, and dynamic stability.» While short-term and mid-term outcomes are promising following meniscal repairs, long-term data are limited. Optimizing repair techniques and defining rehabilitation protocols are essential for improving survivorship and functional recovery after BHMT repair.",
    "disease": "osteoarthritis",
    "clean_text": "bucket handle meniscus tears epidemiology diagnosis management and outcomes bucket handle meniscus tears bhmts are complex injuries that often cause mechanical symptoms such as locking restricted motion and pain with high prevalence in active individuals and those with concomitant anterior cruciate ligament acl injuries bhmts may occur acutely from trauma or pivoting movements often in association with acl injuries or develop chronically from degenerative changes bucket handle tears of the medial meniscus are most common while lateral bhmts are less frequent but more often seen in younger athletes with acl tears typical symptoms include pain locking swelling and restricted motion risk factors such as meniscal morphology ligamentous laxity tibial slope obesity malalignment and high impact sports increase susceptibility and may influence outcomes nonoperative treatment may be suitable for selected low demand patients or those who medically are not operative candidates or patients with asymptomatic chronic tears who have significant knee arthritis patients should also be informed that nonoperative treatment carries the risk of accelerated osteoarthritis and knee instability surgical repair using either inside out or all inside techniques is preferred when feasible and has been shown to improve functional outcomes and delay the onset of osteoarthritis both approaches restore meniscal load transmission though failure rates vary postoperative rehabilitation strategies remain heterogeneous gradual and accelerated protocols differ in timelines for weight bearing bracing and return to sport yet both aim to restore range of motion strength and dynamic stability while short term and mid term outcomes are promising following meniscal repairs long term data are limited optimizing repair techniques and defining rehabilitation protocols are essential for improving survivorship and functional recovery after bhmt repair"
}