{
    "pmid": "41462092",
    "title": "The relationship between 24-hour QT interval variability and heart rate variability in patients with acute myocardial infarction and the occurrence of major cardiovascular adverse events after PCI surgery.",
    "abstract": "Acute myocardial infarction (AMI) remains a significant cause of morbidity and mortality despite advancements in percutaneous coronary intervention (PCI). This study investigates whether 24-hour QT interval variability (QTV) and heart rate variability (HRV) can predict major adverse cardiovascular events (MACE) post-PCI. We conducted a retrospective case-control study involving 238 AMI patients undergoing PCI between June 2021 and January 2023. Patients were divided into MACE (n = 96) and non-MACE (n = 142) groups. Variability in QT interval and HRV was assessed via continuous ECG monitoring pre- and post-PCI using a Holter recorder with a sampling rate of 1000 Hz. QT variability index (QTVI) and other QT measures were evaluated for their predictive power regarding MACE occurrence. All QT interval measurements were corrected using the Fridericia formula (QTcF). Analysis revealed that the corrected QT interval (QTcF) was significantly prolonged in the MACE group compared with the non-MACE group (425.34 ± 42.15 ms vs. 410.28 ± 33.47 ms, P = 0.004). Additionally, the standard deviation of QT intervals (QT-SD) was significantly greater in the MACE group (7.80 ± 1.07 ms vs. 7.54 ± 0.33 ms, P = 0.023).The QTVI was higher in the MACE group (-0.60 ± 0.11 vs. -0.65 ± 0.21, P = 0.007), as was the normalized QT variance (QTVN, calculated as QTv/QTm²)(0.38 ± 0.07 vs. 0.36 ± 0.04, P = 0.010). There was a significant correlation between hypertension and MACE occurrence (P = 0.006), and elevated pulmonary artery systolic pressure was more prominent in the MACE group (25.66 ± 3.14 mmHg vs. 23.77 ± 6.58 mmHg, P = 0.003). ROC analysis showed that combining QTVI with clinical variables achieved an AUC of 0.78 (95% CI: 0.72-0.84). QTV is a significant predictor of MACE post-PCI in AMI patients, underscoring its potential utility in post-procedural monitoring and risk stratification.",
    "disease": "hypertension",
    "clean_text": "the relationship between hour qt interval variability and heart rate variability in patients with acute myocardial infarction and the occurrence of major cardiovascular adverse events after pci surgery acute myocardial infarction ami remains a significant cause of morbidity and mortality despite advancements in percutaneous coronary intervention pci this study investigates whether hour qt interval variability qtv and heart rate variability hrv can predict major adverse cardiovascular events mace post pci we conducted a retrospective case control study involving ami patients undergoing pci between june and january patients were divided into mace n and non mace n groups variability in qt interval and hrv was assessed via continuous ecg monitoring pre and post pci using a holter recorder with a sampling rate of hz qt variability index qtvi and other qt measures were evaluated for their predictive power regarding mace occurrence all qt interval measurements were corrected using the fridericia formula qtcf analysis revealed that the corrected qt interval qtcf was significantly prolonged in the mace group compared with the non mace group ms vs ms p additionally the standard deviation of qt intervals qt sd was significantly greater in the mace group ms vs ms p the qtvi was higher in the mace group vs p as was the normalized qt variance qtvn calculated as qtv qtm vs p there was a significant correlation between hypertension and mace occurrence p and elevated pulmonary artery systolic pressure was more prominent in the mace group mmhg vs mmhg p roc analysis showed that combining qtvi with clinical variables achieved an auc of ci qtv is a significant predictor of mace post pci in ami patients underscoring its potential utility in post procedural monitoring and risk stratification"
}