{
    "title": "Alzheimer's disease: communication techniques to facilitate perioperative care.",
    "doc_id": "1768075",
    "writer": "Tappen RM.",
    "year": "1991",
    "summary": "Extensive, progressive deterioration in cognition affects the Alzheimer's patient's ability to receive, store, retrieve, and send information. An Alzheimer's patient who will undergo surgery may be overwhelmed by the increased number and rapidity of ch …",
    "abstract": "Extensive, progressive deterioration in cognition affects the Alzheimer's patient's ability to receive, store, retrieve, and send information. An Alzheimer's patient who will undergo surgery may be overwhelmed by the increased number and rapidity of changes. To help the individual comprehend the situation, nurses' communication with the patient should be slow, simple, concrete, and repetitive. A supportive, positive approach and the use of nonverbal channels facilitate communication with an Alzheimer's patient. Knowledge of the patient's past and customary modes of communication also will help nurses understand his or her attempts to communicate. These techniques will not transform the Alzheimer's patient into an accurate historian or a knowledgeable, fully informed patient. They will, however, assist nurses in reaching the patient, and they make caring for the Alzheimer's patient a far more satisfying experience for both nurses and the patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1768075/",
    "clean_text": "alzheimer s disease communication techniques to facilitate perioperative care extensive progressive deterioration in cognition affects the alzheimer s patient s ability to receive store retrieve and send information an alzheimer s patient who will undergo surgery may be overwhelmed by the increased number and rapidity of ch extensive progressive deterioration in cognition affects the alzheimer s patient s ability to receive store retrieve and send information an alzheimer s patient who will undergo surgery may be overwhelmed by the increased number and rapidity of changes to help the individual comprehend the situation nurses communication with the patient should be slow simple concrete and repetitive a supportive positive approach and the use of nonverbal channels facilitate communication with an alzheimer s patient knowledge of the patient s past and customary modes of communication also will help nurses understand his or her attempts to communicate these techniques will not transform the alzheimer s patient into an accurate historian or a knowledgeable fully informed patient they will however assist nurses in reaching the patient and they make caring for the alzheimer s patient a far more satisfying experience for both nurses and the patient"
}