{
    "title": "Clinical Pilates exercises for adults with chronic low back pain improve single-leg squat postural control and lumbopelvic-hip flexibility.",
    "doc_id": "40056510",
    "writer": "Kwok BC",
    "year": "2025",
    "summary": "METHODS: Forty adults with chronic low back pain were assessed on single-leg squat postural sway, hamstrings flexibility and lumbar flexion flexibility. ...SIGNIFICANCE: A brief session of Clinical Pilates exercises enabled individuals with chronic low bac …",
    "abstract": "Background:\n        \n      \n      Pilates is a frequently used management strategy for chronic low back pain for its efficacy in pain relief and function. However, movement performance changes such as single-leg squat have not been studied. It is also unclear if simple movement-specific Pilates exercises lead to changes in lower back or hamstrings flexibility. This study investigated the immediate changes in postural sway of single-leg squat, hamstrings flexibility and lumbar flexion flexibility after a brief session of Clinical Pilates exercises in adults with non-specific chronic low back pain.\n    \n\n\n          Methods:\n        \n      \n      Forty adults with chronic low back pain were assessed on single-leg squat postural sway, hamstrings flexibility and lumbar flexion flexibility. Participants were then assessed with Clinical Pilates assessment to identify movements that are easy to do and pain-free. One to four Pilates exercises based on the identified movements were then prescribed as the intervention. A post-intervention assessment concluded the session. Repeated measures statistical tests were used to study changes over time and between the problem and non-problem sides for postural sway parameters and hamstrings flexibility. A paired sample t-test was used to evaluate lumbar flexion flexibility changes.\n    \n\n\n          Results:\n        \n      \n      The participants showed statistically significant improvements on the problem side in three postural sway variables - vertical force variance, p < 0.001, η2 = 0.39, terminal knee flexion angle, p = 0.004, η2 = 0.19, and squat duration, p < 0.001, η2 = 0.29. They also improved their hamstrings flexibility, p = 0.004, η2 = 0.2, and lumbar flexion flexibility, mean difference = 0.64 cm [95 % CI: 0.49, 0.79] cm, p < 0.001.\n    \n\n\n          Significance:\n        \n      \n      A brief session of Clinical Pilates exercises enabled individuals with chronic low back pain to squat deeper and faster while maintaining the same level of postural stability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40056510/",
    "clean_text": "clinical pilates exercises for adults with chronic low back pain improve single leg squat postural control and lumbopelvic hip flexibility methods forty adults with chronic low back pain were assessed on single leg squat postural sway hamstrings flexibility and lumbar flexion flexibility significance a brief session of clinical pilates exercises enabled individuals with chronic low bac background pilates is a frequently used management strategy for chronic low back pain for its efficacy in pain relief and function however movement performance changes such as single leg squat have not been studied it is also unclear if simple movement specific pilates exercises lead to changes in lower back or hamstrings flexibility this study investigated the immediate changes in postural sway of single leg squat hamstrings flexibility and lumbar flexion flexibility after a brief session of clinical pilates exercises in adults with non specific chronic low back pain methods forty adults with chronic low back pain were assessed on single leg squat postural sway hamstrings flexibility and lumbar flexion flexibility participants were then assessed with clinical pilates assessment to identify movements that are easy to do and pain free one to four pilates exercises based on the identified movements were then prescribed as the intervention a post intervention assessment concluded the session repeated measures statistical tests were used to study changes over time and between the problem and non problem sides for postural sway parameters and hamstrings flexibility a paired sample t test was used to evaluate lumbar flexion flexibility changes results the participants showed statistically significant improvements on the problem side in three postural sway variables vertical force variance p terminal knee flexion angle p and squat duration p they also improved their hamstrings flexibility p and lumbar flexion flexibility mean difference cm ci cm p significance a brief session of clinical pilates exercises enabled individuals with chronic low back pain to squat deeper and faster while maintaining the same level of postural stability"
}