{
    "title": "Case report: tuberous sclerosis and persistent hyperplastic primary vitreous.",
    "doc_id": "35842607",
    "writer": "Wong H",
    "year": "2022",
    "summary": "BACKGROUND: Persistent hyperplastic primary vitreous (PHPV) in a patient with tuberous sclerosis (TS) has been described in one previous case report in 1999. Otherwise, there is no literature around this potential association. ...Subsequent paediatric ophthalmology …",
    "abstract": "Background:\n        \n      \n      Persistent hyperplastic primary vitreous (PHPV) in a patient with tuberous sclerosis (TS) has been described in one previous case report in 1999. Otherwise, there is no literature around this potential association. We describe a case of an infant with TS and PHPV.\n    \n\n\n          Case presentation:\n        \n      \n      An 11-month old male was under investigation for leukocoria, microphthalmia and suspected PHPV after being seen in ophthalmology clinic. He presented to hospital with seizures and was diagnosed with TS on imaging. Imaging also showed the known microphthalmia and a mass associated with the lens. Subsequent paediatric ophthalmology review and examination under anaesthesia confirmed microphthalmia, PHPV and a retrolental mass which was thought to represent total retinal detachment or a retinal hamartoma within a retinal detachment.\n    \n\n\n          Conclusions:\n        \n      \n      This is the second case report of PHPV in a patient with TS. The previous case report postulated that the atypical location of the retinal hamartoma was secondary to the abnormal globe development in PHPV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35842607/",
    "clean_text": "case report tuberous sclerosis and persistent hyperplastic primary vitreous background persistent hyperplastic primary vitreous phpv in a patient with tuberous sclerosis ts has been described in one previous case report in otherwise there is no literature around this potential association subsequent paediatric ophthalmology background persistent hyperplastic primary vitreous phpv in a patient with tuberous sclerosis ts has been described in one previous case report in otherwise there is no literature around this potential association we describe a case of an infant with ts and phpv case presentation an month old male was under investigation for leukocoria microphthalmia and suspected phpv after being seen in ophthalmology clinic he presented to hospital with seizures and was diagnosed with ts on imaging imaging also showed the known microphthalmia and a mass associated with the lens subsequent paediatric ophthalmology review and examination under anaesthesia confirmed microphthalmia phpv and a retrolental mass which was thought to represent total retinal detachment or a retinal hamartoma within a retinal detachment conclusions this is the second case report of phpv in a patient with ts the previous case report postulated that the atypical location of the retinal hamartoma was secondary to the abnormal globe development in phpv"
}