{
    "title": "The asymmetric effects of institutional quality on financial inclusion in the Asia-pacific region.",
    "doc_id": "36561693",
    "writer": "Van LT",
    "year": "2022",
    "summary": "In this paper, we estimate the index of financial inclusion for 19 countries in the Asia-Pacific region from 2004 to 2020. The institutional quality is proxied by five indicators, including (i) business sophistication, (ii) regulatory quality, (iii) investment freed …",
    "abstract": "Financial inclusions are generally considered an effective mechanism to support sustainable economic growth in emerging markets. While the symmetric effects of institutional quality on financial inclusion have been widely investigated, their asymmetric effects have largely been ignored in existing literature, particularly for emerging markets. In this paper, we estimate the index of financial inclusion for 19 countries in the Asia-Pacific region from 2004 to 2020. The institutional quality is proxied by five indicators, including (i) business sophistication, (ii) regulatory quality, (iii) investment freedom, (iv) government effectiveness, and (v) the rule of law. The advanced panel smooth transition technique ensures that the asymmetric effects of institutional quality on financial inclusion are substantiated depending on the income level across countries in the sample. We find that institutional quality's effects on financial inclusion are asymmetric depending on the income level. Our findings indicate that middle-income countries such as Vietnam and other emerging nations in the Asia-Pacific region mostly benefit from the positive effects of institutional reform to ensure more inclusive economic growth in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36561693/",
    "clean_text": "the asymmetric effects of institutional quality on financial inclusion in the asia pacific region in this paper we estimate the index of financial inclusion for countries in the asia pacific region from to the institutional quality is proxied by five indicators including i business sophistication ii regulatory quality iii investment freed financial inclusions are generally considered an effective mechanism to support sustainable economic growth in emerging markets while the symmetric effects of institutional quality on financial inclusion have been widely investigated their asymmetric effects have largely been ignored in existing literature particularly for emerging markets in this paper we estimate the index of financial inclusion for countries in the asia pacific region from to the institutional quality is proxied by five indicators including i business sophistication ii regulatory quality iii investment freedom iv government effectiveness and v the rule of law the advanced panel smooth transition technique ensures that the asymmetric effects of institutional quality on financial inclusion are substantiated depending on the income level across countries in the sample we find that institutional quality s effects on financial inclusion are asymmetric depending on the income level our findings indicate that middle income countries such as vietnam and other emerging nations in the asia pacific region mostly benefit from the positive effects of institutional reform to ensure more inclusive economic growth in the future"
}