{
    "pmid": "41453125",
    "title": "Fast Ripples Measured From Overnight SEEG Recordings as Markers of the Epileptogenic Zone: A Multicenter Validation Study.",
    "abstract": "Epilepsy surgery outcomes after intracranial EEG remain suboptimal necessitating the discovery of additional biomarkers to define the epileptogenic zone. Fast ripples (FRs) are a promising, new interictal epilepsy biomarker. By analyzing a multicenter data set consisting of overnight stereo-EEG (SEEG) recordings, we aimed at validating FRs as an accurate marker of the epileptogenic zone. We hypothesized that removing ≥60% of total FR events would significantly increase the odds of good postsurgical outcome (Engel class I). In addition, we compared FRs with spikes, and spikes co-occurring with FRs (spike-FRs) as surgery outcome predictors. This retrospective cohort study included consecutive patients from 4 epilepsy surgery centers in Canada, Finland, and Denmark, who underwent SEEG followed by resective surgery or a preplanned ablation procedure separate from the SEEG and had at least 1 year of follow-up. We detected FRs and spikes automatically from overnight SEEG recordings edited for artifacts. To calculate resection ratios of the detected events, we determined resected SEEG contacts by superimposing the peri-implantation and postresection images. We evaluated postsurgical seizure outcomes from medical records. Of the 73 included patients (mean age 23 ± 12 years, 41% female), 46 had good and 27 had poor (Engel classes II-IV) outcome at the latest follow-up. Patients with FR resection ratio ≥0.6 were more likely to achieve good postsurgical outcome ( In accordance with our hypothesis, the FR resection ratio ≥0.6 significantly increased the odds of attaining good postsurgical seizure outcome. Although the FR resection ratio ≥0.6 accurately predicted good postsurgical outcome, resecting <0.6 of FRs did not necessarily mean poor outcome. As predictors of postsurgical outcome, spikes fared poorly, whereas spike-FRs were comparable with FRs.",
    "disease": "epilepsy",
    "clean_text": "fast ripples measured from overnight seeg recordings as markers of the epileptogenic zone a multicenter validation study epilepsy surgery outcomes after intracranial eeg remain suboptimal necessitating the discovery of additional biomarkers to define the epileptogenic zone fast ripples frs are a promising new interictal epilepsy biomarker by analyzing a multicenter data set consisting of overnight stereo eeg seeg recordings we aimed at validating frs as an accurate marker of the epileptogenic zone we hypothesized that removing of total fr events would significantly increase the odds of good postsurgical outcome engel class i in addition we compared frs with spikes and spikes co occurring with frs spike frs as surgery outcome predictors this retrospective cohort study included consecutive patients from epilepsy surgery centers in canada finland and denmark who underwent seeg followed by resective surgery or a preplanned ablation procedure separate from the seeg and had at least year of follow up we detected frs and spikes automatically from overnight seeg recordings edited for artifacts to calculate resection ratios of the detected events we determined resected seeg contacts by superimposing the peri implantation and postresection images we evaluated postsurgical seizure outcomes from medical records of the included patients mean age years female had good and had poor engel classes ii iv outcome at the latest follow up patients with fr resection ratio were more likely to achieve good postsurgical outcome in accordance with our hypothesis the fr resection ratio significantly increased the odds of attaining good postsurgical seizure outcome although the fr resection ratio accurately predicted good postsurgical outcome resecting of frs did not necessarily mean poor outcome as predictors of postsurgical outcome spikes fared poorly whereas spike frs were comparable with frs"
}