{
    "pmid": "41400469",
    "title": "Nephrogenic Systemic Fibrosis in Patients with Advanced Renal Dysfunction Following Gadolinium-based Contrast Agents.",
    "abstract": "Background The risk of nephrogenic systemic fibrosis (NSF) following administration of contemporary gadolinium-based contrast agents (GBCAs) in patients with advanced chronic kidney disease (CKD) or end-stage renal disease (ESRD) is thought to be low; however, existing reports have involved relatively few participants compared with the number of patients who might benefit from contrast-enhanced MRI in the United States. Purpose To estimate the risk of NSF with contemporary GBCAs in real-world practice in patients with advanced CKD or ESRD. Materials and Methods Adult patients with preexisting diagnoses of stage 4 or 5 CKD or ESRD who received GBCAs between January 2010 and January 2025 were identified retrospectively from the TriNetX U.S. Network. Propensity score matching (PSM) with a control group regarding demographic characteristics and comorbidities was performed to reduce confounding. The primary endpoint (possible NSF [International Statistical Classification of Diseases and Related Health Problems, 10th Revision, code L90.8]) and secondary endpoint (possible NSF confounders) were assessed within 1 year. Risk ratios (RRs) were calculated to assess the occurrence and mortality rates of possible NSF, and the Kaplan-Meier log-rank test was used to compare cumulative occurrence rates. Results A total of 73 022 adults (mean age, 64.1 years ± 15.1 [SD]; 39 359 [53.9%] male) with advanced CKD or ESRD who received GBCAs were identified. After PSM, 36 (0.05%) and 542 (0.74%) patients with advanced CKD or ESRD with possible NSF and NSF confounder codes, respectively, were retained, compared with 36 (0.05%) and 518 (0.71%) in controls, respectively (RR, 1.00 [95% CI: 0.63, 1.59] [",
    "disease": "chronic kidney disease",
    "clean_text": "nephrogenic systemic fibrosis in patients with advanced renal dysfunction following gadolinium based contrast agents background the risk of nephrogenic systemic fibrosis nsf following administration of contemporary gadolinium based contrast agents gbcas in patients with advanced chronic kidney disease ckd or end stage renal disease esrd is thought to be low however existing reports have involved relatively few participants compared with the number of patients who might benefit from contrast enhanced mri in the united states purpose to estimate the risk of nsf with contemporary gbcas in real world practice in patients with advanced ckd or esrd materials and methods adult patients with preexisting diagnoses of stage or ckd or esrd who received gbcas between january and january were identified retrospectively from the trinetx u s network propensity score matching psm with a control group regarding demographic characteristics and comorbidities was performed to reduce confounding the primary endpoint possible nsf international statistical classification of diseases and related health problems th revision code l and secondary endpoint possible nsf confounders were assessed within year risk ratios rrs were calculated to assess the occurrence and mortality rates of possible nsf and the kaplan meier log rank test was used to compare cumulative occurrence rates results a total of adults mean age years sd male with advanced ckd or esrd who received gbcas were identified after psm and patients with advanced ckd or esrd with possible nsf and nsf confounder codes respectively were retained compared with and in controls respectively rr ci"
}