{
    "title": "Peroxynitrite-induced alterations in synaptosomal membrane proteins: insight into oxidative stress in Alzheimer's disease.",
    "doc_id": "9886083",
    "writer": "Koppal T",
    "year": "1999",
    "summary": "Peroxynitrite (ONOO ) is a highly reactive, oxidizing anion with a half-life of <1 s that is formed by reaction of superoxide radical anion with nitric oxide. ...Continuing our laboratory's interest in free radical oxidative stress in brain cells in AD, th …",
    "abstract": "Peroxynitrite (ONOO ) is a highly reactive, oxidizing anion with a half-life of <1 s that is formed by reaction of superoxide radical anion with nitric oxide. Several reports of ONOO--induced oxidation of lipids, proteins, DNA, sulfhydryls, and inactivation of key enzymes have appeared. ONOO- has also been implicated as playing a role in the pathology of several neurodegenerative disorders, such as Alzheimer's disease (AD) and amyotrophic lateral sclerosis, among others. Continuing our laboratory's interest in free radical oxidative stress in brain cells in AD, the present study was designed to investigate the damage to brain neocortical synaptosomal membrane proteins and the oxidation-sensitive enzyme glutamine synthetase (GS) caused by exposure to ONOO-. These synaptosomal proteins and GS have previously been shown by us and others to have been oxidatively damaged in AD brain and also following treatment of synaptosomes with amyloid beta-peptide. The results of the current study showed that exposure to physiological levels of ONOO- induced significant protein conformational changes, demonstrated using electron paramagnetic resonance in conjunction with a protein-specific spin label, and caused oxidation of proteins, measured by the increase in protein carbonyls. ONOO- also caused inactivation of GS and led to neuronal cell death examined in a hippocampal cell culture system. All these detrimental effects of ONOO- were successfully attenuated by the thiol-containing antioxidant tripeptide glutathione. This research shows that ONOO- can oxidatively modify both membranous and cytosolic proteins, affecting both their physical and chemical nature. These findings are discussed with reference to the potential involvement of ONOO- in AD neurodegeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9886083/",
    "clean_text": "peroxynitrite induced alterations in synaptosomal membrane proteins insight into oxidative stress in alzheimer s disease peroxynitrite onoo is a highly reactive oxidizing anion with a half life of s that is formed by reaction of superoxide radical anion with nitric oxide continuing our laboratory s interest in free radical oxidative stress in brain cells in ad th peroxynitrite onoo is a highly reactive oxidizing anion with a half life of s that is formed by reaction of superoxide radical anion with nitric oxide several reports of onoo induced oxidation of lipids proteins dna sulfhydryls and inactivation of key enzymes have appeared onoo has also been implicated as playing a role in the pathology of several neurodegenerative disorders such as alzheimer s disease ad and amyotrophic lateral sclerosis among others continuing our laboratory s interest in free radical oxidative stress in brain cells in ad the present study was designed to investigate the damage to brain neocortical synaptosomal membrane proteins and the oxidation sensitive enzyme glutamine synthetase gs caused by exposure to onoo these synaptosomal proteins and gs have previously been shown by us and others to have been oxidatively damaged in ad brain and also following treatment of synaptosomes with amyloid beta peptide the results of the current study showed that exposure to physiological levels of onoo induced significant protein conformational changes demonstrated using electron paramagnetic resonance in conjunction with a protein specific spin label and caused oxidation of proteins measured by the increase in protein carbonyls onoo also caused inactivation of gs and led to neuronal cell death examined in a hippocampal cell culture system all these detrimental effects of onoo were successfully attenuated by the thiol containing antioxidant tripeptide glutathione this research shows that onoo can oxidatively modify both membranous and cytosolic proteins affecting both their physical and chemical nature these findings are discussed with reference to the potential involvement of onoo in ad neurodegeneration"
}