{
    "title": "An update of ophthalmic management in craniosynostosis.",
    "doc_id": "30928366",
    "writer": "Ganesh A",
    "year": "2019",
    "summary": "Craniosynostosis has a varied clinical spectrum, ranging from isolated single suture involvement to multisutural fusions. Syndromic and nonsyndromic patients require orchestrated and multidisciplinary care from birth to adulthood. Advances in our understanding of craniosyn …",
    "abstract": "Craniosynostosis has a varied clinical spectrum, ranging from isolated single suture involvement to multisutural fusions. Syndromic and nonsyndromic patients require orchestrated and multidisciplinary care from birth to adulthood. Advances in our understanding of craniosynostosis over the last quarter-century have resulted in more systematic management of the problems associated with the syndromic and nonsyndromic forms of this condition. This review provides an update on the genetic basis of, management of strabismus and oculoplastic manifestations in, and visual surveillance of patients with craniosynostosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30928366/",
    "clean_text": "an update of ophthalmic management in craniosynostosis craniosynostosis has a varied clinical spectrum ranging from isolated single suture involvement to multisutural fusions syndromic and nonsyndromic patients require orchestrated and multidisciplinary care from birth to adulthood advances in our understanding of craniosyn craniosynostosis has a varied clinical spectrum ranging from isolated single suture involvement to multisutural fusions syndromic and nonsyndromic patients require orchestrated and multidisciplinary care from birth to adulthood advances in our understanding of craniosynostosis over the last quarter century have resulted in more systematic management of the problems associated with the syndromic and nonsyndromic forms of this condition this review provides an update on the genetic basis of management of strabismus and oculoplastic manifestations in and visual surveillance of patients with craniosynostosis"
}