{
    "title": "Zika Virus Emergence and Expansion: Lessons Learned from Dengue and Chikungunya May Not Provide All the Answers.",
    "doc_id": "26903610",
    "writer": "Christofferson RC.",
    "year": "2016",
    "summary": "Specifically, as Zika emerges in the Americas there is a natural tendency to apply the knowledge base of DENV and CHIKV to mitigation and control of a virus with such a similar transmission system. However, there are marked differences that may preclude such broad s …",
    "abstract": "Following the emergence of Zika in the past decade, there are lessons to be learned from similar emergence events of dengue (DENV) and chikungunya (CHIKV). Specifically, as Zika emerges in the Americas there is a natural tendency to apply the knowledge base of DENV and CHIKV to mitigation and control of a virus with such a similar transmission system. However, there are marked differences that may preclude such broad stroke application of this knowledge base without making potentially faulty assumptions. Herein, Zika virus (ZIKV) transmission is reviewed, and the commonalities among these three arboviruses are discussed. Importantly, the divergence of this particular arbovirus is discussed, as is the need to develop ZIKV-specific knowledge base for mitigation of this disease. Specifically reviewed are 1) emergence and persistence patterns, 2) genetic and phenotypic diversity, 3) vector host range, and finally, 4) alternate transmission routes and added complexity of ZIKV transmission and presentation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26903610/",
    "clean_text": "zika virus emergence and expansion lessons learned from dengue and chikungunya may not provide all the answers specifically as zika emerges in the americas there is a natural tendency to apply the knowledge base of denv and chikv to mitigation and control of a virus with such a similar transmission system however there are marked differences that may preclude such broad s following the emergence of zika in the past decade there are lessons to be learned from similar emergence events of dengue denv and chikungunya chikv specifically as zika emerges in the americas there is a natural tendency to apply the knowledge base of denv and chikv to mitigation and control of a virus with such a similar transmission system however there are marked differences that may preclude such broad stroke application of this knowledge base without making potentially faulty assumptions herein zika virus zikv transmission is reviewed and the commonalities among these three arboviruses are discussed importantly the divergence of this particular arbovirus is discussed as is the need to develop zikv specific knowledge base for mitigation of this disease specifically reviewed are emergence and persistence patterns genetic and phenotypic diversity vector host range and finally alternate transmission routes and added complexity of zikv transmission and presentation"
}