{
    "pmid": "41424746",
    "title": "Association between DATSCAN-derived dopaminergic activity and cognitive performance and quality of life in Parkinson's disease: A cross-sectional study.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by motor and non-motor symptoms that substantially affect quality of life (QoL). While dopaminergic dysfunction is central to PD pathology, the cross-sectional relationship between striatal dopaminergic activity and clinical outcomes remains incompletely understood. This study investigated associations between dopaminergic activity, measured via DATSCAN imaging, and clinical outcomes including cognitive performance, mobility, and QoL. In this  DATSCAN metrics showed no significant associations with cognitive performance or QoL, and only modest correlations with mobility measures. Sensitivity analyses confirmed robustness of these findings. The limited predictive value of DATSCAN underscores the complexity of PD, including contributions of non-dopaminergic mechanisms. Although DATSCAN is valuable for confirming PD diagnosis, its ability to predict clinical outcomes such as cognition, QoL, or motor complications is limited. These results highlight the multifactorial nature of PD and the need to integrate dopaminergic imaging with comprehensive clinical assessments for personalized patient care.",
    "disease": "parkinson disease",
    "clean_text": "association between datscan derived dopaminergic activity and cognitive performance and quality of life in parkinson s disease a cross sectional study parkinson s disease pd is a neurodegenerative disorder characterized by motor and non motor symptoms that substantially affect quality of life qol while dopaminergic dysfunction is central to pd pathology the cross sectional relationship between striatal dopaminergic activity and clinical outcomes remains incompletely understood this study investigated associations between dopaminergic activity measured via datscan imaging and clinical outcomes including cognitive performance mobility and qol in this datscan metrics showed no significant associations with cognitive performance or qol and only modest correlations with mobility measures sensitivity analyses confirmed robustness of these findings the limited predictive value of datscan underscores the complexity of pd including contributions of non dopaminergic mechanisms although datscan is valuable for confirming pd diagnosis its ability to predict clinical outcomes such as cognition qol or motor complications is limited these results highlight the multifactorial nature of pd and the need to integrate dopaminergic imaging with comprehensive clinical assessments for personalized patient care"
}