{
    "title": "Lumbar instability as an etiology of low back pain and its treatment by prolotherapy: A review.",
    "doc_id": "34957989",
    "writer": "Hauser RA",
    "year": "2022",
    "summary": "BACKGROUND: Low back pain is a significant spinal disorder that affects much of the population at some point during their lives. OBJECTIVE: While proper diagnosis is key, diagnosing the underlying cause of low back pain may often be unclear. METHOD: In …",
    "abstract": "Background:\n        \n      \n      Low back pain is a significant spinal disorder that affects much of the population at some point during their lives.\n    \n\n\n          Objective:\n        \n      \n      While proper diagnosis is key, diagnosing the underlying cause of low back pain may often be unclear.\n    \n\n\n          Method:\n        \n      \n      In this review article, we discuss lumbar instability as an etiology of low back pain and its treatment by prolotherapy.\n    \n\n\n          Results:\n        \n      \n      Spinal ligaments may be an underlying culprit in the development of lumbar instability with resultant low back pain and associated disorders.\n    \n\n\n          Conclusion:\n        \n      \n      In these cases, adequate treatment consisting of non-biologic prolotherapy or cellular prolotherapy, including platelet rich plasma (PRP), can be beneficial in restoring spinal stability and resolving chronic low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34957989/",
    "clean_text": "lumbar instability as an etiology of low back pain and its treatment by prolotherapy a review background low back pain is a significant spinal disorder that affects much of the population at some point during their lives objective while proper diagnosis is key diagnosing the underlying cause of low back pain may often be unclear method in background low back pain is a significant spinal disorder that affects much of the population at some point during their lives objective while proper diagnosis is key diagnosing the underlying cause of low back pain may often be unclear method in this review article we discuss lumbar instability as an etiology of low back pain and its treatment by prolotherapy results spinal ligaments may be an underlying culprit in the development of lumbar instability with resultant low back pain and associated disorders conclusion in these cases adequate treatment consisting of non biologic prolotherapy or cellular prolotherapy including platelet rich plasma prp can be beneficial in restoring spinal stability and resolving chronic low back pain"
}