{
    "title": "[Quality assurance and quality improvement in medical practice - Part 2. Evidence-based medicine].",
    "doc_id": "22257510",
    "writer": "Godény S.",
    "year": "2012",
    "summary": "For assuring and improving quality of healthcare, everyday medical practice should be based on appropriate scientific evidence and results of health technology assessment. ...For effective implementation of evidence-based practice, development of more clinical guidelines, …",
    "abstract": "For assuring and improving quality of healthcare, everyday medical practice should be based on appropriate scientific evidence and results of health technology assessment. Evidence-based medicine is the integration of clinical expertise, patient values, and the best evidence into the decision making process for patient care, when health technologies are used. On one hand health technologies which proved to be effective should be available for all patients, on the other hand, because of the limited financial resources of the health care system, they should be cost-effective, not to spend on interventions proved to be ineffective or even harmful. For effective implementation of evidence-based practice, development of more clinical guidelines, that contain explicit recommendations, and improvement of quality approach are necessary in Hungary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22257510/",
    "clean_text": "quality assurance and quality improvement in medical practice part evidence based medicine for assuring and improving quality of healthcare everyday medical practice should be based on appropriate scientific evidence and results of health technology assessment for effective implementation of evidence based practice development of more clinical guidelines for assuring and improving quality of healthcare everyday medical practice should be based on appropriate scientific evidence and results of health technology assessment evidence based medicine is the integration of clinical expertise patient values and the best evidence into the decision making process for patient care when health technologies are used on one hand health technologies which proved to be effective should be available for all patients on the other hand because of the limited financial resources of the health care system they should be cost effective not to spend on interventions proved to be ineffective or even harmful for effective implementation of evidence based practice development of more clinical guidelines that contain explicit recommendations and improvement of quality approach are necessary in hungary"
}