{
    "title": "Preoperative bowel preparation promotes intestinal functional recovery after esophagectomy.",
    "doc_id": "38357145",
    "writer": "Ma J",
    "year": "2023",
    "summary": "METHODS: We analysed 139 patients who underwent elective radical esophagectomy in the Department of Thoracic Surgery at the Second Affiliated Hospital of Xi'an Jiaotong University from May 2016 to December 2018. The enrolled patients were divided into the stu …",
    "abstract": "Background:\n        \n      \n      Patients are prone to intestinal dysfunction after esophagectomy. The value of preoperative bowel preparation before esophagectomy is controversial. There is a lack of evidence as to whether preoperative bowel preparation can help patients improve bowel function and shorten the recovery time of bowel function.\n    \n\n\n          Objectives:\n        \n      \n      The objectives of this study were to explore whether preoperative bowel preparation can promote the recovery of intestinal function after esophagectomy.\n    \n\n\n          Methods:\n        \n      \n      We analysed 139 patients who underwent elective radical esophagectomy in the Department of Thoracic Surgery at the Second Affiliated Hospital of Xi'an Jiaotong University from May 2016 to December 2018. The enrolled patients were divided into the study group (bowel preparation group) and the control group (no bowel preparation group) of 71 cases and 68 cases. Patients in the study group were given dissolved polyethylene glycol electrolyte powder and a cleansing enema the day before surgery. Patients in the control group were neither given polyethylene glycol electrolyte powder nor cleansing enemas before surgery. The postoperative recovery of the two groups were compared.\n    \n\n\n          Results:\n        \n      \n      Postoperative bed rest time, bowel function recovery time and the time of first flatus and defecation after surgery were significantly shorter in patients with bowel preparation than in those without bowel preparation, and the differences were statistically significant. (P=0.038, P<0.001, P<0.001, P<0.001; respectively).\n    \n\n\n          Conclusions:\n        \n      \n      Preoperative bowel preparation can promote the recovery of patients with esophageal cancer, especially the recovery of bowel function, which can reduce the pain caused by abdominal distension and improve the quality of life of patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38357145/",
    "clean_text": "preoperative bowel preparation promotes intestinal functional recovery after esophagectomy methods we analysed patients who underwent elective radical esophagectomy in the department of thoracic surgery at the second affiliated hospital of xi an jiaotong university from may to december the enrolled patients were divided into the stu background patients are prone to intestinal dysfunction after esophagectomy the value of preoperative bowel preparation before esophagectomy is controversial there is a lack of evidence as to whether preoperative bowel preparation can help patients improve bowel function and shorten the recovery time of bowel function objectives the objectives of this study were to explore whether preoperative bowel preparation can promote the recovery of intestinal function after esophagectomy methods we analysed patients who underwent elective radical esophagectomy in the department of thoracic surgery at the second affiliated hospital of xi an jiaotong university from may to december the enrolled patients were divided into the study group bowel preparation group and the control group no bowel preparation group of cases and cases patients in the study group were given dissolved polyethylene glycol electrolyte powder and a cleansing enema the day before surgery patients in the control group were neither given polyethylene glycol electrolyte powder nor cleansing enemas before surgery the postoperative recovery of the two groups were compared results postoperative bed rest time bowel function recovery time and the time of first flatus and defecation after surgery were significantly shorter in patients with bowel preparation than in those without bowel preparation and the differences were statistically significant p p p p respectively conclusions preoperative bowel preparation can promote the recovery of patients with esophageal cancer especially the recovery of bowel function which can reduce the pain caused by abdominal distension and improve the quality of life of patients"
}