{
    "title": "Localization of Tricellular Tight Junction Molecule LSR at Midbody and Centrosome During Cytokinesis in Human Epithelial Cells.",
    "doc_id": "31662022",
    "writer": "Konno T",
    "year": "2020",
    "summary": "The changes in localization and the roles of tricellular tight junction molecule lipolysis-stimulated lipoprotein receptor (LSR) during cytokinesis are not well known, although new tricellular tight junctions form at the flank of the midbody during cyt …",
    "abstract": "Epithelial integrity and barrier function are maintained during cytokinesis in vertebrate epithelial tissues. The changes in localization and the roles of tricellular tight junction molecule lipolysis-stimulated lipoprotein receptor (LSR) during cytokinesis are not well known, although new tricellular tight junctions form at the flank of the midbody during cytokinesis. In this study, we investigated the changes in localization and the role of LSR at the midbody and centrosome during cytokinesis using human endometrial carcinoma cell line Sawano, comparing the tricellular tight junction molecule tricellulin; bicellular tight junction molecules occludin, claudin-7, zonula occludens-1, and cingulin; and the epithelial polarized related molecules apoptosis-stimulating of p53 protein 2, PAR3, and yes-associated protein. During cytokinesis induced by treatment with taxol, the epithelial barrier was maintained and the tricellular tight junction molecules LSR and tricellulin were concentrated at the flank of the acetylated tubulin-positive midbody and in γ-tubulin-positive centrosomes with the dynein adaptor Hook2, whereas the other molecules were localized there as well. All the molecules disappeared by knockdown using small interfering RNAs. Furthermore, by the knockdown of Hook2, the epithelial barrier was maintained and most of the molecules disappeared from the centrosome. These findings suggest that LSR may play crucial roles not only in barrier function but also in cytokinesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31662022/",
    "clean_text": "localization of tricellular tight junction molecule lsr at midbody and centrosome during cytokinesis in human epithelial cells the changes in localization and the roles of tricellular tight junction molecule lipolysis stimulated lipoprotein receptor lsr during cytokinesis are not well known although new tricellular tight junctions form at the flank of the midbody during cyt epithelial integrity and barrier function are maintained during cytokinesis in vertebrate epithelial tissues the changes in localization and the roles of tricellular tight junction molecule lipolysis stimulated lipoprotein receptor lsr during cytokinesis are not well known although new tricellular tight junctions form at the flank of the midbody during cytokinesis in this study we investigated the changes in localization and the role of lsr at the midbody and centrosome during cytokinesis using human endometrial carcinoma cell line sawano comparing the tricellular tight junction molecule tricellulin bicellular tight junction molecules occludin claudin zonula occludens and cingulin and the epithelial polarized related molecules apoptosis stimulating of p protein par and yes associated protein during cytokinesis induced by treatment with taxol the epithelial barrier was maintained and the tricellular tight junction molecules lsr and tricellulin were concentrated at the flank of the acetylated tubulin positive midbody and in tubulin positive centrosomes with the dynein adaptor hook whereas the other molecules were localized there as well all the molecules disappeared by knockdown using small interfering rnas furthermore by the knockdown of hook the epithelial barrier was maintained and most of the molecules disappeared from the centrosome these findings suggest that lsr may play crucial roles not only in barrier function but also in cytokinesis"
}