{
    "title": "[Side effects of drugs on male fertility].",
    "doc_id": "2862747",
    "writer": "Schill WB",
    "year": "1985",
    "summary": "Side effects of drugs on male fertility occur more often than they are expected to. In general, they are not recognized till during andrological examination on account of a barren marriage. ...In future, it will therefore be necessary to pay more attention to sid …",
    "abstract": "Side effects of drugs on male fertility occur more often than they are expected to. In general, they are not recognized till during andrological examination on account of a barren marriage. A transient or permanent inhibition of male fertility by drugs is possible, if one of the following functions interferes: spermatogenesis, sperm maturation within the epididymis, sperm transport, sperm metabolism and motility, semen liquefaction, capacitation, acrosomal reaction, or ovum penetration. Best known is the impairment of spermatogenesis by direct inhibition of the germinal epithelium (antispermatogenic agents: cytostatics, immunosuppressive agents, psychopharmacological compounds, antibiotics) or indirectly by influencing the axis between hypothalamus, pituitary gland, and gonads (hormones: estrogens, gestagens, androgens, anabolics, antiandrogens). Sperm transport may be impaired by neuroleptic drugs, tricyclic antidepressants, antihypertensive drugs like guanethidine, and ganglionic blocking agents. Inhibition of sperm motility is possible by antibiotics, psychopharmacological agents, anthelmintics, and beta receptor blockers. In future, it will therefore be necessary to pay more attention to side effects of drugs on male fertility, particularly with regard to patients at the age of reproductiveness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2862747/",
    "clean_text": "side effects of drugs on male fertility side effects of drugs on male fertility occur more often than they are expected to in general they are not recognized till during andrological examination on account of a barren marriage in future it will therefore be necessary to pay more attention to sid side effects of drugs on male fertility occur more often than they are expected to in general they are not recognized till during andrological examination on account of a barren marriage a transient or permanent inhibition of male fertility by drugs is possible if one of the following functions interferes spermatogenesis sperm maturation within the epididymis sperm transport sperm metabolism and motility semen liquefaction capacitation acrosomal reaction or ovum penetration best known is the impairment of spermatogenesis by direct inhibition of the germinal epithelium antispermatogenic agents cytostatics immunosuppressive agents psychopharmacological compounds antibiotics or indirectly by influencing the axis between hypothalamus pituitary gland and gonads hormones estrogens gestagens androgens anabolics antiandrogens sperm transport may be impaired by neuroleptic drugs tricyclic antidepressants antihypertensive drugs like guanethidine and ganglionic blocking agents inhibition of sperm motility is possible by antibiotics psychopharmacological agents anthelmintics and beta receptor blockers in future it will therefore be necessary to pay more attention to side effects of drugs on male fertility particularly with regard to patients at the age of reproductiveness"
}