{
    "pmid": "41465760",
    "title": "Detection of Mild COVID-19 in Frail Older Adults Using Simple Inflammatory Indices: A Comparative Cohort Analysis.",
    "abstract": "Systemic inflammatory indices such as the neutrophil-to-lymphocyte ratio (NLR) and platelet-to-lymphocyte ratio (PLR) are associated with severe COVID-19, but their role in mild disease among frail older adults remains unclear. Early Israeli admission policies enabled hematologic profiling of asymptomatic and mild cases. Retrospective cohort of adults ≥65 years admitted to a geriatric center (March 2020-March 2021). Patients with Mild/asymptomatic COVID-19 cases were compared with patients hospitalized for other infections (pneumonia, urinary tract infection, cellulitis). Admission indices such as NLR, derived neutrophil-to-lymphocyte ratio (dNLR), PLR, hemoglobin-to-lymphocyte ratio (HLR), red cell distribution width (RDW), and C-reactive protein (CRP) were analyzed using receiver operating characteristic (ROC) curves. Sensitivity analyses compared COVID-19 with bacterial pneumonia and assessed one-week changes. Among 450 patients (177 COVID-19 and 273 non-COVID; median age 85-86), COVID-19 cases showed lower white blood cell counts (WBC), neutrophils, and CRP but more marked lymphopenia. The most discriminative indices were dNLR, PLR, HLR, and RDW, which differed most (all  In frail older adults with early or mild COVID-19, modest but consistent hematologic patterns, including lymphopenia with elevated dNLR, PLR, and HLR, and lower RDW, were distinguished COVID-19 from other infections, although single-marker accuracy was limited. These routine indices may assist early differentiation when virologic testing is delayed or unavailable.",
    "disease": "pneumonia",
    "clean_text": "detection of mild covid in frail older adults using simple inflammatory indices a comparative cohort analysis systemic inflammatory indices such as the neutrophil to lymphocyte ratio nlr and platelet to lymphocyte ratio plr are associated with severe covid but their role in mild disease among frail older adults remains unclear early israeli admission policies enabled hematologic profiling of asymptomatic and mild cases retrospective cohort of adults years admitted to a geriatric center march march patients with mild asymptomatic covid cases were compared with patients hospitalized for other infections pneumonia urinary tract infection cellulitis admission indices such as nlr derived neutrophil to lymphocyte ratio dnlr plr hemoglobin to lymphocyte ratio hlr red cell distribution width rdw and c reactive protein crp were analyzed using receiver operating characteristic roc curves sensitivity analyses compared covid with bacterial pneumonia and assessed one week changes among patients covid and non covid median age covid cases showed lower white blood cell counts wbc neutrophils and crp but more marked lymphopenia the most discriminative indices were dnlr plr hlr and rdw which differed most all in frail older adults with early or mild covid modest but consistent hematologic patterns including lymphopenia with elevated dnlr plr and hlr and lower rdw were distinguished covid from other infections although single marker accuracy was limited these routine indices may assist early differentiation when virologic testing is delayed or unavailable"
}