{
    "title": "Functional programming of the autonomic nervous system by early life immune exposure: implications for anxiety.",
    "doc_id": "23483921",
    "writer": "Sominsky L",
    "year": "2013",
    "summary": "In particular, neonatal lipopolysaccharide (LPS; 0.05 mg/kg, i.p.) exposure produces robust increases in anxiety-like behaviour, accompanied by persistent changes in hypothalamic-pituitary-adrenal (HPA) axis functioning. Altered autonomic nervous system (ANS) activi …",
    "abstract": "Neonatal exposure of rodents to an immune challenge alters a variety of behavioural and physiological parameters in adulthood. In particular, neonatal lipopolysaccharide (LPS; 0.05 mg/kg, i.p.) exposure produces robust increases in anxiety-like behaviour, accompanied by persistent changes in hypothalamic-pituitary-adrenal (HPA) axis functioning. Altered autonomic nervous system (ANS) activity is an important physiological contributor to the generation of anxiety. Here we examined the long term effects of neonatal LPS exposure on ANS function and the associated changes in neuroendocrine and behavioural indices. ANS function in Wistar rats, neonatally treated with LPS, was assessed via analysis of tyrosine hydroxylase (TH) in the adrenal glands on postnatal days (PNDs) 50 and 85, and via plethysmographic assessment of adult respiratory rate in response to mild stress (acoustic and light stimuli). Expression of genes implicated in regulation of autonomic and endocrine activity in the relevant brain areas was also examined. Neonatal LPS exposure produced an increase in TH phosphorylation and activity at both PNDs 50 and 85. In adulthood, LPS-treated rats responded with increased respiratory rates to the lower intensities of stimuli, indicative of increased autonomic arousal. These changes were associated with increases in anxiety-like behaviours and HPA axis activity, alongside altered expression of the GABA-A receptor α2 subunit, CRH receptor type 1, CRH binding protein, and glucocorticoid receptor mRNA levels in the prefrontal cortex, hippocampus and hypothalamus. The current findings suggest that in addition to the commonly reported alterations in HPA axis functioning, neonatal LPS challenge is associated with a persistent change in ANS activity, associated with, and potentially contributing to, the anxiety-like phenotype. The findings of this study reflect the importance of changes in the perinatal microbial environment on the ontogeny of physiological processes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23483921/",
    "clean_text": "functional programming of the autonomic nervous system by early life immune exposure implications for anxiety in particular neonatal lipopolysaccharide lps mg kg i p exposure produces robust increases in anxiety like behaviour accompanied by persistent changes in hypothalamic pituitary adrenal hpa axis functioning altered autonomic nervous system ans activi neonatal exposure of rodents to an immune challenge alters a variety of behavioural and physiological parameters in adulthood in particular neonatal lipopolysaccharide lps mg kg i p exposure produces robust increases in anxiety like behaviour accompanied by persistent changes in hypothalamic pituitary adrenal hpa axis functioning altered autonomic nervous system ans activity is an important physiological contributor to the generation of anxiety here we examined the long term effects of neonatal lps exposure on ans function and the associated changes in neuroendocrine and behavioural indices ans function in wistar rats neonatally treated with lps was assessed via analysis of tyrosine hydroxylase th in the adrenal glands on postnatal days pnds and and via plethysmographic assessment of adult respiratory rate in response to mild stress acoustic and light stimuli expression of genes implicated in regulation of autonomic and endocrine activity in the relevant brain areas was also examined neonatal lps exposure produced an increase in th phosphorylation and activity at both pnds and in adulthood lps treated rats responded with increased respiratory rates to the lower intensities of stimuli indicative of increased autonomic arousal these changes were associated with increases in anxiety like behaviours and hpa axis activity alongside altered expression of the gaba a receptor subunit crh receptor type crh binding protein and glucocorticoid receptor mrna levels in the prefrontal cortex hippocampus and hypothalamus the current findings suggest that in addition to the commonly reported alterations in hpa axis functioning neonatal lps challenge is associated with a persistent change in ans activity associated with and potentially contributing to the anxiety like phenotype the findings of this study reflect the importance of changes in the perinatal microbial environment on the ontogeny of physiological processes"
}