{
    "title": "Internet images reveal bumblebee-mimicking hoverflies follow models in preferring blue flowers, but retain the typical hoverfly attraction to yellow.",
    "doc_id": "41290170",
    "writer": "Gilbert JDJ",
    "year": "2025",
    "summary": "Unlike other hymenopterans, eusocial bees commonly prefer blue flowers. In contrast, flies generally prefer yellow and white. We predicted that hoverflies mimicking eusocial bees would prefer blue rather than yellow flowers, following their models. ...There was no s …",
    "abstract": "Batesian mimics, such as hoverflies, resemble noxious species that predators avoid, such as bees. Such resemblance can be behavioural as well as morphological. Unlike other hymenopterans, eusocial bees commonly prefer blue flowers. In contrast, flies generally prefer yellow and white. We predicted that hoverflies mimicking eusocial bees would prefer blue rather than yellow flowers, following their models. We gathered internet photographs of flower-visiting bees and wasps, their hoverfly mimics, and non-mimetic hoverflies, and compared the colours of the visited flowers. Flowers visited by bumblebees were 'bluer' than those visited by other hymenopterans (honeybees, social wasps and solitary bees). Correspondingly, flowers visited by bumblebee-mimicking hoverflies were bluer than those visited by non-mimics, and as blue as those visited by bumblebees. There was no such pattern in flower 'yellowness', where all flies and most hymenopterans preferred similar yellowness, and only bumblebees chose flowers that were less yellow than others. Our study demonstrates changes in microhabitat choice associated with Batesian mimicry across a diverse clade of flies. Our findings suggest selection for behavioural mimicry, or that common microhabitats select for morphological mimicry. Mildly noxious models such as bumblebees are thought to exert particularly strong selection for mimetic accuracy, suggesting that habitat-choice mimicry may be selected to enhance morphological mimicry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41290170/",
    "clean_text": "internet images reveal bumblebee mimicking hoverflies follow models in preferring blue flowers but retain the typical hoverfly attraction to yellow unlike other hymenopterans eusocial bees commonly prefer blue flowers in contrast flies generally prefer yellow and white we predicted that hoverflies mimicking eusocial bees would prefer blue rather than yellow flowers following their models there was no s batesian mimics such as hoverflies resemble noxious species that predators avoid such as bees such resemblance can be behavioural as well as morphological unlike other hymenopterans eusocial bees commonly prefer blue flowers in contrast flies generally prefer yellow and white we predicted that hoverflies mimicking eusocial bees would prefer blue rather than yellow flowers following their models we gathered internet photographs of flower visiting bees and wasps their hoverfly mimics and non mimetic hoverflies and compared the colours of the visited flowers flowers visited by bumblebees were bluer than those visited by other hymenopterans honeybees social wasps and solitary bees correspondingly flowers visited by bumblebee mimicking hoverflies were bluer than those visited by non mimics and as blue as those visited by bumblebees there was no such pattern in flower yellowness where all flies and most hymenopterans preferred similar yellowness and only bumblebees chose flowers that were less yellow than others our study demonstrates changes in microhabitat choice associated with batesian mimicry across a diverse clade of flies our findings suggest selection for behavioural mimicry or that common microhabitats select for morphological mimicry mildly noxious models such as bumblebees are thought to exert particularly strong selection for mimetic accuracy suggesting that habitat choice mimicry may be selected to enhance morphological mimicry"
}