{
    "pmid": "41460406",
    "title": "Developing and external validating a prediction model using machine learning and logistic regression: informing the surgical approach for robotic surgery based on preoperative MRI.",
    "abstract": "Preoperative prediction of surgical difficulty in robotic-assisted total mesorectal excision for rectal cancer remains challenging. While pelvic anatomical parameters measured by MRI have been associated with surgical complexity in laparoscopy, their role in robotic surgery is not well-established. This study aimed to develop and validate a predictive model for adverse surgical outcomes by integrating machine learning and logistic regression with comprehensive preoperative MRI pelvimetry and clinical data. A retrospective multi-center study was conducted involving 1,367 patients who underwent robotic or laparoscopic radical resection for mid-to-low rectal cancer. Patients were divided into Cohort 1 (training/internal validation, n = 997) and Cohort 2 (external validation, n = 370). Eleven MRI-based pelvic parameters and baseline characteristics were analyzed. Three machine learning algorithms-Random Forest, XGBoost, and LightGBM-alongside traditional logistic regression were used for model development. Although LightGBM demonstrated the best performance among machine learning models (AUC: 0.770), logistic regression outperformed all machine learning approaches and was selected as the final model. Multivariable analysis identified six independent predictors: BMI > 25 kg/m², neoadjuvant chemoradiotherapy, tumor distance from anal verge < 5 cm, laparoscopic (vs. robotic) approach, interspinous distance < 9.94 cm, and intertuberous diameter < 11.98 cm. The logistic regression-based nomogram showed excellent discrimination, with AUCs of 0.857 (training), 0.820 (internal validation), and 0.810 (external validation). Decision curve and calibration analyses confirmed clinical utility and prediction accuracy. This study successfully developed and validated a robust prediction model integrating MRI-based pelvimetry and clinical factors to identify patients at high risk of adverse outcomes following rectal cancer surgery. The model supports the use of robotic surgery to mitigate risks in anatomically challenging cases. Prospective multicenter studies are warranted to further validate its clinical applicability.",
    "disease": "colorectal cancer",
    "clean_text": "developing and external validating a prediction model using machine learning and logistic regression informing the surgical approach for robotic surgery based on preoperative mri preoperative prediction of surgical difficulty in robotic assisted total mesorectal excision for rectal cancer remains challenging while pelvic anatomical parameters measured by mri have been associated with surgical complexity in laparoscopy their role in robotic surgery is not well established this study aimed to develop and validate a predictive model for adverse surgical outcomes by integrating machine learning and logistic regression with comprehensive preoperative mri pelvimetry and clinical data a retrospective multi center study was conducted involving patients who underwent robotic or laparoscopic radical resection for mid to low rectal cancer patients were divided into cohort training internal validation n and cohort external validation n eleven mri based pelvic parameters and baseline characteristics were analyzed three machine learning algorithms random forest xgboost and lightgbm alongside traditional logistic regression were used for model development although lightgbm demonstrated the best performance among machine learning models auc logistic regression outperformed all machine learning approaches and was selected as the final model multivariable analysis identified six independent predictors bmi kg m neoadjuvant chemoradiotherapy tumor distance from anal verge cm laparoscopic vs robotic approach interspinous distance cm and intertuberous diameter cm the logistic regression based nomogram showed excellent discrimination with aucs of training internal validation and external validation decision curve and calibration analyses confirmed clinical utility and prediction accuracy this study successfully developed and validated a robust prediction model integrating mri based pelvimetry and clinical factors to identify patients at high risk of adverse outcomes following rectal cancer surgery the model supports the use of robotic surgery to mitigate risks in anatomically challenging cases prospective multicenter studies are warranted to further validate its clinical applicability"
}