{
    "pmid": "41360289",
    "title": "Seasonal influenza and pneumococcal vaccination coverage among immunocompromised adults in France: A need for improvement.",
    "abstract": "To estimate influenza and pneumococcal vaccination coverage in immunocompromised adults in France. We used the Echantillon Généraliste des Bénéficiaires database, a representative sample of 850,000 patients covered by health insurance, with prospective collection of data on health care. We included adult patients with at least one of the following conditions: people living with HIV (PLWH), solid organ transplant, cancer treated by chemotherapy, any patient under immunosuppressive/immunomodulating therapy. We enrolled 10,784 immunocompromised patients, with a median age of 49 years [35-63]. During 2011-2017, complete seasonal influenza vaccine coverage (i.e., one shot each year) was 14.3 % [13.6-15.0] and closely correlated with age: 1.2 %, 2.8 %, 10.9 %, and 38.7 %, in the age groups 18-34, 35-49, 50-65, and > 65 years, respectively (P < 0.01). Pneumococcal vaccine coverage was complete (13-valent conjugated vaccine followed by 23-valent polysaccharide vaccine) in 6.9 %, not correlated with age. Influenza and pneumococcal vaccine coverage in France during the study period, was very low, complete in < 15 % of immunocompromised adults.",
    "disease": "influenza",
    "clean_text": "seasonal influenza and pneumococcal vaccination coverage among immunocompromised adults in france a need for improvement to estimate influenza and pneumococcal vaccination coverage in immunocompromised adults in france we used the echantillon g n raliste des b n ficiaires database a representative sample of patients covered by health insurance with prospective collection of data on health care we included adult patients with at least one of the following conditions people living with hiv plwh solid organ transplant cancer treated by chemotherapy any patient under immunosuppressive immunomodulating therapy we enrolled immunocompromised patients with a median age of years during complete seasonal influenza vaccine coverage i e one shot each year was and closely correlated with age and in the age groups and years respectively p pneumococcal vaccine coverage was complete valent conjugated vaccine followed by valent polysaccharide vaccine in not correlated with age influenza and pneumococcal vaccine coverage in france during the study period was very low complete in of immunocompromised adults"
}