{
    "title": "Undocumented pregnant women: what does the literature tell us?",
    "doc_id": "22382439",
    "writer": "Munro K",
    "year": "2013",
    "summary": "The present literature review was conducted to determine what information has been published on the topic of undocumented pregnant migrants. Scientific databases and gray literature sources were searched for articles published between January 1967 and September 2010. ...Li …",
    "abstract": "The present literature review was conducted to determine what information has been published on the topic of undocumented pregnant migrants. Scientific databases and gray literature sources were searched for articles published between January 1967 and September 2010. Eighty-seven articles met the inclusion criteria and were reviewed. A final sample of 23 articles was included in the review. Existing evidence suggests that pregnant undocumented migrants living in Western societies tend to be younger, unmarried, and more likely to be employed in the domestic sector than documented migrants and permanent residents. They have less access to prenatal care and consult later in pregnancy than controls. Findings concerning delivery and birth outcomes are conflicting and subject to several biases. Little has been published on programs to address the needs of undocumented pregnant women living in Western countries. More research on the particular health and social issues faced by these women is needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22382439/",
    "clean_text": "undocumented pregnant women what does the literature tell us the present literature review was conducted to determine what information has been published on the topic of undocumented pregnant migrants scientific databases and gray literature sources were searched for articles published between january and september li the present literature review was conducted to determine what information has been published on the topic of undocumented pregnant migrants scientific databases and gray literature sources were searched for articles published between january and september eighty seven articles met the inclusion criteria and were reviewed a final sample of articles was included in the review existing evidence suggests that pregnant undocumented migrants living in western societies tend to be younger unmarried and more likely to be employed in the domestic sector than documented migrants and permanent residents they have less access to prenatal care and consult later in pregnancy than controls findings concerning delivery and birth outcomes are conflicting and subject to several biases little has been published on programs to address the needs of undocumented pregnant women living in western countries more research on the particular health and social issues faced by these women is needed"
}