{
    "pmid": "41457042",
    "title": "Single-cell landscape of sex-specific drivers of Alzheimer's disease.",
    "abstract": "We investigated sex-specific gene expression associations with the neuropathology and cognitive manifestation of Alzheimer's disease (AD) leveraging single-nucleus transcriptomic datasets including 2.84 million nuclei from the dorsolateral prefrontal cortex (DLPFC). We delineated the full scope of sex-specific transcript associations, differential gene expression, signaling pathway, and cell-cell communication network changes in eight major DLPFC cell types. Nine female-specific associations were identified and replicated, involving ADGRV1, OR3A3, IFI27L1, LYRM1, STAP2, TSTD2, PDYN, and TMEM50B. We observed the preponderance of protective female-specific associations in neurons. Sex-specific genes were enriched in the immune-, inflammation-, and damage-related stress-response pathways. Six ITGB1-mediated microglia-specific incoming signals that may contribute to female-specific risk of Aβ accumulation were also highlighted. Our study highlights the transcriptome-wide, single-cell landscape of sex-specific molecular associations with AD neuropathology and cognitive decline, with identifying and replicating several female-specific gene associations in neurons to help direct future mechanistic studies. Single-nucleus transcriptomic association analysis identified 2660 sex-specific associations involving 2110 genes with four AD endophenotypes. The majority of female-specific associations link to better endophenotype outcomes were from neurons. Nine female-specific associations were replicated, including ADGRV1 and OR3A3 with Aβ; IFI27L1, LYRM1, STAP2, and TSTD2 with tau; PDYN with global cognition; and TMEM50B with longitudinal cognitive trajectory. Sex-specific effect genes were enriched in the immune-, inflammation-, and damage-related stress-response pathways. Six ITGB1-mediated microglia-specific incoming signals may play roles in female-specific risk for Aβ accumulation.",
    "disease": "alzheimer disease",
    "clean_text": "single cell landscape of sex specific drivers of alzheimer s disease we investigated sex specific gene expression associations with the neuropathology and cognitive manifestation of alzheimer s disease ad leveraging single nucleus transcriptomic datasets including million nuclei from the dorsolateral prefrontal cortex dlpfc we delineated the full scope of sex specific transcript associations differential gene expression signaling pathway and cell cell communication network changes in eight major dlpfc cell types nine female specific associations were identified and replicated involving adgrv or a ifi l lyrm stap tstd pdyn and tmem b we observed the preponderance of protective female specific associations in neurons sex specific genes were enriched in the immune inflammation and damage related stress response pathways six itgb mediated microglia specific incoming signals that may contribute to female specific risk of a accumulation were also highlighted our study highlights the transcriptome wide single cell landscape of sex specific molecular associations with ad neuropathology and cognitive decline with identifying and replicating several female specific gene associations in neurons to help direct future mechanistic studies single nucleus transcriptomic association analysis identified sex specific associations involving genes with four ad endophenotypes the majority of female specific associations link to better endophenotype outcomes were from neurons nine female specific associations were replicated including adgrv and or a with a ifi l lyrm stap and tstd with tau pdyn with global cognition and tmem b with longitudinal cognitive trajectory sex specific effect genes were enriched in the immune inflammation and damage related stress response pathways six itgb mediated microglia specific incoming signals may play roles in female specific risk for a accumulation"
}