{
    "pmid": "41403389",
    "title": "Reversing Autophagy Inhibition Ameliorates Neurodegeneration in Hereditary Spastic Paraplegia Caused by a Degradation-Resistant SPAST Mutation.",
    "abstract": "Hereditary spastic paraplegias (HSPs) are monogenic neurodegenerative disorders, and SPAST mutations causing spastic paraplegia type 4 (SPG4) represent the most common form of HSP. SPAST mutations elevate SPASTIN protein levels beyond haploinsufficiency, but the mechanisms and downstream consequences are unclear. We identified a de novo SPAST missense variant (p.I344E) in a young Chinese female with SPG4. Wild-type (WT) and mutant (I344E/K) SPAST constructs were expressed in HEK293 for biochemical and functional assays including cycloheximide chase, ubiquitination analysis, and immunofluorescence. Leveraging somatic cell reprogramming and CRISPR-based gene editing, we generated patient-derived induced pluripotent stem cells (iPSCs) and their isogenic controls. Both lines were differentiated into cerebral organoids. I344E/K-SPASTIN exhibited markedly higher steady-state levels than WT-SPASTIN owing to impaired ubiquitin-proteasome-mediated degradation; the I344E variant showed the greatest accumulation. Mutant SPASTIN mislocalized in cells, displayed diminished microtubule-severing activity, and elevated acetylated tubulin-phenotypes that were rescued by overexpression of WT-SPASTIN. In patient cerebral organoids, the I344E mutation led to increased p62/SQSTM1 aggregates, reduced autophagic flux, and enhanced neuronal death. Rapamycin restored autophagy, decreased p62 levels, and reduced cell death. Our study provides evidence linking autophagy dysfunction to SPG4 pathogenesis and demonstrates that the I344E mutation acts through a gain-of-function mechanism. These findings challenge the prevailing haploinsufficiency model and implicate autophagy modulation as a potential therapeutic strategy for SPG4 and possibly other HSPs. © 2025 International Parkinson and Movement Disorder Society.",
    "disease": "parkinson disease",
    "clean_text": "reversing autophagy inhibition ameliorates neurodegeneration in hereditary spastic paraplegia caused by a degradation resistant spast mutation hereditary spastic paraplegias hsps are monogenic neurodegenerative disorders and spast mutations causing spastic paraplegia type spg represent the most common form of hsp spast mutations elevate spastin protein levels beyond haploinsufficiency but the mechanisms and downstream consequences are unclear we identified a de novo spast missense variant p i e in a young chinese female with spg wild type wt and mutant i e k spast constructs were expressed in hek for biochemical and functional assays including cycloheximide chase ubiquitination analysis and immunofluorescence leveraging somatic cell reprogramming and crispr based gene editing we generated patient derived induced pluripotent stem cells ipscs and their isogenic controls both lines were differentiated into cerebral organoids i e k spastin exhibited markedly higher steady state levels than wt spastin owing to impaired ubiquitin proteasome mediated degradation the i e variant showed the greatest accumulation mutant spastin mislocalized in cells displayed diminished microtubule severing activity and elevated acetylated tubulin phenotypes that were rescued by overexpression of wt spastin in patient cerebral organoids the i e mutation led to increased p sqstm aggregates reduced autophagic flux and enhanced neuronal death rapamycin restored autophagy decreased p levels and reduced cell death our study provides evidence linking autophagy dysfunction to spg pathogenesis and demonstrates that the i e mutation acts through a gain of function mechanism these findings challenge the prevailing haploinsufficiency model and implicate autophagy modulation as a potential therapeutic strategy for spg and possibly other hsps international parkinson and movement disorder society"
}