{
    "pmid": "41400631",
    "title": "Cardiovascular-Kidney-Metabolic syndrome and the risk of liver fibrosis progression and liver-related events in MASLD.",
    "abstract": "Cardio-kidney-metabolic (CKM) syndrome, a new framework integrating cardiovascular, renal, and metabolic dysfunction, remains inadequately characterized in metabolic dysfunction-associated steatotic liver disease (MASLD). We investigated the relationships between CKM stages and liver fibrosis severity, progression, and the risk of liver-related events (LREs) in MASLD. Patients with MASLD from the VCTE-Prognosis cohort were stratified according to CKM stages. Outcomes included the prevalence of advanced liver fibrosis (LSM ≥10 kPa), liver stiffness progression (≥20% increase and Baveno category upshift), and incident LREs. Associations were assessed using multivariable logistic regression and Cox proportional hazards models. Among 12,097 patients with MASLD, the prevalence of advanced liver fibrosis increased across CKM stages at baseline: 9.6% (CKM stage 0-1), 18.0% (CKM stage 2), and 31.6% (CKM stage 3-4). CKM stage 2 (adjusted-OR=1.663, 95%CI 1.444-1.915) and CKM stage 3-4 (adjusted-OR=2.575, 95%CI 2.109-3.144) were independently associated with advanced fibrosis. During a 4.5-year median follow-up, 716 patients (6.1%) experienced progression of liver stiffness and 352 patients (1.7%) developed LRE. Compared to CKM stage 0-1, the risk of liver stiffness progression was higher in CKM stage 2 (adjusted-HR=1.321, 95%CI 1.050-1.662; p=0.018) and CKM stage 3-4 (adjusted-HR=1.767, 95%CI 1.339-2.330; p<0.001). In contrast, only CKM stage 3-4 was significantly associated with an increased risk of LREs (adjusted-HR=1.975, 95%CI 1.245-3.133; p=0.004). CKM stages are independently associated with the severity and progression of liver fibrosis in MASLD. CKM stage 2 significantly increases liver stiffness progression without excess LRE risk, while CKM stage 3-4 confers the highest risk for liver-related outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "cardiovascular kidney metabolic syndrome and the risk of liver fibrosis progression and liver related events in masld cardio kidney metabolic ckm syndrome a new framework integrating cardiovascular renal and metabolic dysfunction remains inadequately characterized in metabolic dysfunction associated steatotic liver disease masld we investigated the relationships between ckm stages and liver fibrosis severity progression and the risk of liver related events lres in masld patients with masld from the vcte prognosis cohort were stratified according to ckm stages outcomes included the prevalence of advanced liver fibrosis lsm kpa liver stiffness progression increase and baveno category upshift and incident lres associations were assessed using multivariable logistic regression and cox proportional hazards models among patients with masld the prevalence of advanced liver fibrosis increased across ckm stages at baseline ckm stage ckm stage and ckm stage ckm stage adjusted or ci and ckm stage adjusted or ci were independently associated with advanced fibrosis during a year median follow up patients experienced progression of liver stiffness and patients developed lre compared to ckm stage the risk of liver stiffness progression was higher in ckm stage adjusted hr ci p and ckm stage adjusted hr ci p in contrast only ckm stage was significantly associated with an increased risk of lres adjusted hr ci p ckm stages are independently associated with the severity and progression of liver fibrosis in masld ckm stage significantly increases liver stiffness progression without excess lre risk while ckm stage confers the highest risk for liver related outcomes"
}