{
    "title": "Age-specific absolute and relative organ weight distributions for B6C3F1 mice.",
    "doc_id": "22129236",
    "writer": "Marino DJ.",
    "year": "2012",
    "summary": "Liver, right kidney, lung, heart, thymus, and brain weights were most frequently collected. From the collected data, the mean and standard deviation for absolute and relative organ weights were calculated. Results show age-related increases in absolute liver, right …",
    "abstract": "The B6C3F1 mouse is the standard mouse strain used in toxicology studies conducted by the National Cancer Institute (NCI) and the National Toxicology Program (NTP). While numerous reports have been published on growth, survival, and tumor incidence, no overall compilation of organ weight data is available. Importantly, organ weight change is an endpoint used by regulatory agencies to develop toxicity reference values (TRVs) for use in human health risk assessments. Furthermore, physiologically based pharmacokinetic (PBPK) models, which utilize relative organ weights, are increasingly being used to develop TRVs. Therefore, all available absolute and relative organ weight data for untreated control B6C3F1 mice were collected from NCI/NTP studies in order to develop age-specific distributions. Results show that organ weights were collected more frequently in NCI/NTP studies at 2-wk (60 studies), 3-mo (147 studies), and 15-mo (40 studies) intervals than at other intervals, and more frequently from feeding and inhalation than drinking water studies. Liver, right kidney, lung, heart, thymus, and brain weights were most frequently collected. From the collected data, the mean and standard deviation for absolute and relative organ weights were calculated. Results show age-related increases in absolute liver, right kidney, lung, and heart weights and relatively stable brain and right testis weights. The results suggest a general variability trend in absolute organ weights of brain < right testis < right kidney < heart < liver < lung < spleen < thymus. This report describes the results of this effort.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22129236/",
    "clean_text": "age specific absolute and relative organ weight distributions for b c f mice liver right kidney lung heart thymus and brain weights were most frequently collected from the collected data the mean and standard deviation for absolute and relative organ weights were calculated results show age related increases in absolute liver right the b c f mouse is the standard mouse strain used in toxicology studies conducted by the national cancer institute nci and the national toxicology program ntp while numerous reports have been published on growth survival and tumor incidence no overall compilation of organ weight data is available importantly organ weight change is an endpoint used by regulatory agencies to develop toxicity reference values trvs for use in human health risk assessments furthermore physiologically based pharmacokinetic pbpk models which utilize relative organ weights are increasingly being used to develop trvs therefore all available absolute and relative organ weight data for untreated control b c f mice were collected from nci ntp studies in order to develop age specific distributions results show that organ weights were collected more frequently in nci ntp studies at wk studies mo studies and mo studies intervals than at other intervals and more frequently from feeding and inhalation than drinking water studies liver right kidney lung heart thymus and brain weights were most frequently collected from the collected data the mean and standard deviation for absolute and relative organ weights were calculated results show age related increases in absolute liver right kidney lung and heart weights and relatively stable brain and right testis weights the results suggest a general variability trend in absolute organ weights of brain right testis right kidney heart liver lung spleen thymus this report describes the results of this effort"
}