{
    "title": "The interaction of Naphthol Yellow S (NYS) with pepsin: Insights from spectroscopic to molecular dynamics studies.",
    "doc_id": "33086114",
    "writer": "Hashemi-Shahraki F",
    "year": "2020",
    "summary": "The effects of Naphthol Yellow S (NYS) on the structure and activity of pepsin were carried out using ultraviolet-visible (UV-Vis) spectroscopy, intrinsic fluorescence spectroscopy, circular dichroism (CD), thermal stability, kinetic techniques, as well as molecular dockin …",
    "abstract": "The effects of Naphthol Yellow S (NYS) on the structure and activity of pepsin were carried out using ultraviolet-visible (UV-Vis) spectroscopy, intrinsic fluorescence spectroscopy, circular dichroism (CD), thermal stability, kinetic techniques, as well as molecular docking, and Molecular dynamic simulations (MD) technique. The experimental results from fluorescence spectroscopy showed that the changes in pepsin's tertiary structure were caused by NYS binding. The apparent binding constant Ka, the number of the binding sites, and thermodynamic parameters were computed at three different temperatures. Thermodynamic results revealed that NYS interacts with pepsin spontaneously by hydrogen bond and Van der Waals forces. The result of the circular dichroism spectral suggests the secondary structural changes. An increase in the content of the β-sheet and β-turn structure was shown. Kinetic parameters revealed that NYS inhibited the activity of pepsin by the mixed model. The Molecular dynamic (MD) and docking simulations supported experimental findings. The main interactions between NYS and pepsin are hydrogen bonds and Van der Waals Forces. As a result, NYS could be considered as an inhibitor with adverse effects on pepsin structure and function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33086114/",
    "clean_text": "the interaction of naphthol yellow s nys with pepsin insights from spectroscopic to molecular dynamics studies the effects of naphthol yellow s nys on the structure and activity of pepsin were carried out using ultraviolet visible uv vis spectroscopy intrinsic fluorescence spectroscopy circular dichroism cd thermal stability kinetic techniques as well as molecular dockin the effects of naphthol yellow s nys on the structure and activity of pepsin were carried out using ultraviolet visible uv vis spectroscopy intrinsic fluorescence spectroscopy circular dichroism cd thermal stability kinetic techniques as well as molecular docking and molecular dynamic simulations md technique the experimental results from fluorescence spectroscopy showed that the changes in pepsin s tertiary structure were caused by nys binding the apparent binding constant ka the number of the binding sites and thermodynamic parameters were computed at three different temperatures thermodynamic results revealed that nys interacts with pepsin spontaneously by hydrogen bond and van der waals forces the result of the circular dichroism spectral suggests the secondary structural changes an increase in the content of the sheet and turn structure was shown kinetic parameters revealed that nys inhibited the activity of pepsin by the mixed model the molecular dynamic md and docking simulations supported experimental findings the main interactions between nys and pepsin are hydrogen bonds and van der waals forces as a result nys could be considered as an inhibitor with adverse effects on pepsin structure and function"
}