{
    "pmid": "41457046",
    "title": "A blood based mitochondrial functional index biomarker for Alzheimer's disease.",
    "abstract": "Alzheimer's disease (AD) pathology is complex and involves mitochondrial dysfunction. There are emerging therapies targeting mitochondrial function in clinical trials for AD. This highlights the need for biomarkers that measure mitochondrial function. We determined the utility of a novel blood-based mitochondrial biomarker, the mitochondrial functional index (MFI), in the context of AD in a pilot study. In vitro and in vivo models of AD had a reduced MFI. MFI was lower in human AD subjects and APOE 𝜀4 carriers. Receiver operating characteristic analysis showed MFI had a higher area under the curve than other plasma biomarkers. The MFI biomarker correlated with the Mini-Mental State Examination (MMSE) and the Clinical Dementia Rating (CDR) scale. This study highlights the potential utility of MFI as a functional blood-based mitochondrial biomarker to interrogate energy metabolism. Ongoing studies are examining the relationship of MFI with brain energy metabolism outcomes. The MFI biomarker is reduced in cell and animal models of AD. The MFI biomarker is reduced in human AD subjects and APOE ε4 carriers. The MFI biomarker can discriminate between subjects with normal cognition and AD with better performance than other plasma biomarkers. The MFI biomarker correlates with cognitive scores.",
    "disease": "alzheimer disease",
    "clean_text": "a blood based mitochondrial functional index biomarker for alzheimer s disease alzheimer s disease ad pathology is complex and involves mitochondrial dysfunction there are emerging therapies targeting mitochondrial function in clinical trials for ad this highlights the need for biomarkers that measure mitochondrial function we determined the utility of a novel blood based mitochondrial biomarker the mitochondrial functional index mfi in the context of ad in a pilot study in vitro and in vivo models of ad had a reduced mfi mfi was lower in human ad subjects and apoe carriers receiver operating characteristic analysis showed mfi had a higher area under the curve than other plasma biomarkers the mfi biomarker correlated with the mini mental state examination mmse and the clinical dementia rating cdr scale this study highlights the potential utility of mfi as a functional blood based mitochondrial biomarker to interrogate energy metabolism ongoing studies are examining the relationship of mfi with brain energy metabolism outcomes the mfi biomarker is reduced in cell and animal models of ad the mfi biomarker is reduced in human ad subjects and apoe carriers the mfi biomarker can discriminate between subjects with normal cognition and ad with better performance than other plasma biomarkers the mfi biomarker correlates with cognitive scores"
}