{
    "title": "Lesion detection in women breast's dynamic contrast-enhanced magnetic resonance imaging using deep learning.",
    "doc_id": "38110462",
    "writer": "Saikia S",
    "year": "2023",
    "summary": "Breast cancer is one of the most common cancers in women and the second foremost cause of cancer death in women after lung cancer. Recent technological advances in breast cancer treatment offer hope to millions of women in the world. Segmentation of the breast …",
    "abstract": "Breast cancer is one of the most common cancers in women and the second foremost cause of cancer death in women after lung cancer. Recent technological advances in breast cancer treatment offer hope to millions of women in the world. Segmentation of the breast's Dynamic Contrast-Enhanced Magnetic Resonance Imaging (DCE-MRI) is one of the necessary tasks in the diagnosis and detection of breast cancer. Currently, a popular deep learning model, U-Net is extensively used in biomedical image segmentation. This article aims to advance the state of the art and conduct a more in-depth analysis with a focus on the use of various U-Net models in lesion detection in women's breast DCE-MRI. In this article, we perform an empirical study of the effectiveness and efficiency of U-Net and its derived deep learning models including ResUNet, Dense UNet, DUNet, Attention U-Net, UNet++, MultiResUNet, RAUNet, Inception U-Net and U-Net GAN for lesion detection in breast DCE-MRI. All the models are applied to the benchmarked 100 Sagittal T2-Weighted fat-suppressed DCE-MRI slices of 20 patients and their performance is compared. Also, a comparative study has been conducted with V-Net, W-Net, and DeepLabV3+. Non-parametric statistical test Wilcoxon Signed Rank Test is used to analyze the significance of the quantitative results. Furthermore, Multi-Criteria Decision Analysis (MCDA) is used to evaluate overall performance focused on accuracy, precision, sensitivity, F[Formula: see text]-score, specificity, Geometric-Mean, DSC, and false-positive rate. The RAUNet segmentation model achieved a high accuracy of 99.76%, sensitivity of 85.04%, precision of 90.21%, and Dice Similarity Coefficient (DSC) of 85.04% whereas ResNet achieved 99.62% accuracy, 62.26% sensitivity, 99.56% precision, and 72.86% DSC. ResUNet is found to be the most effective model based on MCDA. On the other hand, U-Net GAN takes the least computational time to perform the segmentation task. Both quantitative and qualitative results demonstrate that the ResNet model performs better than other models in segmenting the images and lesion detection, though computational time in achieving the objectives varies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38110462/",
    "clean_text": "lesion detection in women breast s dynamic contrast enhanced magnetic resonance imaging using deep learning breast cancer is one of the most common cancers in women and the second foremost cause of cancer death in women after lung cancer recent technological advances in breast cancer treatment offer hope to millions of women in the world segmentation of the breast breast cancer is one of the most common cancers in women and the second foremost cause of cancer death in women after lung cancer recent technological advances in breast cancer treatment offer hope to millions of women in the world segmentation of the breast s dynamic contrast enhanced magnetic resonance imaging dce mri is one of the necessary tasks in the diagnosis and detection of breast cancer currently a popular deep learning model u net is extensively used in biomedical image segmentation this article aims to advance the state of the art and conduct a more in depth analysis with a focus on the use of various u net models in lesion detection in women s breast dce mri in this article we perform an empirical study of the effectiveness and efficiency of u net and its derived deep learning models including resunet dense unet dunet attention u net unet multiresunet raunet inception u net and u net gan for lesion detection in breast dce mri all the models are applied to the benchmarked sagittal t weighted fat suppressed dce mri slices of patients and their performance is compared also a comparative study has been conducted with v net w net and deeplabv non parametric statistical test wilcoxon signed rank test is used to analyze the significance of the quantitative results furthermore multi criteria decision analysis mcda is used to evaluate overall performance focused on accuracy precision sensitivity f formula see text score specificity geometric mean dsc and false positive rate the raunet segmentation model achieved a high accuracy of sensitivity of precision of and dice similarity coefficient dsc of whereas resnet achieved accuracy sensitivity precision and dsc resunet is found to be the most effective model based on mcda on the other hand u net gan takes the least computational time to perform the segmentation task both quantitative and qualitative results demonstrate that the resnet model performs better than other models in segmenting the images and lesion detection though computational time in achieving the objectives varies"
}