{
    "title": "A systematic review of binge eating, loss of control eating, and weight loss in children and adolescents.",
    "doc_id": "34227229",
    "writer": "Moustafa AF",
    "year": "2021",
    "summary": "OBJECTIVE: This review synthesizes literature on changes in binge eating (BE) and loss of control eating (LOC) following weight loss and the association between BE/LOC and weight loss in children and adolescents. ...CONCLUSIONS: Weight- …",
    "abstract": "Objective:\n        \n      \n      This review synthesizes literature on changes in binge eating (BE) and loss of control eating (LOC) following weight loss and the association between BE/LOC and weight loss in children and adolescents.\n    \n\n\n          Methods:\n        \n      \n      A systematic literature search was conducted in PubMed, Scopus, and PsycInfo. Eligible studies included all peer-reviewed journal articles of primary research that assessed BE/LOC and weight change following a weight-loss intervention in individuals under 18 years of age.\n    \n\n\n          Results:\n        \n      \n      The 29 articles included studies on behavioral therapy, pharmacotherapy, and surgical interventions. Of the 14 studies that assessed the relationship between weight loss and BE/LOC at baseline, 4 showed that higher baseline BE/LOC was associated with less weight loss, whereas 10 showed no significant association. BE/LOC behaviors significantly decreased following weight-loss interventions in 20 of 21 studies. A greater decrease in BE/LOC was associated with improved weight loss in 4 of 9 studies that assessed this change.\n    \n\n\n          Conclusions:\n        \n      \n      Weight-loss interventions are associated with improved BE/LOC in youth with obesity. The persistence of BE/LOC symptoms may be associated with less weight loss. These results can aid in guiding future treatment for youth with BE/LOC seeking weight-loss treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34227229/",
    "clean_text": "a systematic review of binge eating loss of control eating and weight loss in children and adolescents objective this review synthesizes literature on changes in binge eating be and loss of control eating loc following weight loss and the association between be loc and weight loss in children and adolescents conclusions weight objective this review synthesizes literature on changes in binge eating be and loss of control eating loc following weight loss and the association between be loc and weight loss in children and adolescents methods a systematic literature search was conducted in pubmed scopus and psycinfo eligible studies included all peer reviewed journal articles of primary research that assessed be loc and weight change following a weight loss intervention in individuals under years of age results the articles included studies on behavioral therapy pharmacotherapy and surgical interventions of the studies that assessed the relationship between weight loss and be loc at baseline showed that higher baseline be loc was associated with less weight loss whereas showed no significant association be loc behaviors significantly decreased following weight loss interventions in of studies a greater decrease in be loc was associated with improved weight loss in of studies that assessed this change conclusions weight loss interventions are associated with improved be loc in youth with obesity the persistence of be loc symptoms may be associated with less weight loss these results can aid in guiding future treatment for youth with be loc seeking weight loss treatment"
}