{
    "title": "The Physical Examination as Ritual: Social Sciences and Embodiment in the Context of the Physical Examination.",
    "doc_id": "29650064",
    "writer": "Costanzo C",
    "year": "2018",
    "summary": "The privilege of examining a patient is a skill of value beyond its diagnostic utility. A thorough physical examination is an important ritual that benefits patients and physicians. The concept of embodiment helps one understand how illness and pain further define a …",
    "abstract": "The privilege of examining a patient is a skill of value beyond its diagnostic utility. A thorough physical examination is an important ritual that benefits patients and physicians. The concept of embodiment helps one understand how illness and pain further define and shape the lived experiences of individuals in the context of their race, gender, sexuality, and socioeconomic status. Understanding ritual in medicine, including the placebo effects of such rituals, reaffirms the centrality of the physical examination to the process of building strong physician-patient relationships.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29650064/",
    "clean_text": "the physical examination as ritual social sciences and embodiment in the context of the physical examination the privilege of examining a patient is a skill of value beyond its diagnostic utility a thorough physical examination is an important ritual that benefits patients and physicians the concept of embodiment helps one understand how illness and pain further define a the privilege of examining a patient is a skill of value beyond its diagnostic utility a thorough physical examination is an important ritual that benefits patients and physicians the concept of embodiment helps one understand how illness and pain further define and shape the lived experiences of individuals in the context of their race gender sexuality and socioeconomic status understanding ritual in medicine including the placebo effects of such rituals reaffirms the centrality of the physical examination to the process of building strong physician patient relationships"
}