{
    "pmid": "41419644",
    "title": "Nicotinamide riboside alleviates sepsis-induced acute kidney injury by suppressing ferroptosis.",
    "abstract": "Sepsis-induced acute kidney injury (SAKI) is the predominant type of acute kidney injury encountered in intensive care units. Nicotinamide riboside (NR) improves kidney function in acute and chronic kidney diseases; however, its role in SAKI and the underlying mechanism remain unclear. We aimed to investigate the inhibitory effects of NR on ferroptosis in SAKI and explored the potential mechanisms involved. Cecal ligation and puncture markedly reduced SIRT1 expression in vivo, impaired renal function, decreased glutathione (GSH) activity, and glutathione peroxidase 4 (GPX4) expression, and increased the expression levels of acyl-CoA synthetase long-chain family member 4 (ACSL4), ferritin heavy chain (FTH), and 4-hydroxynonenal (4-HNE). Pretreatment with NR ameliorated these changes, whereas the protective effects of NR were reversed by treatment with the selective SIRT1 inhibitor, EX527. NR promoted SIRT1 expression in vitro and restored lipopolysaccharide (LPS)-induced downregulation of GPX4 and upregulation of ACSL4, FTH, and 4-HNE in human renal tubular epithelial (HK-2) cells. Meanwhile, NR treatment increased GSH activity and reduced the production of reactive oxygen species. EX527 treatment or SIRT1 knockdown abolished the NR-mediated ferroptosis alleviation in vitro. Additionally, we discovered that SIRT1 overexpression mimicked the protective function of NR in inhibiting ferroptosis in LPS-stimulated HK-2 cells. In light of our study findings, we concluded that NR suppressed ferroptosis by upregulating SIRT1 expression, thereby mitigating AKI induced by sepsis. This study provides a foundation for further research on SAKI and identifies potential therapeutic targets. KEY MESSAGES: NR ameliorated sepsis-induced acute kidney injury by suppressing ferroptosis. NR attenuated SIRT1 expression, resulting in ferroptosis inhibition. Using EX527 or SIRT1 knockdown abolished NR-mediated ferroptosis alleviation. SIRT1 overexpression mimicked NR's protective function in inhibiting ferroptosis.",
    "disease": "chronic kidney disease",
    "clean_text": "nicotinamide riboside alleviates sepsis induced acute kidney injury by suppressing ferroptosis sepsis induced acute kidney injury saki is the predominant type of acute kidney injury encountered in intensive care units nicotinamide riboside nr improves kidney function in acute and chronic kidney diseases however its role in saki and the underlying mechanism remain unclear we aimed to investigate the inhibitory effects of nr on ferroptosis in saki and explored the potential mechanisms involved cecal ligation and puncture markedly reduced sirt expression in vivo impaired renal function decreased glutathione gsh activity and glutathione peroxidase gpx expression and increased the expression levels of acyl coa synthetase long chain family member acsl ferritin heavy chain fth and hydroxynonenal hne pretreatment with nr ameliorated these changes whereas the protective effects of nr were reversed by treatment with the selective sirt inhibitor ex nr promoted sirt expression in vitro and restored lipopolysaccharide lps induced downregulation of gpx and upregulation of acsl fth and hne in human renal tubular epithelial hk cells meanwhile nr treatment increased gsh activity and reduced the production of reactive oxygen species ex treatment or sirt knockdown abolished the nr mediated ferroptosis alleviation in vitro additionally we discovered that sirt overexpression mimicked the protective function of nr in inhibiting ferroptosis in lps stimulated hk cells in light of our study findings we concluded that nr suppressed ferroptosis by upregulating sirt expression thereby mitigating aki induced by sepsis this study provides a foundation for further research on saki and identifies potential therapeutic targets key messages nr ameliorated sepsis induced acute kidney injury by suppressing ferroptosis nr attenuated sirt expression resulting in ferroptosis inhibition using ex or sirt knockdown abolished nr mediated ferroptosis alleviation sirt overexpression mimicked nr s protective function in inhibiting ferroptosis"
}