{
    "title": "Inhibition of pudendal reflexes in spinal rats. Reassessing the role of serotonin.",
    "doc_id": "11564452",
    "writer": "Holmes GM",
    "year": "2001",
    "summary": "The effects of serotonin (5-HT) and thyrotropin-releasing hormone (TRH) on penile reflexes were investigated in intact and spinally transected male rats. Doses of intrathecal 5-HT (0.0, 1.13, 2.26, 11.3, 22.6, and 113.0 nmol), in a range previously shown to inhibit pudenda …",
    "abstract": "The effects of serotonin (5-HT) and thyrotropin-releasing hormone (TRH) on penile reflexes were investigated in intact and spinally transected male rats. Doses of intrathecal 5-HT (0.0, 1.13, 2.26, 11.3, 22.6, and 113.0 nmol), in a range previously shown to inhibit pudendal reflexes in anesthetized spinal preparations, prolonged the latency to the first penile erection in awake intact rats. However, these doses also provoked hyperreactivity and vocalization. Doses of intrathecal TRH (100 and 500 pmol) that effectively inhibited penile erection in intact animals were less effective in spinalized animals. Finally, a combination of subthreshold doses of TRH (100 pmol) and 5-HT (4.0 nmol) at a ratio known to affect other TRH/5-HT-mediated circuits significantly extended erection latency in animals with spinal transections. These data suggest that 5-HT and TRH are both involved in the inhibitory circuits regulating penile erection, either through corelease onto the same population of cells or through independent release onto different populations of neurons.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11564452/",
    "clean_text": "inhibition of pudendal reflexes in spinal rats reassessing the role of serotonin the effects of serotonin ht and thyrotropin releasing hormone trh on penile reflexes were investigated in intact and spinally transected male rats doses of intrathecal ht and nmol in a range previously shown to inhibit pudenda the effects of serotonin ht and thyrotropin releasing hormone trh on penile reflexes were investigated in intact and spinally transected male rats doses of intrathecal ht and nmol in a range previously shown to inhibit pudendal reflexes in anesthetized spinal preparations prolonged the latency to the first penile erection in awake intact rats however these doses also provoked hyperreactivity and vocalization doses of intrathecal trh and pmol that effectively inhibited penile erection in intact animals were less effective in spinalized animals finally a combination of subthreshold doses of trh pmol and ht nmol at a ratio known to affect other trh ht mediated circuits significantly extended erection latency in animals with spinal transections these data suggest that ht and trh are both involved in the inhibitory circuits regulating penile erection either through corelease onto the same population of cells or through independent release onto different populations of neurons"
}