{
    "pmid": "41417421",
    "title": "Optimal IFN-γ Priming and Therapeutic Efficacy of 3D-Cultured Human Umbilical Cord-Derived Mesenchymal Stem Cells.",
    "abstract": "This study focuses on addressing the challenges associated with temporomandibular joint osteoarthritis (TMJOA), a condition currently considered incurable. Osteoarthritis (OA) is a degenerative disease of cartilage and tissues that affects the temporomandibular joint (TMJ). The potential of interferon-γ (IFN-γ)-primed three-dimensional (3D) spheroids of umbilical cord-derived mesenchymal stem cells (UC-MSCs) was investigated as a therapeutic intervention for TMJOA. This research aims to confirm that enhanced 3D UC-MSC spheroids are more effective than their two-dimensional (2D) counterparts. Effective conditions for IFN-γ-primed 3D spheroids in the treatment of temporomandibular joint osteoarthritis (TMJOA) were determined. The therapeutic potential was confirmed by co-culturing with synovium-derived cells from patients with temporomandibular disorder (TMD-SDCs). The therapeutic efficacy was confirmed by injecting IFN-γ-primed 3D spheroids into rats with TMJOA. Co-culturing TMD-SDCs with IFN-γ-primed 3D UC-MSC spheroids resulted in significantly improved regenerative and anti-inflammatory effects compared to co-cultures with 2D UC-MSCs. Validation in TMJOA rats further supported the promising effects of IFN-γ-primed 3D spheroids of UC-MSCs. The 3D spheroids group showed rapid recovery based on micro-computed tomography images, histology images, and pain response. MSCs were enhanced using cytokine priming and 3D spheroid culture. We successfully established the effective priming conditions for the therapeutic application of IFN-γ-primed 3D spheroids. The findings suggest their potential benefits in the treatment of TMJOA which is currently incurable and inform further advancements in regenerative medicine.",
    "disease": "osteoarthritis",
    "clean_text": "optimal ifn priming and therapeutic efficacy of d cultured human umbilical cord derived mesenchymal stem cells this study focuses on addressing the challenges associated with temporomandibular joint osteoarthritis tmjoa a condition currently considered incurable osteoarthritis oa is a degenerative disease of cartilage and tissues that affects the temporomandibular joint tmj the potential of interferon ifn primed three dimensional d spheroids of umbilical cord derived mesenchymal stem cells uc mscs was investigated as a therapeutic intervention for tmjoa this research aims to confirm that enhanced d uc msc spheroids are more effective than their two dimensional d counterparts effective conditions for ifn primed d spheroids in the treatment of temporomandibular joint osteoarthritis tmjoa were determined the therapeutic potential was confirmed by co culturing with synovium derived cells from patients with temporomandibular disorder tmd sdcs the therapeutic efficacy was confirmed by injecting ifn primed d spheroids into rats with tmjoa co culturing tmd sdcs with ifn primed d uc msc spheroids resulted in significantly improved regenerative and anti inflammatory effects compared to co cultures with d uc mscs validation in tmjoa rats further supported the promising effects of ifn primed d spheroids of uc mscs the d spheroids group showed rapid recovery based on micro computed tomography images histology images and pain response mscs were enhanced using cytokine priming and d spheroid culture we successfully established the effective priming conditions for the therapeutic application of ifn primed d spheroids the findings suggest their potential benefits in the treatment of tmjoa which is currently incurable and inform further advancements in regenerative medicine"
}