{
    "title": "An altered uterine microbiota with endometrial hyperplasia.",
    "doc_id": "38997629",
    "writer": "Ying X",
    "year": "2024",
    "summary": "BACKGROUND: Endometrial hyperplasia (EH) is a precursor to endometrial cancer, and the role of the microbiome in its development is unclear. ...Delftia, Serratia and Stenotrophomonas were significantly enriched in endometrial hyperplasia samples and associate …",
    "abstract": "Background:\n        \n      \n      Endometrial hyperplasia (EH) is a precursor to endometrial cancer, and the role of the microbiome in its development is unclear.\n    \n\n\n          Results:\n        \n      \n      The present study investigated the uterine microbiome in patients with benign uterine conditions and endometrial hyperplasia. A significant structural shift in the uterine microbiome of patients with endometrial hyperplasia compared to those with benign conditions was found. Delftia, Serratia and Stenotrophomonas were significantly enriched in endometrial hyperplasia samples and associated with the presence of endometrial hyperplasia.\n    \n\n\n          Conclusions:\n        \n      \n      The novel finding suggested that increased abundance of Delftia, Serratia and Stenotrophomonas is associated with the presence of endometrial hyperplasia. Further investigation is needed to determine the value of these microbes as biomarkers for endometrial hyperplasia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38997629/",
    "clean_text": "an altered uterine microbiota with endometrial hyperplasia background endometrial hyperplasia eh is a precursor to endometrial cancer and the role of the microbiome in its development is unclear delftia serratia and stenotrophomonas were significantly enriched in endometrial hyperplasia samples and associate background endometrial hyperplasia eh is a precursor to endometrial cancer and the role of the microbiome in its development is unclear results the present study investigated the uterine microbiome in patients with benign uterine conditions and endometrial hyperplasia a significant structural shift in the uterine microbiome of patients with endometrial hyperplasia compared to those with benign conditions was found delftia serratia and stenotrophomonas were significantly enriched in endometrial hyperplasia samples and associated with the presence of endometrial hyperplasia conclusions the novel finding suggested that increased abundance of delftia serratia and stenotrophomonas is associated with the presence of endometrial hyperplasia further investigation is needed to determine the value of these microbes as biomarkers for endometrial hyperplasia"
}