{
    "title": "Immunotherapy for gastric cancer: dilemmas and prospect.",
    "doc_id": "30388190",
    "writer": "Zhao Q",
    "year": "2019",
    "summary": "Gastric cancer remains the second most common cause of cancer-related death worldwide. ...Currently, immunotherapy is considered as an innovative approach for cancers such as lung cancer, gastric cancer and breast cancer. In fact, …",
    "abstract": "Gastric cancer remains the second most common cause of cancer-related death worldwide. Because of the poor prognosis of late-stage gastric cancer patients, it is imperative to develop new strategies to improve the survival rate of this disease. Currently, immunotherapy is considered as an innovative approach for cancers such as lung cancer, gastric cancer and breast cancer. In fact, previous works have revealed promising results in this field. With further understanding of immunogenomics of gastric cancer, new immune checkpoint regulators could become more important. In addition, whole-genome sequencing and genome editing provide us with more information on the heterogeneity of gastric cancer, showing helpful tools to identify new predictive biomarkers and to achieve personalized treatment. Further research and better understanding of the functions of immune system will enhance immunotherapy treatment in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30388190/",
    "clean_text": "immunotherapy for gastric cancer dilemmas and prospect gastric cancer remains the second most common cause of cancer related death worldwide currently immunotherapy is considered as an innovative approach for cancers such as lung cancer gastric cancer and breast cancer in fact gastric cancer remains the second most common cause of cancer related death worldwide because of the poor prognosis of late stage gastric cancer patients it is imperative to develop new strategies to improve the survival rate of this disease currently immunotherapy is considered as an innovative approach for cancers such as lung cancer gastric cancer and breast cancer in fact previous works have revealed promising results in this field with further understanding of immunogenomics of gastric cancer new immune checkpoint regulators could become more important in addition whole genome sequencing and genome editing provide us with more information on the heterogeneity of gastric cancer showing helpful tools to identify new predictive biomarkers and to achieve personalized treatment further research and better understanding of the functions of immune system will enhance immunotherapy treatment in the future"
}