{
    "pmid": "41467488",
    "title": "Bacteriological Profile and Antimicrobial Resistance in Intraoperative Purulent Samples From Acute Appendicitis: A 3-Year Retrospective Analysis.",
    "abstract": "To investigate the bacteriological spectrum and antimicrobial resistance of intraoperative purulent samples from patients with acute appendicitis and provide evidence for empirical therapy. A retrospective study was performed on 110 patients treated between 2021 and 2023. Intraoperative samples were cultured, and susceptibility testing against 20 antibiotics was conducted according to CLSI guidelines. Ninety-eight isolates were obtained. Gram-negative bacteria predominated (91.84%), mainly Escherichia coli (71.43%), Klebsiella pneumoniae (7.14%), and Pseudomonas aeruginosa (6.12%). E. coli showed complete susceptibility to meropenem, imipenem, and amikacin, high susceptibility to piperacillin-tazobactam (97.14%) and cefoxitin (88.57%), but high resistance to amoxicillin (94.29%). K. pneumoniae was universally susceptible to carbapenems, cefoxitin, and amikacin, but resistant to amoxicillin, piperacillin, ticarcillin, cephalothin, and gentamicin. P. aeruginosa was fully susceptible to carbapenems, cefoxitin, amikacin, and piperacillin-tazobactam, but resistant to most first- and second-generation cephalosporins and several aminoglycosides. Gram-negative enteric bacteria, particularly E. coli, are the dominant pathogens in appendiceal infections. Carbapenems and amikacin retain excellent efficacy, whereas amoxicillin and several commonly used antibiotics show poor activity. Piperacillin-tazobactam represents a reasonable first-line empirical choice, while carbapenems should be reserved for severe infections or patients at risk for resistant organisms. These findings highlight the importance of local resistance surveillance to guide institution-specific antibiotic protocols.",
    "disease": "pneumonia",
    "clean_text": "bacteriological profile and antimicrobial resistance in intraoperative purulent samples from acute appendicitis a year retrospective analysis to investigate the bacteriological spectrum and antimicrobial resistance of intraoperative purulent samples from patients with acute appendicitis and provide evidence for empirical therapy a retrospective study was performed on patients treated between and intraoperative samples were cultured and susceptibility testing against antibiotics was conducted according to clsi guidelines ninety eight isolates were obtained gram negative bacteria predominated mainly escherichia coli klebsiella pneumoniae and pseudomonas aeruginosa e coli showed complete susceptibility to meropenem imipenem and amikacin high susceptibility to piperacillin tazobactam and cefoxitin but high resistance to amoxicillin k pneumoniae was universally susceptible to carbapenems cefoxitin and amikacin but resistant to amoxicillin piperacillin ticarcillin cephalothin and gentamicin p aeruginosa was fully susceptible to carbapenems cefoxitin amikacin and piperacillin tazobactam but resistant to most first and second generation cephalosporins and several aminoglycosides gram negative enteric bacteria particularly e coli are the dominant pathogens in appendiceal infections carbapenems and amikacin retain excellent efficacy whereas amoxicillin and several commonly used antibiotics show poor activity piperacillin tazobactam represents a reasonable first line empirical choice while carbapenems should be reserved for severe infections or patients at risk for resistant organisms these findings highlight the importance of local resistance surveillance to guide institution specific antibiotic protocols"
}