{
    "title": "Endometrial stromal tumors: the new WHO classification.",
    "doc_id": "25299308",
    "writer": "Conklin CM",
    "year": "2014",
    "summary": "Endometrial stromal tumors are rare uterine mesenchymal neoplasms that have intrigued pathologists for years, not only because they commonly pose diagnostic dilemmas, but also because the classification and pathogenesis of these tumors has been widely debated. The current …",
    "abstract": "Endometrial stromal tumors are rare uterine mesenchymal neoplasms that have intrigued pathologists for years, not only because they commonly pose diagnostic dilemmas, but also because the classification and pathogenesis of these tumors has been widely debated. The current World Health Organization recognizes 4 categories of endometrial stromal tumor: endometrial stromal nodule (ESN), low-grade endometrial stromal sarcoma (LG-ESS), high-grade endometrial stromal sarcoma (HG-ESS), and undifferentiated uterine sarcoma (UUS). uterine sarcoma. These categories are defined by the presence of distinct translocations as well as tumor morphology and prognosis. Specifically, the JAZF1-SUZ12 (formerly JAZF1-JJAZ1) fusion identifies a large proportion of ESN and LG-ESSs, whereas the YWHAE-FAM22 translocation identifies HG-ESSs. The latter tumors appear to have a prognosis intermediate between LG-ESS and UUS, which exhibits no specific translocation pattern. This review (1) presents the clinicopathologic features of endometrial stromal tumors; (2) discusses their immunophenotype; and (3) highlights the recent advances in molecular genetics which explain their pathogenesis and lend support for a new classification system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25299308/",
    "clean_text": "endometrial stromal tumors the new who classification endometrial stromal tumors are rare uterine mesenchymal neoplasms that have intrigued pathologists for years not only because they commonly pose diagnostic dilemmas but also because the classification and pathogenesis of these tumors has been widely debated the current endometrial stromal tumors are rare uterine mesenchymal neoplasms that have intrigued pathologists for years not only because they commonly pose diagnostic dilemmas but also because the classification and pathogenesis of these tumors has been widely debated the current world health organization recognizes categories of endometrial stromal tumor endometrial stromal nodule esn low grade endometrial stromal sarcoma lg ess high grade endometrial stromal sarcoma hg ess and undifferentiated uterine sarcoma uus uterine sarcoma these categories are defined by the presence of distinct translocations as well as tumor morphology and prognosis specifically the jazf suz formerly jazf jjaz fusion identifies a large proportion of esn and lg esss whereas the ywhae fam translocation identifies hg esss the latter tumors appear to have a prognosis intermediate between lg ess and uus which exhibits no specific translocation pattern this review presents the clinicopathologic features of endometrial stromal tumors discusses their immunophenotype and highlights the recent advances in molecular genetics which explain their pathogenesis and lend support for a new classification system"
}