{
    "title": "The Injury Severity Score is unable to differentiate between poor care and severe injury.",
    "doc_id": "8656481",
    "writer": "Rutledge R.",
    "year": "1996",
    "summary": "Finally AIS, ISS does not differentiate between a well-managed cervical fracture with complete cord injury and a mismanaged cervical spine fracture that initially does not involve a cord injury, but because of mismanagement and lack of immobilization, …",
    "abstract": "The Injury Severity Score (ISS) has been the most frequently used tool for stratifying injured patients. The primary hypothesis of this study was that ISS fails to differentiate between severe injury and mismanagement.\n    \n\n\n          Methods:\n        \n      \n      Data models were generated for mismanaged and ideally managed patients for isolated injuries for each body system. Flow charts of care, outcomes, and Abbreviated Injury Scale (AIS) and ISS scores were generated for each model.\n    \n\n\n          Results:\n        \n      \n      Multiple models demonstrated that minor injuries that were mismanaged would result in AIS and ISS scores that were the same as ideally managed severe injuries. Three examples are summarized as follows: A comparison of two patients with splenic injuries demonstrates that ISS is unable to differentiate between mismanagement of a minor splenic laceration as compared to a severely lacerated spleen. In the case of the minor injury to the spleen (initial AIS = 2) that was missed by the treating physicians and allowed to bleed into shock and near arrest because of massive hemorrhage that could have been prevented by early recognition and treatment, the final AIS is coded as 4 in this mismanaged patient, the same AIS and ISS as a severely lacerated spleen (AIS = 4) managed well. Both result in a discharge ISS of 16. Similarly, the ISS at discharge is the same for a well-managed severe head injury (AIS = 4) and a mismanaged minor head injury that is unrecognized, progresses and leads to coma (AIS = 4). Finally AIS, ISS does not differentiate between a well-managed cervical fracture with complete cord injury and a mismanaged cervical spine fracture that initially does not involve a cord injury, but because of mismanagement and lack of immobilization, progresses to complete cord injury because of poor care. Both result in the same injury severity assessment (AIS = 5, ISS = 25 in both).\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrates a fact that should be recognized by all who rely upon the ISS for comparing quality of care: ISS fails to differentiate severe injury from mismanagement of injury. Because the ISS mixes outcome data with injury severity, ISS incorrectly assigns increased severity to the lesser injuries of mismanaged patients. These findings have important implications for use of the ISS in quality of care assessments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8656481/",
    "clean_text": "the injury severity score is unable to differentiate between poor care and severe injury finally ais iss does not differentiate between a well managed cervical fracture with complete cord injury and a mismanaged cervical spine fracture that initially does not involve a cord injury but because of mismanagement and lack of immobilization the injury severity score iss has been the most frequently used tool for stratifying injured patients the primary hypothesis of this study was that iss fails to differentiate between severe injury and mismanagement methods data models were generated for mismanaged and ideally managed patients for isolated injuries for each body system flow charts of care outcomes and abbreviated injury scale ais and iss scores were generated for each model results multiple models demonstrated that minor injuries that were mismanaged would result in ais and iss scores that were the same as ideally managed severe injuries three examples are summarized as follows a comparison of two patients with splenic injuries demonstrates that iss is unable to differentiate between mismanagement of a minor splenic laceration as compared to a severely lacerated spleen in the case of the minor injury to the spleen initial ais that was missed by the treating physicians and allowed to bleed into shock and near arrest because of massive hemorrhage that could have been prevented by early recognition and treatment the final ais is coded as in this mismanaged patient the same ais and iss as a severely lacerated spleen ais managed well both result in a discharge iss of similarly the iss at discharge is the same for a well managed severe head injury ais and a mismanaged minor head injury that is unrecognized progresses and leads to coma ais finally ais iss does not differentiate between a well managed cervical fracture with complete cord injury and a mismanaged cervical spine fracture that initially does not involve a cord injury but because of mismanagement and lack of immobilization progresses to complete cord injury because of poor care both result in the same injury severity assessment ais iss in both conclusions this study demonstrates a fact that should be recognized by all who rely upon the iss for comparing quality of care iss fails to differentiate severe injury from mismanagement of injury because the iss mixes outcome data with injury severity iss incorrectly assigns increased severity to the lesser injuries of mismanaged patients these findings have important implications for use of the iss in quality of care assessments"
}