{
    "pmid": "41455898",
    "title": "Angiotensin receptor-neprilysin inhibitors improve the outcome of lung cancer patients with hypertension undergoing immune checkpoint inhibitors treatment.",
    "abstract": "Angiotensin receptor-neprilysin inhibitors (ARNIs) could improve the outcome of patients with hypertension or heart failure. Yet it remains unclear if such protective effect exists in lung cancer patients with hypertension undergoing immune checkpoint inhibitors (ICIs). This study sought to evaluate the impact of ARNIs on the outcome of lung cancer patients with hypertension treated with ICIs. We performed a retrospective analysis of lung cancer patients with concurrent hypertension undergoing ICIs treatment between September 2019 and May 2024 in Shanghai Chest Hospital. The overall population included patients with or without ARNIs therapy. The primary endpoint was all-cause mortality and the secondary endpoint was a composite of cardiovascular events, including myocarditis, heart failure (HF), acute coronary syndrome (ACS), pericardial effusion (PE), and new-onset arrhythmias. The study enrolled 153 patients, with 39 (25.5%) patients in ARNIs group and 114 (74.5%) patients in control group. Over a median follow-up of 12 months, 42 (27.5%) patients died, ARNIs treatment was significantly associated with improved overall survival for lung cancer patients with hypertension and treated with ICIs (89.7% vs. 66.7%, HR = 0.27; 95% CI 0.10-0.75, log-rank P = 0.007). However, there was no significant difference in cardiovascular outcome between ARNIs and control group (21/114, 18.4% vs. 3/39, 7.7%, P = 0.112). During follow-up, a total of 24 cardiovascular adverse events occurred, of which the most common cardiovascular event was new-onset arrhythmia in both ARNIs group (2/3, 66.7%) and control group (14/21, 66.7%). The use of ARNIs seemed associated with a lower all-cause mortality rate yet similar rate of cardiac events in lung cancer patients with hypertension and treated with ICIs. The findings of this single-center retrospective study warrant validation in larger prospective studies.",
    "disease": "hypertension",
    "clean_text": "angiotensin receptor neprilysin inhibitors improve the outcome of lung cancer patients with hypertension undergoing immune checkpoint inhibitors treatment angiotensin receptor neprilysin inhibitors arnis could improve the outcome of patients with hypertension or heart failure yet it remains unclear if such protective effect exists in lung cancer patients with hypertension undergoing immune checkpoint inhibitors icis this study sought to evaluate the impact of arnis on the outcome of lung cancer patients with hypertension treated with icis we performed a retrospective analysis of lung cancer patients with concurrent hypertension undergoing icis treatment between september and may in shanghai chest hospital the overall population included patients with or without arnis therapy the primary endpoint was all cause mortality and the secondary endpoint was a composite of cardiovascular events including myocarditis heart failure hf acute coronary syndrome acs pericardial effusion pe and new onset arrhythmias the study enrolled patients with patients in arnis group and patients in control group over a median follow up of months patients died arnis treatment was significantly associated with improved overall survival for lung cancer patients with hypertension and treated with icis vs hr ci log rank p however there was no significant difference in cardiovascular outcome between arnis and control group vs p during follow up a total of cardiovascular adverse events occurred of which the most common cardiovascular event was new onset arrhythmia in both arnis group and control group the use of arnis seemed associated with a lower all cause mortality rate yet similar rate of cardiac events in lung cancer patients with hypertension and treated with icis the findings of this single center retrospective study warrant validation in larger prospective studies"
}