{
    "pmid": "41411627",
    "title": "Exercise training plus enalapril treatment in male hypertensive rats: beneficial effects on the blood pressure variability and kidneys.",
    "abstract": "To investigate the effects of combined exercise training associated with enalapril maleate on blood pressure variability (BPV) and renal morphofunctional, inflammatory and oxidative stress parameters in an experimental model of arterial hypertension. Male spontaneously hypertensive rats (SHR) were randomly allocated into sedentary placebo (SP), trained placebo (TP), sedentary enalapril (SE) or trained enalapril (TE). Both enalapril treatment (3 mg/kg) and combined exercise training (3 days/week) were performed for 8 weeks. Blood pressure (BP) was recorded intra-arterially for BPV analysis. Renal function, morphology, inflammation and oxidative stress were assessed. Combined exercise training alone (TP group) did not alter systolic BP. However, TP group showed lower media/lumen ratio of interlobular arteries and NAPDH oxidase activity, as well as higher interleukin (IL)-10 and superoxide dismutase activity in renal tissue compared to the SP group. In addition to similar benefits induced by exercise training alone, the combination of approaches (TE group) resulted in lower vascular sympathetic modulation (TE: 10.6 ± 1.7 vs. SP: 22.0 ± 3.1 mmHg2), higher creatinine clearance, lower NADPH oxidase activity, lower areas with severe tubulointerstitial fibrosis (injury range 51-100%, TE: 10.0 ± 0.2 vs. SP: 27.5 ± 0.1, TP: 22.5 ± 0.1 and SE: 22.5 ± 0.1%), as well as a lower media/lumen ratio. Positive correlations were obtained between vascular sympathetic modulation with SBP (r = 0.61), media/lumen ratio (r = 0.74) and renal tubulointerstitial fibrosis (r = 0.69). The combination of exercise training with enalapril provided additional renal morphofunctional benefits, which may result from interactions involving BPV, inflammation, and oxidative stress, and could contribute to the observed renal improvements. Our findings also suggest that BPV may play a role in hypertension-related renal changes and that combining pharmacological and nonpharmacological therapies might offer effective strategies to reduce residual cardiovascular risk in arterial hypertension.",
    "disease": "chronic kidney disease",
    "clean_text": "exercise training plus enalapril treatment in male hypertensive rats beneficial effects on the blood pressure variability and kidneys to investigate the effects of combined exercise training associated with enalapril maleate on blood pressure variability bpv and renal morphofunctional inflammatory and oxidative stress parameters in an experimental model of arterial hypertension male spontaneously hypertensive rats shr were randomly allocated into sedentary placebo sp trained placebo tp sedentary enalapril se or trained enalapril te both enalapril treatment mg kg and combined exercise training days week were performed for weeks blood pressure bp was recorded intra arterially for bpv analysis renal function morphology inflammation and oxidative stress were assessed combined exercise training alone tp group did not alter systolic bp however tp group showed lower media lumen ratio of interlobular arteries and napdh oxidase activity as well as higher interleukin il and superoxide dismutase activity in renal tissue compared to the sp group in addition to similar benefits induced by exercise training alone the combination of approaches te group resulted in lower vascular sympathetic modulation te vs sp mmhg higher creatinine clearance lower nadph oxidase activity lower areas with severe tubulointerstitial fibrosis injury range te vs sp tp and se as well as a lower media lumen ratio positive correlations were obtained between vascular sympathetic modulation with sbp r media lumen ratio r and renal tubulointerstitial fibrosis r the combination of exercise training with enalapril provided additional renal morphofunctional benefits which may result from interactions involving bpv inflammation and oxidative stress and could contribute to the observed renal improvements our findings also suggest that bpv may play a role in hypertension related renal changes and that combining pharmacological and nonpharmacological therapies might offer effective strategies to reduce residual cardiovascular risk in arterial hypertension"
}