{
    "title": "Evaluative contexts facilitate implicit mentalizing: relation to the broader autism phenotype and mental health.",
    "doc_id": "38409351",
    "writer": "Wu R",
    "year": "2024",
    "summary": "Thus, we also aimed to compare 33 BAP and 26 non-BAP mothers on mentalizing abilities, autistic traits, compensation and mental health. Our results revealed that more evaluative contexts can facilitate implicit mentalizing in BAP and non-BAP populations, and …",
    "abstract": "One promising account for autism is implicit mentalizing difficulties. However, this account and even the existence of implicit mentalizing have been challenged because the replication results are mixed. Those unsuccessful replications may be due to the task contexts not being sufficiently evaluative. Therefore, the current study developed a more evaluative paradigm by implementing a prompt question. This was assessed in 60 non-autistic adults and compared with a non-prompt version. Additionally, parents of autistic children are thought to show a genetic liability to autistic traits and cognition and often report mental health problems, but the broader autism phenotype (BAP) is an under-researched area. Thus, we also aimed to compare 33 BAP and 26 non-BAP mothers on mentalizing abilities, autistic traits, compensation and mental health. Our results revealed that more evaluative contexts can facilitate implicit mentalizing in BAP and non-BAP populations, and thus improve task reliability and replicability. Surprisingly, BAP mothers showed better implicit mentalizing but worse mental health than non-BAP mothers, which indicates the heterogeneity in the broader autism phenotype and the need to promote BAP mothers' psychological resilience. The findings underscore the importance of contexts for implicit mentalizing and the need to profile mentalizing and mental health in BAP parents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38409351/",
    "clean_text": "evaluative contexts facilitate implicit mentalizing relation to the broader autism phenotype and mental health thus we also aimed to compare bap and non bap mothers on mentalizing abilities autistic traits compensation and mental health our results revealed that more evaluative contexts can facilitate implicit mentalizing in bap and non bap populations and one promising account for autism is implicit mentalizing difficulties however this account and even the existence of implicit mentalizing have been challenged because the replication results are mixed those unsuccessful replications may be due to the task contexts not being sufficiently evaluative therefore the current study developed a more evaluative paradigm by implementing a prompt question this was assessed in non autistic adults and compared with a non prompt version additionally parents of autistic children are thought to show a genetic liability to autistic traits and cognition and often report mental health problems but the broader autism phenotype bap is an under researched area thus we also aimed to compare bap and non bap mothers on mentalizing abilities autistic traits compensation and mental health our results revealed that more evaluative contexts can facilitate implicit mentalizing in bap and non bap populations and thus improve task reliability and replicability surprisingly bap mothers showed better implicit mentalizing but worse mental health than non bap mothers which indicates the heterogeneity in the broader autism phenotype and the need to promote bap mothers psychological resilience the findings underscore the importance of contexts for implicit mentalizing and the need to profile mentalizing and mental health in bap parents"
}