{
    "pmid": "41406626",
    "title": "An observational study on the effect of l-ornithine-l-aspartate (LOLA) on the gut microbiome in liver cirrhosis. A single center phase 4 study.",
    "abstract": "Liver cirrhosis is associated with gut microbiome dysbiosis, intestinal inflammation and gut barrier dysfunction, contributing to reduced quality of life and the development of complications. We showed in a retrospective study that l-ornithine-l-aspartate (LOLA) was associated with improvement in taxonomic composition of the microbiome. Here we prospectively studied the influence of LOLA on the gut microbiome, quality of life, sarcopenia and the gut barrier. In this phase 4 study, patients with liver cirrhosis and hepatic encephalopathy grade 0-2 received LOLA 18 g/day orally for 3 months. We studied faecal microbiome composition (primary endpoint abundance of the genus Flavonifractor), microbiome function, quality of life, serum ammonia levels, sarcopenia and frailty, biomarkers of the gut liver axis and the stool, serum and urine metabolome. We screened 258 patients with liver cirrhosis, included 65, of whom 52 patients (40 % female, age 62 (58; 65)) completed the study. LOLA intake decreased the abundance of the genus Romboutsia, increased the abundance of the genus Enterococcus, but did not alter other microbiome parameters. LOLA improved one out of 8 dimension of quality of life (vitality) and decreased serum ammonia concentrations. The subgroup of patients with improved ammonia concentrations responded with a halt in further muscle mass declined over the study period. Diamine oxidase, a marker of intestinal mucosal condition, decreased and LPS binding protein increased. Metabolomic analysis indicated an increase in alanine concentration. LOLA improved one quality of life dimension (vitality) and biomarker of the gut-liver axis, altered innate immune response, faecal microbiome and metabolome. LOLA prevented muscle loss only in patients with elevated ammonia concentrations at baseline. LOLA may therefore be a useful adjunct treatment to improve quality of life in cirrhosis and a promising intervention for muscle loss prevention in hyperammonemic patients. clinicaltrials.gov NCT05737030. We conducted a 12-week prospective cohort study to test the effect of the ammonia lowering drug l-ornithine-l-aspartate (LOLA) on the gut microbiome, biomarkers along the gut-liver-axis, muscle health and quality of life in patients with liver cirrhosis and hepatic encephalopathy. Although our primary endpoint was not reached, LOLA slightly altered microbiome composition and function and improved vitality, a clinically relevant patient reported outcome parameter. LOLA also improved biomarkers for the gut-liver-axis, innate immune response and prevented muscle loss in patients with elevated ammonia levels at baseline. LOLA may therefore be a useful adjunct treatment to improve quality of life in cirrhosis and to prevent muscle loss in hyperammonemic patients.",
    "disease": "liver cirrhosis",
    "clean_text": "an observational study on the effect of l ornithine l aspartate lola on the gut microbiome in liver cirrhosis a single center phase study liver cirrhosis is associated with gut microbiome dysbiosis intestinal inflammation and gut barrier dysfunction contributing to reduced quality of life and the development of complications we showed in a retrospective study that l ornithine l aspartate lola was associated with improvement in taxonomic composition of the microbiome here we prospectively studied the influence of lola on the gut microbiome quality of life sarcopenia and the gut barrier in this phase study patients with liver cirrhosis and hepatic encephalopathy grade received lola g day orally for months we studied faecal microbiome composition primary endpoint abundance of the genus flavonifractor microbiome function quality of life serum ammonia levels sarcopenia and frailty biomarkers of the gut liver axis and the stool serum and urine metabolome we screened patients with liver cirrhosis included of whom patients female age completed the study lola intake decreased the abundance of the genus romboutsia increased the abundance of the genus enterococcus but did not alter other microbiome parameters lola improved one out of dimension of quality of life vitality and decreased serum ammonia concentrations the subgroup of patients with improved ammonia concentrations responded with a halt in further muscle mass declined over the study period diamine oxidase a marker of intestinal mucosal condition decreased and lps binding protein increased metabolomic analysis indicated an increase in alanine concentration lola improved one quality of life dimension vitality and biomarker of the gut liver axis altered innate immune response faecal microbiome and metabolome lola prevented muscle loss only in patients with elevated ammonia concentrations at baseline lola may therefore be a useful adjunct treatment to improve quality of life in cirrhosis and a promising intervention for muscle loss prevention in hyperammonemic patients clinicaltrials gov nct we conducted a week prospective cohort study to test the effect of the ammonia lowering drug l ornithine l aspartate lola on the gut microbiome biomarkers along the gut liver axis muscle health and quality of life in patients with liver cirrhosis and hepatic encephalopathy although our primary endpoint was not reached lola slightly altered microbiome composition and function and improved vitality a clinically relevant patient reported outcome parameter lola also improved biomarkers for the gut liver axis innate immune response and prevented muscle loss in patients with elevated ammonia levels at baseline lola may therefore be a useful adjunct treatment to improve quality of life in cirrhosis and to prevent muscle loss in hyperammonemic patients"
}