{
    "title": "Oxidative transformation of micropollutants during municipal wastewater treatment: comparison of kinetic aspects of selective (chlorine, chlorine dioxide, ferrate VI, and ozone) and non-selective oxidants (hydroxyl radical).",
    "doc_id": "20015530",
    "writer": "Lee Y",
    "year": "2010",
    "summary": "The oxidants include chlorine, chlorine dioxide, ferrate(VI), and ozone as selective oxidants versus hydroxyl radicals as non-selective oxidant. ...In contrast, for hydroxyl radicals, the competition remains practically the same during the entire oxidation …",
    "abstract": "Chemical oxidation processes have been widely applied to water treatment and may serve as a tool to minimize the release of micropollutants (e.g. pharmaceuticals and endocrine disruptors) from municipal wastewater effluents into the aquatic environment. The potential of several oxidants for the transformation of selected micropollutants such as atenolol, carbamazepine, 17 alpha-ethinylestradiol (EE2), ibuprofen, and sulfamethoxazole was assessed and compared. The oxidants include chlorine, chlorine dioxide, ferrate(VI), and ozone as selective oxidants versus hydroxyl radicals as non-selective oxidant. Second-order rate constants (k) for the reaction of each oxidant show that the selective oxidants react only with some electron-rich organic moieties (ERMs), such as phenols, anilines, olefins, and deprotonated-amines. In contrast, hydroxyl radicals show a nearly diffusion-controlled reactivity with almost all organic moieties (k>or=10(9)M(-1) s(-1)). Due to a competition for oxidants between a target micropollutant and wastewater matrix (i.e. effluent organic matter, EfOM), a higher reaction rate with a target micropollutant does not necessarily translate into more efficient transformation. For example, transformation efficiencies of EE2, a phenolic micropollutant, in a selected wastewater effluent at pH 8 varied only within a factor of 7 among the selective oxidants, even though the corresponding k for the reaction of each selective oxidant with EE2 varied over four orders of magnitude. In addition, for the selective oxidants, the competition disappears rapidly after the ERMs present in EfOM are consumed. In contrast, for hydroxyl radicals, the competition remains practically the same during the entire oxidation. Therefore, for a given oxidant dose, the selective oxidants were more efficient than hydroxyl radicals for transforming ERMs-containing micropollutants, while hydroxyl radicals are capable of transforming micropollutants even without ERMs. Besides EfOM, ammonia, nitrite, and bromide were found to affect the micropollutant transformation efficiency during chlorine or ozone treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20015530/",
    "clean_text": "oxidative transformation of micropollutants during municipal wastewater treatment comparison of kinetic aspects of selective chlorine chlorine dioxide ferrate vi and ozone and non selective oxidants hydroxyl radical the oxidants include chlorine chlorine dioxide ferrate vi and ozone as selective oxidants versus hydroxyl radicals as non selective oxidant in contrast for hydroxyl radicals the competition remains practically the same during the entire oxidation chemical oxidation processes have been widely applied to water treatment and may serve as a tool to minimize the release of micropollutants e g pharmaceuticals and endocrine disruptors from municipal wastewater effluents into the aquatic environment the potential of several oxidants for the transformation of selected micropollutants such as atenolol carbamazepine alpha ethinylestradiol ee ibuprofen and sulfamethoxazole was assessed and compared the oxidants include chlorine chlorine dioxide ferrate vi and ozone as selective oxidants versus hydroxyl radicals as non selective oxidant second order rate constants k for the reaction of each oxidant show that the selective oxidants react only with some electron rich organic moieties erms such as phenols anilines olefins and deprotonated amines in contrast hydroxyl radicals show a nearly diffusion controlled reactivity with almost all organic moieties k or m s due to a competition for oxidants between a target micropollutant and wastewater matrix i e effluent organic matter efom a higher reaction rate with a target micropollutant does not necessarily translate into more efficient transformation for example transformation efficiencies of ee a phenolic micropollutant in a selected wastewater effluent at ph varied only within a factor of among the selective oxidants even though the corresponding k for the reaction of each selective oxidant with ee varied over four orders of magnitude in addition for the selective oxidants the competition disappears rapidly after the erms present in efom are consumed in contrast for hydroxyl radicals the competition remains practically the same during the entire oxidation therefore for a given oxidant dose the selective oxidants were more efficient than hydroxyl radicals for transforming erms containing micropollutants while hydroxyl radicals are capable of transforming micropollutants even without erms besides efom ammonia nitrite and bromide were found to affect the micropollutant transformation efficiency during chlorine or ozone treatment"
}