{
    "title": "Do quality improvement systems improve health library services? A systematic review.",
    "doc_id": "22925382",
    "writer": "Gray H",
    "year": "2012",
    "summary": "No impact of quality improvement systems on library users or patients is reported in the literature. ...We recommend further primary research is conducted in health libraries focusing upon the outcomes of utilising quality improvement systems. An explo …",
    "abstract": "Background:\n        \n      \n      A turbulent financial and political climate requires health libraries to be more accountable than ever. Quality improvement systems are widely considered a 'good thing to do', but do they produce useful outcomes that can demonstrate value?\n    \n\n\n          Objectives:\n        \n      \n      To undertake a systematic review to identify which aspects of health libraries are being measured for quality, what tools are being used and what outcomes are reported following utilisation of quality improvement systems.\n    \n\n\n          Results:\n        \n      \n      Many health libraries utilise quality improvement systems without translating the data into service improvements. Included studies demonstrate that quality improvement systems produce valuable outcomes including a positive impact on strategic planning, promotion, new and improved services and staff development. No impact of quality improvement systems on library users or patients is reported in the literature.\n    \n\n\n          Conclusions:\n        \n      \n      The literature in this area is sparse and requires updating. We recommend further primary research is conducted in health libraries focusing upon the outcomes of utilising quality improvement systems. An exploration of quality improvement systems in other library sectors may also provide valuable insight for health libraries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22925382/",
    "clean_text": "do quality improvement systems improve health library services a systematic review no impact of quality improvement systems on library users or patients is reported in the literature we recommend further primary research is conducted in health libraries focusing upon the outcomes of utilising quality improvement systems an explo background a turbulent financial and political climate requires health libraries to be more accountable than ever quality improvement systems are widely considered a good thing to do but do they produce useful outcomes that can demonstrate value objectives to undertake a systematic review to identify which aspects of health libraries are being measured for quality what tools are being used and what outcomes are reported following utilisation of quality improvement systems results many health libraries utilise quality improvement systems without translating the data into service improvements included studies demonstrate that quality improvement systems produce valuable outcomes including a positive impact on strategic planning promotion new and improved services and staff development no impact of quality improvement systems on library users or patients is reported in the literature conclusions the literature in this area is sparse and requires updating we recommend further primary research is conducted in health libraries focusing upon the outcomes of utilising quality improvement systems an exploration of quality improvement systems in other library sectors may also provide valuable insight for health libraries"
}