{
    "title": "Bridging the mental health gap: The scope, challenges, and future of digital psychiatry in India.",
    "doc_id": "39243661",
    "writer": "Choudhary S",
    "year": "2024",
    "summary": "The mental health burden in India is increasing at unprecedented rates. The increased demand for mental health care and the undersupply of services has widened the treatment gap. Due to several factors, such as increasing service costs and the circumst …",
    "abstract": "The mental health burden in India is increasing at unprecedented rates. The increased demand for mental health care and the undersupply of services has widened the treatment gap. Due to several factors, such as increasing service costs and the circumstances surrounding the COVID-19 pandemic, India has witnessed an inclination toward using digital mental health solutions to overcome the treatment gap. Drawing from the collective evidence and experience in implementing mental health solutions using digital phenotyping and smartphone app-based care delivery in India, we define the scope, potential, and challenges of implementing synchronous and asynchronous digital mental health solutions that can serve as a template for improving global mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39243661/",
    "clean_text": "bridging the mental health gap the scope challenges and future of digital psychiatry in india the mental health burden in india is increasing at unprecedented rates the increased demand for mental health care and the undersupply of services has widened the treatment gap due to several factors such as increasing service costs and the circumst the mental health burden in india is increasing at unprecedented rates the increased demand for mental health care and the undersupply of services has widened the treatment gap due to several factors such as increasing service costs and the circumstances surrounding the covid pandemic india has witnessed an inclination toward using digital mental health solutions to overcome the treatment gap drawing from the collective evidence and experience in implementing mental health solutions using digital phenotyping and smartphone app based care delivery in india we define the scope potential and challenges of implementing synchronous and asynchronous digital mental health solutions that can serve as a template for improving global mental health"
}