{
    "pmid": "41457841",
    "title": "Coronary Artery Disease and Risk Factors in Siberian Rural Patients.",
    "abstract": "Aim    The incidence of ischemic heart disease (IHD) and risk factors for its development in rural residents of the Novosibirsk Region (NSR).Material and methods     A cross-sectional survey (2023) was conducted among the rural population registered with the Central District Hospitals of the Ordynsky and Kochenevsky Districts of the Novosibirsk Region: 600 rural residents aged 35-79 years, with 51.2% men and 48.8% women. The survey included a standard questionnaire, anthropometric measurements, blood sampling for lipid and glucose tests, and electrocardiography (ECG). IHD was diagnosed using the Rose Angina Questionnaire and functional ECG criteria with interpretation by the Minnesota Code. All individuals were divided into subgroups: no IHD, probable IHD, and definite IHD.Results        The incidence of definite IHD in rural residents of the Novosibirsk Region was 30.5%, with 27.0% in men and 34.1% in women. Individuals with definite IHD were older (62.0 [56.0; 68.0] years) than those without IHD (60.0 [49.0; 66.0] years; p=0.004). Individuals with definite IHD were more likely to have hyperglycemia ≥7.0 mmol/L (p=0.008) and higher systolic blood pressure (SBP) (p=0.048) than those without IHD. In definite IHD, prevalence of arterial hypertension was by 9.3% higher (p=0.004), type 2 diabetes mellitus by 9.9% higher (p=0.004), obesity (p=0.012) determined by body mass index by 11.5% higher, and abdominal obesity by 7.0% higher (p=0.001). Compared with men, women were more likely to have obesity, including abdominal obesity, either in the absence or presence of any form of IHD.Conclusion    A high incidence of definite IHD was found among rural residents of the Novosibirsk Region. Cardiometabolic risk factors were more common in individuals with definite IHD than in those without it.",
    "disease": "diabetes mellitus",
    "clean_text": "coronary artery disease and risk factors in siberian rural patients aim the incidence of ischemic heart disease ihd and risk factors for its development in rural residents of the novosibirsk region nsr material and methods a cross sectional survey was conducted among the rural population registered with the central district hospitals of the ordynsky and kochenevsky districts of the novosibirsk region rural residents aged years with men and women the survey included a standard questionnaire anthropometric measurements blood sampling for lipid and glucose tests and electrocardiography ecg ihd was diagnosed using the rose angina questionnaire and functional ecg criteria with interpretation by the minnesota code all individuals were divided into subgroups no ihd probable ihd and definite ihd results the incidence of definite ihd in rural residents of the novosibirsk region was with in men and in women individuals with definite ihd were older years than those without ihd years p individuals with definite ihd were more likely to have hyperglycemia mmol l p and higher systolic blood pressure sbp p than those without ihd in definite ihd prevalence of arterial hypertension was by higher p type diabetes mellitus by higher p obesity p determined by body mass index by higher and abdominal obesity by higher p compared with men women were more likely to have obesity including abdominal obesity either in the absence or presence of any form of ihd conclusion a high incidence of definite ihd was found among rural residents of the novosibirsk region cardiometabolic risk factors were more common in individuals with definite ihd than in those without it"
}