{
    "title": "Minimal residual disease in head and neck cancer.",
    "doc_id": "10505550",
    "writer": "Gath HJ",
    "year": "1999",
    "summary": "In this article the different aspects related to minimal residual head and neck cancer will be reviewed shortly. The management of patients with head and neck cancer as well as the clinical problems in diagnosis and treatment will be desc …",
    "abstract": "Squamous cell carcinoma of the head and neck (HNSCC) is a complex disease. Patients with more advanced stages are treated with curative intent by a combination of surgery and radiotherapy, but still about 50% develop a relapse: locally, regionally and at distant sites. This clinical outcome strongly indicates that small histologically undetectable tumor deposits remain at these sites: 'minimal residual disease'. In this article the different aspects related to minimal residual head and neck cancer will be reviewed shortly. The management of patients with head and neck cancer as well as the clinical problems in diagnosis and treatment will be described. The crucial role of minimal residual disease in head and neck cancer will be defined and diagnostic approaches to address the problem will be reviewed. We argue that the infiltration and dissemination of HNSCC takes place beyond the level of histopathological detection, and further that molecular staging will at least in part fill in the gap between anatomical TNM staging and the clinical outcome. However, it is not only the presence of infiltrated or disseminated tumor cells that will determine the prognosis. Also the biological characteristics of the tumor cells at the various sites are important for the clinical follow-up. Promising therapeutic approaches to deal with minimal residual disease will be discussed shortly. Finally the issues 'field cancerization' and second primary tumors in head and neck cancer are addressed as these are closely linked to local recurrence and distant metastases. Moreover, second primary tumors will gain more importance when the primary disease and the frequency of relapses are better controlled.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10505550/",
    "clean_text": "minimal residual disease in head and neck cancer in this article the different aspects related to minimal residual head and neck cancer will be reviewed shortly the management of patients with head and neck cancer as well as the clinical problems in diagnosis and treatment will be desc squamous cell carcinoma of the head and neck hnscc is a complex disease patients with more advanced stages are treated with curative intent by a combination of surgery and radiotherapy but still about develop a relapse locally regionally and at distant sites this clinical outcome strongly indicates that small histologically undetectable tumor deposits remain at these sites minimal residual disease in this article the different aspects related to minimal residual head and neck cancer will be reviewed shortly the management of patients with head and neck cancer as well as the clinical problems in diagnosis and treatment will be described the crucial role of minimal residual disease in head and neck cancer will be defined and diagnostic approaches to address the problem will be reviewed we argue that the infiltration and dissemination of hnscc takes place beyond the level of histopathological detection and further that molecular staging will at least in part fill in the gap between anatomical tnm staging and the clinical outcome however it is not only the presence of infiltrated or disseminated tumor cells that will determine the prognosis also the biological characteristics of the tumor cells at the various sites are important for the clinical follow up promising therapeutic approaches to deal with minimal residual disease will be discussed shortly finally the issues field cancerization and second primary tumors in head and neck cancer are addressed as these are closely linked to local recurrence and distant metastases moreover second primary tumors will gain more importance when the primary disease and the frequency of relapses are better controlled"
}