{
    "title": "The US Agency for Healthcare Research and Quality's activities in patient safety research.",
    "doc_id": "14660520",
    "writer": "Meyer GS",
    "year": "2003",
    "summary": "PURPOSE: To update the international community on the US Agency for Healthcare Research and Quality's (AHRQ) recent and current activities in improving patient safety. DATA SOURCES: Review of the literature concerning the importance of patient safety as a health car …",
    "abstract": "Purpose:\n        \n      \n      To update the international community on the US Agency for Healthcare Research and Quality's (AHRQ) recent and current activities in improving patient safety.\n    \n\n\n          Data sources:\n        \n      \n      Review of the literature concerning the importance of patient safety as a health care quality issue, international perspectives on patient safety, a review of research solicitations, and early results of funded studies.\n    \n\n\n          Study selection:\n        \n      \n      A representative sample of patient safety studies from those currently being funded by AHRQ.\n    \n\n\n          Results:\n        \n      \n      In response to a growing interest in patient safety in general and a recent US Institute of Medicine report on patient safety in particular, the US Agency for Healthcare Research and Quality has refocused its quality research mission. In the fiscal year 2002, AHRQ spent US$55 million on patient safety research. This investment was spread across six complementary research areas: (1) health systems error reporting, analysis, and safety improvement research demonstrations; (2) Clinical Informatics to Promote Patient Safety (CLIPS); (3) Centers of Excellence for patient safety research and practice (COE); (4) Developmental Centers for Evaluation and Research in Patient Safety (DCERPS); (5) The Effect of Health Care Working Conditions on Quality of Care; and (6) Partnerships for Quality: Patient Safety Research Dissemination and Education. Internal teams of researchers at AHRQ have published studies on patient safety, such as documenting the impact of medication errors. In addition to funding research on patient safety, AHRQ is an integral partner in several national and international collaborations to form strategic synergies that build upon each member organization's strengths, reduce redundant efforts, and benefit from each other's successes. As evidence on patient safety is generated, AHRQ also serves the important mission of disseminating information to the public.\n    \n\n\n          Conclusion:\n        \n      \n      The patient safety research field has undergone a period of rapid evolution. It is now incumbent upon the international health care quality improvement community to translate the future results of this research investment into improved safety for patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14660520/",
    "clean_text": "the us agency for healthcare research and quality s activities in patient safety research purpose to update the international community on the us agency for healthcare research and quality s ahrq recent and current activities in improving patient safety data sources review of the literature concerning the importance of patient safety as a health car purpose to update the international community on the us agency for healthcare research and quality s ahrq recent and current activities in improving patient safety data sources review of the literature concerning the importance of patient safety as a health care quality issue international perspectives on patient safety a review of research solicitations and early results of funded studies study selection a representative sample of patient safety studies from those currently being funded by ahrq results in response to a growing interest in patient safety in general and a recent us institute of medicine report on patient safety in particular the us agency for healthcare research and quality has refocused its quality research mission in the fiscal year ahrq spent us million on patient safety research this investment was spread across six complementary research areas health systems error reporting analysis and safety improvement research demonstrations clinical informatics to promote patient safety clips centers of excellence for patient safety research and practice coe developmental centers for evaluation and research in patient safety dcerps the effect of health care working conditions on quality of care and partnerships for quality patient safety research dissemination and education internal teams of researchers at ahrq have published studies on patient safety such as documenting the impact of medication errors in addition to funding research on patient safety ahrq is an integral partner in several national and international collaborations to form strategic synergies that build upon each member organization s strengths reduce redundant efforts and benefit from each other s successes as evidence on patient safety is generated ahrq also serves the important mission of disseminating information to the public conclusion the patient safety research field has undergone a period of rapid evolution it is now incumbent upon the international health care quality improvement community to translate the future results of this research investment into improved safety for patients"
}