{
    "pmid": "41429851",
    "title": "Multimodal machine learning for 5-year mortality prediction after percutaneous coronary intervention.",
    "abstract": "Percutaneous coronary intervention (PCI) is a cornerstone treatment for coronary artery disease, yet accurate prediction of long-term mortality remains a critical challenge due to the complex interplay of risk factors. Existing prognostic models rely predominantly on structured clinical data, overlooking the rich, nuanced information embedded in diagnostic imaging and procedural narratives. To address this gap, we present a novel multimodal machine learning framework that integrates coronary angiography video, unstructured procedural text, and structured clinical variables to predict 5-year all-cause mortality. Utilizing a large real-world cohort of 10,353 patients, we extracted visual embeddings via CLIP, textual embeddings via BioBERT, and structured features to construct a unified patient representation. Our trimodal LightGBM model achieved an AUC-ROC of 0.814, significantly outperforming single- and dual-modality baselines ([Formula: see text]). SHAP-based analysis revealed that unstructured data captured complementary prognostic signals, while structured variables provided concentrated predictive strength. This study demonstrates the prognostic value of integrating heterogeneous data sources and establishes a robust, explainable foundation for precision medicine in interventional cardiology.",
    "disease": "coronary artery disease",
    "clean_text": "multimodal machine learning for year mortality prediction after percutaneous coronary intervention percutaneous coronary intervention pci is a cornerstone treatment for coronary artery disease yet accurate prediction of long term mortality remains a critical challenge due to the complex interplay of risk factors existing prognostic models rely predominantly on structured clinical data overlooking the rich nuanced information embedded in diagnostic imaging and procedural narratives to address this gap we present a novel multimodal machine learning framework that integrates coronary angiography video unstructured procedural text and structured clinical variables to predict year all cause mortality utilizing a large real world cohort of patients we extracted visual embeddings via clip textual embeddings via biobert and structured features to construct a unified patient representation our trimodal lightgbm model achieved an auc roc of significantly outperforming single and dual modality baselines formula see text shap based analysis revealed that unstructured data captured complementary prognostic signals while structured variables provided concentrated predictive strength this study demonstrates the prognostic value of integrating heterogeneous data sources and establishes a robust explainable foundation for precision medicine in interventional cardiology"
}