{
    "pmid": "41451925",
    "title": "Lexicon for Clonal Hematopoiesis in Liquid Biopsy.",
    "abstract": "Historically, clonal hematopoiesis (CH) has been recognized as a confounder of cell-free DNA (cfDNA) testing. Recent evidence now demonstrates the role of CH as a risk factor in health, generating distinct sources of cfDNA that can be leveraged for liquid biopsy diagnostics. Nonetheless, gaps in standardization challenge the advancement of such diagnostics from development to regulatory approval, through clinical trials, and ultimately, to routine implementation. In 2024, the Blood Profiling Atlas in Cancer (BLOODPAC) Consortium, a collaborative infrastructure for developing standards and best practices for liquid biopsy assays, established the CH/clonal hematopoiesis of indeterminate potential (CHIP) Working Group to address the need for accurate identification and removal of CH from liquid biopsy results. As a first step to support the interpretability of CH/CHIP results, the Working Group developed this lexicon to standardize terms and provide a unified vocabulary related to CH and liquid biopsy, DNA sequencing tests, biomarkers, and clinical use cases, facilitating communication within the field. BLOODPAC's CH/CHIP Working Group believes that terminology agreement across these various stakeholders can improve communication in the field and unify future data collection efforts across studies.",
    "disease": "lung cancer",
    "clean_text": "lexicon for clonal hematopoiesis in liquid biopsy historically clonal hematopoiesis ch has been recognized as a confounder of cell free dna cfdna testing recent evidence now demonstrates the role of ch as a risk factor in health generating distinct sources of cfdna that can be leveraged for liquid biopsy diagnostics nonetheless gaps in standardization challenge the advancement of such diagnostics from development to regulatory approval through clinical trials and ultimately to routine implementation in the blood profiling atlas in cancer bloodpac consortium a collaborative infrastructure for developing standards and best practices for liquid biopsy assays established the ch clonal hematopoiesis of indeterminate potential chip working group to address the need for accurate identification and removal of ch from liquid biopsy results as a first step to support the interpretability of ch chip results the working group developed this lexicon to standardize terms and provide a unified vocabulary related to ch and liquid biopsy dna sequencing tests biomarkers and clinical use cases facilitating communication within the field bloodpac s ch chip working group believes that terminology agreement across these various stakeholders can improve communication in the field and unify future data collection efforts across studies"
}