{
    "title": "Regulation of fibroplasia in cutaneous wound repair.",
    "doc_id": "8328509",
    "writer": "Clark RA.",
    "year": "1993",
    "summary": "Fibroblast accumulation in a cutaneous wound requires phenotypic modulation of fibroblasts. In response to injury, resident fibroblasts in the surrounding tissue proliferate for the first 3 days and then at day 4 migrate into the wounded site. Once within the wou …",
    "abstract": "Fibroblast accumulation in a cutaneous wound requires phenotypic modulation of fibroblasts. In response to injury, resident fibroblasts in the surrounding tissue proliferate for the first 3 days and then at day 4 migrate into the wounded site. Once within the wound, they produce type I procollagen as well as other matrix molecules and deposit these extracellular matrix molecules in the local milieu. By day 7, abundant extracellular matrix has accumulated and fibroblasts switch to a myofibroblast phenotype replete with actin bundles along the cytoplasmic face of the plasma membrane. Wound contraction occurs as these myofibroblast gather in the wound extracellular matrix by extending pseudopodia, attaching to extracellular matrix molecules, such as fibronectin and collagen, then retracting the pseudopodia. Once these processes have been accomplished, the fibroblasts appear to undergo apoptosis. Therefore, during cutaneous wound repair, fibroblasts appear to progress through four phenotypes: first proliferating, second migrating, third synthesizing extracellular matrix molecules, and fourth expressing thick actin bundles as myofibroblasts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8328509/",
    "clean_text": "regulation of fibroplasia in cutaneous wound repair fibroblast accumulation in a cutaneous wound requires phenotypic modulation of fibroblasts in response to injury resident fibroblasts in the surrounding tissue proliferate for the first days and then at day migrate into the wounded site once within the wou fibroblast accumulation in a cutaneous wound requires phenotypic modulation of fibroblasts in response to injury resident fibroblasts in the surrounding tissue proliferate for the first days and then at day migrate into the wounded site once within the wound they produce type i procollagen as well as other matrix molecules and deposit these extracellular matrix molecules in the local milieu by day abundant extracellular matrix has accumulated and fibroblasts switch to a myofibroblast phenotype replete with actin bundles along the cytoplasmic face of the plasma membrane wound contraction occurs as these myofibroblast gather in the wound extracellular matrix by extending pseudopodia attaching to extracellular matrix molecules such as fibronectin and collagen then retracting the pseudopodia once these processes have been accomplished the fibroblasts appear to undergo apoptosis therefore during cutaneous wound repair fibroblasts appear to progress through four phenotypes first proliferating second migrating third synthesizing extracellular matrix molecules and fourth expressing thick actin bundles as myofibroblasts"
}