{
    "pmid": "41450102",
    "title": "Thrombocytopenia in preterm infants born to mothers with systemic lupus erythematosus: a retrospective cohort study.",
    "abstract": "Thrombocytopenia in preterm infants born to mothers with systemic lupus erythematosus (SLE) is poorly characterized, despite its potential link to adverse outcomes. Our understanding of platelet dynamics, risk factors, and clinical outcomes in this population is limited, necessitating further investigation. This study aimed to characterize the incidence, timing, and severity of thrombocytopenia in this population; to identify associated maternal and neonatal risk factors; and to evaluate its association with adverse outcomes. We included 154 preterm infants born to mothers with SLE who were admitted to Shanghai Children's Medical Center within 24 hours of birth between 2014 and 2024. Logistic regression was used to identify risk factors and outcomes associated with neonatal thrombocytopenia. Thrombocytopenia (platelet count < 150 ×109/L) occurred in 32.5% of infants, and severe form (< 50 ×109/L) occurred in 4.6%. The condition peaked on postnatal days 4-5, and 16% of affected infants required intervention. Late preterm infants (adjusted odds ratio [aOR], 0.15; 95% confidence interval [CI], 0.05-0.42), moderate preterm infants (aOR, 0.26; 95% CI, 0.09-0.76), and maternal hydroxychloroquine use (aOR, 0.19; 95% CI, 0.07-0.52) were protective factors. In contrast, maternal hypertensive disorders of pregnancy (HDP; aOR, 3.41; 95% CI, 1.06-10.93) increased the risk. Infants with thrombocytopenia had significantly higher risks of intracranial hemorrhage (aOR, 4.27; 95% CI, 1.65-11.00) and late-onset sepsis (aOR, 11.00; 95% CI, 1.23-98.14). Preterm infants exposed to maternal SLE frequently developed thrombocytopenia, but most cases were self-limited. Key risk modulators included gestational age, maternal HDP, and hydroxychloroquine use. Furthermore, thrombocytopenia was significantly associated with neonatal morbidity.",
    "disease": "hypertension",
    "clean_text": "thrombocytopenia in preterm infants born to mothers with systemic lupus erythematosus a retrospective cohort study thrombocytopenia in preterm infants born to mothers with systemic lupus erythematosus sle is poorly characterized despite its potential link to adverse outcomes our understanding of platelet dynamics risk factors and clinical outcomes in this population is limited necessitating further investigation this study aimed to characterize the incidence timing and severity of thrombocytopenia in this population to identify associated maternal and neonatal risk factors and to evaluate its association with adverse outcomes we included preterm infants born to mothers with sle who were admitted to shanghai children s medical center within hours of birth between and logistic regression was used to identify risk factors and outcomes associated with neonatal thrombocytopenia thrombocytopenia platelet count l occurred in of infants and severe form l occurred in the condition peaked on postnatal days and of affected infants required intervention late preterm infants adjusted odds ratio aor confidence interval ci moderate preterm infants aor ci and maternal hydroxychloroquine use aor ci were protective factors in contrast maternal hypertensive disorders of pregnancy hdp aor ci increased the risk infants with thrombocytopenia had significantly higher risks of intracranial hemorrhage aor ci and late onset sepsis aor ci preterm infants exposed to maternal sle frequently developed thrombocytopenia but most cases were self limited key risk modulators included gestational age maternal hdp and hydroxychloroquine use furthermore thrombocytopenia was significantly associated with neonatal morbidity"
}