{
    "title": "Atrial fibrillation: Neurogenic or myogenic?",
    "doc_id": "29229215",
    "writer": "Scridon A",
    "year": "2018",
    "summary": "Contrary to what is often stated, autonomic imbalance is not a simple modulation factor of atrial fibrillation; both the trigger and the substrate of atrial fibrillation can be influenced by abnormal cardiac innervation. Here, we review the neurogenic …",
    "abstract": "A 55-year-old hypertensive patient presents atrial fibrillation after vasovagal syncope. Non-invasive cardiac workup is normal. Without antiarrhythmic therapy, the patient has no recurrence for the next 3years, then presents with a stroke. Echocardiography eventually reveals left atrial dilation. This sequence of events illustrates the well-known links between age, arterial hypertension, atrial fibrillation, atrial neuromyopathy and stroke. A frequently neglected common denominator in this equation is impaired sympathovagal balance. Contrary to what is often stated, autonomic imbalance is not a simple modulation factor of atrial fibrillation; both the trigger and the substrate of atrial fibrillation can be influenced by abnormal cardiac innervation. Here, we review the neurogenic theory of atrial fibrillation, based on literature and original data. We also provide evidence that this concept may help to improve atrial fibrillation prediction, early diagnosis and therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29229215/",
    "clean_text": "atrial fibrillation neurogenic or myogenic contrary to what is often stated autonomic imbalance is not a simple modulation factor of atrial fibrillation both the trigger and the substrate of atrial fibrillation can be influenced by abnormal cardiac innervation here we review the neurogenic a year old hypertensive patient presents atrial fibrillation after vasovagal syncope non invasive cardiac workup is normal without antiarrhythmic therapy the patient has no recurrence for the next years then presents with a stroke echocardiography eventually reveals left atrial dilation this sequence of events illustrates the well known links between age arterial hypertension atrial fibrillation atrial neuromyopathy and stroke a frequently neglected common denominator in this equation is impaired sympathovagal balance contrary to what is often stated autonomic imbalance is not a simple modulation factor of atrial fibrillation both the trigger and the substrate of atrial fibrillation can be influenced by abnormal cardiac innervation here we review the neurogenic theory of atrial fibrillation based on literature and original data we also provide evidence that this concept may help to improve atrial fibrillation prediction early diagnosis and therapy"
}