{
    "pmid": "41448168",
    "title": "Coronary calcium scoring on contrast-enhanced spectral coronary computed tomography angiography using a calcium-specific algorithm.",
    "abstract": "Coronary artery calcium (CAC) scoring requires a non-contrast scan in addition to contrast-enhanced coronary CT angiography (CCTA), increasing radiation dose and scan time. Virtual non contrast (VNC) methods from spectral CT may obviate the CAC CT scan, but available methods underestimate CAC scores and show low detectability. Although VNC-based CAC scoring is feasible via conversion factors, it misses low-density calcifications, requiring improved VNC methods. This study evaluates a self-developed CAC-preserving VNC (TrueCa) method to improve detectability and quantification of CAC on CCTA. An artificial hollow coronary artery containing five cylindrical calcifications of varying density calcium hydroxyapatite (75-800 mg/cc) was filled with 0%, 50%, 100% (400 Hounsfield units) and 150% of a clinical iodine concentration. The phantom was scanned on dual-layer spectral CT with a CAC scoring and CCTA protocol with five repetitions. CAC CT reconstruction followed Agatston protocol. CCTA scans were reconstructed at thick (3 mm) and thin (0.67 mm) slices using (1) commercially available VNC and (2) self-developed TrueCa algorithm, generated via linear separation of spectral data. Non-overlapping 95% confidence intervals between Agatston scores (AS) from the CAC protocol and CCTA protocol indicated significant differences. Volume scores (VS) were compared to physical calcification volume. For AS, thick-slice VNC CCTA underestimated AS by 30%-65% across all CAC densities, failing to detect CAC below 400 mg/cc. TrueCa CCTA detected all calcifications without significant difference with CAC CT for all CAC densities. Thin-slice compared to thick-slice TrueCa significantly increased AS in low-density CAC. For VS, TrueCa CCTA showed less underestimation than VNC CCTA across all densities except for highest-density calcifications. VS accuracy improved by up to 40% using TrueCa over VNC in medium to lowest-density calcifications. In this phantom study, TrueCa CCTA demonstrated superior performance in calcium detection and quantification across most CAC densities, showing potential as a reliable alternative to CAC CT.",
    "disease": "coronary artery disease",
    "clean_text": "coronary calcium scoring on contrast enhanced spectral coronary computed tomography angiography using a calcium specific algorithm coronary artery calcium cac scoring requires a non contrast scan in addition to contrast enhanced coronary ct angiography ccta increasing radiation dose and scan time virtual non contrast vnc methods from spectral ct may obviate the cac ct scan but available methods underestimate cac scores and show low detectability although vnc based cac scoring is feasible via conversion factors it misses low density calcifications requiring improved vnc methods this study evaluates a self developed cac preserving vnc trueca method to improve detectability and quantification of cac on ccta an artificial hollow coronary artery containing five cylindrical calcifications of varying density calcium hydroxyapatite mg cc was filled with hounsfield units and of a clinical iodine concentration the phantom was scanned on dual layer spectral ct with a cac scoring and ccta protocol with five repetitions cac ct reconstruction followed agatston protocol ccta scans were reconstructed at thick mm and thin mm slices using commercially available vnc and self developed trueca algorithm generated via linear separation of spectral data non overlapping confidence intervals between agatston scores as from the cac protocol and ccta protocol indicated significant differences volume scores vs were compared to physical calcification volume for as thick slice vnc ccta underestimated as by across all cac densities failing to detect cac below mg cc trueca ccta detected all calcifications without significant difference with cac ct for all cac densities thin slice compared to thick slice trueca significantly increased as in low density cac for vs trueca ccta showed less underestimation than vnc ccta across all densities except for highest density calcifications vs accuracy improved by up to using trueca over vnc in medium to lowest density calcifications in this phantom study trueca ccta demonstrated superior performance in calcium detection and quantification across most cac densities showing potential as a reliable alternative to cac ct"
}