{
    "title": "Recent developments in the immunobiology of rheumatoid arthritis.",
    "doc_id": "18373887",
    "writer": "Andersson AK",
    "year": "2008",
    "summary": "Progress into the understanding of immunopathology in rheumatoid arthritis is reviewed in the present article with regard to pro-inflammatory cytokine production, cell activation and recruitment, and osteoclastogenesis. ...The genetic associations of the HLA shared …",
    "abstract": "Progress into the understanding of immunopathology in rheumatoid arthritis is reviewed in the present article with regard to pro-inflammatory cytokine production, cell activation and recruitment, and osteoclastogenesis. Studies highlight the potential importance of T helper 17 cells and regulatory T cells in driving and suppressing inflammation in rheumatoid arthritis, respectively, and highlight other potential T-cell therapeutic targets. The genetic associations of the HLA shared epitope alleles with antibodies to citrullinated peptides in rheumatoid arthritis patients indicate that T cells are providing help to B cells to produce autoantibodies, and there is increasing evidence that these autoantibodies are pathogenic in rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18373887/",
    "clean_text": "recent developments in the immunobiology of rheumatoid arthritis progress into the understanding of immunopathology in rheumatoid arthritis is reviewed in the present article with regard to pro inflammatory cytokine production cell activation and recruitment and osteoclastogenesis the genetic associations of the hla shared progress into the understanding of immunopathology in rheumatoid arthritis is reviewed in the present article with regard to pro inflammatory cytokine production cell activation and recruitment and osteoclastogenesis studies highlight the potential importance of t helper cells and regulatory t cells in driving and suppressing inflammation in rheumatoid arthritis respectively and highlight other potential t cell therapeutic targets the genetic associations of the hla shared epitope alleles with antibodies to citrullinated peptides in rheumatoid arthritis patients indicate that t cells are providing help to b cells to produce autoantibodies and there is increasing evidence that these autoantibodies are pathogenic in rheumatoid arthritis"
}