{
    "pmid": "41398524",
    "title": "Salidroside alleviates palmitic acid-induced hepatocyte injury by regulating the LILRB2-mediated autophagy pathway.",
    "abstract": "Non-alcoholic steatohepatitis (NASH) is a progressive form of non-alcoholic fatty liver disease (NAFLD), characterized by hepatic steatosis, inflammation, and fibrosis, which may advance to cirrhosis and hepatocellular carcinoma. Treatment options remain limited, underscoring the need to elucidate its mechanisms and develop effective therapeutics. Salidroside (Sal), a primary active compound of Rhodiola rosea, has shown potential in alleviating NASH, yet its underlying mechanisms are not fully understood. This study investigates whether Sal mitigates palmitic acid (PA)-induced hepatocyte injury by regulating the leukocyte immunoglobulin-like receptor B2 (LILRB2)-mediated autophagy pathway. In vitro NASH model were established by inducing AML-12 cells with PA. Cells were divided into control, PA, and PA + Sal groups. To validate the role of LILRB2, an LILRB2 overexpression group was included. Cell proliferation, apoptosis, inflammatory factors (TNF-α, IL-1β, IL-6), and autophagy-related proteins were detected. Autophagic flux was evaluated using mCherry-GFP-LC3B transfection. PA treatment significantly suppressed proliferation, promoted apoptosis and inflammation, and inhibited autophagy, indicated by decreased LC3B-II/Beclin-1 and accumulated p62. Sal reversed these effects. Mechanistically, Sal downregulated LILRB2 expression, which was upregulated by PA. Overexpressing LILRB2 counteracted Sal's beneficial effects. These findings reveal that Sal attenuates PA-induced injury by inhibiting LILRB2, enhancing autophagy, and reducing apoptosis and inflammation, suggesting LILRB2 as a potential therapeutic target for NASH.",
    "disease": "liver cirrhosis",
    "clean_text": "salidroside alleviates palmitic acid induced hepatocyte injury by regulating the lilrb mediated autophagy pathway non alcoholic steatohepatitis nash is a progressive form of non alcoholic fatty liver disease nafld characterized by hepatic steatosis inflammation and fibrosis which may advance to cirrhosis and hepatocellular carcinoma treatment options remain limited underscoring the need to elucidate its mechanisms and develop effective therapeutics salidroside sal a primary active compound of rhodiola rosea has shown potential in alleviating nash yet its underlying mechanisms are not fully understood this study investigates whether sal mitigates palmitic acid pa induced hepatocyte injury by regulating the leukocyte immunoglobulin like receptor b lilrb mediated autophagy pathway in vitro nash model were established by inducing aml cells with pa cells were divided into control pa and pa sal groups to validate the role of lilrb an lilrb overexpression group was included cell proliferation apoptosis inflammatory factors tnf il il and autophagy related proteins were detected autophagic flux was evaluated using mcherry gfp lc b transfection pa treatment significantly suppressed proliferation promoted apoptosis and inflammation and inhibited autophagy indicated by decreased lc b ii beclin and accumulated p sal reversed these effects mechanistically sal downregulated lilrb expression which was upregulated by pa overexpressing lilrb counteracted sal s beneficial effects these findings reveal that sal attenuates pa induced injury by inhibiting lilrb enhancing autophagy and reducing apoptosis and inflammation suggesting lilrb as a potential therapeutic target for nash"
}