{
    "pmid": "41470020",
    "title": "Empowerment to have a conversation with healthcare professionals: Co-designing the PRIME (PReparing people living with dementia and carers to Initiate conversations about their MEdicines) tool.",
    "abstract": "BackgroundEmpowering people living with memory problems, including Alzheimer's disease, dementia, or mild cognitive impairment, and their carers to be engaged in the shared decision-making process about their medicines could reduce their risk of experiencing medicine-related harm. More co-designed resources to support them are needed.ObjectiveTo co-design and test a conversation-starter tool to empower people living with memory problems and their carers (consumers) to have a conversation with their healthcare professional (HCP) about their medicines.MethodsWe employed a consumer participation method with an eleven-member Steering Group consisting of six consumers and five HCPs from Australia and Maryland, United States of America. We conducted one-on-one interviews with consumers and HCPs to test the tool. We analyzed data deductively using the integrated-Promoting Action on Research Implementation in Health Services (i-PARIHS) framework and the Communication-Health Information Processing (C-HIP) model. Inductively, we also drew emergent themes that did not fit within the i-PARIHS.ResultsWe successfully co-designed the PRIME tool and recruited 35 participants (26 consumers; 9 HCPs) to improve the tool's readability and comprehensibility. We identified four major themes including: Theme 1: Variable consumer self-advocacy; Theme 2: Value of the tool; Theme 3: Changing behavior, empowerment, and motivation; Theme 4: Future use, dissemination, and implementation.ConclusionsOur participants valued the PRIME tool as an empowerment resource. They believed it would remind them of their permission to ask questions about their medicines. This may lead to a closer alignment of medicines with a person's goals of care.",
    "disease": "alzheimer disease",
    "clean_text": "empowerment to have a conversation with healthcare professionals co designing the prime preparing people living with dementia and carers to initiate conversations about their medicines tool backgroundempowering people living with memory problems including alzheimer s disease dementia or mild cognitive impairment and their carers to be engaged in the shared decision making process about their medicines could reduce their risk of experiencing medicine related harm more co designed resources to support them are needed objectiveto co design and test a conversation starter tool to empower people living with memory problems and their carers consumers to have a conversation with their healthcare professional hcp about their medicines methodswe employed a consumer participation method with an eleven member steering group consisting of six consumers and five hcps from australia and maryland united states of america we conducted one on one interviews with consumers and hcps to test the tool we analyzed data deductively using the integrated promoting action on research implementation in health services i parihs framework and the communication health information processing c hip model inductively we also drew emergent themes that did not fit within the i parihs resultswe successfully co designed the prime tool and recruited participants consumers hcps to improve the tool s readability and comprehensibility we identified four major themes including theme variable consumer self advocacy theme value of the tool theme changing behavior empowerment and motivation theme future use dissemination and implementation conclusionsour participants valued the prime tool as an empowerment resource they believed it would remind them of their permission to ask questions about their medicines this may lead to a closer alignment of medicines with a person s goals of care"
}