{
    "pmid": "41444942",
    "title": "The use of recommended vaccinations among patients with chronic diseases in relation to attitudes toward vaccination and anxiety levels.",
    "abstract": "According to the guidelines of the European Centre for Disease Control and Prevention, a specialized vaccination protocol is recommended for individuals with chronic conditions such as asplenia, diabetes, cardiovascular diseases, HIV infection, liver diseases, pulmonary diseases, kidney diseases, and immunodeficiency. The recommended vaccinations for chronically ill patients include the seasonal influenza vaccine, periodic booster doses of tetanus, diphtheria, and pertussis vaccines, the herpes zoster vaccine, and the pneumococcal vaccine. Since December 2020, the COVID-19 vaccine has also been recommended for this group. The aim of the study was to assess the use of recommended vaccinations in patients with chronic diseases, to analyze factors influencing patients' attitudes towards vaccinations, as well as the severity of fear of getting sick and the correlation of fear with attitudes towards vaccinations. A cross-sectional study with comparison groups was conducted in accordance with the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines. A convenience sampling method was applied, and the study was carried out among oncology patients, patients with chronic obstructive pulmonary disease (COPD), and healthy individuals in the control group. The study utilized a survey questionnaire, the Positive Health Behavior Scale, and the SL-C Trait Anxiety Scale. The study group included patients with cancer, patients with obstructive pulmonary disease, and healthy controls. The most frequently received vaccination was against COVID-19, both in the group of oncology patients (74%), in the group of patients with obstructive pulmonary disease (65%) and in the control group (85%). The percentage of influenza vaccinations was higher in patients with COPD (OR: 1.6, p < 0.05) compared to patients with cancer or the control group. Furthermore, a significant increase in recommended vaccinations was observed in age groups ≥ 65 years (OR: 1.9, p < 0.01) compared to younger age groups in both groups I and II. Fear of severe illness (47%) was the main reason for vaccination. Participants learned about vaccines primarily from the internet (35%). The occurrence of side effects after vaccination did not significantly influence the decision to revaccinate (chi-square = 0.24, p = 0.622). Patients are most willing to be vaccinated against COVID-19, while the percentage of vaccinations with other recommended vaccines in clinical risk groups is below the desired level. Due to the high percentage of people vaccinated against COVID-19 and the mild course of the disease in most cases, it can be concluded that vaccination provided high protection against severe disease and hospitalization among vulnerable groups of the population. Not applicable.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the use of recommended vaccinations among patients with chronic diseases in relation to attitudes toward vaccination and anxiety levels according to the guidelines of the european centre for disease control and prevention a specialized vaccination protocol is recommended for individuals with chronic conditions such as asplenia diabetes cardiovascular diseases hiv infection liver diseases pulmonary diseases kidney diseases and immunodeficiency the recommended vaccinations for chronically ill patients include the seasonal influenza vaccine periodic booster doses of tetanus diphtheria and pertussis vaccines the herpes zoster vaccine and the pneumococcal vaccine since december the covid vaccine has also been recommended for this group the aim of the study was to assess the use of recommended vaccinations in patients with chronic diseases to analyze factors influencing patients attitudes towards vaccinations as well as the severity of fear of getting sick and the correlation of fear with attitudes towards vaccinations a cross sectional study with comparison groups was conducted in accordance with the strengthening the reporting of observational studies in epidemiology strobe guidelines a convenience sampling method was applied and the study was carried out among oncology patients patients with chronic obstructive pulmonary disease copd and healthy individuals in the control group the study utilized a survey questionnaire the positive health behavior scale and the sl c trait anxiety scale the study group included patients with cancer patients with obstructive pulmonary disease and healthy controls the most frequently received vaccination was against covid both in the group of oncology patients in the group of patients with obstructive pulmonary disease and in the control group the percentage of influenza vaccinations was higher in patients with copd or p compared to patients with cancer or the control group furthermore a significant increase in recommended vaccinations was observed in age groups years or p compared to younger age groups in both groups i and ii fear of severe illness was the main reason for vaccination participants learned about vaccines primarily from the internet the occurrence of side effects after vaccination did not significantly influence the decision to revaccinate chi square p patients are most willing to be vaccinated against covid while the percentage of vaccinations with other recommended vaccines in clinical risk groups is below the desired level due to the high percentage of people vaccinated against covid and the mild course of the disease in most cases it can be concluded that vaccination provided high protection against severe disease and hospitalization among vulnerable groups of the population not applicable"
}