{
    "title": "Obesity Among Young Adults in Developing Countries: A Systematic Overview.",
    "doc_id": "26883372",
    "writer": "Poobalan A",
    "year": "2016",
    "summary": "This article discusses the overweight/obesity situation among young adults in developing countries. For this target population, obesity prevalence ranges from 2.3 to 12 %, and overweight is 28.8 %, mostly affecting females. ...Young adults with 'normal …",
    "abstract": "This article discusses the overweight/obesity situation among young adults in developing countries. For this target population, obesity prevalence ranges from 2.3 to 12 %, and overweight is 28.8 %, mostly affecting females. Weight is now increasing during this life stage of transition at a higher rate, 1 kg/year, than in developed countries. Maternal factors and early childhood socioeconomic status are associated with BMI in young adults along with changing environmental and behavioural factors in some low and middle income countries, brought about by demographic and socioeconomic transitions. Young adults with 'normal weight' obesity need identification using other convenient low cost measures (skin folds or waist circumference) along with BMI. Obesity prevention or management interventions were not identified, but clearly needed to help stem the obesity pandemic. Young people generally give little priority to their future health, so such interventions need to be conducted at some optimal age, be innovative, country specific and culturally acceptable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26883372/",
    "clean_text": "obesity among young adults in developing countries a systematic overview this article discusses the overweight obesity situation among young adults in developing countries for this target population obesity prevalence ranges from to and overweight is mostly affecting females young adults with normal this article discusses the overweight obesity situation among young adults in developing countries for this target population obesity prevalence ranges from to and overweight is mostly affecting females weight is now increasing during this life stage of transition at a higher rate kg year than in developed countries maternal factors and early childhood socioeconomic status are associated with bmi in young adults along with changing environmental and behavioural factors in some low and middle income countries brought about by demographic and socioeconomic transitions young adults with normal weight obesity need identification using other convenient low cost measures skin folds or waist circumference along with bmi obesity prevention or management interventions were not identified but clearly needed to help stem the obesity pandemic young people generally give little priority to their future health so such interventions need to be conducted at some optimal age be innovative country specific and culturally acceptable"
}