{
    "pmid": "41446071",
    "title": "PPARδ activation in microglia drives a transcriptional response that primes phagocytic function while countering inflammatory activation.",
    "abstract": "Microglia have been implicated in neurodegeneration, though their role remains unclear, as microglia can perform protective functions or promote neuroinflammation. Numerous studies have found that the transcriptome state of microglia can indicate where they lie along this continuum. To understand regulation of microglia transcriptome state, we considered the transcription factor PPAR8, because it is highly expressed in microglia and is a therapeutic target for Alzheimer's disease, (AD) a neurodegenerative disorder characterized by progressive memory loss where microglia dysfunction is involved. When we delineated the microglia transcriptome in mice treated with PPAR8 agonist, we noted that PPAR8 activation blunted expression of inflammatory mediators and migration-enhancing genes, while boosting phagocytic genes. We then examined PPAR8 function in induced transcription factor (iTF) microglia-like cells, and confirmed PPAR8 agonism increases phagocyte function while reducing pro-inflammatory cytokines and migration. To understand PPAR8 regulation upon CNS insult, we exposed iTF-microglia to apoptotic neuron debris and defined six microglia transcriptome states as a function of PPAR8 activation, and observed PPAR8 agonism can shift microglia out of a homeostatic state to a primed, disease-associated microglia-like state. As PPAR8 agonism opposed gene expression favored by PU.1, a critical transcription factor in microglial inflammation and AD pathogenesis, we examined their relationship, documented a physical interaction, and found evidence for transrepression. Finally, we tested PPAR8 agonism in Huntington's disease and tauopathy mice, and demonstrated PPAR8 could decrease neuroinflammation in vivo. These findings suggest that PPAR8 agonist therapy may mitigate microglial dysfunction by restoring beneficial functions, while suppressing detrimental inflammation.",
    "disease": "alzheimer disease",
    "clean_text": "ppar activation in microglia drives a transcriptional response that primes phagocytic function while countering inflammatory activation microglia have been implicated in neurodegeneration though their role remains unclear as microglia can perform protective functions or promote neuroinflammation numerous studies have found that the transcriptome state of microglia can indicate where they lie along this continuum to understand regulation of microglia transcriptome state we considered the transcription factor ppar because it is highly expressed in microglia and is a therapeutic target for alzheimer s disease ad a neurodegenerative disorder characterized by progressive memory loss where microglia dysfunction is involved when we delineated the microglia transcriptome in mice treated with ppar agonist we noted that ppar activation blunted expression of inflammatory mediators and migration enhancing genes while boosting phagocytic genes we then examined ppar function in induced transcription factor itf microglia like cells and confirmed ppar agonism increases phagocyte function while reducing pro inflammatory cytokines and migration to understand ppar regulation upon cns insult we exposed itf microglia to apoptotic neuron debris and defined six microglia transcriptome states as a function of ppar activation and observed ppar agonism can shift microglia out of a homeostatic state to a primed disease associated microglia like state as ppar agonism opposed gene expression favored by pu a critical transcription factor in microglial inflammation and ad pathogenesis we examined their relationship documented a physical interaction and found evidence for transrepression finally we tested ppar agonism in huntington s disease and tauopathy mice and demonstrated ppar could decrease neuroinflammation in vivo these findings suggest that ppar agonist therapy may mitigate microglial dysfunction by restoring beneficial functions while suppressing detrimental inflammation"
}