{
    "title": "SUMO-specific proteases: SENPs in oxidative stress-related signaling and diseases.",
    "doc_id": "38551331",
    "writer": "Jiao Y",
    "year": "2024",
    "summary": "In this process, the relationship between small ubiquitin-like modifier (SUMO) and oxidative stress has garnered significant attention, with its posttranslational modification (PTM) frequently serving as a marker of oxidative stress status. ...This art …",
    "abstract": "Oxidative stress is employed to depict a series of responses detrimental to normal cellular functions resulting from an imbalance between intracellular oxidants, mainly reactive oxygen species and antioxidant defenses. Oxidative stress often contributes to the development of various diseases, including cancer, cardiovascular diseases, and neurodegenerative diseases. In this process, the relationship between small ubiquitin-like modifier (SUMO) and oxidative stress has garnered significant attention, with its posttranslational modification (PTM) frequently serving as a marker of oxidative stress status. Sentrin/SUMO-specific proteases (SENPs), affected by alternative splicing, PTMs such as phosphorylation and ubiquitination, and various protein interactions, are crucial molecules in the SUMO process. The human SENP family has six members (SENP1-3, SENP5-7), which are classified into two categories based on sequence similarity, substrate specificity, and subcellular location. They have two core functions in the human body: first, by cleaving the precursor SUMO and exposing the C-terminal glycine, they initiate the SUMO process; second, they can specifically recognize and dissociate SUMO proteins bound to substrates, a process known as deSUMOylation. However, the connection between deSUMOylation and oxidative stress remains a relatively unexplored area despite their strong association with oxidative diseases such as cancer and cardiovascular disease. This article aims to illustrate the significant contribution of SENPs to the oxidative stress pathway through deSUMOylation by reviewing their structure and classification, their roles in oxidative stress, and the changes in their expression and activity in several typical oxidative stress-related diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38551331/",
    "clean_text": "sumo specific proteases senps in oxidative stress related signaling and diseases in this process the relationship between small ubiquitin like modifier sumo and oxidative stress has garnered significant attention with its posttranslational modification ptm frequently serving as a marker of oxidative stress status this art oxidative stress is employed to depict a series of responses detrimental to normal cellular functions resulting from an imbalance between intracellular oxidants mainly reactive oxygen species and antioxidant defenses oxidative stress often contributes to the development of various diseases including cancer cardiovascular diseases and neurodegenerative diseases in this process the relationship between small ubiquitin like modifier sumo and oxidative stress has garnered significant attention with its posttranslational modification ptm frequently serving as a marker of oxidative stress status sentrin sumo specific proteases senps affected by alternative splicing ptms such as phosphorylation and ubiquitination and various protein interactions are crucial molecules in the sumo process the human senp family has six members senp senp which are classified into two categories based on sequence similarity substrate specificity and subcellular location they have two core functions in the human body first by cleaving the precursor sumo and exposing the c terminal glycine they initiate the sumo process second they can specifically recognize and dissociate sumo proteins bound to substrates a process known as desumoylation however the connection between desumoylation and oxidative stress remains a relatively unexplored area despite their strong association with oxidative diseases such as cancer and cardiovascular disease this article aims to illustrate the significant contribution of senps to the oxidative stress pathway through desumoylation by reviewing their structure and classification their roles in oxidative stress and the changes in their expression and activity in several typical oxidative stress related diseases"
}