{
    "title": "Retinitis pigmentosa.",
    "doc_id": "17032466",
    "writer": "Hamel C.",
    "year": "2006",
    "summary": "In some cases, the clinical presentation is a cone-rod dystrophy, in which the decrease in visual acuity predominates over the visual field loss. RP is usually non syndromic but there are also many syndromic forms, the most frequent being Usher syndrome. To d …",
    "abstract": "Retinitis pigmentosa (RP) is an inherited retinal dystrophy caused by the loss of photoreceptors and characterized by retinal pigment deposits visible on fundus examination. Prevalence of non syndromic RP is approximately 1/4,000. The most common form of RP is a rod-cone dystrophy, in which the first symptom is night blindness, followed by the progressive loss in the peripheral visual field in daylight, and eventually leading to blindness after several decades. Some extreme cases may have a rapid evolution over two decades or a slow progression that never leads to blindness. In some cases, the clinical presentation is a cone-rod dystrophy, in which the decrease in visual acuity predominates over the visual field loss. RP is usually non syndromic but there are also many syndromic forms, the most frequent being Usher syndrome. To date, 45 causative genes/loci have been identified in non syndromic RP (for the autosomal dominant, autosomal recessive, X-linked, and digenic forms). Clinical diagnosis is based on the presence of night blindness and peripheral visual field defects, lesions in the fundus, hypovolted electroretinogram traces, and progressive worsening of these signs. Molecular diagnosis can be made for some genes, but is not usually performed due to the tremendous genetic heterogeneity of the disease. Genetic counseling is always advised. Currently, there is no therapy that stops the evolution of the disease or restores the vision, so the visual prognosis is poor. The therapeutic approach is restricted to slowing down the degenerative process by sunlight protection and vitaminotherapy, treating the complications (cataract and macular edema), and helping patients to cope with the social and psychological impact of blindness. However, new therapeutic strategies are emerging from intensive research (gene therapy, neuroprotection, retinal prosthesis).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17032466/",
    "clean_text": "retinitis pigmentosa in some cases the clinical presentation is a cone rod dystrophy in which the decrease in visual acuity predominates over the visual field loss rp is usually non syndromic but there are also many syndromic forms the most frequent being usher syndrome to d retinitis pigmentosa rp is an inherited retinal dystrophy caused by the loss of photoreceptors and characterized by retinal pigment deposits visible on fundus examination prevalence of non syndromic rp is approximately the most common form of rp is a rod cone dystrophy in which the first symptom is night blindness followed by the progressive loss in the peripheral visual field in daylight and eventually leading to blindness after several decades some extreme cases may have a rapid evolution over two decades or a slow progression that never leads to blindness in some cases the clinical presentation is a cone rod dystrophy in which the decrease in visual acuity predominates over the visual field loss rp is usually non syndromic but there are also many syndromic forms the most frequent being usher syndrome to date causative genes loci have been identified in non syndromic rp for the autosomal dominant autosomal recessive x linked and digenic forms clinical diagnosis is based on the presence of night blindness and peripheral visual field defects lesions in the fundus hypovolted electroretinogram traces and progressive worsening of these signs molecular diagnosis can be made for some genes but is not usually performed due to the tremendous genetic heterogeneity of the disease genetic counseling is always advised currently there is no therapy that stops the evolution of the disease or restores the vision so the visual prognosis is poor the therapeutic approach is restricted to slowing down the degenerative process by sunlight protection and vitaminotherapy treating the complications cataract and macular edema and helping patients to cope with the social and psychological impact of blindness however new therapeutic strategies are emerging from intensive research gene therapy neuroprotection retinal prosthesis"
}