{
    "pmid": "41460951",
    "title": "Comparison of Highly Cross-Linked and Conventional Polyethylene During Simultaneous Bilateral Cruciate-Retaining Total Knee Arthroplasties: Results at a Minimum Follow-up of 15 Years.",
    "abstract": "There have been no long-term studies comparing the revision rates of a highly cross-linked polyethylene (HXLPE) bearing with those of a conventional polyethylene (CP) bearing among cruciate-retaining (CR) total knee arthroplasties (TKAs). The aim of the current long-term study was to compare CR TKAs with HXLPE and CP bearings in terms of clinical, radiographic, and computed tomographic (CT) scan results; prevalence of osteolysis; revision rate; and implant survivorship. This study enrolled a consecutive series of 410 Korean patients (mean age, 62.6 ± 8 years) who underwent simultaneous bilateral TKAs during the same anesthetic session. This study included 164 men and 246 women. Each patient underwent a posterior CR high-flexion TKA (NexGen CR-Flex TKA; Zimmer Biomet) with an HXLPE bearing on 1 side and a NexGen CR-Flex TKA with a CP bearing on the opposite side. The mean follow-up period was 17.5 years (range, 15 to 19 years). At the latest follow-up, there were no significant differences between the HXLPE and CP groups with regard to the Knee Society score (94 compared with 93 points), Western Ontario and McMaster Universities Osteoarthritis Index (19.2 points for both groups), range of motion (125° compared with 126°), radiographic and CT results, or revision rate (2.0% compared with 2.2%). No knee showed osteolysis in either group. The estimated survival rate at 17.5 years, using revision or aseptic loosening as the end point, was 98.0% (95% confidence interval, 92% to 100%) for the group with the CR-Flex TKA with an HXLPE bearing and 97.8% (95% confidence interval, 92% to 100%) for the group with the CR-Flex TKA with a CP bearing. The findings of this long-term study (minimum follow-up of 15 years) indicate that CR-Flex TKAs with HXLPE and CP bearings both yielded excellent clinical outcomes and implant survivorship. However, no significant clinical advantage was observed for HXLPE over CP bearings in this patient population. Therapeutic Level III. See Instructions for Authors for a complete description of levels of evidence.",
    "disease": "osteoarthritis",
    "clean_text": "comparison of highly cross linked and conventional polyethylene during simultaneous bilateral cruciate retaining total knee arthroplasties results at a minimum follow up of years there have been no long term studies comparing the revision rates of a highly cross linked polyethylene hxlpe bearing with those of a conventional polyethylene cp bearing among cruciate retaining cr total knee arthroplasties tkas the aim of the current long term study was to compare cr tkas with hxlpe and cp bearings in terms of clinical radiographic and computed tomographic ct scan results prevalence of osteolysis revision rate and implant survivorship this study enrolled a consecutive series of korean patients mean age years who underwent simultaneous bilateral tkas during the same anesthetic session this study included men and women each patient underwent a posterior cr high flexion tka nexgen cr flex tka zimmer biomet with an hxlpe bearing on side and a nexgen cr flex tka with a cp bearing on the opposite side the mean follow up period was years range to years at the latest follow up there were no significant differences between the hxlpe and cp groups with regard to the knee society score compared with points western ontario and mcmaster universities osteoarthritis index points for both groups range of motion compared with radiographic and ct results or revision rate compared with no knee showed osteolysis in either group the estimated survival rate at years using revision or aseptic loosening as the end point was confidence interval to for the group with the cr flex tka with an hxlpe bearing and confidence interval to for the group with the cr flex tka with a cp bearing the findings of this long term study minimum follow up of years indicate that cr flex tkas with hxlpe and cp bearings both yielded excellent clinical outcomes and implant survivorship however no significant clinical advantage was observed for hxlpe over cp bearings in this patient population therapeutic level iii see instructions for authors for a complete description of levels of evidence"
}