{
    "pmid": "41439092",
    "title": "Current Status of Colorectal Cancer Screenings: Tailoring Them to Mississippi's Rural Geography, Demographics, Infrastructure and Community Needs.",
    "abstract": "Colorectal cancer (CRC) is a major cancer problem not only in western nations, but also now even in the developing world such as the Global South (GS). Within the US, the outcomes are worse in resource-scarce Deep South (DS) states including Mississippi (MS). The irony is that CRC can be diagnosed in precancerous and early stages with CRC screening (CRCS) - thus can stop progression to CRC (improving the survival outcomes). This irony is due to the low CRCS uptakes in MS and DS. Why CRCS uptake remains low in MS and DS was recently reviewed by us (\"How to Change the Tide of Bad News to a Success Story\") and that the solution is in 'using the right health care intervention at the right time for the right population', using an interdisciplinary, continuum of care approach with an emphasis on the involvement of community health care workers (CHCW). Use of cutting-edge new innovations such as precision population medicine concepts that include telemedicine, wearable devices, socioeconomic deprivation indexes with an emphasis on community education including for the CHCW. However, the sheer number of CRCS options and possible combinations make it even more complex for an average practitioner (let alone for a CHCW) to comprehend and offer the right choice for the population at risk. To remedy, this second report in this series aims to serve as a comprehensive source describing various state-of-the-art options in CRCS as well as outlining the advantages and disadvantages of each. This 'guide' emphasizing an interdisciplinary approach as well as not using one-size-fits-all models in CRCS policies is likely to improve CRC uptake and outcomes in MS and DS. This team of interdisciplinary experts synthesized a conceptual framework from a peer-reviewed literature review of the past decade leading to new hypotheses, innovations and ideas for practice and future research. CRCS options recommended by professional societies, including invasive direct visualization (colonoscopy and sigmoidoscopy), non-invasive direct visualization (CT colonography and colon capsule endoscopy), and stool- and blood-based screening, are detailed, highlighting relative advantages, limitations, and optimal use scenarios. Using insights from simulation models and population-level studies, the cost-effectiveness and clinical outcomes of 13 different CRCS strategies are considered. Evidence from international randomized trials and national healthcare systems provided key perspectives on tailoring screening practices based on patient risk, access, provider readiness, and local infrastructure is presented. Cluster-randomized trials from rural U.S. regions supported the integration of CHCW and patient navigation in improving CRCS uptake are described. Finally, a conceptual framework to guide implementation of precision, community-tailored CRCS interventions in high-risk and underserved populations, aligning with current U.S. Multi-Society Task Force recommendations are proposed, focusing on equity, early initiation of screening, and informed choice of testing strategies. The paper concludes with listing short-, mid- and long-term potential practical implementation and research ideas. These steps, especially with the rapidly evolving technological and biological innovations, can lead to more successful, efficient and cost-effective CRCS strategies for the state of MS, other states in DS as well as similar communities in the Global South.",
    "disease": "colorectal cancer",
    "clean_text": "current status of colorectal cancer screenings tailoring them to mississippi s rural geography demographics infrastructure and community needs colorectal cancer crc is a major cancer problem not only in western nations but also now even in the developing world such as the global south gs within the us the outcomes are worse in resource scarce deep south ds states including mississippi ms the irony is that crc can be diagnosed in precancerous and early stages with crc screening crcs thus can stop progression to crc improving the survival outcomes this irony is due to the low crcs uptakes in ms and ds why crcs uptake remains low in ms and ds was recently reviewed by us how to change the tide of bad news to a success story and that the solution is in using the right health care intervention at the right time for the right population using an interdisciplinary continuum of care approach with an emphasis on the involvement of community health care workers chcw use of cutting edge new innovations such as precision population medicine concepts that include telemedicine wearable devices socioeconomic deprivation indexes with an emphasis on community education including for the chcw however the sheer number of crcs options and possible combinations make it even more complex for an average practitioner let alone for a chcw to comprehend and offer the right choice for the population at risk to remedy this second report in this series aims to serve as a comprehensive source describing various state of the art options in crcs as well as outlining the advantages and disadvantages of each this guide emphasizing an interdisciplinary approach as well as not using one size fits all models in crcs policies is likely to improve crc uptake and outcomes in ms and ds this team of interdisciplinary experts synthesized a conceptual framework from a peer reviewed literature review of the past decade leading to new hypotheses innovations and ideas for practice and future research crcs options recommended by professional societies including invasive direct visualization colonoscopy and sigmoidoscopy non invasive direct visualization ct colonography and colon capsule endoscopy and stool and blood based screening are detailed highlighting relative advantages limitations and optimal use scenarios using insights from simulation models and population level studies the cost effectiveness and clinical outcomes of different crcs strategies are considered evidence from international randomized trials and national healthcare systems provided key perspectives on tailoring screening practices based on patient risk access provider readiness and local infrastructure is presented cluster randomized trials from rural u s regions supported the integration of chcw and patient navigation in improving crcs uptake are described finally a conceptual framework to guide implementation of precision community tailored crcs interventions in high risk and underserved populations aligning with current u s multi society task force recommendations are proposed focusing on equity early initiation of screening and informed choice of testing strategies the paper concludes with listing short mid and long term potential practical implementation and research ideas these steps especially with the rapidly evolving technological and biological innovations can lead to more successful efficient and cost effective crcs strategies for the state of ms other states in ds as well as similar communities in the global south"
}