{
    "pmid": "41458829",
    "title": "Acute Pulmonary Oedema Secondary to Electrical Cardioversion for Ventricular Tachycardia in a Patient With Severe Left Ventricular Dysfunction.",
    "abstract": "Acute pulmonary oedema (APO) is a recognised complication of electrical cardioversion, particularly in patients with significant left ventricular (LV) dysfunction, but is likely underreported in the literature. Awareness of this phenomenon and careful post-procedure monitoring are essential, especially in high-risk individuals. We report the case of a 76-year-old male with heart failure with reduced ejection fraction (18%), severe mitral and tricuspid regurgitation, a dual-chamber implantable cardioverter-defibrillator (ICD), prior percutaneous coronary intervention, left ventricular thrombus, hypertension, and a renal transplant, who presented with worsening dyspnoea. On admission, he was found to be in monomorphic ventricular tachycardia (VT) at 150 bpm with hypotension (80/46 mmHg). Synchronised cardioversion with 50 J successfully restored sinus rhythm. Fourteen hours later, he developed acute respiratory distress, and chest imaging demonstrated new bilateral perihilar opacities consistent with pulmonary oedema. He was treated with intravenous furosemide, a glyceryl trinitrate infusion, and non-invasive ventilation, resulting in rapid clinical improvement. ICD interrogation confirmed a prolonged VT episode with a therapy threshold set too high for detection, prompting reprogramming of the VT zone to 130 bpm. The patient was discharged in stable condition after six days. This case underscores that APO after cardioversion may present in a delayed fashion and may be overlooked without prolonged observation. It also highlights the relevance of cardioversion performed for VT, prolonged pre-existing arrhythmic burden, and multiple comorbidities in predisposing patients to post-cardioversion haemodynamic decompensation. Vigilant monitoring and early intervention are crucial to improving outcomes in high-risk patients.",
    "disease": "hypertension",
    "clean_text": "acute pulmonary oedema secondary to electrical cardioversion for ventricular tachycardia in a patient with severe left ventricular dysfunction acute pulmonary oedema apo is a recognised complication of electrical cardioversion particularly in patients with significant left ventricular lv dysfunction but is likely underreported in the literature awareness of this phenomenon and careful post procedure monitoring are essential especially in high risk individuals we report the case of a year old male with heart failure with reduced ejection fraction severe mitral and tricuspid regurgitation a dual chamber implantable cardioverter defibrillator icd prior percutaneous coronary intervention left ventricular thrombus hypertension and a renal transplant who presented with worsening dyspnoea on admission he was found to be in monomorphic ventricular tachycardia vt at bpm with hypotension mmhg synchronised cardioversion with j successfully restored sinus rhythm fourteen hours later he developed acute respiratory distress and chest imaging demonstrated new bilateral perihilar opacities consistent with pulmonary oedema he was treated with intravenous furosemide a glyceryl trinitrate infusion and non invasive ventilation resulting in rapid clinical improvement icd interrogation confirmed a prolonged vt episode with a therapy threshold set too high for detection prompting reprogramming of the vt zone to bpm the patient was discharged in stable condition after six days this case underscores that apo after cardioversion may present in a delayed fashion and may be overlooked without prolonged observation it also highlights the relevance of cardioversion performed for vt prolonged pre existing arrhythmic burden and multiple comorbidities in predisposing patients to post cardioversion haemodynamic decompensation vigilant monitoring and early intervention are crucial to improving outcomes in high risk patients"
}