{
    "pmid": "41446704",
    "title": "Eosinophilic Annular Erythema Induced by Bee Sting: A Case Report.",
    "abstract": "Eosinophilic annular erythema (EAE) is a rare disease with an unclear etiology and pathogenesis. EAE is characterized by chronic relapsing-remitting episodes, primarily presenting as annular erythematous patches and plaques. Whether it is a distinct entity or a subtype of eosinophilic cellulitis (Wells syndrome) remains controversial. To our knowledge, there have been no prior reported cases of EAE triggered by bee stings. We describe a 58-year-old male patient with EAE who presented with recurrent erythematous eruptions on both calves for 6 months, experienced a flare-up 2 weeks before consultation. Notably, his symptoms initially appeared following a bee sting. The patient also reported a history of childhood asthma. Physical examination revealed infiltrated annular plaques on both calves and the left groin, with centrally hyperpigmented areas. Laboratory tests showed normal peripheral blood eosinophil counts, while histopathology demonstrated dense perivascular eosinophilic infiltrates in the superficial dermis with flame figures. The patient was treated with corticosteroids and immunosuppressants, leading to significant improvement after 2 weeks. Follow-up over 3 months showed no recurrence. Despite significant pathological overlap with Wells syndrome, the clinical features in this case supported a diagnosis of EAE. The bee sting is postulated as a potential trigger for the recurrent type 2 immune response. This case suggests that bee stings may represent a previously underrecognized trigger for EAE and highlights the diagnostic challenges in distinguishing it from related disorders.",
    "disease": "asthma",
    "clean_text": "eosinophilic annular erythema induced by bee sting a case report eosinophilic annular erythema eae is a rare disease with an unclear etiology and pathogenesis eae is characterized by chronic relapsing remitting episodes primarily presenting as annular erythematous patches and plaques whether it is a distinct entity or a subtype of eosinophilic cellulitis wells syndrome remains controversial to our knowledge there have been no prior reported cases of eae triggered by bee stings we describe a year old male patient with eae who presented with recurrent erythematous eruptions on both calves for months experienced a flare up weeks before consultation notably his symptoms initially appeared following a bee sting the patient also reported a history of childhood asthma physical examination revealed infiltrated annular plaques on both calves and the left groin with centrally hyperpigmented areas laboratory tests showed normal peripheral blood eosinophil counts while histopathology demonstrated dense perivascular eosinophilic infiltrates in the superficial dermis with flame figures the patient was treated with corticosteroids and immunosuppressants leading to significant improvement after weeks follow up over months showed no recurrence despite significant pathological overlap with wells syndrome the clinical features in this case supported a diagnosis of eae the bee sting is postulated as a potential trigger for the recurrent type immune response this case suggests that bee stings may represent a previously underrecognized trigger for eae and highlights the diagnostic challenges in distinguishing it from related disorders"
}