{
    "pmid": "41429149",
    "title": "Clinical validation study of the Persian version of the Rapid Eye Movement Sleep Behavior Disorder Screening Questionnaire (RBDSQ-PER).",
    "abstract": "Rapid eye movement (REM) sleep behavior disorder (RBD) is marked by abnormal behaviors during REM sleep and is associated with neurodegenerative diseases, such as Parkinson's disease. Early diagnosis is critical for managing these associations effectively.To validate the Persian version of the RBD Screening Questionnaire (RBDSQ-PER) for Persian-speaking patients.The study involved 171 participants from sleep centers associated with the Tehran University of Medical Sciences, including Parkinson's disease patients with RBD, individuals with obstructive sleep apnea, and healthy controls. The RBDSQ was translated into Persian following established linguistic validation protocols. Reliability and diagnostic utility were measured with Cronbach's alpha to determine internal consistency and the intraclass correlation coefficient.The RBDSQ-PER demonstrated a Cronbach's alpha and intraclass correlation coefficient of 0.847, indicating strong internal consistency. The analysis of the receiver operating characteristic curve established a cut-off score of 5.5, differentiating individuals with and without RBD with 100% sensitivity and 93% specificity.The RBDSQ-PER is a reliable tool for screening in Persian-speaking populations, enhancing initial sleep assessments and guiding further diagnostic evaluations. Future research should consider broader patient groups to extend the questionnaire's applicability.",
    "disease": "parkinson disease",
    "clean_text": "clinical validation study of the persian version of the rapid eye movement sleep behavior disorder screening questionnaire rbdsq per rapid eye movement rem sleep behavior disorder rbd is marked by abnormal behaviors during rem sleep and is associated with neurodegenerative diseases such as parkinson s disease early diagnosis is critical for managing these associations effectively to validate the persian version of the rbd screening questionnaire rbdsq per for persian speaking patients the study involved participants from sleep centers associated with the tehran university of medical sciences including parkinson s disease patients with rbd individuals with obstructive sleep apnea and healthy controls the rbdsq was translated into persian following established linguistic validation protocols reliability and diagnostic utility were measured with cronbach s alpha to determine internal consistency and the intraclass correlation coefficient the rbdsq per demonstrated a cronbach s alpha and intraclass correlation coefficient of indicating strong internal consistency the analysis of the receiver operating characteristic curve established a cut off score of differentiating individuals with and without rbd with sensitivity and specificity the rbdsq per is a reliable tool for screening in persian speaking populations enhancing initial sleep assessments and guiding further diagnostic evaluations future research should consider broader patient groups to extend the questionnaire s applicability"
}