{
    "title": "Evaluation of parameters of oxidative stress after in vitro exposure to FMCW- and CDMA-modulated radiofrequency radiation fields.",
    "doc_id": "15624304",
    "writer": "Hook GJ",
    "year": "2004",
    "summary": "Cell cultures were exposed for 20-22 h to a specific absorption rate of 0.8 W/kg at a temperature of 37.0 +/- 0.3 degrees C. Oxidative stress was evaluated by measuring oxidant levels, antioxidant levels, oxidative damage and nitric oxide production. . …",
    "abstract": "The goal of this study was to determine whether radiofrequency (RF) radiation is capable of inducing oxidative stress or affecting the response to oxidative stress in cultured mammalian cells. The two types of RF radiation investigated were frequency-modulated continuous-wave with a carrier frequency of 835.62 MHz (FMCW) and code division multiple access centered on 847.74 MHz (CDMA). To evaluate the effect of RF radiation on oxidative stress, J774.16 mouse macrophage cells were stimulated with gamma-interferon (IFN) and bacterial lipopolysaccharide (LPS) prior to exposure. Cell cultures were exposed for 20-22 h to a specific absorption rate of 0.8 W/kg at a temperature of 37.0 +/- 0.3 degrees C. Oxidative stress was evaluated by measuring oxidant levels, antioxidant levels, oxidative damage and nitric oxide production. Oxidation of thiols was measured by monitoring the accumulation of glutathione disulfide (GSSG). Cellular antioxidant defenses were evaluated by measuring superoxide dismutase activity (CuZnSOD and MnSOD) as well as catalase and glutathione peroxidase activity. The trypan blue dye exclusion assay was used to measure any changes in viability. The results of these studies indicated that FMCW- and CDMA-modulated RF radiation did not alter parameters indicative of oxidative stress in J774.16 cells. FMCW- and CDMA-modulated fields did not alter the level of intracellular oxidants, accumulation of GSSG or induction of antioxidant defenses in IFN/LPS-stimulated cells. Consistent with the lack of an effect on oxidative stress parameters, no change in toxicity was observed in J774.16 cells after either optimal (with or without inhibitors of nitric oxide synthase) or suboptimal stimulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15624304/",
    "clean_text": "evaluation of parameters of oxidative stress after in vitro exposure to fmcw and cdma modulated radiofrequency radiation fields cell cultures were exposed for h to a specific absorption rate of w kg at a temperature of degrees c oxidative stress was evaluated by measuring oxidant levels antioxidant levels oxidative damage and nitric oxide production the goal of this study was to determine whether radiofrequency rf radiation is capable of inducing oxidative stress or affecting the response to oxidative stress in cultured mammalian cells the two types of rf radiation investigated were frequency modulated continuous wave with a carrier frequency of mhz fmcw and code division multiple access centered on mhz cdma to evaluate the effect of rf radiation on oxidative stress j mouse macrophage cells were stimulated with gamma interferon ifn and bacterial lipopolysaccharide lps prior to exposure cell cultures were exposed for h to a specific absorption rate of w kg at a temperature of degrees c oxidative stress was evaluated by measuring oxidant levels antioxidant levels oxidative damage and nitric oxide production oxidation of thiols was measured by monitoring the accumulation of glutathione disulfide gssg cellular antioxidant defenses were evaluated by measuring superoxide dismutase activity cuznsod and mnsod as well as catalase and glutathione peroxidase activity the trypan blue dye exclusion assay was used to measure any changes in viability the results of these studies indicated that fmcw and cdma modulated rf radiation did not alter parameters indicative of oxidative stress in j cells fmcw and cdma modulated fields did not alter the level of intracellular oxidants accumulation of gssg or induction of antioxidant defenses in ifn lps stimulated cells consistent with the lack of an effect on oxidative stress parameters no change in toxicity was observed in j cells after either optimal with or without inhibitors of nitric oxide synthase or suboptimal stimulation"
}