{
    "pmid": "41472353",
    "title": "Identification of Tumor Doubling Time-Related Subtypes and Construction of Risk Models to Predict Prognosis and Immunological Features in Breast Cancer.",
    "abstract": "Breast cancer (BRCA)'s molecular heterogeneity complicates prognosis and treatment. Tumor Doubling Time (TDT), a critical growth rate metric with clinical and prognostic significance, offers untapped potential as a biomarker to decode heterogeneity and improve therapeutic strategies. Based on transcriptomic and clinical data from TCGA and GEO, this study analyzed BRCA. Through differential expression and survival analyses, differentially expressed tumor doubling time-related genes (TDTRGs) with prognostic significance were identified. Consensus clustering using these genes defined two molecular subtypes. A prognostic risk model was constructed and validated through LASSO and multivariate Cox regression. Comprehensive evaluation was performed on these molecular subtypes and risk groups, encompassing immune infiltration (ssGSEA, CIBERSORT, ESTIMATE), mutational burden, response to immunotherapy (IMvigor210), and drug sensitivity (CellMiner, pRRophetic). This study constructed and validated an 8 gene prognostic risk model demonstrating robust predictive performance in both training (AUCs: 1-year=0.703, 3-year=0.693, 5-year=0.671) and validation cohorts. The low-risk group showed significantly enhanced immune cell infiltration, elevated immune checkpoint expression, and improved response to immunotherapy. Conversely, the high-risk group displayed increased tumor purity, metabolic reprogramming (e.g., respiratory electron transport), genomic instability, higher tumor mutational burden, and differential drug sensitivity (e.g., resistance to Gemcitabine/Tamoxifen). This study establishes a novel TDTRGs framework for BRCA molecular classification and validated prognostic stratification. It reveals key disparities in immune microenvironment and genomic stability, enhancing understanding and guiding personalized therapeutic strategies.",
    "disease": "breast cancer",
    "clean_text": "identification of tumor doubling time related subtypes and construction of risk models to predict prognosis and immunological features in breast cancer breast cancer brca s molecular heterogeneity complicates prognosis and treatment tumor doubling time tdt a critical growth rate metric with clinical and prognostic significance offers untapped potential as a biomarker to decode heterogeneity and improve therapeutic strategies based on transcriptomic and clinical data from tcga and geo this study analyzed brca through differential expression and survival analyses differentially expressed tumor doubling time related genes tdtrgs with prognostic significance were identified consensus clustering using these genes defined two molecular subtypes a prognostic risk model was constructed and validated through lasso and multivariate cox regression comprehensive evaluation was performed on these molecular subtypes and risk groups encompassing immune infiltration ssgsea cibersort estimate mutational burden response to immunotherapy imvigor and drug sensitivity cellminer prrophetic this study constructed and validated an gene prognostic risk model demonstrating robust predictive performance in both training aucs year year year and validation cohorts the low risk group showed significantly enhanced immune cell infiltration elevated immune checkpoint expression and improved response to immunotherapy conversely the high risk group displayed increased tumor purity metabolic reprogramming e g respiratory electron transport genomic instability higher tumor mutational burden and differential drug sensitivity e g resistance to gemcitabine tamoxifen this study establishes a novel tdtrgs framework for brca molecular classification and validated prognostic stratification it reveals key disparities in immune microenvironment and genomic stability enhancing understanding and guiding personalized therapeutic strategies"
}