{
    "title": "Yellow fever: an update.",
    "doc_id": "11871403",
    "writer": "Monath TP.",
    "year": "2001",
    "summary": "Yellow fever, the original viral haemorrhagic fever, was one of the most feared lethal diseases before the development of an effective vaccine. ...The biological characteristics, safety, and efficacy of live attenuated, yellow fever 17D vaccine …",
    "abstract": "Yellow fever, the original viral haemorrhagic fever, was one of the most feared lethal diseases before the development of an effective vaccine. Today the disease still affects as many as 200,000 persons annually in tropical regions of Africa and South America, and poses a significant hazard to unvaccinated travellers to these areas. Yellow fever is transmitted in a cycle involving monkeys and mosquitoes, but human beings can also serve as the viraemic host for mosquito infection. Recent increases in the density and distribution of the urban mosquito vector, Aedes aegypti, as well as the rise in air travel increase the risk of introduction and spread of yellow fever to North and Central America, the Caribbean and Asia. Here I review the clinical features of the disease, its pathogenesis and pathophysiology. The disease mechanisms are poorly understood and have not been the subject of modern clinical research. Since there is no specific treatment, and management of patients with the disease is extremely problematic, the emphasis is on preventative vaccination. As a zoonosis, yellow fever cannot be eradicated, but reduction of the human disease burden is achievable through routine childhood vaccination in endemic countries, with a low cost for the benefits obtained. The biological characteristics, safety, and efficacy of live attenuated, yellow fever 17D vaccine are reviewed. New applications of yellow fever 17D virus as a vector for foreign genes hold considerable promise as a means of developing new vaccines against other viruses, and possibly against cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11871403/",
    "clean_text": "yellow fever an update yellow fever the original viral haemorrhagic fever was one of the most feared lethal diseases before the development of an effective vaccine the biological characteristics safety and efficacy of live attenuated yellow fever d vaccine yellow fever the original viral haemorrhagic fever was one of the most feared lethal diseases before the development of an effective vaccine today the disease still affects as many as persons annually in tropical regions of africa and south america and poses a significant hazard to unvaccinated travellers to these areas yellow fever is transmitted in a cycle involving monkeys and mosquitoes but human beings can also serve as the viraemic host for mosquito infection recent increases in the density and distribution of the urban mosquito vector aedes aegypti as well as the rise in air travel increase the risk of introduction and spread of yellow fever to north and central america the caribbean and asia here i review the clinical features of the disease its pathogenesis and pathophysiology the disease mechanisms are poorly understood and have not been the subject of modern clinical research since there is no specific treatment and management of patients with the disease is extremely problematic the emphasis is on preventative vaccination as a zoonosis yellow fever cannot be eradicated but reduction of the human disease burden is achievable through routine childhood vaccination in endemic countries with a low cost for the benefits obtained the biological characteristics safety and efficacy of live attenuated yellow fever d vaccine are reviewed new applications of yellow fever d virus as a vector for foreign genes hold considerable promise as a means of developing new vaccines against other viruses and possibly against cancers"
}