{
    "pmid": "41451230",
    "title": "Fibroblast-like synoviocytes mediate the generation of soluble PD-1 in an MMP-9-dependent manner: a novel target therapy for rheumatoid arthritis.",
    "abstract": "Dysregulated T cell homeostasis leading to enhanced immune responses is a critical pathogenic mechanism in rheumatoid arthritis (RA). Programmed cell death protein 1 (PD-1) is a crucial immune checkpoint that modulates T cell activity. Soluble PD-1 (sPD-1) may contribute to the sustained activation of T cells. Investigating the mechanisms of sPD-1 production and its role in RA pathogenesis is essential for the development of alternative treatment strategies. A total of 122 patients with RA and 68 Health controls were enrolled in this study. We assessed PD-1 expression in T cells from patients with RA and measured sPD-1 levels in plasma, revealing a correlation between sPD-1 and disease activity progression in patients with RA. Furthermore, we examined the potential mechanisms underlying sPD-1 production in RA patients. Additionally, we evaluated the therapeutic effects of PD-L1-MSA, a fusion protein containing C-terminal PD-L1 and full-length MSA, in collagen-induced arthritis (CIA) mice. Clinical analyses indicated that plasma sPD-1 levels positively correlated with indicators of disease activity. The generation of sPD-1 primarily resulted from matrix metalloproteinase-9 (MMP-9)-mediated shedding of surface PD-1 from activated T cells, with MMP-9 being derived from fibroblast-like synoviocytes (FLS). Additionally, therapeutic evaluation in collagen-induced arthritis (CIA) mice demonstrated that PD-L1-MSA, a fusion protein containing C-terminal PD-L1 and full-length mouse serum albumin (MSA), significantly mitigated pathological changes. These results indicate that plasma sPD-1 levels are positively associated with RA disease activity, supporting its potential as a complementary biomarker for monitoring disease activity (especially in combination with traditional indicators like CRP/ESR), though its standalone diagnostic value requires further validation. Furthermore, targeting sPD-1, such as with PD-L1-MSA, represents a promising complementary therapeutic candidate for alleviating RA pathology.",
    "disease": "rheumatoid arthritis",
    "clean_text": "fibroblast like synoviocytes mediate the generation of soluble pd in an mmp dependent manner a novel target therapy for rheumatoid arthritis dysregulated t cell homeostasis leading to enhanced immune responses is a critical pathogenic mechanism in rheumatoid arthritis ra programmed cell death protein pd is a crucial immune checkpoint that modulates t cell activity soluble pd spd may contribute to the sustained activation of t cells investigating the mechanisms of spd production and its role in ra pathogenesis is essential for the development of alternative treatment strategies a total of patients with ra and health controls were enrolled in this study we assessed pd expression in t cells from patients with ra and measured spd levels in plasma revealing a correlation between spd and disease activity progression in patients with ra furthermore we examined the potential mechanisms underlying spd production in ra patients additionally we evaluated the therapeutic effects of pd l msa a fusion protein containing c terminal pd l and full length msa in collagen induced arthritis cia mice clinical analyses indicated that plasma spd levels positively correlated with indicators of disease activity the generation of spd primarily resulted from matrix metalloproteinase mmp mediated shedding of surface pd from activated t cells with mmp being derived from fibroblast like synoviocytes fls additionally therapeutic evaluation in collagen induced arthritis cia mice demonstrated that pd l msa a fusion protein containing c terminal pd l and full length mouse serum albumin msa significantly mitigated pathological changes these results indicate that plasma spd levels are positively associated with ra disease activity supporting its potential as a complementary biomarker for monitoring disease activity especially in combination with traditional indicators like crp esr though its standalone diagnostic value requires further validation furthermore targeting spd such as with pd l msa represents a promising complementary therapeutic candidate for alleviating ra pathology"
}