{
    "title": "Cochlear Implantation Outcomes in Adults With Single-Sided Deafness: A Systematic Review and Meta-analysis.",
    "doc_id": "36791341",
    "writer": "Daher GS",
    "year": "2023",
    "summary": "OBJECTIVE: To assess spatial hearing, tinnitus, and quality-of-life outcomes in adults with single-sided deafness (SSD) who underwent cochlear implantation. ...METHODS: Studies reporting spatial hearing, tinnitus, and quality-of-life outcomes in adult …",
    "abstract": "Objective:\n        \n      \n      To assess spatial hearing, tinnitus, and quality-of-life outcomes in adults with single-sided deafness (SSD) who underwent cochlear implantation.\n    \n\n\n          Databases reviewed:\n        \n      \n      PubMed, MEDLINE, Embase, Cochrane Central Register of Controlled Trials, Web of Science, and Scopus databases were searched from January 2008 to September 2021 following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines.\n    \n\n\n          Methods:\n        \n      \n      Studies reporting spatial hearing, tinnitus, and quality-of-life outcomes in adult cochlear implant (CI) recipients (≥18 yr old) with SSD were evaluated. Study characteristics, demographic data, spatial hearing (speech recognition in noise, sound source localization), tinnitus (severity, loudness), and quality-of-life outcomes were collected.\n    \n\n\n          Results:\n        \n      \n      From an initial search of 1,147 articles, 36 studies that evaluated CI use in 796 unique adults with SSD (51.3 ± 12.4 yr of age at time of implantation) were included. The mean duration of deafness was 6.2 ± 9.6 years. There was evidence of improvement for speech recognition in noise using different target-to-masker spatial configurations, with the largest benefit observed for target-to-masker configurations assessing head shadow (mean, 1.87-6.2 dB signal-to-noise ratio). Sound source localization, quantified as root-mean-squared error, improved with CI use (mean difference [MD], -25.3 degrees; 95% confidence interval [95% CI], -35.9 to -14.6 degrees; p < 0.001). Also, CI users reported a significant reduction in tinnitus severity as measured with the Tinnitus Handicap Inventory (MD, -29.97; 95% CI, -43.9 to -16.1; p < 0.001) and an improvement in spatial hearing abilities as measured with the Spatial, Speech, and Qualities of Hearing questionnaire (MD, 2.3; 95% CI, 1.7 to 2.8; p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Cochlear implantation and CI use consistently offer improvements in speech recognition in noise, sound source localization, tinnitus, and perceived quality of life in adults with SSD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36791341/",
    "clean_text": "cochlear implantation outcomes in adults with single sided deafness a systematic review and meta analysis objective to assess spatial hearing tinnitus and quality of life outcomes in adults with single sided deafness ssd who underwent cochlear implantation methods studies reporting spatial hearing tinnitus and quality of life outcomes in adult objective to assess spatial hearing tinnitus and quality of life outcomes in adults with single sided deafness ssd who underwent cochlear implantation databases reviewed pubmed medline embase cochrane central register of controlled trials web of science and scopus databases were searched from january to september following the preferred reporting items for systematic reviews and meta analyses guidelines methods studies reporting spatial hearing tinnitus and quality of life outcomes in adult cochlear implant ci recipients yr old with ssd were evaluated study characteristics demographic data spatial hearing speech recognition in noise sound source localization tinnitus severity loudness and quality of life outcomes were collected results from an initial search of articles studies that evaluated ci use in unique adults with ssd yr of age at time of implantation were included the mean duration of deafness was years there was evidence of improvement for speech recognition in noise using different target to masker spatial configurations with the largest benefit observed for target to masker configurations assessing head shadow mean db signal to noise ratio sound source localization quantified as root mean squared error improved with ci use mean difference md degrees confidence interval ci to degrees p also ci users reported a significant reduction in tinnitus severity as measured with the tinnitus handicap inventory md ci to p and an improvement in spatial hearing abilities as measured with the spatial speech and qualities of hearing questionnaire md ci to p conclusions cochlear implantation and ci use consistently offer improvements in speech recognition in noise sound source localization tinnitus and perceived quality of life in adults with ssd"
}