{
    "title": "Understanding individuals with spinal cord injury's self-care practices: a technology probe study to promote pressure relief adherence.",
    "doc_id": "38131605",
    "writer": "Oh HHY",
    "year": "2024",
    "summary": "Pressure reliefs (PRs) are self-care practices essential for individuals with spinal cord injury (SCI) to prevent life-threatening pressure injuries (PIs). Despite the benefits, individuals often do not do these exercises at home, leading to increased patient …",
    "abstract": "Pressure reliefs (PRs) are self-care practices essential for individuals with spinal cord injury (SCI) to prevent life-threatening pressure injuries (PIs). Despite the benefits, individuals often do not do these exercises at home, leading to increased patient morbidity and mortality. To examine how digital technology could improve this population's adherence to PR exercises, we conducted a technology probe study with five individuals with SCI over ten consecutive business days. A chat-based intervention was created to send user-scheduled PR reminders, which were personalized with visual elements and progress trackers. Participants were interviewed before and after interacting with the probe to better understand their experiences with PIs and PR practices. Results shed light on specific factors that may impact individuals with SCI's behaviours towards PRs and four considerations to design a customisable reminder intervention: (1) easy to use and friendly technology, (2) design-your-own- schedule feature, (3) communication style feature, and (4) dialogue support features. Personalisation supported with gamified visual progress tracking and motivational messages emerged as a strong strategy to increase PR adherence. Both sets of findings expand upon the human-computer interaction (HCI) literature for mobile health tools that encourage self-care practices; in particular, to the specific needs of individuals with SCI and the use of visual elements to increase engagement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38131605/",
    "clean_text": "understanding individuals with spinal cord injury s self care practices a technology probe study to promote pressure relief adherence pressure reliefs prs are self care practices essential for individuals with spinal cord injury sci to prevent life threatening pressure injuries pis despite the benefits individuals often do not do these exercises at home leading to increased patient pressure reliefs prs are self care practices essential for individuals with spinal cord injury sci to prevent life threatening pressure injuries pis despite the benefits individuals often do not do these exercises at home leading to increased patient morbidity and mortality to examine how digital technology could improve this population s adherence to pr exercises we conducted a technology probe study with five individuals with sci over ten consecutive business days a chat based intervention was created to send user scheduled pr reminders which were personalized with visual elements and progress trackers participants were interviewed before and after interacting with the probe to better understand their experiences with pis and pr practices results shed light on specific factors that may impact individuals with sci s behaviours towards prs and four considerations to design a customisable reminder intervention easy to use and friendly technology design your own schedule feature communication style feature and dialogue support features personalisation supported with gamified visual progress tracking and motivational messages emerged as a strong strategy to increase pr adherence both sets of findings expand upon the human computer interaction hci literature for mobile health tools that encourage self care practices in particular to the specific needs of individuals with sci and the use of visual elements to increase engagement"
}