{
    "pmid": "41384780",
    "title": "Functional evaluation of NAA10 variants in patients with Ogden syndrome.",
    "abstract": "The catalytic subunit of NatA, the main component of the N-terminal acetyltransferase complex, which is involved in most of the acetylation of the human proteome, is encoded by the NAA10 gene. Mutations in the NAA10 gene lead to neurodegenerative diseases associated with disruption of acetylation. Ogden syndrome (OS) is a rare X-linked recessive or dominantly inherited disorder associated with NAA10 gene mutations, characterized by variable findings such as autism spectrum disorder, intellectual disability, and cardiac anomalies. In this article, it is aimed to clarify the functionality of two novel NAA10 gene variants in two female patients with OS. A whole-exome sequencing (WES) study was performed from the blood samples of the patients. The effects of the two variants found by tertiary structure modeling, protein stability analysis, and molecular docking analyses on NAA10 were examined. Autism, intellectual retardation, and epilepsy were prominent in the patients, and heterozygous variants c.346C>T and c.439A>T in the NAA10 gene were detected in WES. The clinical findings were compatible with OS. The p.Arg116Trp and p.Met147Leu changes in the NAA10 gene caused changes in the overall topological structure of NAA10, including the substrate and ligand binding site. In this study, c.346C>T and c.439A>T variants were found to alter the functional stability, structure, and energy of NAA10. Functional analyses of NAA10 variants in two rare OS patients have once again demonstrated that novel variants are essential studies for phenotype-genotype correlation association steps.",
    "disease": "epilepsy",
    "clean_text": "functional evaluation of naa variants in patients with ogden syndrome the catalytic subunit of nata the main component of the n terminal acetyltransferase complex which is involved in most of the acetylation of the human proteome is encoded by the naa gene mutations in the naa gene lead to neurodegenerative diseases associated with disruption of acetylation ogden syndrome os is a rare x linked recessive or dominantly inherited disorder associated with naa gene mutations characterized by variable findings such as autism spectrum disorder intellectual disability and cardiac anomalies in this article it is aimed to clarify the functionality of two novel naa gene variants in two female patients with os a whole exome sequencing wes study was performed from the blood samples of the patients the effects of the two variants found by tertiary structure modeling protein stability analysis and molecular docking analyses on naa were examined autism intellectual retardation and epilepsy were prominent in the patients and heterozygous variants c c t and c a t in the naa gene were detected in wes the clinical findings were compatible with os the p arg trp and p met leu changes in the naa gene caused changes in the overall topological structure of naa including the substrate and ligand binding site in this study c c t and c a t variants were found to alter the functional stability structure and energy of naa functional analyses of naa variants in two rare os patients have once again demonstrated that novel variants are essential studies for phenotype genotype correlation association steps"
}