{
    "pmid": "41357666",
    "title": "Advanced imaging techniques at the crossroads of cholangiocarcinoma and liver transplantation: Can we bridge the gap?",
    "abstract": "In order to evaluate emerging imaging strategies for optimizing cholangiocarcinoma (CCA) assessment in liver transplantation (LT) candidates, addressing gaps in standardization, diagnostic ambiguity, and equitable access. Critical analysis of current evidence and innovations in CCA imaging, focusing on three pillars: (1) Adaptation of Liver Imaging Reporting and Data System for standardized reporting; (2) Integration of artificial intelligence (AI)-driven radiomics for risk stratification; and (3) Expanded utilization of contrast-enhanced ultrasound (CEUS) in resource-limited settings. Current imaging criteria for LT eligibility in CCA rely heavily on tumor size and vascular invasion, but lack standardized protocols for lesion characterization in cirrhotic livers. Liver Imaging Reporting and Data System, validated for hepatocellular carcinoma, shows promise in reducing interobserver variability when adapted to CCA-specific features (",
    "disease": "liver cirrhosis",
    "clean_text": "advanced imaging techniques at the crossroads of cholangiocarcinoma and liver transplantation can we bridge the gap in order to evaluate emerging imaging strategies for optimizing cholangiocarcinoma cca assessment in liver transplantation lt candidates addressing gaps in standardization diagnostic ambiguity and equitable access critical analysis of current evidence and innovations in cca imaging focusing on three pillars adaptation of liver imaging reporting and data system for standardized reporting integration of artificial intelligence ai driven radiomics for risk stratification and expanded utilization of contrast enhanced ultrasound ceus in resource limited settings current imaging criteria for lt eligibility in cca rely heavily on tumor size and vascular invasion but lack standardized protocols for lesion characterization in cirrhotic livers liver imaging reporting and data system validated for hepatocellular carcinoma shows promise in reducing interobserver variability when adapted to cca specific features"
}