{
    "title": "[The European Rare Kidney Disease Reference Network].",
    "doc_id": "39538006",
    "writer": "Wlodkowski T",
    "year": "2024",
    "summary": "Rare kidney diseases encompass a wide range of congenital, inherited and acquired conditions. Two million Europeans are affected by rare kidney diseases. The European Rare Kidney Disease Reference Network (ERKNet) aims to improve the clin …",
    "abstract": "Rare kidney diseases encompass a wide range of congenital, inherited and acquired conditions. Two million Europeans are affected by rare kidney diseases. The European Rare Kidney Disease Reference Network (ERKNet) aims to improve the clinical management of patients with these diseases. ERKNet encompasses 95 highly specialized adult and pediatric nephrology units at 72 sites in 24 European Union (EU) member states, as well as a group of patient advocates (European Patient Advocacy Group, ePAG). ERKNet centers care for more than 65,000 rare kidney disease patients and pursues a variety of activities. An online consultation service helps improve the management of complex cases. Expert working groups develop clinical practice guidelines for individual groups of rare kidney diseases. In a 3-year postgraduate program, junior physicians at ERKNet centers are trained by experts in the diagnosis and treatment of rare kidney diseases through webinars and case-based eLearning modules. Information brochures and online texts on rare kidney diseases for patients, relatives and the general public are produced and disseminated. Clinical research is supported by a European Registry for Rare Kidney Diseases (ERKReg), which provides important information on demographics and disease progression and facilitates the identification of patient cohorts for therapeutic studies. In addition, the registry provides clinical performance statistics of reference centers and allows benchmarking to promote the harmonization and standardization of care for rare kidney disease patients across Europe.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39538006/",
    "clean_text": "the european rare kidney disease reference network rare kidney diseases encompass a wide range of congenital inherited and acquired conditions two million europeans are affected by rare kidney diseases the european rare kidney disease reference network erknet aims to improve the clin rare kidney diseases encompass a wide range of congenital inherited and acquired conditions two million europeans are affected by rare kidney diseases the european rare kidney disease reference network erknet aims to improve the clinical management of patients with these diseases erknet encompasses highly specialized adult and pediatric nephrology units at sites in european union eu member states as well as a group of patient advocates european patient advocacy group epag erknet centers care for more than rare kidney disease patients and pursues a variety of activities an online consultation service helps improve the management of complex cases expert working groups develop clinical practice guidelines for individual groups of rare kidney diseases in a year postgraduate program junior physicians at erknet centers are trained by experts in the diagnosis and treatment of rare kidney diseases through webinars and case based elearning modules information brochures and online texts on rare kidney diseases for patients relatives and the general public are produced and disseminated clinical research is supported by a european registry for rare kidney diseases erkreg which provides important information on demographics and disease progression and facilitates the identification of patient cohorts for therapeutic studies in addition the registry provides clinical performance statistics of reference centers and allows benchmarking to promote the harmonization and standardization of care for rare kidney disease patients across europe"
}