{
    "pmid": "41462133",
    "title": "Mediating effects of maternal blood lipids and glucose on the relationship between pre-pregnancy body mass index and newborn birth weight in women with gestational diabetes mellitus.",
    "abstract": "The effect of maternal blood lipids and glucose on the relationship between pre-pregnancy body mass index (BMI) and newborn birthweight (NBW) in pregnant women with gestational diabetes mellitus (GDM) remains unclear. This study aimed to examine whether maternal blood lipids and glucose mediate the relationship between pre-pregnancy BMI and NBW in pregnant women with GDM. A retrospective study was conducted on 1257 women with GDM who gave birth at the Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China, between November 2017 and July 2021. Maternal blood lipids were measured at the first prenatal care (6-13 weeks of gestation). Glucoses, including mid-pregnancy fasting plasma glucose (FPG) and post-load glucose, were measured at 24-28 gestational weeks using an oral glucose tolerance test (OGTT). Multivariable linear regression was used to evaluate the significance of assumed paths. According to the results of multivariable linear regression, significant lipids and glucose were included in a multiple mediation analysis as mediators. Sensitivity analysis was performed to verify the robustness of the results. Early-pregnancy high-density lipoprotein cholesterol (HDL-C) and mid-pregnancy FPG were associated with pre-pregnancy BMI and NBW. Early-pregnancy HDL-C was associated with mid-pregnancy FPG. The multiple mediation analysis revealed that pre-pregnancy BMI not only had a direct effect on NBW (effect = 23.592, 95% CI [14.366, 32.306]) but also had an indirect effect (effect = 5.602, 95%CI [2.812, 8.648]) on NBW through three paths: the independent mediating role of early-pregnancy HDL-C (effect = 1.649, 95% CI [0.103, 3.472]); the independent mediating role of mid-pregnancy FPG (effect = 3.739, 95% CI [1.653, 6.164]); and the multiple chain-mediating role of early-pregnancy HDL-C and mid-pregnancy FPG (effect = 0.214, 95% CI [0.054, 0.508]). The mediated proportions of the three paths were 5.65%, 12.81%, and 0.73%. Maternal early- pregnancy HDL-C and mid-pregnancy FPG partially mediate the association between pre-pregnancy BMI and NBW in pregnant women with GDM.",
    "disease": "diabetes mellitus",
    "clean_text": "mediating effects of maternal blood lipids and glucose on the relationship between pre pregnancy body mass index and newborn birth weight in women with gestational diabetes mellitus the effect of maternal blood lipids and glucose on the relationship between pre pregnancy body mass index bmi and newborn birthweight nbw in pregnant women with gestational diabetes mellitus gdm remains unclear this study aimed to examine whether maternal blood lipids and glucose mediate the relationship between pre pregnancy bmi and nbw in pregnant women with gdm a retrospective study was conducted on women with gdm who gave birth at the third affiliated hospital of sun yat sen university guangzhou china between november and july maternal blood lipids were measured at the first prenatal care weeks of gestation glucoses including mid pregnancy fasting plasma glucose fpg and post load glucose were measured at gestational weeks using an oral glucose tolerance test ogtt multivariable linear regression was used to evaluate the significance of assumed paths according to the results of multivariable linear regression significant lipids and glucose were included in a multiple mediation analysis as mediators sensitivity analysis was performed to verify the robustness of the results early pregnancy high density lipoprotein cholesterol hdl c and mid pregnancy fpg were associated with pre pregnancy bmi and nbw early pregnancy hdl c was associated with mid pregnancy fpg the multiple mediation analysis revealed that pre pregnancy bmi not only had a direct effect on nbw effect ci but also had an indirect effect effect ci on nbw through three paths the independent mediating role of early pregnancy hdl c effect ci the independent mediating role of mid pregnancy fpg effect ci and the multiple chain mediating role of early pregnancy hdl c and mid pregnancy fpg effect ci the mediated proportions of the three paths were and maternal early pregnancy hdl c and mid pregnancy fpg partially mediate the association between pre pregnancy bmi and nbw in pregnant women with gdm"
}