{
    "pmid": "41444570",
    "title": "Prevalence, clinical features, and seasonal patterns of SARS-CoV-2, influenza, and HRSV in patients with a history of kidney transplantation in Iran.",
    "abstract": "Respiratory infections pose a significant threat to immunocompromised individuals, particularly kidney transplant recipients, whose immunosuppressive therapy compromises their immune response and increases their susceptibility to various pathogens. This study represents the first investigation in Iran to investigate the epidemiology, clinical presentation, and seasonal trends of SARS-CoV-2, HRSV, and influenza in samples obtained from patients with a history of kidney transplantation who were clinically diagnosed with respiratory infections. In this cross-sectional study, throat and nasopharyngeal swab samples were collected from 141 kidney transplant recipients aged 18 years or older, who were diagnosed with acute respiratory infections at Labbafinejad Hospital, Tehran, between November 2023 to February 2025. After viral RNA extraction, molecular identification and detection of SARS-CoV-2, influenza, and HRSV were performed via the TaqMan Real-Time PCR method. Statistical analyses were conducted using R software (version 4.1.1). Among the 141 patients, 83 (59%, 95% CI: 50%-67%) were male, with a mean age of 45.16 years (SD ± 14.33). The most common symptoms were weakness (n = 87, 62%, 95% CI: 54%-70%), fever (n = 75, 54%, 95% CI: 45%-62%), and chills. (n = 63, 45%, 95% CI: 37%-54%) Prednisone and mycophenolate mofetil were the most commonly used immunosuppressive drugs (n = 125, 89%, 95% CI: 82%-93% each). Hypertension (37%) and chronic renal failure (35%) were the predominant comorbidities. SARS-CoV-2 was the most prevalent virus (13%), followed by influenza (9.2%), and HRSV was the least common (0.7%). Myalgia was significantly more frequent among COVID-19 patients compared to those with influenza (67% vs. 7.7%, p = 0.001), whereas cough was significantly more prevalent in influenza cases than in COVID-19 (77% vs. 33%, p = 0.017). SARS-CoV-2 remains the leading respiratory virus among kidney transplant recipients with acute respiratory infections in Iran, followed by influenza. Awareness of clinical features and seasonal trends is crucial for timely diagnosis and management in this vulnerable population. These findings underscore the need for targeted vaccination and regular respiratory virus screening in Iranian kidney transplant recipients.",
    "disease": "pneumonia",
    "clean_text": "prevalence clinical features and seasonal patterns of sars cov influenza and hrsv in patients with a history of kidney transplantation in iran respiratory infections pose a significant threat to immunocompromised individuals particularly kidney transplant recipients whose immunosuppressive therapy compromises their immune response and increases their susceptibility to various pathogens this study represents the first investigation in iran to investigate the epidemiology clinical presentation and seasonal trends of sars cov hrsv and influenza in samples obtained from patients with a history of kidney transplantation who were clinically diagnosed with respiratory infections in this cross sectional study throat and nasopharyngeal swab samples were collected from kidney transplant recipients aged years or older who were diagnosed with acute respiratory infections at labbafinejad hospital tehran between november to february after viral rna extraction molecular identification and detection of sars cov influenza and hrsv were performed via the taqman real time pcr method statistical analyses were conducted using r software version among the patients ci were male with a mean age of years sd the most common symptoms were weakness n ci fever n ci and chills n ci prednisone and mycophenolate mofetil were the most commonly used immunosuppressive drugs n ci each hypertension and chronic renal failure were the predominant comorbidities sars cov was the most prevalent virus followed by influenza and hrsv was the least common myalgia was significantly more frequent among covid patients compared to those with influenza vs p whereas cough was significantly more prevalent in influenza cases than in covid vs p sars cov remains the leading respiratory virus among kidney transplant recipients with acute respiratory infections in iran followed by influenza awareness of clinical features and seasonal trends is crucial for timely diagnosis and management in this vulnerable population these findings underscore the need for targeted vaccination and regular respiratory virus screening in iranian kidney transplant recipients"
}