{
    "title": "Sensory Evaluation of the Nipple-Areolar Complex Following Primary Breast Augmentation: A Comparison of Incision Approaches.",
    "doc_id": "37610267",
    "writer": "Rancati AO",
    "year": "2023",
    "summary": "METHODS: A group of 25 female patients (50 breasts) underwent a surgical protocol for primary prepectoral implant breast augmentation with a laterally displaced submammary incision. This group was compared to a similar group of 25 patients (50 breasts) who un …",
    "abstract": "Background:\n        \n      \n      The central inframammary incisional approach for breast augmentation surgery disrupts the fifth anterior intercostal nerve-artery-vein-plexus. The authors hypothesized that preservation of the fifth anterior intercostal neurovascular pedicle might completely preserve nipple-areola complex (NAC) sensitivity after implant breast augmentation.\n    \n\n\n          Objectives:\n        \n      \n      The aim of the study was to analyze if the use of a laterally displaced incision achieves better sensitivity results than the conventional median submammary incision in females who underwent primary breast augmentation surgery.\n    \n\n\n          Methods:\n        \n      \n      A group of 25 female patients (50 breasts) underwent a surgical protocol for primary prepectoral implant breast augmentation with a laterally displaced submammary incision. This group was compared to a similar group of 25 patients (50 breasts) who underwent breast augmentation through a conventional submammary central approach. Sensitivity testing with Semmes-Weinstein monofilaments was performed in both groups preoperatively and on postoperative days 2, 14, and 30, and after 6 months.\n    \n\n\n          Results:\n        \n      \n      Both groups were similar in age, BMI, comorbidities, and implant volumes. Preoperatively, all patients reported normal sensory function in both breasts. Postoperatively, in the laterally displaced incision group, sensory function remained normal in NAC areas, whereas in the conventional incision group, all cases presented the same degree of sensitivity diminution at Days 2, 14, and 30 (P = .000). At 6 months, all values were the same as at Day 30.\n    \n\n\n          Conclusions:\n        \n      \n      Preservation of the fifth AIC pedicle resulted in complete preservation of preoperative NAC sensitivity. The laterally placed inframammary incision should be considered for patients undergoing primary prepectoral implant breast augmentation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37610267/",
    "clean_text": "sensory evaluation of the nipple areolar complex following primary breast augmentation a comparison of incision approaches methods a group of female patients breasts underwent a surgical protocol for primary prepectoral implant breast augmentation with a laterally displaced submammary incision this group was compared to a similar group of patients breasts who un background the central inframammary incisional approach for breast augmentation surgery disrupts the fifth anterior intercostal nerve artery vein plexus the authors hypothesized that preservation of the fifth anterior intercostal neurovascular pedicle might completely preserve nipple areola complex nac sensitivity after implant breast augmentation objectives the aim of the study was to analyze if the use of a laterally displaced incision achieves better sensitivity results than the conventional median submammary incision in females who underwent primary breast augmentation surgery methods a group of female patients breasts underwent a surgical protocol for primary prepectoral implant breast augmentation with a laterally displaced submammary incision this group was compared to a similar group of patients breasts who underwent breast augmentation through a conventional submammary central approach sensitivity testing with semmes weinstein monofilaments was performed in both groups preoperatively and on postoperative days and and after months results both groups were similar in age bmi comorbidities and implant volumes preoperatively all patients reported normal sensory function in both breasts postoperatively in the laterally displaced incision group sensory function remained normal in nac areas whereas in the conventional incision group all cases presented the same degree of sensitivity diminution at days and p at months all values were the same as at day conclusions preservation of the fifth aic pedicle resulted in complete preservation of preoperative nac sensitivity the laterally placed inframammary incision should be considered for patients undergoing primary prepectoral implant breast augmentation"
}