{
    "title": "Relationship between Young's Modulus and Planar Density of Unit Cell, Super Cells (2 2 2), Symmetry Cells of Perovskite (CaTiO(3)) Lattice.",
    "doc_id": "33800951",
    "writer": "Rabiei M",
    "year": "2021",
    "summary": "In this research, the relationship between Young's modulus and planar density of unit cell, super cells (2 2 2) and symmetry cells of nano CaTiO(3) is investigated. ...Young's modulus value extracted by planar density of symmetry cells was in good agreement with …",
    "abstract": "Calcium titanate-CaTiO3 (perovskite) has been used in various industrial applications due to its dopant/doping mechanisms. Manipulation of defective grain boundaries in the structure of perovskite is essential to maximize mechanical properties and stability; therefore, the structure of perovskite has attracted attention, because without fully understanding the perovskite structure and diffracted planes, dopant/doping mechanisms cannot be understood. In this study, the areas and locations of atoms and diffracted planes were designed and investigated. In this research, the relationship between Young's modulus and planar density of unit cell, super cells (2 × 2 × 2) and symmetry cells of nano CaTiO3 is investigated. Elastic constant, elastic compliance and Young's modulus value were recorded with the ultrasonic pulse-echo technique. The results were C11 = 330.89 GPa, C12 = 93.03 GPa, C44 = 94.91 GPa and E = 153.87 GPa respectively. Young's modulus values of CaTiO3 extracted by planar density were calculated 162.62 GPa, 151.71 GPa and 152.21 GPa for unit cell, super cells (2 × 2 × 2) and symmetry cells, respectively. Young's modulus value extracted by planar density of symmetry cells was in good agreement with Young's modulus value measured via ultrasonic pulse-echo.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33800951/",
    "clean_text": "relationship between young s modulus and planar density of unit cell super cells symmetry cells of perovskite catio lattice in this research the relationship between young s modulus and planar density of unit cell super cells and symmetry cells of nano catio is investigated young s modulus value extracted by planar density of symmetry cells was in good agreement with calcium titanate catio perovskite has been used in various industrial applications due to its dopant doping mechanisms manipulation of defective grain boundaries in the structure of perovskite is essential to maximize mechanical properties and stability therefore the structure of perovskite has attracted attention because without fully understanding the perovskite structure and diffracted planes dopant doping mechanisms cannot be understood in this study the areas and locations of atoms and diffracted planes were designed and investigated in this research the relationship between young s modulus and planar density of unit cell super cells and symmetry cells of nano catio is investigated elastic constant elastic compliance and young s modulus value were recorded with the ultrasonic pulse echo technique the results were c gpa c gpa c gpa and e gpa respectively young s modulus values of catio extracted by planar density were calculated gpa gpa and gpa for unit cell super cells and symmetry cells respectively young s modulus value extracted by planar density of symmetry cells was in good agreement with young s modulus value measured via ultrasonic pulse echo"
}