{
    "title": "Chronic non-specific ulcerative duodenojejunoileitis: report of four cases.",
    "doc_id": "447113",
    "writer": "Modigliani R",
    "year": "1979",
    "summary": "Four patients with chronic non-specific ulcerative duodenojejunoileitis (CNSUDJI) are reported. The clinical picture included abdominal pain, fever, and a malabsorption syndrome. ...In the other case, coeliac disease was revealed by obstructive symptoms due to stenosing …",
    "abstract": "Four patients with chronic non-specific ulcerative duodenojejunoileitis (CNSUDJI) are reported. The clinical picture included abdominal pain, fever, and a malabsorption syndrome. Main rediological findings were diffuse narrowing of the jejunal loops with total effacement of the mucosal folds. Multiple peroral biopsies of the small intestine showed various degrees of mucosal abnormalities from total villous atrophy to normal villi, but ulcerations were diagnosed only by operative full thickness biopsies or resection of the small bowel. The ulcerative process was associated with well-documented coeliac disease in two patients: in one of them it occurred as a fatal complication involving also the colon, three years after the start of a gluten free diet, while the disease was in full clinical and histological remission. In the other case, coeliac disease was revealed by obstructive symptoms due to stenosing ulcerations; five months after surgical resection of the stenosis, institution of a gluten free diet induced a dramatic improvement. In the two other patients ulcerations were not associated with coeliac disease: one of them had a patchy villous atrophy and resisted a gluten free diet and total parenteral nutrition; she was improved by and dependent upon steroids but finally died. The last patient had normal villous height; ulcerations were located exclusively along the mesenteric border of the small bowel; he had a low-grade protracted evolution resisting any form of therapy and developed a peripheral neuropathy of unknown aetiology. On the basis of our cases and of a review of the literature the discussion focuses on the difficulty in diagnosing CNSUDJI, its relationship with coeliac disease, and its management and prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/447113/",
    "clean_text": "chronic non specific ulcerative duodenojejunoileitis report of four cases four patients with chronic non specific ulcerative duodenojejunoileitis cnsudji are reported the clinical picture included abdominal pain fever and a malabsorption syndrome in the other case coeliac disease was revealed by obstructive symptoms due to stenosing four patients with chronic non specific ulcerative duodenojejunoileitis cnsudji are reported the clinical picture included abdominal pain fever and a malabsorption syndrome main rediological findings were diffuse narrowing of the jejunal loops with total effacement of the mucosal folds multiple peroral biopsies of the small intestine showed various degrees of mucosal abnormalities from total villous atrophy to normal villi but ulcerations were diagnosed only by operative full thickness biopsies or resection of the small bowel the ulcerative process was associated with well documented coeliac disease in two patients in one of them it occurred as a fatal complication involving also the colon three years after the start of a gluten free diet while the disease was in full clinical and histological remission in the other case coeliac disease was revealed by obstructive symptoms due to stenosing ulcerations five months after surgical resection of the stenosis institution of a gluten free diet induced a dramatic improvement in the two other patients ulcerations were not associated with coeliac disease one of them had a patchy villous atrophy and resisted a gluten free diet and total parenteral nutrition she was improved by and dependent upon steroids but finally died the last patient had normal villous height ulcerations were located exclusively along the mesenteric border of the small bowel he had a low grade protracted evolution resisting any form of therapy and developed a peripheral neuropathy of unknown aetiology on the basis of our cases and of a review of the literature the discussion focuses on the difficulty in diagnosing cnsudji its relationship with coeliac disease and its management and prognosis"
}