{
    "title": "Inter-joint coordination and the flexion-relaxation phenomenon among adults with low back pain during bending.",
    "doc_id": "33581560",
    "writer": "Ippersiel P",
    "year": "2021",
    "summary": "BACKGROUND: Altered inter-joint coordination and reduced flexion-relaxation at end-range trunk flexion are common in people with low back pain. Inconsistencies in these behaviors, however, make assessment and treatment challenging for this population. RESEARCH QUEST …",
    "abstract": "Background:\n        \n      \n      Altered inter-joint coordination and reduced flexion-relaxation at end-range trunk flexion are common in people with low back pain. Inconsistencies in these behaviors, however, make assessment and treatment challenging for this population.\n    \n\n\n          Research question:\n        \n      \n      The study objective was to investigate patterns of regional lumbo-pelvic coordination and flexion-relaxation in adults with and without low back pain, during a bending task.\n    \n\n\n          Methods:\n        \n      \n      Adults with low back pain (n = 16) and a healthy group (n = 21) performed three trials of a bending task. Motion capture and surface electromyography systems measured joint kinematics (hip, lower and upper lumbar spine) and muscle activity (erector spinae longissimus, iliocostalis, and multifidus). Continuous relative phase analysis determined inter-joint coordination of the hip/lower lumbar and lower lumbar/upper lumbar joint pairs, during flexion and extension periods. Flexion-relaxation ratios using normalized surface electromyography data determined the extent of flexion-relaxation for each muscle, during each period. For inter-joint coordination, two-way repeated measure mixed ANOVAs calculated the effects of group (healthy/low back pain), period, and their interactions. Separate hierarchical linear models were constructed and tested relationships between flexion-relaxation ratios and our independent variables, group and muscle, while controlling for patient characteristics.\n    \n\n\n          Results:\n        \n      \n      The low back pain group had more out-of-phase coordination of the hip/lower lumbar joint pair compared to the healthy group (mean difference = 24.7°; 95 % confidence interval = 3.93-45.4), independent of movement period. No significant between group differences in lower lumbar/upper lumbar coordination were observed. The low back pain group demonstrated reduced flexion-relaxation of all muscles during full flexion (21.7 % reduction on average), with multifidus showing the least relaxation.\n    \n\n\n          Significance:\n        \n      \n      Regional differences in the lumbar spine and the possibility of subgroups with distinct movement pattern should be considered when analyzing coordination in people with low back pain. Multifidus showed the largest changes in flexion-relaxation and should be included when measuring this construct.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33581560/",
    "clean_text": "inter joint coordination and the flexion relaxation phenomenon among adults with low back pain during bending background altered inter joint coordination and reduced flexion relaxation at end range trunk flexion are common in people with low back pain inconsistencies in these behaviors however make assessment and treatment challenging for this population research quest background altered inter joint coordination and reduced flexion relaxation at end range trunk flexion are common in people with low back pain inconsistencies in these behaviors however make assessment and treatment challenging for this population research question the study objective was to investigate patterns of regional lumbo pelvic coordination and flexion relaxation in adults with and without low back pain during a bending task methods adults with low back pain n and a healthy group n performed three trials of a bending task motion capture and surface electromyography systems measured joint kinematics hip lower and upper lumbar spine and muscle activity erector spinae longissimus iliocostalis and multifidus continuous relative phase analysis determined inter joint coordination of the hip lower lumbar and lower lumbar upper lumbar joint pairs during flexion and extension periods flexion relaxation ratios using normalized surface electromyography data determined the extent of flexion relaxation for each muscle during each period for inter joint coordination two way repeated measure mixed anovas calculated the effects of group healthy low back pain period and their interactions separate hierarchical linear models were constructed and tested relationships between flexion relaxation ratios and our independent variables group and muscle while controlling for patient characteristics results the low back pain group had more out of phase coordination of the hip lower lumbar joint pair compared to the healthy group mean difference confidence interval independent of movement period no significant between group differences in lower lumbar upper lumbar coordination were observed the low back pain group demonstrated reduced flexion relaxation of all muscles during full flexion reduction on average with multifidus showing the least relaxation significance regional differences in the lumbar spine and the possibility of subgroups with distinct movement pattern should be considered when analyzing coordination in people with low back pain multifidus showed the largest changes in flexion relaxation and should be included when measuring this construct"
}