{
    "pmid": "41466109",
    "title": "Spatiotemporal Disparities in Stroke Mortality From 1969 to 2020, by Race and Sex, in Tennessee.",
    "abstract": "Tennessee ranks sixth in stroke mortality in the United States. Yet the patterns of stroke mortality vary significantly across counties and over time. This study aims to examine spatiotemporal disparities of stroke mortality at the county level in Tennessee from 1969 to 2020. A population-based study using the national vital statistics system of stroke mortality data through the Surveillance, Epidemiology, and End Results and National Center for Health Statistics (SEER-NCHS) database. Patients older than 35 years who died from stroke in Tennessee from 1969 to 2020. Data from the SEER-NCHS were aggregated into 4 periods (1969-1980, 1981-1992, 1993-2004, and 2005-2020), and age-adjusted stroke mortality rates were calculated by county and by race and sex for each time period. The stroke mortality rates in Tennessee declined by 35.6%, 28.3%, 7.1%, and 24.4% in 1969-1980, 1981-1992, 1993-2004, 2005-2020, respectively. The degree of decline varied by race and sex groups. In the first 2 periods, the largest decline in stroke mortality was observed among Black women (43.2% and 31.5%). During 1993-2004, the largest decline was observed among Black men (22.4%), while the largest decline was observed among white women during 2005-2020 at 25.5%. There were urban-rural disparities in stroke mortality across counties and over the 4 periods. In general, urban and rural mortality rates were similar from 1969 to 1992; however, a substantial decline (24.1%) was observed in urban counties during 1993-2004, while a larger decline (34.6%) occurred later in rural counties during 2005-2020. County-level variations in stroke mortality were also evident across the 4 periods. Substantial disparities in stroke mortality by counties and race-sex subgroups persisted over the past 5 decades. The disease burden was clustered in a few counties and disproportionately higher among vulnerable populations.",
    "disease": "stroke",
    "clean_text": "spatiotemporal disparities in stroke mortality from to by race and sex in tennessee tennessee ranks sixth in stroke mortality in the united states yet the patterns of stroke mortality vary significantly across counties and over time this study aims to examine spatiotemporal disparities of stroke mortality at the county level in tennessee from to a population based study using the national vital statistics system of stroke mortality data through the surveillance epidemiology and end results and national center for health statistics seer nchs database patients older than years who died from stroke in tennessee from to data from the seer nchs were aggregated into periods and and age adjusted stroke mortality rates were calculated by county and by race and sex for each time period the stroke mortality rates in tennessee declined by and in respectively the degree of decline varied by race and sex groups in the first periods the largest decline in stroke mortality was observed among black women and during the largest decline was observed among black men while the largest decline was observed among white women during at there were urban rural disparities in stroke mortality across counties and over the periods in general urban and rural mortality rates were similar from to however a substantial decline was observed in urban counties during while a larger decline occurred later in rural counties during county level variations in stroke mortality were also evident across the periods substantial disparities in stroke mortality by counties and race sex subgroups persisted over the past decades the disease burden was clustered in a few counties and disproportionately higher among vulnerable populations"
}