{
    "title": "Skin signs in juvenile- and adult-onset systemic lupus erythematosus: clues to different systemic involvement.",
    "doc_id": "30336755",
    "writer": "Chottawornsak N",
    "year": "2018",
    "summary": "METHODS: A retrospective chart review of 377 systemic lupus erythematosus patients was performed. RESULTS: In total, 171 patients with juvenile systemic lupus erythematosus and 206 with adult systemic lupus erythematosus …",
    "abstract": "Objective:\n        \n      \n      We aim to explore the differences of skin signs between juvenile- and adult-onset systemic lupus erythematosus and to identify their associations to the development of systemic involvement.\n    \n\n\n          Methods:\n        \n      \n      A retrospective chart review of 377 systemic lupus erythematosus patients was performed.\n    \n\n\n          Results:\n        \n      \n      In total, 171 patients with juvenile systemic lupus erythematosus and 206 with adult systemic lupus erythematosus were studied. All patients were of Southeast Asian descent. The mean duration of follow up was 8.18 ± 6.19 and 9.36 ± 7.68 years for juvenile systemic lupus erythematosus and adult systemic lupus erythematosus, respectively. At diagnosis, most patients presented with acute cutaneous lupus erythematosus, whereas chronic cutaneous lupus erythematosus was twice as common in adult systemic lupus erythematosus ( p < 0.001). The mean Systemic Lupus Erythematosus Disease Activity Index of juvenile systemic lupus erythematosus was significantly higher than that of adult systemic lupus erythematosus (14.29 ± 7.13 vs 11.27 ± 6.53). Multivariate analysis revealed the following associations in juvenile systemic lupus erythematosus: acute cutaneous lupus erythematosus and non-scarring alopecia with increased risk of arthralgia, mucosal ulcers with leukopenia, cutaneous vasculitis with seizure, and finding of granular casts. On the contrary, the associations for adult systemic lupus erythematosus were oral ulcers with arthralgia and cutaneous vasculitis with myositis.\n    \n\n\n          Conclusions:\n        \n      \n      Cutaneous signs in systemic lupus erythematosus may signal prognostic implication. Interestingly, despite similar cutaneous lesions in systemic lupus erythematosus, different ages of onset are associated with different systemic involvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30336755/",
    "clean_text": "skin signs in juvenile and adult onset systemic lupus erythematosus clues to different systemic involvement methods a retrospective chart review of systemic lupus erythematosus patients was performed results in total patients with juvenile systemic lupus erythematosus and with adult systemic lupus erythematosus objective we aim to explore the differences of skin signs between juvenile and adult onset systemic lupus erythematosus and to identify their associations to the development of systemic involvement methods a retrospective chart review of systemic lupus erythematosus patients was performed results in total patients with juvenile systemic lupus erythematosus and with adult systemic lupus erythematosus were studied all patients were of southeast asian descent the mean duration of follow up was and years for juvenile systemic lupus erythematosus and adult systemic lupus erythematosus respectively at diagnosis most patients presented with acute cutaneous lupus erythematosus whereas chronic cutaneous lupus erythematosus was twice as common in adult systemic lupus erythematosus p the mean systemic lupus erythematosus disease activity index of juvenile systemic lupus erythematosus was significantly higher than that of adult systemic lupus erythematosus vs multivariate analysis revealed the following associations in juvenile systemic lupus erythematosus acute cutaneous lupus erythematosus and non scarring alopecia with increased risk of arthralgia mucosal ulcers with leukopenia cutaneous vasculitis with seizure and finding of granular casts on the contrary the associations for adult systemic lupus erythematosus were oral ulcers with arthralgia and cutaneous vasculitis with myositis conclusions cutaneous signs in systemic lupus erythematosus may signal prognostic implication interestingly despite similar cutaneous lesions in systemic lupus erythematosus different ages of onset are associated with different systemic involvement"
}