{
    "title": "[Acute genital ulcers in a young woman].",
    "doc_id": "31769629",
    "writer": "van Bommel MHD",
    "year": "2019",
    "summary": "BACKGROUND: Acute genital ulceration, also called Lipschutz ulcer or ulcus vulvae acutum, is a rare condition which presents with acute pain, oedema and ulceration on the labia minora. ...CONCLUSION: A single episode of acute genital ulcers in young wo …",
    "abstract": "Background:\n        \n      \n      Acute genital ulceration, also called Lipschütz ulcer or ulcus vulvae acutum, is a rare condition which presents with acute pain, oedema and ulceration on the labia minora. This condition typically affects sexually inactive young women, sometimes after a period of influenza. The diagnosis is made after other causes of genital ulcers have been excluded. Treatment is supportive and focused on adequate pain relief, sometimes combined with topical corticosteroids.\n    \n\n\n          Case description:\n        \n      \n      A 21-year-old woman presented with acute pain which was caused by a few large 'kissing ulcers' on the labia minora. A few days previously she had had fever and general malaise. Genital herpes was excluded. Taking the preceding flu-like symptoms into account, we made the diagnosis of 'acute vulvular ulcers' associated with the Epstein-Barr virus. Pain relief was started and led to clinical recovery.\n    \n\n\n          Conclusion:\n        \n      \n      A single episode of acute genital ulcers in young women, sometimes after a period of influenza, can indicate acute genital ulceration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31769629/",
    "clean_text": "acute genital ulcers in a young woman background acute genital ulceration also called lipschutz ulcer or ulcus vulvae acutum is a rare condition which presents with acute pain oedema and ulceration on the labia minora conclusion a single episode of acute genital ulcers in young wo background acute genital ulceration also called lipsch tz ulcer or ulcus vulvae acutum is a rare condition which presents with acute pain oedema and ulceration on the labia minora this condition typically affects sexually inactive young women sometimes after a period of influenza the diagnosis is made after other causes of genital ulcers have been excluded treatment is supportive and focused on adequate pain relief sometimes combined with topical corticosteroids case description a year old woman presented with acute pain which was caused by a few large kissing ulcers on the labia minora a few days previously she had had fever and general malaise genital herpes was excluded taking the preceding flu like symptoms into account we made the diagnosis of acute vulvular ulcers associated with the epstein barr virus pain relief was started and led to clinical recovery conclusion a single episode of acute genital ulcers in young women sometimes after a period of influenza can indicate acute genital ulceration"
}