{
    "title": "Traumatic spinal cord injury.",
    "doc_id": "28447605",
    "writer": "Ahuja CS",
    "year": "2017",
    "summary": "Traumatic spinal cord injury (SCI) has devastating consequences for the physical, social and vocational well-being of patients. ...Pathophysiologically, the initial mechanical trauma (the primary injury) permeabilizes neurons and glia and initiates a secondar …",
    "abstract": "Traumatic spinal cord injury (SCI) has devastating consequences for the physical, social and vocational well-being of patients. The demographic of SCIs is shifting such that an increasing proportion of older individuals are being affected. Pathophysiologically, the initial mechanical trauma (the primary injury) permeabilizes neurons and glia and initiates a secondary injury cascade that leads to progressive cell death and spinal cord damage over the subsequent weeks. Over time, the lesion remodels and is composed of cystic cavitations and a glial scar, both of which potently inhibit regeneration. Several animal models and complementary behavioural tests of SCI have been developed to mimic this pathological process and form the basis for the development of preclinical and translational neuroprotective and neuroregenerative strategies. Diagnosis requires a thorough patient history, standardized neurological physical examination and radiographic imaging of the spinal cord. Following diagnosis, several interventions need to be rapidly applied, including haemodynamic monitoring in the intensive care unit, early surgical decompression, blood pressure augmentation and, potentially, the administration of methylprednisolone. Managing the complications of SCI, such as bowel and bladder dysfunction, the formation of pressure sores and infections, is key to address all facets of the patient's injury experience.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28447605/",
    "clean_text": "traumatic spinal cord injury traumatic spinal cord injury sci has devastating consequences for the physical social and vocational well being of patients pathophysiologically the initial mechanical trauma the primary injury permeabilizes neurons and glia and initiates a secondar traumatic spinal cord injury sci has devastating consequences for the physical social and vocational well being of patients the demographic of scis is shifting such that an increasing proportion of older individuals are being affected pathophysiologically the initial mechanical trauma the primary injury permeabilizes neurons and glia and initiates a secondary injury cascade that leads to progressive cell death and spinal cord damage over the subsequent weeks over time the lesion remodels and is composed of cystic cavitations and a glial scar both of which potently inhibit regeneration several animal models and complementary behavioural tests of sci have been developed to mimic this pathological process and form the basis for the development of preclinical and translational neuroprotective and neuroregenerative strategies diagnosis requires a thorough patient history standardized neurological physical examination and radiographic imaging of the spinal cord following diagnosis several interventions need to be rapidly applied including haemodynamic monitoring in the intensive care unit early surgical decompression blood pressure augmentation and potentially the administration of methylprednisolone managing the complications of sci such as bowel and bladder dysfunction the formation of pressure sores and infections is key to address all facets of the patient s injury experience"
}