{
    "pmid": "41359919",
    "title": "Primary Diagnoses Associated With and Outcomes of Total Knee Arthroplasty in Patients Aged 15 to 45 Years.",
    "abstract": "Total knee arthroplasty (TKA) in younger patients is relatively uncommon. The PearlDiver M165Ortho data set was used to identify TKA patients aged 15 to 45 years. Primary diagnoses associated with surgery were categorized into the following groups: primary osteoarthritis (OA), posttraumatic arthritis (PTOA), rheumatoid arthritis (RA), and osteonecrosis. Ninety-day adverse events and readmissions and 10-year periprosthetic fractures, loosening, stiffness, revisions, and prosthetic joint infection (PJI) were determined. Independent predictors of adverse outcomes were identified by using multivariable analysis, and Kaplan-Meier survival analysis for 10-year revisions was performed. A total of 26,566 TKA patients aged 15 to 45 years were identified. Among this cohort, the diagnosis associated with surgery was OA for 22,900 (86.2%), PTOA for 1648 (6.2%), RA for 1438 (5.4%), and osteonecrosis for 580 (2.2%). For the entire study cohort, 90-day adverse events were noted for 11.1% and readmissions for 7.4%. The 10-year periprosthetic fracture rate was 0.2%, aseptic loosening rate was 3.6%, stiffness rate was 26.9%, revision rate was 7.9%, and PJI rate was 5.7%. Diagnosis associated with surgery was not predictive of 90-day outcomes or 10-year adverse periprosthetic fracture, aseptic loosening, stiffness, or revisions. On Kaplan-Meier analysis, survival was clinically similar across all diagnosis groups, ranging from 86.2% to 89.7% at 10 years. Young TKA patients experience relatively low 90-day adverse events and readmissions and long-term complications regardless of diagnosis associated with surgery. Implant survival is similarly to what is observed in older TKA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "primary diagnoses associated with and outcomes of total knee arthroplasty in patients aged to years total knee arthroplasty tka in younger patients is relatively uncommon the pearldiver m ortho data set was used to identify tka patients aged to years primary diagnoses associated with surgery were categorized into the following groups primary osteoarthritis oa posttraumatic arthritis ptoa rheumatoid arthritis ra and osteonecrosis ninety day adverse events and readmissions and year periprosthetic fractures loosening stiffness revisions and prosthetic joint infection pji were determined independent predictors of adverse outcomes were identified by using multivariable analysis and kaplan meier survival analysis for year revisions was performed a total of tka patients aged to years were identified among this cohort the diagnosis associated with surgery was oa for ptoa for ra for and osteonecrosis for for the entire study cohort day adverse events were noted for and readmissions for the year periprosthetic fracture rate was aseptic loosening rate was stiffness rate was revision rate was and pji rate was diagnosis associated with surgery was not predictive of day outcomes or year adverse periprosthetic fracture aseptic loosening stiffness or revisions on kaplan meier analysis survival was clinically similar across all diagnosis groups ranging from to at years young tka patients experience relatively low day adverse events and readmissions and long term complications regardless of diagnosis associated with surgery implant survival is similarly to what is observed in older tka"
}