{
    "pmid": "41423024",
    "title": "Long-Term Outcomes After Conversion of High Tibial Osteotomy to Total Knee Arthroplasty in a United States Population.",
    "abstract": "High tibial osteotomy (HTO) is a joint-preserving treatment for younger patients who have unicompartmental knee osteoarthritis. Although effective, concerns persist that prior HTO may compromise subsequent total knee arthroplasty (TKA). This study aimed to assess the revision-free survival of TKA following ipsilateral HTO and identify factors associated with failure of both procedures in a United States (U.S.) population. Patients who underwent TKA after prior ipsilateral HTO between 2000 and 2023 at a single academic institution were prospectively followed (n = 134), with a mean follow-up of 13.5 years (range, 0.0 to 24.0) postoperative TKA and median ages at HTO and TKA of 52 and 63 years, respectively. Preoperative TKA radiographs were assessed using the Kellgren and Lawrence system. Kaplan-Meier analysis was performed to assess HTO and TKA survival. The mean HTO survival was 11.7 years (range, 0.0 to 31.0), with a 10-year TKA conversion rate of 35.8%. Cox regressions identified factors associated with osteotomy survival. Older age (hazard ratio (HR) 1.06, P < 0.001), higher body mass index (BMI) (HR 1.03, P = 0.033), and lower Charlson comorbidity index (CCI) (HR 0.79, P < 0.001) were significantly associated with earlier conversion. Following TKA, 6.0% underwent revision surgery. Revisions were more common in younger patients (P = 0.01) and those who had lower CCI (P = 0.002). The infection rate for postoperative TKA was 2.2%. In this U.S. cohort, TKA following prior ipsilateral HTO demonstrated a revision rate of 6.0%, with younger patients who have lower CCI scores more likely to require revision. The mean survival of HTO was approximately 12 years, with age, BMI, and comorbidity index significantly influencing longevity. These findings support HTO as a durable joint-preserving treatment in younger patients, helping to guide clinical decision-making and may contribute to increased consideration of HTO as a treatment option in suitable people.",
    "disease": "osteoarthritis",
    "clean_text": "long term outcomes after conversion of high tibial osteotomy to total knee arthroplasty in a united states population high tibial osteotomy hto is a joint preserving treatment for younger patients who have unicompartmental knee osteoarthritis although effective concerns persist that prior hto may compromise subsequent total knee arthroplasty tka this study aimed to assess the revision free survival of tka following ipsilateral hto and identify factors associated with failure of both procedures in a united states u s population patients who underwent tka after prior ipsilateral hto between and at a single academic institution were prospectively followed n with a mean follow up of years range to postoperative tka and median ages at hto and tka of and years respectively preoperative tka radiographs were assessed using the kellgren and lawrence system kaplan meier analysis was performed to assess hto and tka survival the mean hto survival was years range to with a year tka conversion rate of cox regressions identified factors associated with osteotomy survival older age hazard ratio hr p higher body mass index bmi hr p and lower charlson comorbidity index cci hr p were significantly associated with earlier conversion following tka underwent revision surgery revisions were more common in younger patients p and those who had lower cci p the infection rate for postoperative tka was in this u s cohort tka following prior ipsilateral hto demonstrated a revision rate of with younger patients who have lower cci scores more likely to require revision the mean survival of hto was approximately years with age bmi and comorbidity index significantly influencing longevity these findings support hto as a durable joint preserving treatment in younger patients helping to guide clinical decision making and may contribute to increased consideration of hto as a treatment option in suitable people"
}