{
    "pmid": "41399615",
    "title": "Autologous Peripheral Nerve Tissue Grafts Implanted into the Nucleus Basalis of Meynert and Substantia Nigra at the Time of Bilateral Deep Brain Stimulation in Parkinson Disease: A Report of 2 Cases.",
    "abstract": "Cholinergic degeneration in the nucleus basalis of Meynert (NBM) is implicated in the cognitive impairment seen in Parkinson disease (PD) and is being examined as a potential therapeutic target. We have previously shown the safety of delivering investigational autologous cell-based therapy, ie, peripheral nerve tissue (PNT), to the substantia nigra (SN) at the time of deep brain stimulation (DBS) surgery in PD (DBS-Plus). In this study, we assessed the safety and feasibility of simultaneously delivering that PNT to both the NBM and SN at the time of DBS. Two patients with idiopathic PD and mild cognitive impairment, who underwent clinically indicated bilateral globus pallidus internus DBS, were consented for participation. At the time of lead placement, reparative autologous PNT (sural nerve) was harvested and stereotactically delivered to the NBM and SN contralateral to the patients' more severe motor symptoms. Delivery of PNT to both the SN and NBM was successfully achieved in both participants. There were no serious adverse events related to the delivery of the graft, and no adverse radiologic effects were observed. Both participants showed stable performance on standard PD testing. Neurocognitive testing at 18 months postoperatively in one participant showed expected decrements in certain domains and unique improvements in others. We report the feasibility and preliminary safety data of stereotactic delivery of reparative autologous PNT to two separate unilateral targets at the time of DBS lead placement. We plan to continue exploring the potential for this investigational cell-based therapy to restore function to damaged networks in PD.",
    "disease": "parkinson disease",
    "clean_text": "autologous peripheral nerve tissue grafts implanted into the nucleus basalis of meynert and substantia nigra at the time of bilateral deep brain stimulation in parkinson disease a report of cases cholinergic degeneration in the nucleus basalis of meynert nbm is implicated in the cognitive impairment seen in parkinson disease pd and is being examined as a potential therapeutic target we have previously shown the safety of delivering investigational autologous cell based therapy ie peripheral nerve tissue pnt to the substantia nigra sn at the time of deep brain stimulation dbs surgery in pd dbs plus in this study we assessed the safety and feasibility of simultaneously delivering that pnt to both the nbm and sn at the time of dbs two patients with idiopathic pd and mild cognitive impairment who underwent clinically indicated bilateral globus pallidus internus dbs were consented for participation at the time of lead placement reparative autologous pnt sural nerve was harvested and stereotactically delivered to the nbm and sn contralateral to the patients more severe motor symptoms delivery of pnt to both the sn and nbm was successfully achieved in both participants there were no serious adverse events related to the delivery of the graft and no adverse radiologic effects were observed both participants showed stable performance on standard pd testing neurocognitive testing at months postoperatively in one participant showed expected decrements in certain domains and unique improvements in others we report the feasibility and preliminary safety data of stereotactic delivery of reparative autologous pnt to two separate unilateral targets at the time of dbs lead placement we plan to continue exploring the potential for this investigational cell based therapy to restore function to damaged networks in pd"
}