{
    "title": "Case report: Clinical and single-cell transcriptome sequencing analysis of a mixed gangliocytoma-adenoma presenting as acromegaly.",
    "doc_id": "36568175",
    "writer": "Li C",
    "year": "2022",
    "summary": "Besides, studies on molecular level are still lacking. CASE INFORMATION: In this case report, we described a 28-year-old male with MGA presenting as acromegaly, who suffered staging operation and post-operation gamma knife radiosurgery, but finally died of secondary …",
    "abstract": "Background:\n        \n      \n      Mixed gangliocytoma-adenoma (MGA) is a rare tumor of pituitary gland. It's difficult to distinguish it from pituitary adenoma by clinical manifestations, imaging features or serological testing. Thus, the histopathological examination is still the golden standard for diagnosis. Besides, studies on molecular level are still lacking.\n    \n\n\n          Case information:\n        \n      \n      In this case report, we described a 28-year-old male with MGA presenting as acromegaly, who suffered staging operation and post-operation gamma knife radiosurgery, but finally died of secondary hyperglycemic hyperosmolar collapse. A complete data including clinical, histopathological, ultrastructural and single-cell transcriptome level information were collected and analyzed.\n    \n\n\n          Conclusion:\n        \n      \n      This case report detailed the only clinical and molecular report of MGA following operation and radiotherapy. Complete clinical data enhanced the understanding of the diagnosis and treatment of this disease. Besides, the single-cell transcriptome sequencing analysis further disclosed the intra-tumoral heterogeneity and provided support for subsequent basic research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36568175/",
    "clean_text": "case report clinical and single cell transcriptome sequencing analysis of a mixed gangliocytoma adenoma presenting as acromegaly besides studies on molecular level are still lacking case information in this case report we described a year old male with mga presenting as acromegaly who suffered staging operation and post operation gamma knife radiosurgery but finally died of secondary background mixed gangliocytoma adenoma mga is a rare tumor of pituitary gland it s difficult to distinguish it from pituitary adenoma by clinical manifestations imaging features or serological testing thus the histopathological examination is still the golden standard for diagnosis besides studies on molecular level are still lacking case information in this case report we described a year old male with mga presenting as acromegaly who suffered staging operation and post operation gamma knife radiosurgery but finally died of secondary hyperglycemic hyperosmolar collapse a complete data including clinical histopathological ultrastructural and single cell transcriptome level information were collected and analyzed conclusion this case report detailed the only clinical and molecular report of mga following operation and radiotherapy complete clinical data enhanced the understanding of the diagnosis and treatment of this disease besides the single cell transcriptome sequencing analysis further disclosed the intra tumoral heterogeneity and provided support for subsequent basic research"
}