{
    "title": "Benefits of intraoral stents in patients with head and neck cancer undergoing radiotherapy: Systematic review.",
    "doc_id": "33527582",
    "writer": "Alves LDB",
    "year": "2021",
    "summary": "Intraoral stents aim to reduce the oral complications associated with head and neck cancers radiotherapy. The aim of this study is to determine the benefits associated with these devices. ...Despite the limited scientific evidence, several benefits associated with t …",
    "abstract": "Intraoral stents aim to reduce the oral complications associated with head and neck cancers radiotherapy. The aim of this study is to determine the benefits associated with these devices. A systematic review was conducted in PubMed, Web of Science, and Scopus databases selecting full articles published in English, Portuguese, or Spanish until June 6, 2020 (PROSPERO registration: CRD42020185065). The studies were evaluated by Hadorn and Somerfield criteria and guidelines were established. Nineteen studies were identified suggesting the use of intraoral stent for radiotherapy for patients with cancer on/near the mandible to reduce oral mucositis, trismus, xerostomia (LoE III), and dose in healthy structures (LoE IV) and for cancer on/near the maxilla to reduce oral mucositis and dose in healthy structures (LoE IV). Despite the limited scientific evidence, several benefits associated with the use of intraoral stent for radiotherapy of the head and neck neoplasia have been reported.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33527582/",
    "clean_text": "benefits of intraoral stents in patients with head and neck cancer undergoing radiotherapy systematic review intraoral stents aim to reduce the oral complications associated with head and neck cancers radiotherapy the aim of this study is to determine the benefits associated with these devices despite the limited scientific evidence several benefits associated with t intraoral stents aim to reduce the oral complications associated with head and neck cancers radiotherapy the aim of this study is to determine the benefits associated with these devices a systematic review was conducted in pubmed web of science and scopus databases selecting full articles published in english portuguese or spanish until june prospero registration crd the studies were evaluated by hadorn and somerfield criteria and guidelines were established nineteen studies were identified suggesting the use of intraoral stent for radiotherapy for patients with cancer on near the mandible to reduce oral mucositis trismus xerostomia loe iii and dose in healthy structures loe iv and for cancer on near the maxilla to reduce oral mucositis and dose in healthy structures loe iv despite the limited scientific evidence several benefits associated with the use of intraoral stent for radiotherapy of the head and neck neoplasia have been reported"
}