{
    "pmid": "41453008",
    "title": "Using Behavioral Tasks to Probe Listening Difficulties in Normal Hearing or Near-to-Normal Hearing Children Up To 14 Years Old: A Systematic Review.",
    "abstract": "This systematic review aims to determine which behavioral tasks are most desirable to probe listening difficulties (LiD) in normal or near-to-normal hearing (NH) children aged 6 to 14. Evidence was collected for auditory, cognitive, and language tasks. Quality assessment was conducted to evaluate the reliability of the evidence. A systematic review was carried out using databases such as PubMed, Embase, and Web of Science, covering publications up to January 2025. Two reviewers independently screened all identified studies. Peer-reviewed case-control and cross-sectional studies on behavioral task performance in NH children with LiD (Ch + LiD), compared with children without LiD or normative data (Ch - LiD), were included. Children with a history of epilepsy, a syndrome (e.g., Down syndrome), or confirmed neurological lesions were excluded. Outcomes of behavioral tasks were compared between groups, and differentiating values of the tasks were evaluated. Relative differentiating power for similar tasks is described using color-coded bar charts. Methodological rigor of eligible studies was evaluated using the American Speech-Language and Hearing Association's Levels of Evidence. Forty-seven eligible studies were identified. Together, they included 2700 NH children, 1803 of whom had LiD. A total of 194 behavioral tasks compared the performance of Ch + LiD and Ch - LiD. Behavioral tasks were categorized into auditory, cognitive, and language tasks. Some behavioral tasks, such as gap detection tasks and dichotic listening tasks, are described more frequently than others. This is not inherently related to their differentiating power. Less frequently studied tasks, such as suprasegmental tasks, hold potential and merit further investigation. The overall median quality score is 3/7, indicating moderate quality. Only four studies were designated as high quality. This systematic review highlights a multitude of behavioral tasks used to assess LiD in NH children up to 14 years old. A comprehensive multidisciplinary assessment, including speech-in-noise, central auditory, suprasegmental, receptive language, phonological, working memory and executive attention tasks, is needed to capture the multimodal nature of LiD. Overall, the quality of the evidence is moderate, and the variability in study designs and outcome measures is high. This hampers the generalizability of the current findings and emphasizes the need for more rigorous research.",
    "disease": "epilepsy",
    "clean_text": "using behavioral tasks to probe listening difficulties in normal hearing or near to normal hearing children up to years old a systematic review this systematic review aims to determine which behavioral tasks are most desirable to probe listening difficulties lid in normal or near to normal hearing nh children aged to evidence was collected for auditory cognitive and language tasks quality assessment was conducted to evaluate the reliability of the evidence a systematic review was carried out using databases such as pubmed embase and web of science covering publications up to january two reviewers independently screened all identified studies peer reviewed case control and cross sectional studies on behavioral task performance in nh children with lid ch lid compared with children without lid or normative data ch lid were included children with a history of epilepsy a syndrome e g down syndrome or confirmed neurological lesions were excluded outcomes of behavioral tasks were compared between groups and differentiating values of the tasks were evaluated relative differentiating power for similar tasks is described using color coded bar charts methodological rigor of eligible studies was evaluated using the american speech language and hearing association s levels of evidence forty seven eligible studies were identified together they included nh children of whom had lid a total of behavioral tasks compared the performance of ch lid and ch lid behavioral tasks were categorized into auditory cognitive and language tasks some behavioral tasks such as gap detection tasks and dichotic listening tasks are described more frequently than others this is not inherently related to their differentiating power less frequently studied tasks such as suprasegmental tasks hold potential and merit further investigation the overall median quality score is indicating moderate quality only four studies were designated as high quality this systematic review highlights a multitude of behavioral tasks used to assess lid in nh children up to years old a comprehensive multidisciplinary assessment including speech in noise central auditory suprasegmental receptive language phonological working memory and executive attention tasks is needed to capture the multimodal nature of lid overall the quality of the evidence is moderate and the variability in study designs and outcome measures is high this hampers the generalizability of the current findings and emphasizes the need for more rigorous research"
}