{
    "title": "Prison mental health in South-East Asia: A narrative review.",
    "doc_id": "39183502",
    "writer": "Arafat SMY",
    "year": "2024",
    "summary": "BACKGROUND: South-East Asia is a densely populated region with a considerable, however, under-prioritized mental health burden. Little is known about the mental health burden and services status in the prisons of the region. ...Among the countries, Ban …",
    "abstract": "Background:\n        \n      \n      South-East Asia is a densely populated region with a considerable, however, under-prioritized mental health burden. Little is known about the mental health burden and services status in the prisons of the region.\n    \n\n\n          Objectives:\n        \n      \n      We aimed to investigate the individual country-wise prison mental health status in South-East Asian region.\n    \n\n\n          Methods:\n        \n      \n      We performed a narrative review based on the evidence available in PubMed, Scopus, PsycINFO, Google, and Google Scholar considering the review objectives. We highlighted country perspectives on total population, prison numbers, prisoner numbers, the prevalence of psychiatric disorders and suicide among prisoners, prison mental health services, current challenges, and ways ahead.\n    \n\n\n          Results:\n        \n      \n      We discussed the prison mental health of five countries (Bangladesh, India, Indonesia, Nepal, and Sri Lanka). We found overcrowding (131.4%-215.6%) in the prisons, a high prevalence of psychiatric disorders in the prisons (40%-100%), negligible prison mental health services, and a lack of data on prison suicide with some variations among the five countries. Among the countries, Bangladesh has the highest prevalence (66.4%-100%) of psychiatric morbidity with an absence of a mental health system.\n    \n\n\n          Conclusions:\n        \n      \n      Prison mental health in tSouth-East Asia is a neglected domain and warrants attention regarding ensuring adequate mental health services to the prisoners as there are high unmet mental health needs and an absence of poorly supported mental health needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39183502/",
    "clean_text": "prison mental health in south east asia a narrative review background south east asia is a densely populated region with a considerable however under prioritized mental health burden little is known about the mental health burden and services status in the prisons of the region among the countries ban background south east asia is a densely populated region with a considerable however under prioritized mental health burden little is known about the mental health burden and services status in the prisons of the region objectives we aimed to investigate the individual country wise prison mental health status in south east asian region methods we performed a narrative review based on the evidence available in pubmed scopus psycinfo google and google scholar considering the review objectives we highlighted country perspectives on total population prison numbers prisoner numbers the prevalence of psychiatric disorders and suicide among prisoners prison mental health services current challenges and ways ahead results we discussed the prison mental health of five countries bangladesh india indonesia nepal and sri lanka we found overcrowding in the prisons a high prevalence of psychiatric disorders in the prisons negligible prison mental health services and a lack of data on prison suicide with some variations among the five countries among the countries bangladesh has the highest prevalence of psychiatric morbidity with an absence of a mental health system conclusions prison mental health in tsouth east asia is a neglected domain and warrants attention regarding ensuring adequate mental health services to the prisoners as there are high unmet mental health needs and an absence of poorly supported mental health needs"
}