{
    "title": "Such Various Stem Cells.",
    "doc_id": "31221057",
    "writer": "Lagarkova MA.",
    "year": "2019",
    "summary": "Perhaps there is no more intriguing topic in modern biology than stem cells. The growing interest in stem cells is dictated by the ability of stem cells to both self-renew and differentiate, at least into several type cells. ...The …",
    "abstract": "Perhaps there is no more intriguing topic in modern biology than stem cells. The growing interest in stem cells is dictated by the ability of stem cells to both self-renew and differentiate, at least into several type cells. If we learn to influence these properties or reproduce them in vitro, it will be possible to effectively use stem cells or their differentiated derivatives in medicine. Fundamental knowledge of mechanisms of the self-maintenance and differentiation of stem cells is important for understanding a variety of processes - from embryogenesis to aging and oncogenic transformation. The purpose of this issue is to introduce readers to different areas in research on mammalian stem cells, including human stem cells. In the issue both review articles and research papers are presented, and the authors hope that they will be of interest for biochemists, cell biologists, and specialists in the field of biomedicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31221057/",
    "clean_text": "such various stem cells perhaps there is no more intriguing topic in modern biology than stem cells the growing interest in stem cells is dictated by the ability of stem cells to both self renew and differentiate at least into several type cells the perhaps there is no more intriguing topic in modern biology than stem cells the growing interest in stem cells is dictated by the ability of stem cells to both self renew and differentiate at least into several type cells if we learn to influence these properties or reproduce them in vitro it will be possible to effectively use stem cells or their differentiated derivatives in medicine fundamental knowledge of mechanisms of the self maintenance and differentiation of stem cells is important for understanding a variety of processes from embryogenesis to aging and oncogenic transformation the purpose of this issue is to introduce readers to different areas in research on mammalian stem cells including human stem cells in the issue both review articles and research papers are presented and the authors hope that they will be of interest for biochemists cell biologists and specialists in the field of biomedicine"
}