{
    "title": "Prevalence and risk factors of intimate partner violence among pregnant women: a systematic review and meta-analysis.",
    "doc_id": "41102745",
    "writer": "Ma J",
    "year": "2025",
    "summary": "BACKGROUND: Intimate partner violence (IPV) has adverse physical and psychological effects on pregnant women. With regard to the influencing factors of IPV among pregnant women, discrepancies still exist in clinical studies. ...A thorough evaluation of …",
    "abstract": "Background:\n        \n      \n      Intimate partner violence (IPV) has adverse physical and psychological effects on pregnant women. With regard to the influencing factors of IPV among pregnant women, discrepancies still exist in clinical studies. By identifying these factors, more targeted and effective interventions can be developed for this population. Consequently, this review aims to examine the impact of IPV on pregnant women and provide an empirical basis for the development of preventive strategies in clinical practice.\n    \n\n\n          Method:\n        \n      \n      Bibliographic databases like PubMed, Embase, Web of Science, Science Direct, Cochrane Library, CBM, VIP, CNKI, and Wan Fang Data were employed in the investigation for retrieving articles. A thorough evaluation of all study designs was conducted to understand the impact of IPV on pregnant women, focusing on articles published before May 2025. In total, 36,214 pregnant women were included in the studies reviewed.\n    \n\n\n          Results:\n        \n      \n      A total of 33,355 articles were retrieved, and 37 articles were systematically screened to evaluate the influencing factors of IPV among pregnant women. The meta-analysis revealed that the prevalence of IPV in pregnant women was 34%[95%CI (27%-41%)]. Sixteen significant influencing factors were identified: Age of pregnant women<25, Partner's smoking habit, Unemployed, Low level of education, Undesired pregnancy, Partner's Khat chewing habit, Partner's alcohol drinking habit, household income, Experience of violence before the current pregnancy, Parental exposure to IPV, Living alone, Rural dwellers, Income loss due to COVID-19, Household decisions made by husband alone, partner controlling behaviors, and partner has more than one wife.\n    \n\n\n          Conclusion:\n        \n      \n      IPV has detrimental effects on the physical and mental well-being of pregnant women. Consequently, prompt implementation of prevention and intervention strategies is essential to decrease the prevalence of IPV and enhance the quality of life for pregnant women. Numerous factors contribute to IPV during pregnancy. Healthcare providers should systematically identify these high-risk factors and offer targeted preventive guidance to effectively reduce its incidence at its root cause.\n    \n\n\n          Trial registration:\n        \n      \n      CRD420251046017.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41102745/",
    "clean_text": "prevalence and risk factors of intimate partner violence among pregnant women a systematic review and meta analysis background intimate partner violence ipv has adverse physical and psychological effects on pregnant women with regard to the influencing factors of ipv among pregnant women discrepancies still exist in clinical studies a thorough evaluation of background intimate partner violence ipv has adverse physical and psychological effects on pregnant women with regard to the influencing factors of ipv among pregnant women discrepancies still exist in clinical studies by identifying these factors more targeted and effective interventions can be developed for this population consequently this review aims to examine the impact of ipv on pregnant women and provide an empirical basis for the development of preventive strategies in clinical practice method bibliographic databases like pubmed embase web of science science direct cochrane library cbm vip cnki and wan fang data were employed in the investigation for retrieving articles a thorough evaluation of all study designs was conducted to understand the impact of ipv on pregnant women focusing on articles published before may in total pregnant women were included in the studies reviewed results a total of articles were retrieved and articles were systematically screened to evaluate the influencing factors of ipv among pregnant women the meta analysis revealed that the prevalence of ipv in pregnant women was ci sixteen significant influencing factors were identified age of pregnant women partner s smoking habit unemployed low level of education undesired pregnancy partner s khat chewing habit partner s alcohol drinking habit household income experience of violence before the current pregnancy parental exposure to ipv living alone rural dwellers income loss due to covid household decisions made by husband alone partner controlling behaviors and partner has more than one wife conclusion ipv has detrimental effects on the physical and mental well being of pregnant women consequently prompt implementation of prevention and intervention strategies is essential to decrease the prevalence of ipv and enhance the quality of life for pregnant women numerous factors contribute to ipv during pregnancy healthcare providers should systematically identify these high risk factors and offer targeted preventive guidance to effectively reduce its incidence at its root cause trial registration crd"
}