{
    "pmid": "41467927",
    "title": "Predicting epilepsy after new onset refractory status epilepticus due to autoimmune encephalitis: The DAME score.",
    "abstract": "This study aimed to identify risk factors and develop a predictive scoring system for autoimmune-associated epilepsy in subjects with autoimmune encephalitis presenting with new onset refractory status epilepticus (NORSE). This retrospective, multicenter, cohort study included subjects who presented with NORSE at the onset of autoimmune encephalitis and had at least 24 months of follow-up after immunotherapy. The outcome was the development of autoimmune-associated epilepsy, defined as persistent seizures despite adequate immunotherapy and absence of active inflammation. Factors independently associated with the outcome were identified through a backward stepwise selection. Adjusted regression coefficients of each independent predictor were transformed to produce a points-based risk-scoring system. Seventy participants were included (median age = 24.2 years, 38.6% male). During a median follow-up of 53 months, 54.3% of subjects developed autoimmune-associated epilepsy. Status epilepticus duration ≥ 10 days (odds ratio [OR] = 31.14, 95% confidence interval [CI] = 2.12-456.87, p = .012), positivity for antibodies against surface antigens (OR = .12, 95% CI = .02-.85, p = .034), bitemporal magnetic resonance imaging (MRI) abnormalities suggestive of autoimmune encephalitis during acute stage (OR = 49.80, 95% CI = 2.95-841.77, p = .007), and interictal epileptiform discharges during electroencephalographic (EEG) follow-up (OR = 71.32, 95% CI = 6.48-785.32, p < .001) were independently associated with the study outcome. The duration-antibodies-MRI-EEG (DAME) score was developed as an integer-based scoring system predictive of autoimmune-associated epilepsy. With an optimal cutoff of ≥3 points, it yielded a sensitivity of 86.8%, a specificity of 87.5%, and an overall accuracy of 87.1%. The DAME score could serve as a user-friendly score to predict the risk of autoimmune-associated epilepsy in patients with NORSE due to autoimmune encephalitis.",
    "disease": "stroke",
    "clean_text": "predicting epilepsy after new onset refractory status epilepticus due to autoimmune encephalitis the dame score this study aimed to identify risk factors and develop a predictive scoring system for autoimmune associated epilepsy in subjects with autoimmune encephalitis presenting with new onset refractory status epilepticus norse this retrospective multicenter cohort study included subjects who presented with norse at the onset of autoimmune encephalitis and had at least months of follow up after immunotherapy the outcome was the development of autoimmune associated epilepsy defined as persistent seizures despite adequate immunotherapy and absence of active inflammation factors independently associated with the outcome were identified through a backward stepwise selection adjusted regression coefficients of each independent predictor were transformed to produce a points based risk scoring system seventy participants were included median age years male during a median follow up of months of subjects developed autoimmune associated epilepsy status epilepticus duration days odds ratio or confidence interval ci p positivity for antibodies against surface antigens or ci p bitemporal magnetic resonance imaging mri abnormalities suggestive of autoimmune encephalitis during acute stage or ci p and interictal epileptiform discharges during electroencephalographic eeg follow up or ci p were independently associated with the study outcome the duration antibodies mri eeg dame score was developed as an integer based scoring system predictive of autoimmune associated epilepsy with an optimal cutoff of points it yielded a sensitivity of a specificity of and an overall accuracy of the dame score could serve as a user friendly score to predict the risk of autoimmune associated epilepsy in patients with norse due to autoimmune encephalitis"
}