{
    "pmid": "41402016",
    "title": "Enhancing tuberculosis CT imaging analysis through synthetic data augmentation via deep adversarial models.",
    "abstract": "Even in resource-limited settings, such as central Africa or India, where the burden of tuberculosis remains great [23,39], there are very few datasets that have such annotations. Objective This study aims to address the challenge associated with data scarcity and class imbalance in analyzing tuberculosis CT images, by using synthetic data augmentation technique based on deep adversarial models. We employ multimodal tuberculosis dataset 5 in Hugging Face to conduct full-scale feature extraction for both CT images and lesion regions, and we train two generative adversarial networks (GANs), i.e., Deep Convolutional GAN (DCGAN) and CycleGAN, to synthesize the realistic fake textured/grained CT images mimicking TB lesion morphology. These augmented datasets are employed to train both segmentation and classification models, where U-Net architectures for segmentation and supervised networks (severity classification) rarely used. On evaluation using the Frechette Inception Distance, Inception Score, Structural Similarity Index, Segmentation Accuracy, Dice Coefficient, and Classification Precision and Recall significant improvements are observed for both image fidelity and diagnostic performance. These GAN-augmented models show higher segmentation accuracy and classification precision than non-augmented baselines, indicating better model robustness and generalizability. The originality of this work is that it demonstrates the feasibility and validity of GAN-based synthetic augmentation to enhance tuberculosis lesion detection and severity assessment from CT images, particularly in environments with scarce data.",
    "disease": "tuberculosis",
    "clean_text": "enhancing tuberculosis ct imaging analysis through synthetic data augmentation via deep adversarial models even in resource limited settings such as central africa or india where the burden of tuberculosis remains great there are very few datasets that have such annotations objective this study aims to address the challenge associated with data scarcity and class imbalance in analyzing tuberculosis ct images by using synthetic data augmentation technique based on deep adversarial models we employ multimodal tuberculosis dataset in hugging face to conduct full scale feature extraction for both ct images and lesion regions and we train two generative adversarial networks gans i e deep convolutional gan dcgan and cyclegan to synthesize the realistic fake textured grained ct images mimicking tb lesion morphology these augmented datasets are employed to train both segmentation and classification models where u net architectures for segmentation and supervised networks severity classification rarely used on evaluation using the frechette inception distance inception score structural similarity index segmentation accuracy dice coefficient and classification precision and recall significant improvements are observed for both image fidelity and diagnostic performance these gan augmented models show higher segmentation accuracy and classification precision than non augmented baselines indicating better model robustness and generalizability the originality of this work is that it demonstrates the feasibility and validity of gan based synthetic augmentation to enhance tuberculosis lesion detection and severity assessment from ct images particularly in environments with scarce data"
}