{
    "pmid": "41459855",
    "title": "Poor Prognostic Clinicopathological Features of Young Women with Breast Cancer in the MF18-04 Turkish National Breast Cancer Registry Study.",
    "abstract": "The role of younger age as a prognostic factor in breast cancer remains debated. Despite its association with an aggressive clinical course, there is insufficient research on its etiology. This study aimed to analyze age-related differences in breast cancer diagnosis among Turkish women. Data from 23,594 patients in the National Breast Cancer Database (NBCD) were analyzed. The demographic, clinical, and pathological characteristics of patients aged ≤40 years were compared with those >40 years. The median age was 50 years (range 18-97). Among them, 4,535 patients (19%) were 40 years old or younger, with 84% of this subgroup being over 30 years old. Conversely, 19,059 patients (81%) were older than 40. Patients in the younger age group were less likely to have pathologic T1 disease (41% vs. 47%), N0 disease (49% vs. 55%), and Stage I disease (25% vs. 31%) compared to those over 40 (p<0.001). The rates of mastectomy (41% vs. 39%; p = 0.024) and axillary dissection (71% vs. 65%; p = 0.001) were higher among patients diagnosed at 40 years of age or younger. Multivariate analysis identified significant associations in younger patients, including invasive ductal carcinoma (95% CI, 1.06-1.43), estrogen receptor (ER) negativity (95% CI, 1.26-1.87), PR negativity (95% CI, 1.21-1.75), high histologic grade (95% CI, 1.43-1.87), multifocality/multicentricity (95% CI, 1.26-1.72), T3-T4 tumors (95% CI, 1.06-1.66), and axillary positivity (95% CI, 1.025-1.321). Breast cancer diagnosed at ≤40 years is more likely to exhibit aggressive biology, multifocality, or multicentricity presentation, and present at advanced stages. Consequently, younger patients experience higher rates of mastectomy and axillary dissection. These findings suggest a poorer prognosis, highlighting the need for more intensive therapeutic strategies in this population.",
    "disease": "breast cancer",
    "clean_text": "poor prognostic clinicopathological features of young women with breast cancer in the mf turkish national breast cancer registry study the role of younger age as a prognostic factor in breast cancer remains debated despite its association with an aggressive clinical course there is insufficient research on its etiology this study aimed to analyze age related differences in breast cancer diagnosis among turkish women data from patients in the national breast cancer database nbcd were analyzed the demographic clinical and pathological characteristics of patients aged years were compared with those years the median age was years range among them patients were years old or younger with of this subgroup being over years old conversely patients were older than patients in the younger age group were less likely to have pathologic t disease vs n disease vs and stage i disease vs compared to those over p the rates of mastectomy vs p and axillary dissection vs p were higher among patients diagnosed at years of age or younger multivariate analysis identified significant associations in younger patients including invasive ductal carcinoma ci estrogen receptor er negativity ci pr negativity ci high histologic grade ci multifocality multicentricity ci t t tumors ci and axillary positivity ci breast cancer diagnosed at years is more likely to exhibit aggressive biology multifocality or multicentricity presentation and present at advanced stages consequently younger patients experience higher rates of mastectomy and axillary dissection these findings suggest a poorer prognosis highlighting the need for more intensive therapeutic strategies in this population"
}