{
    "pmid": "41450558",
    "title": "Recurrent ischaemic strokes as a first presentation of Libman-Sacks endocarditis with an atypically massive mitral vegetation resulting in severe valvular regurgitation: a case report.",
    "abstract": "Libman-Sacks endocarditis is a form of non-bacterial thrombotic endocarditis, associated with autoimmune conditions such as systemic lupus erythematosus and antiphospholipid syndrome (APLS). Vegetations are usually small and are managed with immunosuppression and anticoagulation. A 50-year-old female presented to her hospital with left leg weakness, with imaging showing a right parietal stroke and an old occipital lobe stroke. Inpatient transthoracic echocardiography showed a large mitral valve (MV) vegetation with moderate-to-severe mitral regurgitation (MR). She self-discharged against medical advice before further workup could be completed and was lost to follow-up until persuaded to have an outpatient transoesophageal echocardiogram, which showed severe MR with a large (2 cm × 3 cm) mass attached to the posterior MV leaflet. Blood cultures were negative. Review of previous blood tests showed a triple-positive APLS panel, which was positive on repeat testing. She underwent successful mechanical MV replacement. Valve histology was consistent with Libman-Sacks endocarditis. Warfarin therapy was continued, complicated by subdural haematoma (successfully treated), but with no further thrombo-embolic events. Subsequent anti-nuclear antigen testing was positive, and hydroxychloroquine was commenced. Transoesophageal echocardiography 1 year later showed a well-functioning MV prosthesis. The management of young individuals with ischaemic stroke should include attention to atypical causes. Libman-Sacks endocarditis is usually associated with small vegetations and high thrombotic risk, usually managed medically with anticoagulation and treatment of underlying conditions. Our case was atypical, with the presence of a large vegetation causing significant valvular dysfunction, but it demonstrates that replacement with mechanical prostheses can be a feasible management strategy.",
    "disease": "stroke",
    "clean_text": "recurrent ischaemic strokes as a first presentation of libman sacks endocarditis with an atypically massive mitral vegetation resulting in severe valvular regurgitation a case report libman sacks endocarditis is a form of non bacterial thrombotic endocarditis associated with autoimmune conditions such as systemic lupus erythematosus and antiphospholipid syndrome apls vegetations are usually small and are managed with immunosuppression and anticoagulation a year old female presented to her hospital with left leg weakness with imaging showing a right parietal stroke and an old occipital lobe stroke inpatient transthoracic echocardiography showed a large mitral valve mv vegetation with moderate to severe mitral regurgitation mr she self discharged against medical advice before further workup could be completed and was lost to follow up until persuaded to have an outpatient transoesophageal echocardiogram which showed severe mr with a large cm cm mass attached to the posterior mv leaflet blood cultures were negative review of previous blood tests showed a triple positive apls panel which was positive on repeat testing she underwent successful mechanical mv replacement valve histology was consistent with libman sacks endocarditis warfarin therapy was continued complicated by subdural haematoma successfully treated but with no further thrombo embolic events subsequent anti nuclear antigen testing was positive and hydroxychloroquine was commenced transoesophageal echocardiography year later showed a well functioning mv prosthesis the management of young individuals with ischaemic stroke should include attention to atypical causes libman sacks endocarditis is usually associated with small vegetations and high thrombotic risk usually managed medically with anticoagulation and treatment of underlying conditions our case was atypical with the presence of a large vegetation causing significant valvular dysfunction but it demonstrates that replacement with mechanical prostheses can be a feasible management strategy"
}