{
    "title": "Validation of computerized reflective function: A replication study.",
    "doc_id": "33198598",
    "writer": "Ilagan GS",
    "year": "2021",
    "summary": "Objective: The Reflective Function (RF) Scale is the original validated measure of mentalizing, applied to Adult Attachment Interview (AAI) transcripts. This study aimed to replicate the preliminary validation of Computerized RF (CRF), a computerized text analysis measure …",
    "abstract": "Objective: The Reflective Function (RF) Scale is the original validated measure of mentalizing, applied to Adult Attachment Interview (AAI) transcripts. This study aimed to replicate the preliminary validation of Computerized RF (CRF), a computerized text analysis measure of RF.Methods: 49 women with borderline personality disorder (BPD; n = 20) and without (n = 29) completed diagnostic interviews and the AAI. AAIs were scored by certified coders using the RF Scale, and by computerized text analysis software using CRF dictionaries.Results: CRF significantly correlated with RF. The frequency of High CRF words had moderate-to-strong correlations with RF in the total sample (rs = .47), BPD group (rs = .61), and non-BPD group (rs = .41). Adding the frequency of Low CRF words to create a proportion of High and Low CRF words, and applying CRF to AAIs trimmed to include only items that \"demand\" RF, both produced significant, but not stronger, correlations with RF.Conclusion: CRF is an efficient alternative to the RF Scale that can estimate mentalization. Near average levels, neither RF nor CRF significantly differentiated between groups, indicating mentalizing deficits may not always be present, detectable, or defining in BPD samples. While more research is needed, CRF is a valid assessment of RF when codable text is available.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33198598/",
    "clean_text": "validation of computerized reflective function a replication study objective the reflective function rf scale is the original validated measure of mentalizing applied to adult attachment interview aai transcripts this study aimed to replicate the preliminary validation of computerized rf crf a computerized text analysis measure objective the reflective function rf scale is the original validated measure of mentalizing applied to adult attachment interview aai transcripts this study aimed to replicate the preliminary validation of computerized rf crf a computerized text analysis measure of rf methods women with borderline personality disorder bpd n and without n completed diagnostic interviews and the aai aais were scored by certified coders using the rf scale and by computerized text analysis software using crf dictionaries results crf significantly correlated with rf the frequency of high crf words had moderate to strong correlations with rf in the total sample rs bpd group rs and non bpd group rs adding the frequency of low crf words to create a proportion of high and low crf words and applying crf to aais trimmed to include only items that demand rf both produced significant but not stronger correlations with rf conclusion crf is an efficient alternative to the rf scale that can estimate mentalization near average levels neither rf nor crf significantly differentiated between groups indicating mentalizing deficits may not always be present detectable or defining in bpd samples while more research is needed crf is a valid assessment of rf when codable text is available"
}