{
    "title": "Attempts to Target Staphylococcus aureus Induced Osteomyelitis Bone Lesions in a Juvenile Pig Model by Using Radiotracers.",
    "doc_id": "32967275",
    "writer": "Afzelius P",
    "year": "2020",
    "summary": "We compared them to the well-known glucose metabolism marker [(18)F]FDG, in a well-established juvenile S. aureus induced osteomyelitis (OM) pig model. RESULTS: [(18)F]FDG accumulated in the OM lesions seven days after bacterial inoculation, but disappointingly we w …",
    "abstract": "Background [18F]FDG Positron Emission Tomography cannot differentiate between sterile inflammation and infection. Therefore, we, aimed to develop more specific radiotracers fitted for differentiation between sterile and septic infection to improve the diagnostic accuracy. Consequently, the clinicians can refine the treatment of, for example, prosthesis-related infection.\n    \n\n\n          Methods:\n        \n      \n      We examined different target points; Staphylococcus aureus biofilm (68Ga-labeled DOTA-K-A9 and DOTA-GSGK-A11), bone remodeling ([18F]NaF), bacterial cell membranes ([68Ga]Ga-Ubiquicidin), and leukocyte trafficking ([68Ga]Ga-DOTA-Siglec-9). We compared them to the well-known glucose metabolism marker [18F]FDG, in a well-established juvenile S. aureus induced osteomyelitis (OM) pig model.\n    \n\n\n          Results:\n        \n      \n      [18F]FDG accumulated in the OM lesions seven days after bacterial inoculation, but disappointingly we were not able to identify any tracer accumulation in OM with any of the supposedly more specific tracers.\n    \n\n\n          Conclusion:\n        \n      \n      These negative results are, however, relevant to report as they may save other research groups from conducting the same animal experiments and provide a platform for developing and evaluating other new potential tracers or protocol instead.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32967275/",
    "clean_text": "attempts to target staphylococcus aureus induced osteomyelitis bone lesions in a juvenile pig model by using radiotracers we compared them to the well known glucose metabolism marker f fdg in a well established juvenile s aureus induced osteomyelitis om pig model results f fdg accumulated in the om lesions seven days after bacterial inoculation but disappointingly we w background f fdg positron emission tomography cannot differentiate between sterile inflammation and infection therefore we aimed to develop more specific radiotracers fitted for differentiation between sterile and septic infection to improve the diagnostic accuracy consequently the clinicians can refine the treatment of for example prosthesis related infection methods we examined different target points staphylococcus aureus biofilm ga labeled dota k a and dota gsgk a bone remodeling f naf bacterial cell membranes ga ga ubiquicidin and leukocyte trafficking ga ga dota siglec we compared them to the well known glucose metabolism marker f fdg in a well established juvenile s aureus induced osteomyelitis om pig model results f fdg accumulated in the om lesions seven days after bacterial inoculation but disappointingly we were not able to identify any tracer accumulation in om with any of the supposedly more specific tracers conclusion these negative results are however relevant to report as they may save other research groups from conducting the same animal experiments and provide a platform for developing and evaluating other new potential tracers or protocol instead"
}