{
    "pmid": "41465855",
    "title": "The Impact of Decreased GSK3β and S6K1 Expression in TNBC Patients.",
    "abstract": "Breast cancer is the most frequent and lethal type of cancer that affects women worldwide. Triple-negative breast cancer (TNBC) is the most aggressive type of breast cancer, having high rate of recurrence, metastasis, and mortality, with very limited options for treatment, and a tendency to develop resistance to conventional therapy. These circumstances mean that it is necessary to develop effective therapies for TNBC patients which would circumvent resistance mechanisms. The PAM and Wnt signaling pathways are among those responsible for therapy resistance in TNBC, as they also have major roles in different cellular processes such as metabolism, proliferation, metastasis, stemness, and survival. We analysed the expression of GSK3β and S6K1 as interacting components of the two pathways in order to examine the relation between them and determine whether they could be used as predictive markers in TNBC. The expression of mRNA was examined with real-time PCR and protein expression with immunohistochemistry. Our results showed that protein expression is in line with mRNA expression. We found a positive correlation between the mRNA expressions of GSK3β and S6K1, showing their coordinated transcription. We also showed that their simultaneous low expression is unfavorable for TNBC patients and could possibly be used as a predictive marker.",
    "disease": "breast cancer",
    "clean_text": "the impact of decreased gsk and s k expression in tnbc patients breast cancer is the most frequent and lethal type of cancer that affects women worldwide triple negative breast cancer tnbc is the most aggressive type of breast cancer having high rate of recurrence metastasis and mortality with very limited options for treatment and a tendency to develop resistance to conventional therapy these circumstances mean that it is necessary to develop effective therapies for tnbc patients which would circumvent resistance mechanisms the pam and wnt signaling pathways are among those responsible for therapy resistance in tnbc as they also have major roles in different cellular processes such as metabolism proliferation metastasis stemness and survival we analysed the expression of gsk and s k as interacting components of the two pathways in order to examine the relation between them and determine whether they could be used as predictive markers in tnbc the expression of mrna was examined with real time pcr and protein expression with immunohistochemistry our results showed that protein expression is in line with mrna expression we found a positive correlation between the mrna expressions of gsk and s k showing their coordinated transcription we also showed that their simultaneous low expression is unfavorable for tnbc patients and could possibly be used as a predictive marker"
}