{
    "pmid": "41448555",
    "title": "SF3B1 mutations in spliceosome-driven tumorigenesis: From splicing dysregulation to signaling network rewiring and therapeutic targeting.",
    "abstract": "Splicing factor 3B subunit 1 (SF3B1), a core component of the U2 small nuclear ribonucleoprotein, has key functions in precursor messenger RNA (pre-mRNA) splicing and regulates gene expression by recognizing branch point sequences and coordinating spliceosome assembly. Mutations of SF3B1 have been identified as high-frequency drivers in various tumor types. These include hotspot mutations such as K700E, which reshape the splicing factor network via abnormal interactions with SUGP1, DHX15, etc., resulting in activation of latent splicing sites. These changes in turn affect genes involved in RNA metabolism and the cell cycle and genomic stability, thereby triggering the downstream NF-κB, AKT, and p53 pathways to promote tumorigenesis. Clinically, SF3B1 mutations occur in both hematological tumors (as in myelodysplastic syndrome) and solid tumors (such as breast cancer). Mutation-mediated splicing abnormalities thus represent targets for new therapeutic agents such as spliceosome inhibitor pladienolide B. However, although studies have advanced our understanding of these abnormalities from basic splicing changes to effects on signaling networks and potential clinical translation, various aspects need further exploration; these include mutation-specific functional heterogeneity, interactions with the tumor microenvironment, and mechanisms of drug resistance. This review systematically summarizes the functions of SF3B1 mutations and their underlying molecular mechanisms in spliceosome-driven tumorigenesis, with the aim of providing a framework for better understanding of this process, as well as discussing prospects for new precision medicine diagnostic and treatment strategies.",
    "disease": "breast cancer",
    "clean_text": "sf b mutations in spliceosome driven tumorigenesis from splicing dysregulation to signaling network rewiring and therapeutic targeting splicing factor b subunit sf b a core component of the u small nuclear ribonucleoprotein has key functions in precursor messenger rna pre mrna splicing and regulates gene expression by recognizing branch point sequences and coordinating spliceosome assembly mutations of sf b have been identified as high frequency drivers in various tumor types these include hotspot mutations such as k e which reshape the splicing factor network via abnormal interactions with sugp dhx etc resulting in activation of latent splicing sites these changes in turn affect genes involved in rna metabolism and the cell cycle and genomic stability thereby triggering the downstream nf b akt and p pathways to promote tumorigenesis clinically sf b mutations occur in both hematological tumors as in myelodysplastic syndrome and solid tumors such as breast cancer mutation mediated splicing abnormalities thus represent targets for new therapeutic agents such as spliceosome inhibitor pladienolide b however although studies have advanced our understanding of these abnormalities from basic splicing changes to effects on signaling networks and potential clinical translation various aspects need further exploration these include mutation specific functional heterogeneity interactions with the tumor microenvironment and mechanisms of drug resistance this review systematically summarizes the functions of sf b mutations and their underlying molecular mechanisms in spliceosome driven tumorigenesis with the aim of providing a framework for better understanding of this process as well as discussing prospects for new precision medicine diagnostic and treatment strategies"
}