{
    "pmid": "41442019",
    "title": "An integrated computational strategy for profiling terpenoid for dual-target leads against Klebsiella pneumoniae penicillin-binding protein 3 and beta-lactamase.",
    "abstract": "The coexistence of altered or overexpressed penicillin-binding protein 3 (PBP3) and β-lactamases has led to a significant decrease in treatment success rates of Klebsiella pneumoniae. Targeting both proteins simultaneously could offer a robust strategy to overcome resistance in K. pneumoniae. Herein, a curated library of 147,953 terpenoids-renowned for their structural diversity and multi-targeting potential against bacterial pathways-was screened via structure-based pharmacophore modelling and molecular docking. Five terpenoids with higher binding tendencies for K. pneumoniae PBP3 and KPC-2 beta-lactamase were identified. These leads exhibited favourable pharmacokinetic, drug-likeness, and low toxicity profiles. The most promising leads (TP93780 and TP156670) demonstrated superior binding free energies (BFE) against K. pneumoniae PBP3 (- 24.40 ± 5.20 and - 23.46 ± 3.50 kcal/mol) and KPC-2 beta-lactamase (- 15.38 ± 4.09 and - 16.83 ± 3.75 kcal/mol) when compared to ceftaroline (- 21.82 ± 8.64 kcal/mol) and clavulanate (- 10.85 ± 34.40 kcal/mol), respectively. The energetics revealed that the promising leads were driven by balanced hydrophobic and moderate electrostatic interactions, compared to the polar-dominated binding profile of the reference standards. The post-molecular dynamics structural analysis revealed an enhanced overall stability of the TP93780 and TP156670 bound structures. The principal component analysis and free energy landscape analyses revealed more constrained and localised motions in the bound structures compared to the unbound structures and reference standard bound complexes. The favourable molecular orbital energies and the thermodynamically stable terpenoid-bound structures underpin their potential as dual modulators of K. pneumoniae PBP3 and KPC-2 beta-lactamase. Further in vitro studies are underway.",
    "disease": "pneumonia",
    "clean_text": "an integrated computational strategy for profiling terpenoid for dual target leads against klebsiella pneumoniae penicillin binding protein and beta lactamase the coexistence of altered or overexpressed penicillin binding protein pbp and lactamases has led to a significant decrease in treatment success rates of klebsiella pneumoniae targeting both proteins simultaneously could offer a robust strategy to overcome resistance in k pneumoniae herein a curated library of terpenoids renowned for their structural diversity and multi targeting potential against bacterial pathways was screened via structure based pharmacophore modelling and molecular docking five terpenoids with higher binding tendencies for k pneumoniae pbp and kpc beta lactamase were identified these leads exhibited favourable pharmacokinetic drug likeness and low toxicity profiles the most promising leads tp and tp demonstrated superior binding free energies bfe against k pneumoniae pbp and kcal mol and kpc beta lactamase and kcal mol when compared to ceftaroline kcal mol and clavulanate kcal mol respectively the energetics revealed that the promising leads were driven by balanced hydrophobic and moderate electrostatic interactions compared to the polar dominated binding profile of the reference standards the post molecular dynamics structural analysis revealed an enhanced overall stability of the tp and tp bound structures the principal component analysis and free energy landscape analyses revealed more constrained and localised motions in the bound structures compared to the unbound structures and reference standard bound complexes the favourable molecular orbital energies and the thermodynamically stable terpenoid bound structures underpin their potential as dual modulators of k pneumoniae pbp and kpc beta lactamase further in vitro studies are underway"
}