{
    "title": "Improvements in mentalization predict improvements in interpersonal distress in patients with mental disorders.",
    "doc_id": "29998458",
    "writer": "Hayden MC",
    "year": "2018",
    "summary": "Additionally, we investigated whether mentalization predicts a decrease in interpersonal distress. METHOD: We analyzed time-series data from patients with mental disorders. ...CONCLUSION: Results revealed characteristic patterns of interpersonal problems, mentali …",
    "abstract": "Objectives:\n        \n      \n      Associations between interpersonal problems and mentalization have rarely been investigated. In this study, we explored patterns of interpersonal problems, mentalization, symptom severity, and attachment during inpatient treatment and at follow-up. Additionally, we investigated whether mentalization predicts a decrease in interpersonal distress.\n    \n\n\n          Method:\n        \n      \n      We analyzed time-series data from patients with mental disorders. Data were collected at the beginning and at the end of inpatient treatment, and approximately 6 months after discharge from hospital.\n    \n\n\n          Results:\n        \n      \n      Patterns of correlations were stable from admission to the hospital until follow-up. Treatment significantly increased the levels of mentalization and decreased the levels of interpersonal problems and symptom severity, whereas attachment was only partially targeted. Improvements in mentalization significantly predicted reduction in interpersonal distress at each point in time.\n    \n\n\n          Conclusion:\n        \n      \n      Results revealed characteristic patterns of interpersonal problems, mentalization, symptom severity, and attachment. Mentalization was found to play a key role in the reduction of interpersonal distress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29998458/",
    "clean_text": "improvements in mentalization predict improvements in interpersonal distress in patients with mental disorders additionally we investigated whether mentalization predicts a decrease in interpersonal distress method we analyzed time series data from patients with mental disorders conclusion results revealed characteristic patterns of interpersonal problems mentali objectives associations between interpersonal problems and mentalization have rarely been investigated in this study we explored patterns of interpersonal problems mentalization symptom severity and attachment during inpatient treatment and at follow up additionally we investigated whether mentalization predicts a decrease in interpersonal distress method we analyzed time series data from patients with mental disorders data were collected at the beginning and at the end of inpatient treatment and approximately months after discharge from hospital results patterns of correlations were stable from admission to the hospital until follow up treatment significantly increased the levels of mentalization and decreased the levels of interpersonal problems and symptom severity whereas attachment was only partially targeted improvements in mentalization significantly predicted reduction in interpersonal distress at each point in time conclusion results revealed characteristic patterns of interpersonal problems mentalization symptom severity and attachment mentalization was found to play a key role in the reduction of interpersonal distress"
}