{
    "pmid": "41450484",
    "title": "Multiple Flexor Tendon Ruptures Caused by Neglected Volar Lunate Dislocation: A Case Report.",
    "abstract": "To describe the clinical and paraclinical features and the surgical outcomes of multiple flexor tendon ruptures in a patient with neglected lunate dislocation. A case report. Lunate dislocation is rare and easily missed at initial diagnosis. Delayed/neglected cases can lead to wrist osteoarthritis, median nerve involvement, and flexor tendon injury. We report a patient with multiple flexor tendon ruptures associated with a 4-year neglected lunate dislocation. The patient underwent flexor tendon reconstruction using an autologous palmaris longus graft combined with lunate excision. At 1-year follow-up, finger motion was good and there was no evidence of wrist osteoarthritic change. Multiple flexor tendon ruptures associated with neglected lunate dislocation are rare. Surgery achieved successful functional recovery, allowing the patient to return to everyday work.",
    "disease": "osteoarthritis",
    "clean_text": "multiple flexor tendon ruptures caused by neglected volar lunate dislocation a case report to describe the clinical and paraclinical features and the surgical outcomes of multiple flexor tendon ruptures in a patient with neglected lunate dislocation a case report lunate dislocation is rare and easily missed at initial diagnosis delayed neglected cases can lead to wrist osteoarthritis median nerve involvement and flexor tendon injury we report a patient with multiple flexor tendon ruptures associated with a year neglected lunate dislocation the patient underwent flexor tendon reconstruction using an autologous palmaris longus graft combined with lunate excision at year follow up finger motion was good and there was no evidence of wrist osteoarthritic change multiple flexor tendon ruptures associated with neglected lunate dislocation are rare surgery achieved successful functional recovery allowing the patient to return to everyday work"
}