{
    "title": "Prognostic value of the nodal yield in head and neck squamous cell carcinoma: A systematic review.",
    "doc_id": "30969454",
    "writer": "de Kort WWB",
    "year": "2019",
    "summary": "OBJECTIVE: Literature analysis on the prognostic factor of the nodal yield (NY) in neck dissections (NDs), which in general surgical oncology is a strong prognosticator and quality-of-care marker. METHODS: We performed a systematic review of all PubMed and Embase publicati …",
    "abstract": "Objective:\n        \n      \n      Literature analysis on the prognostic factor of the nodal yield (NY) in neck dissections (NDs), which in general surgical oncology is a strong prognosticator and quality-of-care marker.\n    \n\n\n          Methods:\n        \n      \n      We performed a systematic review of all PubMed and Embase publications until June 30, 2018 screening for data on NY as prognosticator and overall survival (OS) as outcome in patients with head and neck squamous cell carcinoma (HNSCC). Risk for bias was asserted by application of the Quality In Prognosis Studies tool.\n    \n\n\n          Results:\n        \n      \n      Of the 823 screened publications, 15 were included in this analysis. Five out of seven that compared NY ≥18 vs <18 as prognosticator, showed significantly improved survival if NY ≥18. Six studies used other cutoffs and three reported improved survival with each additionally harvested lymph node.\n    \n\n\n          Conclusion:\n        \n      \n      Increased NY in ND specimen for HNSCC, most commonly described as ≥18 lymph nodes, is associated with improved OS and could be used as a prognosticator and quality-of-care marker.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30969454/",
    "clean_text": "prognostic value of the nodal yield in head and neck squamous cell carcinoma a systematic review objective literature analysis on the prognostic factor of the nodal yield ny in neck dissections nds which in general surgical oncology is a strong prognosticator and quality of care marker methods we performed a systematic review of all pubmed and embase publicati objective literature analysis on the prognostic factor of the nodal yield ny in neck dissections nds which in general surgical oncology is a strong prognosticator and quality of care marker methods we performed a systematic review of all pubmed and embase publications until june screening for data on ny as prognosticator and overall survival os as outcome in patients with head and neck squamous cell carcinoma hnscc risk for bias was asserted by application of the quality in prognosis studies tool results of the screened publications were included in this analysis five out of seven that compared ny vs as prognosticator showed significantly improved survival if ny six studies used other cutoffs and three reported improved survival with each additionally harvested lymph node conclusion increased ny in nd specimen for hnscc most commonly described as lymph nodes is associated with improved os and could be used as a prognosticator and quality of care marker"
}