{
    "title": "The Talking Physical Exam: a communication tool for engaging clients during the companion animal physical exam.",
    "doc_id": "40015241",
    "writer": "Phillips E",
    "year": "2025",
    "summary": "OBJECTIVE: To provide a video tutorial on the use of the Talking Physical Exam (TPE) in clinical practice. ANIMALS: Any dog or cat receiving a physical examination in the presence of a client. METHODS: The TPE consists of the veterinary professional verbally …",
    "abstract": "Objective:\n        \n      \n      To provide a video tutorial on the use of the Talking Physical Exam (TPE) in clinical practice.\n    \n\n\n          Animals:\n        \n      \n      Any dog or cat receiving a physical examination in the presence of a client.\n    \n\n\n          Methods:\n        \n      \n      The TPE consists of the veterinary professional verbally describing what is being examined on a patient during a companion animal physical examination and relaying normal and abnormal findings to veterinary clients.\n    \n\n\n          Results:\n        \n      \n      The TPE is a communication tool for supporting client engagement and enhancing client understanding during the companion animal physical examination.\n    \n\n\n          Clinical relevance:\n        \n      \n      The TPE is a practical tool that can assist veterinary professionals with engaging clients and has the potential to increase the value of the companion animal physical examination for veterinary clients in clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40015241/",
    "clean_text": "the talking physical exam a communication tool for engaging clients during the companion animal physical exam objective to provide a video tutorial on the use of the talking physical exam tpe in clinical practice animals any dog or cat receiving a physical examination in the presence of a client methods the tpe consists of the veterinary professional verbally objective to provide a video tutorial on the use of the talking physical exam tpe in clinical practice animals any dog or cat receiving a physical examination in the presence of a client methods the tpe consists of the veterinary professional verbally describing what is being examined on a patient during a companion animal physical examination and relaying normal and abnormal findings to veterinary clients results the tpe is a communication tool for supporting client engagement and enhancing client understanding during the companion animal physical examination clinical relevance the tpe is a practical tool that can assist veterinary professionals with engaging clients and has the potential to increase the value of the companion animal physical examination for veterinary clients in clinical practice"
}