{
    "title": "Heart Metabolism in Sepsis-Induced Cardiomyopathy-Unusual Metabolic Dysfunction of the Heart.",
    "doc_id": "34300048",
    "writer": "Wasyluk W",
    "year": "2021",
    "summary": "Due to the need for continuous work, the heart uses up to 8% of the total energy expenditure. Due to the relatively low adenosine triphosphate (ATP) storage capacity, the heart's work is dependent on its production. This is possible due to the metabolic flexi …",
    "abstract": "Due to the need for continuous work, the heart uses up to 8% of the total energy expenditure. Due to the relatively low adenosine triphosphate (ATP) storage capacity, the heart's work is dependent on its production. This is possible due to the metabolic flexibility of the heart, which allows it to use numerous substrates as a source of energy. Under normal conditions, a healthy heart obtains approximately 95% of its ATP by oxidative phosphorylation in the mitochondria. The primary source of energy is fatty acid oxidation, the rest of the energy comes from the oxidation of pyruvate. A failed heart is characterised by a disturbance in these proportions, with the contribution of individual components as a source of energy depending on the aetiology and stage of heart failure. A unique form of cardiac dysfunction is sepsis-induced cardiomyopathy, characterised by a significant reduction in energy production and impairment of cardiac oxidation of both fatty acids and glucose. Metabolic disorders appear to contribute to the pathogenesis of cardiac dysfunction and therefore are a promising target for future therapies. However, as many aspects of the metabolism of the failing heart remain unexplained, this issue requires further research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34300048/",
    "clean_text": "heart metabolism in sepsis induced cardiomyopathy unusual metabolic dysfunction of the heart due to the need for continuous work the heart uses up to of the total energy expenditure due to the relatively low adenosine triphosphate atp storage capacity the heart s work is dependent on its production this is possible due to the metabolic flexi due to the need for continuous work the heart uses up to of the total energy expenditure due to the relatively low adenosine triphosphate atp storage capacity the heart s work is dependent on its production this is possible due to the metabolic flexibility of the heart which allows it to use numerous substrates as a source of energy under normal conditions a healthy heart obtains approximately of its atp by oxidative phosphorylation in the mitochondria the primary source of energy is fatty acid oxidation the rest of the energy comes from the oxidation of pyruvate a failed heart is characterised by a disturbance in these proportions with the contribution of individual components as a source of energy depending on the aetiology and stage of heart failure a unique form of cardiac dysfunction is sepsis induced cardiomyopathy characterised by a significant reduction in energy production and impairment of cardiac oxidation of both fatty acids and glucose metabolic disorders appear to contribute to the pathogenesis of cardiac dysfunction and therefore are a promising target for future therapies however as many aspects of the metabolism of the failing heart remain unexplained this issue requires further research"
}