{
    "title": "Mobile health apps for systemic lupus erythematosus and lupus nephritis: a critical appraisal.",
    "doc_id": "35568874",
    "writer": "Ramasamy A",
    "year": "2022",
    "summary": "Two separate searches were done: one for systemic lupus erythematosus (SLE) and the other for lupus nephritis (LN). The Mobile App Rating Scale (MARS) was used to rate the quality of all selected apps. RESULTS: From the systemic lupus …",
    "abstract": "Objectives:\n        \n      \n      To critically assess the quality and functionality of the available mobile apps for systemic lupus erythematosus and lupus nephritis patients.\n    \n\n\n          Methods:\n        \n      \n      Two reviewers independently searched the App Store and Google Play Store for eligible mobile health (mHealth) apps. Two separate searches were done: one for systemic lupus erythematosus (SLE) and the other for lupus nephritis (LN). The Mobile App Rating Scale (MARS) was used to rate the quality of all selected apps.\n    \n\n\n          Results:\n        \n      \n      From the systemic lupus erythematosus screening, our search yielded 841 apps. Within these 841 apps, 17 of them were ultimately included. From the lupus nephritis screening, our search returned 1152 apps. Of the 1152 apps, 2 were ultimately included. Our search strategy included apps specifically designed for patients with SLE and LN. The MARS average of all the systemic lupus erythematosus apps was 2.7 out of 5. The MARS average of the two lupus nephritis apps was 2.6 out of 5.\n    \n\n\n          Conclusion:\n        \n      \n      Mobile health apps can serve as an effective tool for telehealth, engaging patients in self-care and for increasing the quality of life of lupus patients. While several mobile health technologies exist for patients with SLE and LN, there is still a significant need for app quality improvement and expanding the comprehensiveness of offered functions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35568874/",
    "clean_text": "mobile health apps for systemic lupus erythematosus and lupus nephritis a critical appraisal two separate searches were done one for systemic lupus erythematosus sle and the other for lupus nephritis ln the mobile app rating scale mars was used to rate the quality of all selected apps results from the systemic lupus objectives to critically assess the quality and functionality of the available mobile apps for systemic lupus erythematosus and lupus nephritis patients methods two reviewers independently searched the app store and google play store for eligible mobile health mhealth apps two separate searches were done one for systemic lupus erythematosus sle and the other for lupus nephritis ln the mobile app rating scale mars was used to rate the quality of all selected apps results from the systemic lupus erythematosus screening our search yielded apps within these apps of them were ultimately included from the lupus nephritis screening our search returned apps of the apps were ultimately included our search strategy included apps specifically designed for patients with sle and ln the mars average of all the systemic lupus erythematosus apps was out of the mars average of the two lupus nephritis apps was out of conclusion mobile health apps can serve as an effective tool for telehealth engaging patients in self care and for increasing the quality of life of lupus patients while several mobile health technologies exist for patients with sle and ln there is still a significant need for app quality improvement and expanding the comprehensiveness of offered functions"
}