{
    "pmid": "41414977",
    "title": "Association Between Pre-Dialysis Nephrology Care Duration and Short-Term Outcomes in Hemodialysis Patients.",
    "abstract": "Despite recommendations for early nephrology referral in CKD stage G4+, emergency dialysis remains common. This retrospective study evaluated whether pre-dialysis nephrology care duration influences outcomes after initiation. We analyzed 388 hemodialysis patients (2014-2022), divided into Short (< 3 months) and Long (> 6 months) care groups. Clinical and socioeconomic factors were compared using Fisher's exact test, Mann-Whitney U test, and Kaplan-Meier analysis. The proportion of Short Group patients did not decline over time. Ninety-day survival was significantly lower in the Short Group (p < 0.01). The Long Group had more comorbidities, such as hypertension and diabetes, likely reflecting earlier referral. The Short Group had longer hospital stays, more tunneled catheter use, and fewer AVF placements. These findings suggest that nephrology care exceeding 6 months before dialysis may improve short-term survival. Promoting earlier referral of patients with CKD could reduce emergency dialysis and enhance patient outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "association between pre dialysis nephrology care duration and short term outcomes in hemodialysis patients despite recommendations for early nephrology referral in ckd stage g emergency dialysis remains common this retrospective study evaluated whether pre dialysis nephrology care duration influences outcomes after initiation we analyzed hemodialysis patients divided into short months and long months care groups clinical and socioeconomic factors were compared using fisher s exact test mann whitney u test and kaplan meier analysis the proportion of short group patients did not decline over time ninety day survival was significantly lower in the short group p the long group had more comorbidities such as hypertension and diabetes likely reflecting earlier referral the short group had longer hospital stays more tunneled catheter use and fewer avf placements these findings suggest that nephrology care exceeding months before dialysis may improve short term survival promoting earlier referral of patients with ckd could reduce emergency dialysis and enhance patient outcomes"
}