{
    "title": "Type 2 diabetes in children and youth.",
    "doc_id": "16085165",
    "writer": "Kaufman FR.",
    "year": "2005",
    "summary": "The number of children and youth diagnosed with type 2 diabetes has increased dramatically over the last decade. Much still needs to be learned about why this epidemic is occurring presently with regard to other environmental factors that might promote insulin resis …",
    "abstract": "The number of children and youth diagnosed with type 2 diabetes has increased dramatically over the last decade. Much still needs to be learned about why this epidemic is occurring presently with regard to other environmental factors that might promote insulin resistance and beta-cell failure. The TODAY trial will help to determine the best treatment strategies to improve glycemia, reduce complications, and ameliorate insulin resistance and beta-cell failure. As type 2 diabetes emerges as a worldwide public health problem, improved care for affected youth must be coupled with a focus on prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16085165/",
    "clean_text": "type diabetes in children and youth the number of children and youth diagnosed with type diabetes has increased dramatically over the last decade much still needs to be learned about why this epidemic is occurring presently with regard to other environmental factors that might promote insulin resis the number of children and youth diagnosed with type diabetes has increased dramatically over the last decade much still needs to be learned about why this epidemic is occurring presently with regard to other environmental factors that might promote insulin resistance and beta cell failure the today trial will help to determine the best treatment strategies to improve glycemia reduce complications and ameliorate insulin resistance and beta cell failure as type diabetes emerges as a worldwide public health problem improved care for affected youth must be coupled with a focus on prevention"
}