{
    "title": "[Current biomarkers for gastric cancer].",
    "doc_id": "28213714",
    "writer": "Baretton GB",
    "year": "2017",
    "summary": "Gastric cancer is still a relevant malignant disease with high morbidity and mortality. Current molecular genetic data show that gastric cancer, as other solid tumors as well, is not a single entity but consists of several molecular subtypes of gast …",
    "abstract": "Gastric cancer is still a relevant malignant disease with high morbidity and mortality. Current molecular genetic data show that gastric cancer, as other solid tumors as well, is not a single entity but consists of several molecular subtypes of gastric cancer with diverse biology. The increasing understanding of molecular pathways is the basis for innovative therapies. These either directly target altered signaling pathways or genes in tumor cells or as in immune checkpoint inhibitors, indirectly target tumor cells by blocking tumor-induced immune inhibition leading to improvement in the prognosis. The selection of eligible patients is a prerequisite for the successful clinical application of these targeted drugs. Pathologists play an important role in integrating tissue-based biomarkers and established pathological parameters (typing, grading and staging) into one comprehensive morphomolecular report.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28213714/",
    "clean_text": "current biomarkers for gastric cancer gastric cancer is still a relevant malignant disease with high morbidity and mortality current molecular genetic data show that gastric cancer as other solid tumors as well is not a single entity but consists of several molecular subtypes of gast gastric cancer is still a relevant malignant disease with high morbidity and mortality current molecular genetic data show that gastric cancer as other solid tumors as well is not a single entity but consists of several molecular subtypes of gastric cancer with diverse biology the increasing understanding of molecular pathways is the basis for innovative therapies these either directly target altered signaling pathways or genes in tumor cells or as in immune checkpoint inhibitors indirectly target tumor cells by blocking tumor induced immune inhibition leading to improvement in the prognosis the selection of eligible patients is a prerequisite for the successful clinical application of these targeted drugs pathologists play an important role in integrating tissue based biomarkers and established pathological parameters typing grading and staging into one comprehensive morphomolecular report"
}