{
    "pmid": "41469213",
    "title": "Impact of a recent cancer diagnosis on bleeding risk after myocardial infarction.",
    "abstract": "Determining the most appropriate treatment in patients with cancer with an acute myocardial infarction (MI) can be challenging. Optimal management requires an understanding of bleeding risk which may be different in this population. This study aimed to investigate the bleeding risk among patients with MI with and without cancer, in the first and second year post-MI. Patients with MI, with and without cancer were identified from a national cardio-oncology database from England between 2006 and 2019. The outcome was a presentation to hospital for a major bleeding event, with patients followed for a maximum of 24 months. Inverse probability weighting was used to compare cancer and non-cancer cohorts in time-to-event analyses. 587 279 patients with MI were identified, 9820 (1.7%) had cancer and 577 459 (98.3%) did not. Colorectal, prostate, breast, lung and bladder cancer were the most common types of cancer. The rate of hospital presentation for bleeding in the first year post-MI was higher in patients with cancer than the non-cancer reference population (HR: 1.53, 95% CI 1.45 to 1.62, p<0.001). 506 280 patients with MI were followed up in the second year post-MI. 5666 (1.1%) had cancer and 500 614 (98.9%) did not. The bleeding rate in patients with MI with cancer remained elevated in the second year post-MI (HR: 1.42, 95% CI 1.29 to 1.56, p<0.001). There were marked differences in bleeding between cancer types. In this real-world observational study, patients with cancer had an increased bleeding risk in the first year post-MI which decreased but persisted in the second year after MI. Bleeding risk in patients with cancer must be carefully assessed post-MI.",
    "disease": "breast cancer",
    "clean_text": "impact of a recent cancer diagnosis on bleeding risk after myocardial infarction determining the most appropriate treatment in patients with cancer with an acute myocardial infarction mi can be challenging optimal management requires an understanding of bleeding risk which may be different in this population this study aimed to investigate the bleeding risk among patients with mi with and without cancer in the first and second year post mi patients with mi with and without cancer were identified from a national cardio oncology database from england between and the outcome was a presentation to hospital for a major bleeding event with patients followed for a maximum of months inverse probability weighting was used to compare cancer and non cancer cohorts in time to event analyses patients with mi were identified had cancer and did not colorectal prostate breast lung and bladder cancer were the most common types of cancer the rate of hospital presentation for bleeding in the first year post mi was higher in patients with cancer than the non cancer reference population hr ci to p patients with mi were followed up in the second year post mi had cancer and did not the bleeding rate in patients with mi with cancer remained elevated in the second year post mi hr ci to p there were marked differences in bleeding between cancer types in this real world observational study patients with cancer had an increased bleeding risk in the first year post mi which decreased but persisted in the second year after mi bleeding risk in patients with cancer must be carefully assessed post mi"
}