{
    "pmid": "41413318",
    "title": "The impaired hemodynamics of choroid plexus and its interactions within the glymphatic system in Parkinson's disease.",
    "abstract": "The purpose of this study was to identify the perfusion pattern of choroid plexus (CP) impairment in patients with Parkinson's disease (PD) and determine its relationship with the volume of the CP and its clinical relevance within the glymphatic system. Data from multidelayed arterial spin labeling (m-ASL), T1-weighted imaging, and diffusion tensor imaging were obtained from our consecutively enrolled patients with PD and matched healthy controls (HCs), followed by calculations of perfusion metrics, CP volume (CPV), and analysis along the perivascular space (ALPS) index and further statistical analyses. The pathological pattern of CP perfusion in PD patients included reduced cerebral blood flow (CBF) and arterial blood volume (aCBV) as well as increased CBF-arterial transit time (CBF-ATT) coupling (p < 0.05), which were significantly correlated with the CPV and ALPS indices (p < 0.05). Among the correlations with altered metrics, the linkages between CPV and perfusion metrics (CBF, aCBV, and CBF-ATT coupling) were specific to the PD group. Furthermore, the interactions between CBF and CPV and their clinical relevance to disease severity were mediated by the ALPS index (p < 0.05). These findings elucidate the diverse alterations in hemodynamics of CP and its mediating role within the glymphatic system in PD, underscoring further insights into glymphatic dynamics from the perspective of CP perfusion.",
    "disease": "parkinson disease",
    "clean_text": "the impaired hemodynamics of choroid plexus and its interactions within the glymphatic system in parkinson s disease the purpose of this study was to identify the perfusion pattern of choroid plexus cp impairment in patients with parkinson s disease pd and determine its relationship with the volume of the cp and its clinical relevance within the glymphatic system data from multidelayed arterial spin labeling m asl t weighted imaging and diffusion tensor imaging were obtained from our consecutively enrolled patients with pd and matched healthy controls hcs followed by calculations of perfusion metrics cp volume cpv and analysis along the perivascular space alps index and further statistical analyses the pathological pattern of cp perfusion in pd patients included reduced cerebral blood flow cbf and arterial blood volume acbv as well as increased cbf arterial transit time cbf att coupling p which were significantly correlated with the cpv and alps indices p among the correlations with altered metrics the linkages between cpv and perfusion metrics cbf acbv and cbf att coupling were specific to the pd group furthermore the interactions between cbf and cpv and their clinical relevance to disease severity were mediated by the alps index p these findings elucidate the diverse alterations in hemodynamics of cp and its mediating role within the glymphatic system in pd underscoring further insights into glymphatic dynamics from the perspective of cp perfusion"
}