{
    "title": "Does endometriosis increase the risks of endometrial hyperplasia and endometrial cancer?",
    "doc_id": "36357191",
    "writer": "Kim H",
    "year": "2023",
    "summary": "Cox proportional hazard regression analyses were performed to estimate the hazard ratios (HRs) of endometrial hyperplasia, endometrial cancer, and mortality from endometrial cancer. RESULTS: Among three million women in this population, 16,377 women were diag …",
    "abstract": "Objective:\n        \n      \n      The risk of developing endometrial hyperplasia after diagnosis of endometriosis has not been determined. Moreover, the risk of endometrial cancer associated with endometriosis is unclear. This nationwide population-based study investigated the associations of endometrial hyperplasia and endometrial cancer with endometriosis, after adjusting for covariates.\n    \n\n\n          Methods:\n        \n      \n      This population-based observational study analyzed data from the Korean National Health Insurance (NHI) database, including 147,869 women who were diagnosed with endometriosis from 2002 to 2017, with each patient matched to 20 control women without endometriosis. Cox proportional hazard regression analyses were performed to estimate the hazard ratios (HRs) of endometrial hyperplasia, endometrial cancer, and mortality from endometrial cancer.\n    \n\n\n          Results:\n        \n      \n      Among three million women in this population, 16,377 women were diagnosed with endometrial hyperplasia, and 1795 women were diagnosed with endometrial cancer over 19,931,794 person-years of follow-up. Women with endometriosis were at significantly higher risks of endometrial hyperplasia (adjusted hazard ratio [aHR] 1.85, 95% confidence interval [CI] 1.75-1.95), and endometrial cancer (aHR 1.35, 95% CI 1.12-1.63) were compared with control women after adjustment for covariates. A diagnosis of endometriosis did not affect survival in patients with endometrial cancer.\n    \n\n\n          Conclusion:\n        \n      \n      The risks of endometrial hyperplasia and endometrial cancer were found to be significantly higher in women with than without endometriosis. The presence of endometriosis did not affect overall survival in women with endometrial cancer. Additional long-term prospective studies with adequate control of confounders are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36357191/",
    "clean_text": "does endometriosis increase the risks of endometrial hyperplasia and endometrial cancer cox proportional hazard regression analyses were performed to estimate the hazard ratios hrs of endometrial hyperplasia endometrial cancer and mortality from endometrial cancer results among three million women in this population women were diag objective the risk of developing endometrial hyperplasia after diagnosis of endometriosis has not been determined moreover the risk of endometrial cancer associated with endometriosis is unclear this nationwide population based study investigated the associations of endometrial hyperplasia and endometrial cancer with endometriosis after adjusting for covariates methods this population based observational study analyzed data from the korean national health insurance nhi database including women who were diagnosed with endometriosis from to with each patient matched to control women without endometriosis cox proportional hazard regression analyses were performed to estimate the hazard ratios hrs of endometrial hyperplasia endometrial cancer and mortality from endometrial cancer results among three million women in this population women were diagnosed with endometrial hyperplasia and women were diagnosed with endometrial cancer over person years of follow up women with endometriosis were at significantly higher risks of endometrial hyperplasia adjusted hazard ratio ahr confidence interval ci and endometrial cancer ahr ci were compared with control women after adjustment for covariates a diagnosis of endometriosis did not affect survival in patients with endometrial cancer conclusion the risks of endometrial hyperplasia and endometrial cancer were found to be significantly higher in women with than without endometriosis the presence of endometriosis did not affect overall survival in women with endometrial cancer additional long term prospective studies with adequate control of confounders are needed"
}