{
    "title": "Biomechanical properties of the spinal cord: implications for tissue engineering and clinical translation.",
    "doc_id": "27592549",
    "writer": "Bartlett RD",
    "year": "2016",
    "summary": "Previous research has focused primarily on exploring the cellular and biological aspects of the spinal cord, yet relatively little remains known about the biomechanical properties of spinal cord tissue. Given that a number of regenerative strategies ai …",
    "abstract": "Spinal cord injury is a severely debilitating condition which can leave individuals paralyzed and suffering from autonomic dysfunction. Regenerative medicine may offer a promising solution to this problem. Previous research has focused primarily on exploring the cellular and biological aspects of the spinal cord, yet relatively little remains known about the biomechanical properties of spinal cord tissue. Given that a number of regenerative strategies aim to deliver cells and materials in the form of tissue-engineered therapies, understanding the biomechanical properties of host spinal cord tissue is important. We review the relevant biomechanical properties of spinal cord tissue and provide the baseline knowledge required to apply these important physical concepts to spinal cord tissue engineering.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27592549/",
    "clean_text": "biomechanical properties of the spinal cord implications for tissue engineering and clinical translation previous research has focused primarily on exploring the cellular and biological aspects of the spinal cord yet relatively little remains known about the biomechanical properties of spinal cord tissue given that a number of regenerative strategies ai spinal cord injury is a severely debilitating condition which can leave individuals paralyzed and suffering from autonomic dysfunction regenerative medicine may offer a promising solution to this problem previous research has focused primarily on exploring the cellular and biological aspects of the spinal cord yet relatively little remains known about the biomechanical properties of spinal cord tissue given that a number of regenerative strategies aim to deliver cells and materials in the form of tissue engineered therapies understanding the biomechanical properties of host spinal cord tissue is important we review the relevant biomechanical properties of spinal cord tissue and provide the baseline knowledge required to apply these important physical concepts to spinal cord tissue engineering"
}