{
    "title": "Dispersal of juvenile Barrow's goldeneyes (Bucephala islandica) mirrors that of breeding adults.",
    "doc_id": "37822000",
    "writer": "Forstner TM",
    "year": "2023",
    "summary": "We found that juvenile males traveled to overwintering sites located within the range of the overwintering sites of juvenile females, adult males, and adult females. ...Although juveniles did not travel with attendant females, all juveniles overwintere …",
    "abstract": "Barrow's goldeneyes across western North America have been shown to have a high degree of subpopulation independence using several data types. However, evidence for structured populations based on mitochondrial DNA, band recoveries, and tracking of adults is discordant with evidence from autosomal DNA. We used satellite tracking data from both juveniles and adults marked on natal and breeding grounds, respectively, in British Columbia, Canada to evaluate the hypothesis that male-biased juvenile dispersal maintains genetic panmixia of Pacific Barrow's goldeneyes otherwise structured by migratory movements and high winter and breeding site fidelity of adults. We found that juvenile males traveled to overwintering sites located within the range of the overwintering sites of juvenile females, adult males, and adult females. Juvenile males migrated at the same time, travelled the same distance when moving between natal and overwintering sites, and had the same winter dispersion as juvenile females. Although juveniles did not travel with attendant females, all juveniles overwintered within the wintering range of adults. We tracked some juveniles into the following spring/summer and even second winter. Prospecting juveniles of both sexes travelled from their wintering grounds to potential breeding sites in the proximity of Riske Creek and within the bounds of the breeding locations used by adults. Juveniles tracked for more than a year also showed relatively high winter site fidelity. Because Barrow's goldeneyes pair on wintering grounds, our tracking data are not consistent with the hypothesis that male-biased juvenile dispersal explains the genetic structure in the mitochondrial DNA and panmixia in the autosomal DNA of Barrow's goldeneye. We suggest that uncommon or episodic dispersal of males might be enough to homogenize autosomal DNA but is unlikely to influence demographic population structure relevant to contemporary population management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37822000/",
    "clean_text": "dispersal of juvenile barrow s goldeneyes bucephala islandica mirrors that of breeding adults we found that juvenile males traveled to overwintering sites located within the range of the overwintering sites of juvenile females adult males and adult females although juveniles did not travel with attendant females all juveniles overwintere barrow s goldeneyes across western north america have been shown to have a high degree of subpopulation independence using several data types however evidence for structured populations based on mitochondrial dna band recoveries and tracking of adults is discordant with evidence from autosomal dna we used satellite tracking data from both juveniles and adults marked on natal and breeding grounds respectively in british columbia canada to evaluate the hypothesis that male biased juvenile dispersal maintains genetic panmixia of pacific barrow s goldeneyes otherwise structured by migratory movements and high winter and breeding site fidelity of adults we found that juvenile males traveled to overwintering sites located within the range of the overwintering sites of juvenile females adult males and adult females juvenile males migrated at the same time travelled the same distance when moving between natal and overwintering sites and had the same winter dispersion as juvenile females although juveniles did not travel with attendant females all juveniles overwintered within the wintering range of adults we tracked some juveniles into the following spring summer and even second winter prospecting juveniles of both sexes travelled from their wintering grounds to potential breeding sites in the proximity of riske creek and within the bounds of the breeding locations used by adults juveniles tracked for more than a year also showed relatively high winter site fidelity because barrow s goldeneyes pair on wintering grounds our tracking data are not consistent with the hypothesis that male biased juvenile dispersal explains the genetic structure in the mitochondrial dna and panmixia in the autosomal dna of barrow s goldeneye we suggest that uncommon or episodic dispersal of males might be enough to homogenize autosomal dna but is unlikely to influence demographic population structure relevant to contemporary population management"
}