{
    "pmid": "41399088",
    "title": "[Rheumatoid arthritis combined with IgG4-related disease successfully treated with rituximab: A case report].",
    "abstract": "Rheumatoid arthritis is an autoimmune disease primarily characterized by chronic symmetric arthritis. While rheumatoid arthritis with elevated eosinophils exhibits distinct clinical features, the potential coexistence of immunoglobulin (Ig)G4-related disease warrants clinical vigilance. This article reports a case of a patient presenting with polyarticular swelling and pain accompanied by morning stiffness. Positive tests for anti-keratin antibody, anti-cyclic citrullinated peptide antibody, anti-perinuclear factor, and rheumatoid factor were observed with a significantly elevated erythrocyte sedimentation rate, leading to a definitive diagnosis of rheumatoid arthritis. The patient also exhibited elevated peripheral blood eosinophils and showed poor response to treatments, such as leflunomide and tripterygium glycosides. After switching to methotrexate and tocilizumab, the patient's joint symptoms improved significantly, but peripheral blood eosinophilia showed no notable improvement. During the course of the disease, the patient developed lymphadenopathy and parotid gland enlargement. Lymph node ultrasound revealed a hypoechoic nodule in the left supraclavicular area, abnormal lymph nodes in both axillae and the right inguinal region, and visible lymph nodes in the bilateral cervical and left inguinal areas. Parotid ultrasound indicated hypoechoic nodules within both parotid glands and widening of the parotid ducts. Further bone marrow aspiration biopsy showed no significant abnormalities, while lymph node pathological biopsy suggested infiltration of IgG4-positive cells. Subsequent serum IgG4 testing revealed elevated level of IgG4. The patient was ultimately considered likely to have rheumatoid arthritis complicated with IgG4-related disease. Treatment was adjusted to regular infusions of rituximab (500 mg every six months), resulting in significant improvement of joint swelling and pain, as well as marked reductions in C-reactive protein and eosinophil levels, achieving disease remission. Through case analysis and literature review, this article discusses the diagnosis and treatment of rheumatoid arthritis patients with elevated eosinophils. For patients with rheumatoid arthritis with elevated eosinophils, it is necessary to be vigilant of the possibility of concurrent IgG4-related diseases. The use of rituximab provides novel perspectives for clinical treatment strategies. 类风湿关节炎是一种以慢性对称性关节炎为主要表现的自身免疫性疾病, 合并嗜酸性粒细胞增高的类风湿关节炎有其自身特征, 但也应警惕合并免疫球蛋白(immunoglobulin, Ig)G4相关性疾病的可能。本文报道1例以多关节肿痛伴晨僵为主要表现的患者, 抗角蛋白抗体、抗环瓜氨酸肽抗体、抗核周因子抗体及类风湿因子阳性, 红细胞沉降率明显升高, 明确诊断类风湿关节炎。该患者病程中逐渐出现外周血嗜酸性粒细胞升高, 使用来氟米特、雷公藤多苷等药物治疗效果欠佳。调整为甲氨蝶呤及托珠单抗治疗后, 患者关节症状明显好转, 但外周血嗜酸性粒细胞升高无明显改善。病程中患者出现淋巴结及腮腺肿大, 淋巴结超声提示左侧锁骨上低回声结节, 双侧腋下、右侧腹股沟区异常淋巴结, 双侧颈部、左侧腹股沟区淋巴结可见。腮腺超声提示双侧腮腺内低回声结节, 腮腺导管增宽, 骨髓穿刺活检未见明显异常, 淋巴结病理活检提示有IgG4",
    "disease": "rheumatoid arthritis",
    "clean_text": "rheumatoid arthritis combined with igg related disease successfully treated with rituximab a case report rheumatoid arthritis is an autoimmune disease primarily characterized by chronic symmetric arthritis while rheumatoid arthritis with elevated eosinophils exhibits distinct clinical features the potential coexistence of immunoglobulin ig g related disease warrants clinical vigilance this article reports a case of a patient presenting with polyarticular swelling and pain accompanied by morning stiffness positive tests for anti keratin antibody anti cyclic citrullinated peptide antibody anti perinuclear factor and rheumatoid factor were observed with a significantly elevated erythrocyte sedimentation rate leading to a definitive diagnosis of rheumatoid arthritis the patient also exhibited elevated peripheral blood eosinophils and showed poor response to treatments such as leflunomide and tripterygium glycosides after switching to methotrexate and tocilizumab the patient s joint symptoms improved significantly but peripheral blood eosinophilia showed no notable improvement during the course of the disease the patient developed lymphadenopathy and parotid gland enlargement lymph node ultrasound revealed a hypoechoic nodule in the left supraclavicular area abnormal lymph nodes in both axillae and the right inguinal region and visible lymph nodes in the bilateral cervical and left inguinal areas parotid ultrasound indicated hypoechoic nodules within both parotid glands and widening of the parotid ducts further bone marrow aspiration biopsy showed no significant abnormalities while lymph node pathological biopsy suggested infiltration of igg positive cells subsequent serum igg testing revealed elevated level of igg the patient was ultimately considered likely to have rheumatoid arthritis complicated with igg related disease treatment was adjusted to regular infusions of rituximab mg every six months resulting in significant improvement of joint swelling and pain as well as marked reductions in c reactive protein and eosinophil levels achieving disease remission through case analysis and literature review this article discusses the diagnosis and treatment of rheumatoid arthritis patients with elevated eosinophils for patients with rheumatoid arthritis with elevated eosinophils it is necessary to be vigilant of the possibility of concurrent igg related diseases the use of rituximab provides novel perspectives for clinical treatment strategies immunoglobulin ig g igg"
}