{
    "title": "Study on the Spatiotemporal Evolution and Influencing Factors of Agricultural Carbon Emissions in the Counties of Zhejiang Province.",
    "doc_id": "36612510",
    "writer": "Wen C",
    "year": "2022",
    "summary": "The results show that (1) From 2014 to 2019, the overall carbon emissions of Zhejiang Province showed a downward trend, while the agricultural carbon emission density showed an upward trend. ...These research results can provide a theoretical basis for the promotion of the …",
    "abstract": "The accurate measurement of agricultural carbon emissions and the analysis of the key influential factors and spatial effects are the premise of the rational formulation of agricultural emission reduction policies and the promotion of the regional coordinated governance of reductions in agricultural carbon emissions. In this paper, a spatial autocorrelation model and spatial Dubin model are used to explore the spatiotemporal characteristics, influential factors and spatial effects of agricultural carbon emissions (ACEs). The results show that (1) From 2014 to 2019, the overall carbon emissions of Zhejiang Province showed a downward trend, while the agricultural carbon emission density showed an upward trend. ACEs are mainly caused by rice planting and land management, accounting for 59.08% and 26.17% of the total agricultural carbon emissions, respectively. (2) The ACEs in Zhejiang Province have an obvious spatial autocorrelation. The spatial clustering characteristics of the ACEs are enhanced, and the \"H-H\" cluster is mainly concentrated in the northeast of Zhejiang, while the \"L-L\" cluster is concentrated in the southwest. (3) The results of the Dubin model analysis across the whole sample area show that the ACEs exhibit a significant spatial spillover effect. The disposable income per capita in the rural areas of the county significantly promotes the increase in the ACEs in the neighboring counties, and the adjustment of the industrial structure of the county has a positive effect on the agricultural carbon emission reductions in neighboring counties. (4) The grouping results show that there is heterogeneity between 26 counties in the mountainous areas and non-mountainous areas. In the 26 mountainous counties, the urbanization rate, rural population, mechanization level and industrial structure have significant negative spatial spillover effects on the carbon emissions. In the non-mountainous counties, the agricultural economic development level and disposable income per capita of the rural residents have significant spatial spillover effects on the agricultural carbon emissions. These research results can provide a theoretical basis for the promotion of the development of low-carbon agriculture in Zhejiang according to the region and category.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36612510/",
    "clean_text": "study on the spatiotemporal evolution and influencing factors of agricultural carbon emissions in the counties of zhejiang province the results show that from to the overall carbon emissions of zhejiang province showed a downward trend while the agricultural carbon emission density showed an upward trend these research results can provide a theoretical basis for the promotion of the the accurate measurement of agricultural carbon emissions and the analysis of the key influential factors and spatial effects are the premise of the rational formulation of agricultural emission reduction policies and the promotion of the regional coordinated governance of reductions in agricultural carbon emissions in this paper a spatial autocorrelation model and spatial dubin model are used to explore the spatiotemporal characteristics influential factors and spatial effects of agricultural carbon emissions aces the results show that from to the overall carbon emissions of zhejiang province showed a downward trend while the agricultural carbon emission density showed an upward trend aces are mainly caused by rice planting and land management accounting for and of the total agricultural carbon emissions respectively the aces in zhejiang province have an obvious spatial autocorrelation the spatial clustering characteristics of the aces are enhanced and the h h cluster is mainly concentrated in the northeast of zhejiang while the l l cluster is concentrated in the southwest the results of the dubin model analysis across the whole sample area show that the aces exhibit a significant spatial spillover effect the disposable income per capita in the rural areas of the county significantly promotes the increase in the aces in the neighboring counties and the adjustment of the industrial structure of the county has a positive effect on the agricultural carbon emission reductions in neighboring counties the grouping results show that there is heterogeneity between counties in the mountainous areas and non mountainous areas in the mountainous counties the urbanization rate rural population mechanization level and industrial structure have significant negative spatial spillover effects on the carbon emissions in the non mountainous counties the agricultural economic development level and disposable income per capita of the rural residents have significant spatial spillover effects on the agricultural carbon emissions these research results can provide a theoretical basis for the promotion of the development of low carbon agriculture in zhejiang according to the region and category"
}