{
    "pmid": "41443051",
    "title": "Prodigiosin targeting alveolar macrophages to mitigate the inflammatory response induced by H9N2 viral infection.",
    "abstract": "Respiratory viruses continue to present serious public health challenges. Alveolar macrophages (AMs) serve a frontline role in antiviral defense. Nevertheless, dysregulated inflammatory responses contribute to pulmonary damage. Recent research has highlighted the immunomodulatory properties of prodigiosin (PDN), particularly its capacity to fine-tune innate immune activity in response to pathogenic insults. PDN has been shown to modulate inflammatory responses, thereby attenuating tissue injury and promoting recovery. However, whether these protective effects are mediated specifically through the regulation of alveolar macrophages during respiratory viral infections remains to be elucidated. In this study, we show that PDN significantly alleviates both morbidity and mortality in a mouse model of H9N2 AIV infection. PDN leads to a substantial decline in pro-inflammatory cytokine production, mitigates histopathological lung damage. Mechanistically, PDN downregulates the Wnt/β-catenin pathway while preserving mitochondrial function. Furthermore, PDN inhibits the senescent state of AMs in aging mice. Therefore, our findings indicate that PDN alleviates inflammation and lung injury from respiratory viral infections by acting on AM, thereby highlighting its therapeutic potential for viral pneumonia, especially in the elderly.",
    "disease": "pneumonia",
    "clean_text": "prodigiosin targeting alveolar macrophages to mitigate the inflammatory response induced by h n viral infection respiratory viruses continue to present serious public health challenges alveolar macrophages ams serve a frontline role in antiviral defense nevertheless dysregulated inflammatory responses contribute to pulmonary damage recent research has highlighted the immunomodulatory properties of prodigiosin pdn particularly its capacity to fine tune innate immune activity in response to pathogenic insults pdn has been shown to modulate inflammatory responses thereby attenuating tissue injury and promoting recovery however whether these protective effects are mediated specifically through the regulation of alveolar macrophages during respiratory viral infections remains to be elucidated in this study we show that pdn significantly alleviates both morbidity and mortality in a mouse model of h n aiv infection pdn leads to a substantial decline in pro inflammatory cytokine production mitigates histopathological lung damage mechanistically pdn downregulates the wnt catenin pathway while preserving mitochondrial function furthermore pdn inhibits the senescent state of ams in aging mice therefore our findings indicate that pdn alleviates inflammation and lung injury from respiratory viral infections by acting on am thereby highlighting its therapeutic potential for viral pneumonia especially in the elderly"
}