{
    "title": "Young adults' healthcare utilisation and healthcare needs: Perceptions and experiences of healthcare providers.",
    "doc_id": "34624154",
    "writer": "Viktorsson L",
    "year": "2022",
    "summary": "BACKGROUND: Health care in many countries entails long waiting times. Avoidable healthcare visits by young adults have been identified as one probable cause. OBJECTIVE: The aim of this study was to explore healthcare providers' experiences and opinions about youn …",
    "abstract": "Background:\n        \n      \n      Health care in many countries entails long waiting times. Avoidable healthcare visits by young adults have been identified as one probable cause.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to explore healthcare providers' experiences and opinions about young adults' healthcare utilisation in the first line of care.\n    \n\n\n          Method:\n        \n      \n      This study used latent qualitative conventional content analysis with focus groups. Four healthcare units participated: two primary healthcare centres and two emergency departments. This study included 36 participants, with 4-7 participants in each group, and a total of 21 registered nurses and 15 doctors. All interviews followed an interview guide.\n    \n\n\n          Results:\n        \n      \n      Data were divided into eight categories, which all contained the implicit theme of distribution of responsibility between the healthcare provider and the healthcare user. Young adult healthcare consumers were considered to be highly influenced by external resources, often greatly concerned with small/vague symptoms they had difficulty explaining and unable to wait with. The healthcare provider's role was much perceived as being part of a healthcare structure-a large organisation with multiple units-and having to meet different priorities while also considering ethical dilemmas, though feeling supported by experience.\n    \n\n\n          Conclusion:\n        \n      \n      Healthcare personnel view young adults as transferring too much of the responsibility of staying healthy to the healthcare system. The results of this study show that the discussion of young adults unnecessarily seeking health care includes an underlying discussion of scarcity of resources.\n    \n\n\n          Patient or public contribution:\n        \n      \n      The conduct of this study is based on interviews with young adult patients about their experiences of seeking healthcare.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34624154/",
    "clean_text": "young adults healthcare utilisation and healthcare needs perceptions and experiences of healthcare providers background health care in many countries entails long waiting times avoidable healthcare visits by young adults have been identified as one probable cause objective the aim of this study was to explore healthcare providers experiences and opinions about youn background health care in many countries entails long waiting times avoidable healthcare visits by young adults have been identified as one probable cause objective the aim of this study was to explore healthcare providers experiences and opinions about young adults healthcare utilisation in the first line of care method this study used latent qualitative conventional content analysis with focus groups four healthcare units participated two primary healthcare centres and two emergency departments this study included participants with participants in each group and a total of registered nurses and doctors all interviews followed an interview guide results data were divided into eight categories which all contained the implicit theme of distribution of responsibility between the healthcare provider and the healthcare user young adult healthcare consumers were considered to be highly influenced by external resources often greatly concerned with small vague symptoms they had difficulty explaining and unable to wait with the healthcare provider s role was much perceived as being part of a healthcare structure a large organisation with multiple units and having to meet different priorities while also considering ethical dilemmas though feeling supported by experience conclusion healthcare personnel view young adults as transferring too much of the responsibility of staying healthy to the healthcare system the results of this study show that the discussion of young adults unnecessarily seeking health care includes an underlying discussion of scarcity of resources patient or public contribution the conduct of this study is based on interviews with young adult patients about their experiences of seeking healthcare"
}