{
    "pmid": "41472208",
    "title": "Concern for Highly Pathogenic Avian Influenza Spillover into Cetaceans.",
    "abstract": "Influenza A virus (IAV) has a wide range of avian and mammalian hosts, leading to disease outbreaks and increasing the risk of panzootics and pandemics. Subtype H5N1 of clade 2.3.4.4b is causing the current high pathogenicity avian influenza (HPAI) panzootic. Environmental changes are fuelling the spread of HPAI H5N1 in wildlife worldwide, with occasional spillover events from seabirds to cetaceans. Sampling difficulties and limited tests available for diagnosis are a challenge to cetacean virology research. Understanding the risk of HPAI outbreaks in cetaceans requires a comprehensive examination of events of IAV infection. Documented cases relate to IAV subtypes H1N3, H13N2, H13N9, and H5N1 and have been reported in cetaceans sampled in the Pacific, Atlantic, and Arctic Oceans. The number of H5N1 IAV isolated from cetaceans is increasing and affects six host species of the families ",
    "disease": "influenza",
    "clean_text": "concern for highly pathogenic avian influenza spillover into cetaceans influenza a virus iav has a wide range of avian and mammalian hosts leading to disease outbreaks and increasing the risk of panzootics and pandemics subtype h n of clade b is causing the current high pathogenicity avian influenza hpai panzootic environmental changes are fuelling the spread of hpai h n in wildlife worldwide with occasional spillover events from seabirds to cetaceans sampling difficulties and limited tests available for diagnosis are a challenge to cetacean virology research understanding the risk of hpai outbreaks in cetaceans requires a comprehensive examination of events of iav infection documented cases relate to iav subtypes h n h n h n and h n and have been reported in cetaceans sampled in the pacific atlantic and arctic oceans the number of h n iav isolated from cetaceans is increasing and affects six host species of the families"
}