{
    "title": "Renal ischemia/reperfusion against nephrectomy for induction of acute lung injury in rats.",
    "doc_id": "27484785",
    "writer": "Karimi Z",
    "year": "2016",
    "summary": "PURPOSE: Acute kidney injury (AKI) induces acute lung injury (ALI) through releasing injurious mediators or impairing clearance of systemic factors. ...However, there were more prominent lung edema and vascular congestion following BNX and more severe neutrop …",
    "abstract": "Purpose:\n        \n      \n      Acute kidney injury (AKI) induces acute lung injury (ALI) through releasing injurious mediators or impairing clearance of systemic factors. To determine the links between AKI and ALI, pulmonary and blood variables were evaluated following induction of AKI via different experimental models of bilateral renal ischemia/reperfusion (BIR: renal ischemia with uremia), unilateral renal ischemia/reperfusion (UIR: renal ischemia without uremia), bilateral nephrectomy (BNX: uremia without renal ischemia), and unilateral nephrectomy (UNX: without uremia and renal ischemia).\n    \n\n\n          Methods:\n        \n      \n      Ninety male Sprague-Dawley rats were divided into six groups. Animals had 1-h bilateral or 2-h unilateral renal ischemia followed by 24-h reperfusion in the BIR and UIR groups, respectively, and 24-h period following bilateral or unilateral nephrectomy in the BNX and UNX groups, respectively. There were also sham and control groups with and without sham-operation, respectively.\n    \n\n\n          Results:\n        \n      \n      Plasma malondialdehyde and nitric oxide were elevated by BIR more than UIR, but not changed by UNX and BNX. UIR slightly increased plasma creatinine, whereas BIR and BNX largely increased plasma creatinine, urea, K+ and osmolality and decreased arterial HCO3-, pH, and CO2. UNX and UIR did not affect lung, but BIR and BNX induced ALI with equal capillary leak and macrophages infiltration. However, there were more prominent lung edema and vascular congestion following BNX and more severe neutrophils infiltration and PaO2/FiO2 reduction following BIR.\n    \n\n\n          Conclusion:\n        \n      \n      Acutely accumulated systemic mediators following renal failure in the absence of kidneys vary from those due to combined renal failure with ischemic-reperfused kidneys and consequently they induce ALI with distinct characteristics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27484785/",
    "clean_text": "renal ischemia reperfusion against nephrectomy for induction of acute lung injury in rats purpose acute kidney injury aki induces acute lung injury ali through releasing injurious mediators or impairing clearance of systemic factors however there were more prominent lung edema and vascular congestion following bnx and more severe neutrop purpose acute kidney injury aki induces acute lung injury ali through releasing injurious mediators or impairing clearance of systemic factors to determine the links between aki and ali pulmonary and blood variables were evaluated following induction of aki via different experimental models of bilateral renal ischemia reperfusion bir renal ischemia with uremia unilateral renal ischemia reperfusion uir renal ischemia without uremia bilateral nephrectomy bnx uremia without renal ischemia and unilateral nephrectomy unx without uremia and renal ischemia methods ninety male sprague dawley rats were divided into six groups animals had h bilateral or h unilateral renal ischemia followed by h reperfusion in the bir and uir groups respectively and h period following bilateral or unilateral nephrectomy in the bnx and unx groups respectively there were also sham and control groups with and without sham operation respectively results plasma malondialdehyde and nitric oxide were elevated by bir more than uir but not changed by unx and bnx uir slightly increased plasma creatinine whereas bir and bnx largely increased plasma creatinine urea k and osmolality and decreased arterial hco ph and co unx and uir did not affect lung but bir and bnx induced ali with equal capillary leak and macrophages infiltration however there were more prominent lung edema and vascular congestion following bnx and more severe neutrophils infiltration and pao fio reduction following bir conclusion acutely accumulated systemic mediators following renal failure in the absence of kidneys vary from those due to combined renal failure with ischemic reperfused kidneys and consequently they induce ali with distinct characteristics"
}