{
    "title": "Gastric neurology: evolving concepts and techniques.",
    "doc_id": "9831265",
    "writer": "Azpiroz F.",
    "year": "1998",
    "summary": "An impaired tonic contraction of the proximal stomach, that is, an impaired gastric tone, results in gastroparesis. Patients with functional dyspepsia, and also patients with achalasia, have impaired meal accommodation of the stomach. ...Meal ingestion induce …",
    "abstract": "Gastric function is finely modulated by a series of neurological mechanisms, so that gastric digestion is normally not perceived. Alteration of these control mechanisms may lead to different situations, which are frequently associated with symptoms. An impaired tonic contraction of the proximal stomach, that is, an impaired gastric tone, results in gastroparesis. Patients with functional dyspepsia, and also patients with achalasia, have impaired meal accommodation of the stomach. Interestingly, patients with functional dyspepsia may also have a sensory dysfunction, and both dysfunctions could play a synergistic role. However, the sensory dysfunction in dyspepsia, particularly the types of afferent fibres affected, and the mechanisms of impaired accommodation, still remain to be characterized. Evaluation of gastric function has been approached using the barostat. However, the barostat has limitations and potential technical pitfalls that require proper attention. Meal ingestion induces a variety of reflexes and the net result is a relaxation of the stomach. However, gastric reflexes can be best evaluated with the stomach empty, when the stimuli are applied at a different site. Nevertheless, altered reflex responses may be difficult to interpret. For instance, absent or decreased relaxatory responses may equally correspond to a gastroparetic stomach without tone or to a dyspeptic stomach unable to relax. In this context, it may be important to measure basal tone. Distension of the stomach by means of the barostat has been also used to test gastric sensitivity. However, recent studies have shown that perception of gastric distension relays on stimulation of tension receptors; since wall tension depends on both pressure and volume, distension with the barostat may be difficult to standardize. Hopefully, a battery of tests may become available in the near future for a complete neuromuscular evaluation of the gut.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9831265/",
    "clean_text": "gastric neurology evolving concepts and techniques an impaired tonic contraction of the proximal stomach that is an impaired gastric tone results in gastroparesis patients with functional dyspepsia and also patients with achalasia have impaired meal accommodation of the stomach meal ingestion induce gastric function is finely modulated by a series of neurological mechanisms so that gastric digestion is normally not perceived alteration of these control mechanisms may lead to different situations which are frequently associated with symptoms an impaired tonic contraction of the proximal stomach that is an impaired gastric tone results in gastroparesis patients with functional dyspepsia and also patients with achalasia have impaired meal accommodation of the stomach interestingly patients with functional dyspepsia may also have a sensory dysfunction and both dysfunctions could play a synergistic role however the sensory dysfunction in dyspepsia particularly the types of afferent fibres affected and the mechanisms of impaired accommodation still remain to be characterized evaluation of gastric function has been approached using the barostat however the barostat has limitations and potential technical pitfalls that require proper attention meal ingestion induces a variety of reflexes and the net result is a relaxation of the stomach however gastric reflexes can be best evaluated with the stomach empty when the stimuli are applied at a different site nevertheless altered reflex responses may be difficult to interpret for instance absent or decreased relaxatory responses may equally correspond to a gastroparetic stomach without tone or to a dyspeptic stomach unable to relax in this context it may be important to measure basal tone distension of the stomach by means of the barostat has been also used to test gastric sensitivity however recent studies have shown that perception of gastric distension relays on stimulation of tension receptors since wall tension depends on both pressure and volume distension with the barostat may be difficult to standardize hopefully a battery of tests may become available in the near future for a complete neuromuscular evaluation of the gut"
}