{
    "pmid": "41459359",
    "title": "[Particularities of diabetes in children and adolescents in the Endocrinology Department of the Libreville University Hospital Center from 2020 to 2023].",
    "abstract": "diabetes in children and adolescents is a major concern in Africa, due to challenges in management and treatment adherence, with the risk of early onset of complications in this population. The purpose of this study was to provide an overview of the population of diabetic children and adolescents followed at CHUL. we conducted a cross-sectional study from January 2020 to December 2023. It included children and adolescents under 19 years of age hospitalised in the Endocrinology Department of CHUL. during the study period, 114 patients under the age of 19 were hospitalised, representing a hospital frequency of 8%. Female predominance was noted (F/M sex ratio 0.67). The mean age was 13.08 ± 4.14 years, with extremes ranging from 3 months to 19 years. The mean age at diagnosis was 10.96 ± 4.29 years, 64.04% had health insurance, and 67.55% had a secondary education level. Diabetic ketoacidosis accounted for 64.91% of cases; polyuria and polydipsia were the most frequent signs, and 54.38% of patients tested positive for autoantibodies. Ketoacidosis decompensations were frequent (29%). Mortality accounted for 3.5% of cases. diabetes in children and adolescents is not a rare condition in Libreville. It appears to affect girls more frequently. The most common complication is ketoacidosis. Mortality is low; however, the high rate of rehospitalisations raises the issue of therapeutic education and transition in our population of young diabetic patients. le diabète de l'enfant et de l'adolescent constitue une préoccupation majeure en Afrique, du fait des difficultés de prise en charge et d'adhésion au traitement, avec comme risque la survenue précoce de complications dans cette population. L'objectif de cette étude était de faire un état des lieux de la population d'enfants et d'adolescents diabétiques suivis au Centre Hospitalier Universitaire de Libreville (CHUL). une étude transversale a été menée de janvier 2020 à décembre 2023 incluant les enfants et adolescents âgés de moins de 19 ans hospitalisés au service d'endocrinologie CHUL. durant la période d'étude, 114 patients âgés de moins de 19 ans ont été hospitalisés, soit une fréquence hospitalière de 8%. La prédominance était féminine (sex ratio F/H 0,67). La moyenne d'âge était de 13,08 ± 4,14 ans, des extrêmes allant de 3 mois à 19 ans. L'âge moyen au diagnostic était de 10,96 ± 4,29 ans, 64,04% avaient une assurance maladie et 67,55% avaient un niveau secondaire. L'acidocétose représentait 64,91% des cas, la polyurie et la polydipsie étaient les signes les plus fréquents et 54,38% des patients avaient des auto-anticorps positifs. Les décompensations acido-cétosiques étaient fréquentes (29%). La mortalité représentait 3,5%. le diabète de l'enfant et de l'adolescent n'est pas une affection rare à Libreville. Il ressort qu'il touche plus les filles. Les complications les plus fréquentes sont la cétoacidose. La mortalité est faible; toutefois, le taux de réhospitalisations important pose le problème de l'éducation thérapeutique et de la transition dans nos populations de jeunes patients diabétiques.",
    "disease": "diabetes mellitus",
    "clean_text": "particularities of diabetes in children and adolescents in the endocrinology department of the libreville university hospital center from to diabetes in children and adolescents is a major concern in africa due to challenges in management and treatment adherence with the risk of early onset of complications in this population the purpose of this study was to provide an overview of the population of diabetic children and adolescents followed at chul we conducted a cross sectional study from january to december it included children and adolescents under years of age hospitalised in the endocrinology department of chul during the study period patients under the age of were hospitalised representing a hospital frequency of female predominance was noted f m sex ratio the mean age was years with extremes ranging from months to years the mean age at diagnosis was years had health insurance and had a secondary education level diabetic ketoacidosis accounted for of cases polyuria and polydipsia were the most frequent signs and of patients tested positive for autoantibodies ketoacidosis decompensations were frequent mortality accounted for of cases diabetes in children and adolescents is not a rare condition in libreville it appears to affect girls more frequently the most common complication is ketoacidosis mortality is low however the high rate of rehospitalisations raises the issue of therapeutic education and transition in our population of young diabetic patients le diab te de l enfant et de l adolescent constitue une pr occupation majeure en afrique du fait des difficult s de prise en charge et d adh sion au traitement avec comme risque la survenue pr coce de complications dans cette population l objectif de cette tude tait de faire un tat des lieux de la population d enfants et d adolescents diab tiques suivis au centre hospitalier universitaire de libreville chul une tude transversale a t men e de janvier d cembre incluant les enfants et adolescents g s de moins de ans hospitalis s au service d endocrinologie chul durant la p riode d tude patients g s de moins de ans ont t hospitalis s soit une fr quence hospitali re de la pr dominance tait f minine sex ratio f h la moyenne d ge tait de ans des extr mes allant de mois ans l ge moyen au diagnostic tait de ans avaient une assurance maladie et avaient un niveau secondaire l acidoc tose repr sentait des cas la polyurie et la polydipsie taient les signes les plus fr quents et des patients avaient des auto anticorps positifs les d compensations acido c tosiques taient fr quentes la mortalit repr sentait le diab te de l enfant et de l adolescent n est pas une affection rare libreville il ressort qu il touche plus les filles les complications les plus fr quentes sont la c toacidose la mortalit est faible toutefois le taux de r hospitalisations important pose le probl me de l ducation th rapeutique et de la transition dans nos populations de jeunes patients diab tiques"
}