{
    "pmid": "41451079",
    "title": "AORI-HAP: a multidimensional risk index to predict in-hospital adverse outcomes in asthma exacerbations.",
    "abstract": "Despite therapeutic advancements, asthma exacerbations (AEs) remain a major clinical challenge, with immune-inflammatory patterns incompletely characterized. Current guidelines lack robust multidimensional tools for predicting in-hospital adverse outcomes. To develop and validate the Asthma Outcome Risk Index for Hospitalized Patients (AORI-HAP), integrating multidimensional predictors, and investigate immune-inflammatory mechanisms underlying adverse outcomes. This real-world cohort study enrolled hospitalized AE patients. Univariate analyses identified associations between multidimensional biomarkers and composite outcome (death, ICU admission, invasive ventilation). LASSO logistic regression derived the AORI-HAP, stratifying patients into risk categories. Mediation analysis elucidated mechanistic contributions to adverse outcomes. The AORI-HAP identified five independent predictors of adverse outcomes: elevated neutrophil-to-lymphocyte ratio (NLR > 8.3, OR = 9.26,  AORI-HAP facilitates early risk stratification at admission and personalized management in hospitalized asthma patients. NLR's mediating role underscores its utility as a predictive biomarker and potential therapeutic target.",
    "disease": "asthma",
    "clean_text": "aori hap a multidimensional risk index to predict in hospital adverse outcomes in asthma exacerbations despite therapeutic advancements asthma exacerbations aes remain a major clinical challenge with immune inflammatory patterns incompletely characterized current guidelines lack robust multidimensional tools for predicting in hospital adverse outcomes to develop and validate the asthma outcome risk index for hospitalized patients aori hap integrating multidimensional predictors and investigate immune inflammatory mechanisms underlying adverse outcomes this real world cohort study enrolled hospitalized ae patients univariate analyses identified associations between multidimensional biomarkers and composite outcome death icu admission invasive ventilation lasso logistic regression derived the aori hap stratifying patients into risk categories mediation analysis elucidated mechanistic contributions to adverse outcomes the aori hap identified five independent predictors of adverse outcomes elevated neutrophil to lymphocyte ratio nlr or aori hap facilitates early risk stratification at admission and personalized management in hospitalized asthma patients nlr s mediating role underscores its utility as a predictive biomarker and potential therapeutic target"
}