{
    "title": "Breast cancer disparities: high-risk breast cancer and African ancestry.",
    "doc_id": "24882352",
    "writer": "Newman LA.",
    "year": "2014",
    "summary": "African American women have a lower lifetime incidence of breast cancer than white/Caucasian Americans yet have a higher risk of breast cancer mortality. African American women are also more likely to be diagnosed with breast cancer at yo …",
    "abstract": "African American women have a lower lifetime incidence of breast cancer than white/Caucasian Americans yet have a higher risk of breast cancer mortality. African American women are also more likely to be diagnosed with breast cancer at young ages, and they have higher risk for the biologically more aggressive triple-negative breast cancers. These features are also more common among women from western, sub-Saharan Africa who share ancestry with African Americans, and this prompts questions regarding an association between African ancestry and inherited susceptibility for certain patterns of mammary carcinogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24882352/",
    "clean_text": "breast cancer disparities high risk breast cancer and african ancestry african american women have a lower lifetime incidence of breast cancer than white caucasian americans yet have a higher risk of breast cancer mortality african american women are also more likely to be diagnosed with breast cancer at yo african american women have a lower lifetime incidence of breast cancer than white caucasian americans yet have a higher risk of breast cancer mortality african american women are also more likely to be diagnosed with breast cancer at young ages and they have higher risk for the biologically more aggressive triple negative breast cancers these features are also more common among women from western sub saharan africa who share ancestry with african americans and this prompts questions regarding an association between african ancestry and inherited susceptibility for certain patterns of mammary carcinogenesis"
}