{
    "title": "Brain Injury as the Result of Violence: A Systematic Scoping Review.",
    "doc_id": "27633816",
    "writer": "Bates A",
    "year": "2016",
    "summary": "This scoping review investigated risk factors, impacts, outcomes, and service implications of violence-related traumatic brain injury (TBI) for individuals and their informal caregivers. A systematic search (Web of Science, PubMed, PsycInfo, ProQuest, Medline, Infor …",
    "abstract": "This scoping review investigated risk factors, impacts, outcomes, and service implications of violence-related traumatic brain injury (TBI) for individuals and their informal caregivers. A systematic search (Web of Science, PubMed, PsycInfo, ProQuest, Medline, Informit; 1990-2015) identified 17 studies meeting the inclusion and exclusion criteria. Violence was the cause of between 3% and 26% of all TBIs. Males, a non-White racial background, preinjury unemployment, and preinjury substance abuse problems all elevated the risk for sustaining a violence-related TBI compared to other-cause TBI. However, few differences were observed in 12 months postinjury outcomes. No studies investigated the impact of violence-related TBI on informal caregivers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27633816/",
    "clean_text": "brain injury as the result of violence a systematic scoping review this scoping review investigated risk factors impacts outcomes and service implications of violence related traumatic brain injury tbi for individuals and their informal caregivers a systematic search web of science pubmed psycinfo proquest medline infor this scoping review investigated risk factors impacts outcomes and service implications of violence related traumatic brain injury tbi for individuals and their informal caregivers a systematic search web of science pubmed psycinfo proquest medline informit identified studies meeting the inclusion and exclusion criteria violence was the cause of between and of all tbis males a non white racial background preinjury unemployment and preinjury substance abuse problems all elevated the risk for sustaining a violence related tbi compared to other cause tbi however few differences were observed in months postinjury outcomes no studies investigated the impact of violence related tbi on informal caregivers"
}