{
    "pmid": "41403471",
    "title": "Superiority of TB-PCR Over Conventional and Immunologic Tests for Diagnosing Tuberculosis in Small Bronchoscopic Non-Malignant Specimens.",
    "abstract": "In the small non-malignant specimens acquired through respiratory endoscopy, the conventional pathological examination approaches such as acid-fast staining have certain restrictions in the sensitivity of tuberculosis diagnosis. To investigate the sensitizing effect and clinical value of polymerase chain reaction for Mycobacterium tuberculosis (TB-PCR) based on fluorescent probe nucleic acid detection technology in improving the diagnostic positive rate of non-malignant small specimens obtained by respiratory endoscopy. A retrospective analysis was conducted on 729 patients with suspected TB who underwent respiratory endoscopy. All patients provided small non-malignant specimens for TB-PCR, acid-fast staining, and mycobacterial culture. A clinical composite diagnosis served as the gold standard. Diagnostic performance was assessed by accuracy, sensitivity, specificity, and area under the ROC curve (AUC). A subgroup of 113 patients underwent additional testing (T-SPOT. TB, TB-Ab, BALF-G-Xpert, BALF-TB) for extended comparison. The AUC, accuracy, sensitivity, specificity, PPV and NPV of TB-PCR in the diagnosis of TB were 0.88 (95% CI: 0.86-0.90), 0.88 (95% CI: 0.85-0.90), 0.99 (95% CI: 0.98-1.00), 0.78 (0.74-0.82), 0.79 (95% CI: 0.75-0.83), 0.99 (95% CI: 0.97-1.00), respectively. Among 729 patients (391 TB+, 338 TB-), TB-PCR showed significantly higher overall diagnostic efficacy (AUC: 0.88) than acid-fast staining (AUC: 0.77, P<0.05) and was comparable to culture (AUC: 0.87). TB-PCR also demonstrated superior accuracy (0.89 vs 0.61-0.85, P<0.05) compared to immunologic and BALF-based tests in the subgroup analysis, achieving nearly perfect sensitivity (0.99-1.00) and high NPV (0.99-1.00). The application of TB-PCR for the detection of lung samples obtained through respiratory endoscopy holds significant clinical application value in the diagnosis of TB. Clinicians should fully recognize the merits and potential of TB-PCR technology, proactively apply it in clinical practice, and choose appropriate detection methods based on the specific conditions of patients.",
    "disease": "tuberculosis",
    "clean_text": "superiority of tb pcr over conventional and immunologic tests for diagnosing tuberculosis in small bronchoscopic non malignant specimens in the small non malignant specimens acquired through respiratory endoscopy the conventional pathological examination approaches such as acid fast staining have certain restrictions in the sensitivity of tuberculosis diagnosis to investigate the sensitizing effect and clinical value of polymerase chain reaction for mycobacterium tuberculosis tb pcr based on fluorescent probe nucleic acid detection technology in improving the diagnostic positive rate of non malignant small specimens obtained by respiratory endoscopy a retrospective analysis was conducted on patients with suspected tb who underwent respiratory endoscopy all patients provided small non malignant specimens for tb pcr acid fast staining and mycobacterial culture a clinical composite diagnosis served as the gold standard diagnostic performance was assessed by accuracy sensitivity specificity and area under the roc curve auc a subgroup of patients underwent additional testing t spot tb tb ab balf g xpert balf tb for extended comparison the auc accuracy sensitivity specificity ppv and npv of tb pcr in the diagnosis of tb were ci ci ci ci ci respectively among patients tb tb tb pcr showed significantly higher overall diagnostic efficacy auc than acid fast staining auc p and was comparable to culture auc tb pcr also demonstrated superior accuracy vs p compared to immunologic and balf based tests in the subgroup analysis achieving nearly perfect sensitivity and high npv the application of tb pcr for the detection of lung samples obtained through respiratory endoscopy holds significant clinical application value in the diagnosis of tb clinicians should fully recognize the merits and potential of tb pcr technology proactively apply it in clinical practice and choose appropriate detection methods based on the specific conditions of patients"
}