{
    "title": "The characteristics of 527 discharged COVID-19 patients undergoing long-term follow-up in China.",
    "doc_id": "33540129",
    "writer": "Zhang J",
    "year": "2021",
    "summary": "BACKGROUND: Almost a year after the outbreak of coronavirus disease 2019 (COVID-19), many hospitalized COVID-19 patients have recovered. ...RESULTS: Of the 527 discharged patients, 32 (6.1%) had re-detectable positive (RP) nucleic acid results f …",
    "abstract": "Background:\n        \n      \n      Almost a year after the outbreak of coronavirus disease 2019 (COVID-19), many hospitalized COVID-19 patients have recovered. However, little is known about the long-term follow-up (> 2 months) of discharged patients.\n    \n\n\n          Methods:\n        \n      \n      This study enrolled 527 discharged COVID-19 patients from 05 February to 11 March 2020. Basic characteristics, imaging features, nucleic acid detection results, and antibody levels of these patients were retrospectively reviewed.\n    \n\n\n          Results:\n        \n      \n      Of the 527 discharged patients, 32 (6.1%) had re-detectable positive (RP) nucleic acid results for SARS-CoV-2 during follow-up examinations, with 11 and four detections entailing stool samples and anal swabs, respectively, rather than respiratory samples. Juveniles were more susceptible to \"infection recurrence\" than other age groups, with shorter time spans for re-detectable positive (RP) RNA tests (an average of 8.8 days [6.0-9.0 days]), while the reverse was true for the middle-aged group (17.5 days on average [14.0-17.5 days]). Similar improvements in the imaging features of both RP and no RP (NRP) groups were observed. Negative antibody detections in patients at 3 and 6 months after discharge were 14.2% and 25.0%, respectively. Cases evidencing negative antibodies were more common among juvenile patients (40% vs. 15.6%, P=0.03) 6 months post-discharge.\n    \n\n\n          Conclusions:\n        \n      \n      A total of 6.1% of 527 discharged patients showed RP status, which may be easier to be identified from stool samples than from other samples. Given the dropping rate of SARS-CoV-2 antibodies, reinfection may happen, especially in juvenile patients (aged<18 years). These findings have implications for the long-term management of recovered COVID-19 patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33540129/",
    "clean_text": "the characteristics of discharged covid patients undergoing long term follow up in china background almost a year after the outbreak of coronavirus disease covid many hospitalized covid patients have recovered results of the discharged patients had re detectable positive rp nucleic acid results f background almost a year after the outbreak of coronavirus disease covid many hospitalized covid patients have recovered however little is known about the long term follow up months of discharged patients methods this study enrolled discharged covid patients from february to march basic characteristics imaging features nucleic acid detection results and antibody levels of these patients were retrospectively reviewed results of the discharged patients had re detectable positive rp nucleic acid results for sars cov during follow up examinations with and four detections entailing stool samples and anal swabs respectively rather than respiratory samples juveniles were more susceptible to infection recurrence than other age groups with shorter time spans for re detectable positive rp rna tests an average of days days while the reverse was true for the middle aged group days on average days similar improvements in the imaging features of both rp and no rp nrp groups were observed negative antibody detections in patients at and months after discharge were and respectively cases evidencing negative antibodies were more common among juvenile patients vs p months post discharge conclusions a total of of discharged patients showed rp status which may be easier to be identified from stool samples than from other samples given the dropping rate of sars cov antibodies reinfection may happen especially in juvenile patients aged years these findings have implications for the long term management of recovered covid patients"
}