{
    "title": "Inguinoscrotal hernias containing stomach: risk of emergency presentation.",
    "doc_id": "34432531",
    "writer": "Heylen J",
    "year": "2021",
    "summary": "There were three deaths reported in this review, all in the gastric perforation group. CONCLUSION: Stomach as a content of inguinoscrotal hernias is extremely rare. These hernias predominantly present acutely in the form of GOO or gastric perforation. All pat …",
    "abstract": "Introduction:\n        \n      \n      Inguinoscrotal hernias are the commonest form of abdominal wall hernia, but for them to contain stomach is extremely rare. The management of these hernias can be very challenging owing to their acute nature of presentation and distortion of anatomy. Our aim was to systematically review the literature for all reported cases of inguinoscrotal hernias containing stomach. In turn we analysed patient demographics, site of hernia, presentation and treatment. Outcomes were reviewed where available.\n    \n\n\n          Method:\n        \n      \n      We conducted a systematic search of the PUBMED, Embase and Medline databases with a combination of keywords: Hernia AND (inguin* OR scrot*) AND (gastric OR gastro*). An author's own case has also been included.\n    \n\n\n          Results:\n        \n      \n      There were 20 case reports included in the review, plus the author's own case. They ranged in publication date from 1942 to 2020. Mean age at presentation was 71 years (range 49 to 87). All cases were male. In total, 62% (n = 13) of cases presented with combined symptoms of abdominal pain and vomiting, 48% (n = 10) presented with gastric outlet obstruction (GOO) and 48% (n = 10) presented with gastric perforation. All successfully treated cases with gastric perforation required a midline laparotomy approach, whereas 56% (n = 5) of patients in the GOO group were successfully treated conservatively. There were three deaths reported in this review, all in the gastric perforation group.\n    \n\n\n          Conclusion:\n        \n      \n      Stomach as a content of inguinoscrotal hernias is extremely rare. These hernias predominantly present acutely in the form of GOO or gastric perforation. All patients with gastric perforation will require a midline laparotomy. Patients with GOO can be successfully managed either surgically or in selective cases with conservative management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34432531/",
    "clean_text": "inguinoscrotal hernias containing stomach risk of emergency presentation there were three deaths reported in this review all in the gastric perforation group conclusion stomach as a content of inguinoscrotal hernias is extremely rare these hernias predominantly present acutely in the form of goo or gastric perforation all pat introduction inguinoscrotal hernias are the commonest form of abdominal wall hernia but for them to contain stomach is extremely rare the management of these hernias can be very challenging owing to their acute nature of presentation and distortion of anatomy our aim was to systematically review the literature for all reported cases of inguinoscrotal hernias containing stomach in turn we analysed patient demographics site of hernia presentation and treatment outcomes were reviewed where available method we conducted a systematic search of the pubmed embase and medline databases with a combination of keywords hernia and inguin or scrot and gastric or gastro an author s own case has also been included results there were case reports included in the review plus the author s own case they ranged in publication date from to mean age at presentation was years range to all cases were male in total n of cases presented with combined symptoms of abdominal pain and vomiting n presented with gastric outlet obstruction goo and n presented with gastric perforation all successfully treated cases with gastric perforation required a midline laparotomy approach whereas n of patients in the goo group were successfully treated conservatively there were three deaths reported in this review all in the gastric perforation group conclusion stomach as a content of inguinoscrotal hernias is extremely rare these hernias predominantly present acutely in the form of goo or gastric perforation all patients with gastric perforation will require a midline laparotomy patients with goo can be successfully managed either surgically or in selective cases with conservative management"
}