{
    "pmid": "41366516",
    "title": "Transparent and dynamic network-based risk assessment for development of hepatic encephalopathy.",
    "abstract": "Hepatic encephalopathy is a debilitating and resource-intensive complication of cirrhosis, with high prevalence, frequent hospitalizations, and poor prognosis. Precise and dynamic identification of at-risk individuals remains a major clinical challenge. Combining expert knowledge with data-driven methodologies, we proposed a network-based risk assessment model by analyzing the inter-connections between cirrhotic complications and using routinely available blood test results. The model was developed (n = 2789) and validated (n = 698) in multi-etiology cirrhosis cohorts. Here we show hepatic encephalopathy as a pivotal nexus in the cirrhotic complication cascade. The presence of ascites (adjusted relative risk: 4.8), gastroesophageal varices (3.6), peritonitis (2.2), hepatorenal syndrome (2.1), gastroesophageal variceal hemorrhage (1.9) and hepatocellular carcinoma (1.5) is related with subsequent hepatic encephalopathy; all p < 0.05. Nine of 980 tests (ammonia, international normalized ratio, red cell distribution width standard deviation, fibrinogen, triglycerides, mean corpuscular hemoglobin, absolute neutrophil count, sodium, and total CO This network-based approach provides transparent, precise and dynamic risk assessment in hepatic encephalopathy management, with potential to improve clinical outcomes in cirrhotic patients. Liver diseases can lead to brain dysfunction, a condition called hepatic encephalopathy. It is difficult to predict. This study aimed to create a tool that identifies which people with liver diseases are at high risk of developing this complication. We developed a computational model that uses information about how different liver complications are connected and results from blood tests. Our model can track a person’s risk, both at a single timepoint and as it changes over time. This tool could help doctors monitor high-risk patients more closely and take early action to prevent the condition. Ultimately, it could lead to better care and improved quality of life for people living with liver disease.",
    "disease": "liver cirrhosis",
    "clean_text": "transparent and dynamic network based risk assessment for development of hepatic encephalopathy hepatic encephalopathy is a debilitating and resource intensive complication of cirrhosis with high prevalence frequent hospitalizations and poor prognosis precise and dynamic identification of at risk individuals remains a major clinical challenge combining expert knowledge with data driven methodologies we proposed a network based risk assessment model by analyzing the inter connections between cirrhotic complications and using routinely available blood test results the model was developed n and validated n in multi etiology cirrhosis cohorts here we show hepatic encephalopathy as a pivotal nexus in the cirrhotic complication cascade the presence of ascites adjusted relative risk gastroesophageal varices peritonitis hepatorenal syndrome gastroesophageal variceal hemorrhage and hepatocellular carcinoma is related with subsequent hepatic encephalopathy all p nine of tests ammonia international normalized ratio red cell distribution width standard deviation fibrinogen triglycerides mean corpuscular hemoglobin absolute neutrophil count sodium and total co this network based approach provides transparent precise and dynamic risk assessment in hepatic encephalopathy management with potential to improve clinical outcomes in cirrhotic patients liver diseases can lead to brain dysfunction a condition called hepatic encephalopathy it is difficult to predict this study aimed to create a tool that identifies which people with liver diseases are at high risk of developing this complication we developed a computational model that uses information about how different liver complications are connected and results from blood tests our model can track a person s risk both at a single timepoint and as it changes over time this tool could help doctors monitor high risk patients more closely and take early action to prevent the condition ultimately it could lead to better care and improved quality of life for people living with liver disease"
}