{
    "title": "Alzheimer's disease: as it was in the beginning.",
    "doc_id": "28704198",
    "writer": "Kozlov S",
    "year": "2017",
    "summary": "Since Alzheimer's disease was first described in 1907, many attempts have been made to reveal its main cause. ...Such a diversity of symptoms led to proposition of various hypotheses for explaining the development of Alzheimer's disease, …",
    "abstract": "Since Alzheimer's disease was first described in 1907, many attempts have been made to reveal its main cause. Nowadays, two forms of the disease are known, and while the hereditary form of the disease is clearly caused by mutations in one of several genes, the etiology of the sporadic form remains a mystery. Both forms share similar sets of neuropathological and molecular manifestations, including extracellular deposition of amyloid-beta, intracellular accumulation of hyperphosphorylated tau protein, disturbances in both the structure and functions of mitochondria, oxidative stress, metal ion metabolism disorders, impairment of N-methyl-D-aspartate receptor-related signaling pathways, abnormalities of lipid metabolism, and aberrant cell cycle reentry in some neurons. Such a diversity of symptoms led to proposition of various hypotheses for explaining the development of Alzheimer's disease, the amyloid hypothesis, which postulates the key role of amyloid-beta in Alzheimer's disease development, being the most prominent. However, this hypothesis does not fully explain all of the molecular abnormalities and is therefore heavily criticized. In this review, we propose a hypothetical model of Alzheimer's disease progression, assuming a key role of age-related mitochondrial dysfunction, as was postulated in the mitochondrial cascade hypothesis. Our model explains the connections between all the symptoms of Alzheimer's disease, with particular attention to autophagy, metal metabolism disorders, and aberrant cell cycle re-entry in neurons. Progression of the Alzheimer's disease appears to be a complex process involving aging and too many protective mechanisms affecting one another, thereby leading to even greater deleterious effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28704198/",
    "clean_text": "alzheimer s disease as it was in the beginning since alzheimer s disease was first described in many attempts have been made to reveal its main cause such a diversity of symptoms led to proposition of various hypotheses for explaining the development of alzheimer s disease since alzheimer s disease was first described in many attempts have been made to reveal its main cause nowadays two forms of the disease are known and while the hereditary form of the disease is clearly caused by mutations in one of several genes the etiology of the sporadic form remains a mystery both forms share similar sets of neuropathological and molecular manifestations including extracellular deposition of amyloid beta intracellular accumulation of hyperphosphorylated tau protein disturbances in both the structure and functions of mitochondria oxidative stress metal ion metabolism disorders impairment of n methyl d aspartate receptor related signaling pathways abnormalities of lipid metabolism and aberrant cell cycle reentry in some neurons such a diversity of symptoms led to proposition of various hypotheses for explaining the development of alzheimer s disease the amyloid hypothesis which postulates the key role of amyloid beta in alzheimer s disease development being the most prominent however this hypothesis does not fully explain all of the molecular abnormalities and is therefore heavily criticized in this review we propose a hypothetical model of alzheimer s disease progression assuming a key role of age related mitochondrial dysfunction as was postulated in the mitochondrial cascade hypothesis our model explains the connections between all the symptoms of alzheimer s disease with particular attention to autophagy metal metabolism disorders and aberrant cell cycle re entry in neurons progression of the alzheimer s disease appears to be a complex process involving aging and too many protective mechanisms affecting one another thereby leading to even greater deleterious effects"
}