{
    "title": "Subthreshold anxiety in Chinese college students: prevalence, gender differences, and correlates.",
    "doc_id": "40676708",
    "writer": "Han X",
    "year": "2025",
    "summary": "",
    "abstract": "The aim of the study is to analyze the prevalence of subthreshold anxiety(SA) among Chinese college students and the correlates of SA. The data was from the 2022 Psychology and Behavior Investigation of Chinese Residents. Stepwise logistic regression was employed to discern the correlates of SA. This study found a prevalence rate of 36.4% for SA among college students. Differences in risk factors for SA were observed among students of different genders. Majoring in social science, high conscientiousness, neuroticism and depression may be risk factors for SA among Chinese college students. Good family health and high health literacy may be protective factors for SA. The correlates of SA among Chinese college students of different genders differed to a certain extent. The findings highlight a need for increased focus on the mental well-being of college students, which is essential to identify, diagnose, and treat SA in college student.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40676708/",
    "clean_text": "subthreshold anxiety in chinese college students prevalence gender differences and correlates the aim of the study is to analyze the prevalence of subthreshold anxiety sa among chinese college students and the correlates of sa the data was from the psychology and behavior investigation of chinese residents stepwise logistic regression was employed to discern the correlates of sa this study found a prevalence rate of for sa among college students differences in risk factors for sa were observed among students of different genders majoring in social science high conscientiousness neuroticism and depression may be risk factors for sa among chinese college students good family health and high health literacy may be protective factors for sa the correlates of sa among chinese college students of different genders differed to a certain extent the findings highlight a need for increased focus on the mental well being of college students which is essential to identify diagnose and treat sa in college student"
}