{
    "pmid": "41365315",
    "title": "Clinical characteristics of newly diagnosed patients with primary biliary cholangitis (PBC) indicate the need for better awareness on timely diagnosis and adequate UDCA therapy.",
    "abstract": "Guidelines on primary biliary cholangitis (PBC) recommend therapy with 13-15 mg/kg ursodeoxycholic acid (UDCA) and assessment of treatment response after 12 months. We evaluated to which extent these recommendations are followed in newly diagnosed patients.The German PBC Registry recruited three subgroups: Adequate or inadequate UDCA treatment responders (Paris II criteria) and newly diagnosed patients (<6 months prior to recruitment). We focus on newly diagnosed patients with UDCA monotherapy.82 patients were recruited (43 at 12 tertiary and 39 at 9 secondary centers) thereof 22% with cirrhosis. Individuals with cirrhosis were older (71 ± 9 vs. 55 ± 14 years, p<0.001) and presented more frequently with diabetes mellitus (44% vs. 13%, p=0.0054) and arterial hypertension (78% vs. 42%, p=0.0076) compared to cases without cirrhosis.12 months follow-up data were available in 62 patients. UDCA underdosing (<13 mg/kg/d) occurred in 47% and 74% of cases (p=0.013) at tertiary and secondary care at treatment initiation and in 29% and 73% (p=0.002) after 12 months, respectively. Paris II criteria were achieved in 74% and a deep UDCA response (alkaline phosphatase < ULN and bilirubin < 0.6 × ULN) in 32% of cases.Newly diagnosed PBC patients include a substantial proportion of late presenters with cirrhosis. UDCA dosage is suboptimal in many cases. Time point of diagnosis and UDCA dosage should be improved. Ursodeoxycholsäure (13–15 mg/kg) ist die Standardtherapie einer primär biliären Cholangitis (PBC). Der Behandlungserfolg soll nach 12 Monaten überprüft werden. Es wurde analysiert, wie diese Empfehlungen umgesetzt werden.Im Deutschen PBC-Register wurden drei Subgruppen rekrutiert: Patienten mit adäquatem und inadäquatem UDCA-Therapieansprechen (Paris-II-Kriterien) und neu diagnostizierte Patienten (PBC-Diagnose <6 Monate). Dieser Artikel beschreibt neu diagnostizierte Patienten mit UDCA-Monotherapie.82 Patienten wurden rekrutiert (43 an 12 tertiären und 39 an 9 sekundären Zentren), darunter 22% mit Zirrhose. Patienten mit Zirrhose waren älter (71 ± 9 vs. 55 ± 14 Jahre, p<0,001) und wiesen häufiger einen Diabetes mellitus (44% vs. 13%, p=0,0054) und eine arterielle Hypertonie (78% vs. 42%, p=0,0076) auf als Patienten ohne Zirrhose.12-Monats-Follow-up-Daten waren für 62 Fälle verfügbar. Eine UDCA-Unterdosierung (<13 mg/kg/d) lag an tertiären und sekundären Zentren bei 47% und 74% der Patienten (p=0,013) zu Therapiebeginn und bei 29% und 73% (p=0,002) nach 12 Monaten vor. Die Paris-II-Kriterien wurden bei 74% der Patienten und ein „tiefes UDCA-Therapieansprechen“ (Alkalische Phosphatase <ULN und Bilirubin <0,6 × ULN) bei 32% erreicht.Bei neu diagnostizierten PBC-Patienten findet sich ein relevanter Anteil spät diagnostizierter Fälle mit Zirrhose. UDCA wird häufig zu niedrig dosiert. Der Zeitpunkt einer PBC-Diagnose und die UDCA-Dosis sollten verbessert werden.",
    "disease": "liver cirrhosis",
    "clean_text": "clinical characteristics of newly diagnosed patients with primary biliary cholangitis pbc indicate the need for better awareness on timely diagnosis and adequate udca therapy guidelines on primary biliary cholangitis pbc recommend therapy with mg kg ursodeoxycholic acid udca and assessment of treatment response after months we evaluated to which extent these recommendations are followed in newly diagnosed patients the german pbc registry recruited three subgroups adequate or inadequate udca treatment responders paris ii criteria and newly diagnosed patients months prior to recruitment we focus on newly diagnosed patients with udca monotherapy patients were recruited at tertiary and at secondary centers thereof with cirrhosis individuals with cirrhosis were older vs years p and presented more frequently with diabetes mellitus vs p and arterial hypertension vs p compared to cases without cirrhosis months follow up data were available in patients udca underdosing mg kg d occurred in and of cases p at tertiary and secondary care at treatment initiation and in and p after months respectively paris ii criteria were achieved in and a deep udca response alkaline phosphatase uln and bilirubin uln in of cases newly diagnosed pbc patients include a substantial proportion of late presenters with cirrhosis udca dosage is suboptimal in many cases time point of diagnosis and udca dosage should be improved ursodeoxychols ure mg kg ist die standardtherapie einer prim r bili ren cholangitis pbc der behandlungserfolg soll nach monaten berpr ft werden es wurde analysiert wie diese empfehlungen umgesetzt werden im deutschen pbc register wurden drei subgruppen rekrutiert patienten mit ad quatem und inad quatem udca therapieansprechen paris ii kriterien und neu diagnostizierte patienten pbc diagnose monate dieser artikel beschreibt neu diagnostizierte patienten mit udca monotherapie patienten wurden rekrutiert an terti ren und an sekund ren zentren darunter mit zirrhose patienten mit zirrhose waren lter vs jahre p und wiesen h ufiger einen diabetes mellitus vs p und eine arterielle hypertonie vs p auf als patienten ohne zirrhose monats follow up daten waren f r f lle verf gbar eine udca unterdosierung mg kg d lag an terti ren und sekund ren zentren bei und der patienten p zu therapiebeginn und bei und p nach monaten vor die paris ii kriterien wurden bei der patienten und ein tiefes udca therapieansprechen alkalische phosphatase uln und bilirubin uln bei erreicht bei neu diagnostizierten pbc patienten findet sich ein relevanter anteil sp t diagnostizierter f lle mit zirrhose udca wird h ufig zu niedrig dosiert der zeitpunkt einer pbc diagnose und die udca dosis sollten verbessert werden"
}