{
    "pmid": "41438667",
    "title": "Pneumothorax induced by cocaine inhalation revealing bronchiectasis with bullous emphysema.",
    "abstract": "Cocaine inhalation is a known cause of various pulmonary complications, both acute and chronic, including spontaneous pneumothorax, which may be exacerbated by unrecognized underlying lung diseases such as bronchiectasis or emphysema. We report the case of a 33-year-old man with a history of chronic cocaine use who presented to the emergency department with dyspnea and right-sided chest pain. Imaging revealed a right-sided tension pneumothorax associated with bronchiectatic changes and bullous emphysema, likely secondary to previous pulmonary tuberculosis. The patient was treated conservatively with chest drainage, resulting in marked clinical improvement. This case underscores that cocaine-induced pneumothorax, though rare, should be suspected in young adults presenting with acute respiratory distress in the absence of trauma. Deep inhalation, Valsalva maneuvers, and barotrauma may contribute to alveolar rupture, while cocaine use can unmask or worsen chronic pulmonary damage. Clinicians should systematically assess for underlying structural lung disease, especially post-tuberculosis changes, to guide management and prevent recurrence through pleurodesis or drug cessation.",
    "disease": "tuberculosis",
    "clean_text": "pneumothorax induced by cocaine inhalation revealing bronchiectasis with bullous emphysema cocaine inhalation is a known cause of various pulmonary complications both acute and chronic including spontaneous pneumothorax which may be exacerbated by unrecognized underlying lung diseases such as bronchiectasis or emphysema we report the case of a year old man with a history of chronic cocaine use who presented to the emergency department with dyspnea and right sided chest pain imaging revealed a right sided tension pneumothorax associated with bronchiectatic changes and bullous emphysema likely secondary to previous pulmonary tuberculosis the patient was treated conservatively with chest drainage resulting in marked clinical improvement this case underscores that cocaine induced pneumothorax though rare should be suspected in young adults presenting with acute respiratory distress in the absence of trauma deep inhalation valsalva maneuvers and barotrauma may contribute to alveolar rupture while cocaine use can unmask or worsen chronic pulmonary damage clinicians should systematically assess for underlying structural lung disease especially post tuberculosis changes to guide management and prevent recurrence through pleurodesis or drug cessation"
}