{
    "title": "Mental Health Literacy Affects Mental Health Attitude: Is There a Gender Difference?",
    "doc_id": "32295676",
    "writer": "Lee HY",
    "year": "2020",
    "summary": "However, mental health literacy was the strongest factor regardless of gender. Men and women with greater mental health literacy had a more positive mental health attitude. Conclusions: Provision of tailored mental health li …",
    "abstract": "Objectives: In the current study, we aimed to compare the levels of and factors associated with mental health attitude between males and females. Of particular interest was ascertaining the degree to which mental health literacy was related to mental health attitude and whether this relationship would vary by gender. Methods: A total of 732 participants aged 18 years or more were recruited from attendees at the 2016 Minnesota State Fair. We used the Mental Health Literacy Scale (MHLS) to measure attitude toward and literacy of mental health. Results: Our multivariate analysis reported that males' mental health attitude was significantly lower than females. Some factors associated with mental health attitude differed by gender as well. Among men, receiving more social support, experiencing higher levels of depression, and being married predicted greater mental health attitude. Among women, older age was associated with lower mental health attitude levels. However, mental health literacy was the strongest factor regardless of gender. Men and women with greater mental health literacy had a more positive mental health attitude. Conclusions: Provision of tailored mental health literacy education both for males and females could potentially improve the public's mental health attitude toward mental illness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32295676/",
    "clean_text": "mental health literacy affects mental health attitude is there a gender difference however mental health literacy was the strongest factor regardless of gender men and women with greater mental health literacy had a more positive mental health attitude conclusions provision of tailored mental health li objectives in the current study we aimed to compare the levels of and factors associated with mental health attitude between males and females of particular interest was ascertaining the degree to which mental health literacy was related to mental health attitude and whether this relationship would vary by gender methods a total of participants aged years or more were recruited from attendees at the minnesota state fair we used the mental health literacy scale mhls to measure attitude toward and literacy of mental health results our multivariate analysis reported that males mental health attitude was significantly lower than females some factors associated with mental health attitude differed by gender as well among men receiving more social support experiencing higher levels of depression and being married predicted greater mental health attitude among women older age was associated with lower mental health attitude levels however mental health literacy was the strongest factor regardless of gender men and women with greater mental health literacy had a more positive mental health attitude conclusions provision of tailored mental health literacy education both for males and females could potentially improve the public s mental health attitude toward mental illness"
}