{
    "title": "Australian guidelines for physical activity in pregnancy and postpartum.",
    "doc_id": "35418334",
    "writer": "Brown WJ",
    "year": "2022",
    "summary": "OBJECTIVES: To develop Australian guidelines on physical activity/exercise during pregnancy and the postpartum period. DESIGN: Critical 'umbrella' reviews of the scientific evidence, combined with adaptation of recently published guidelines. ...The review als …",
    "abstract": "Objectives:\n        \n      \n      To develop Australian guidelines on physical activity/exercise during pregnancy and the postpartum period.\n    \n\n\n          Design:\n        \n      \n      Critical 'umbrella' reviews of the scientific evidence, combined with adaptation of recently published guidelines.\n    \n\n\n          Methods:\n        \n      \n      A five stage approach included: identification of key source documents (including national physical activity/exercise guidelines and position statements from professional organisations, published since 2010); narrative review of evidence relating to 27 health outcomes; summarising the evidence; development of draft guidelines and supporting information; and review and consultation to finalise the guidelines.\n    \n\n\n          Results:\n        \n      \n      Our evidence review found that physical activity/exercise during pregnancy and the postpartum period is safe, has health benefits for the woman and her unborn child, and may reduce the risks of some pregnancy related complications. Four specific guidelines were developed. These encourage all women without pregnancy complications to: (1) meet the Australian Physical Activity and Sedentary Behaviour Guidelines for Adults before, during and after pregnancy; (2) modify activities to accommodate the physical changes that occur as pregnancy progresses; (3) do pelvic floor exercises during and after pregnancy; and (4) take an active role in shared decision-making about their physical activity/exercise during and after pregnancy. The review also identified warning signs and contraindications for physical activity/exercise during pregnancy.\n    \n\n\n          Conclusions:\n        \n      \n      All women who are pregnant or planning a pregnancy should be aware of the benefits of physical activity/exercise, and health professionals should encourage safe levels of activity and be familiar with the contraindications, signs and symptoms which suggest that physical activity/exercise should be modified or avoided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35418334/",
    "clean_text": "australian guidelines for physical activity in pregnancy and postpartum objectives to develop australian guidelines on physical activity exercise during pregnancy and the postpartum period design critical umbrella reviews of the scientific evidence combined with adaptation of recently published guidelines the review als objectives to develop australian guidelines on physical activity exercise during pregnancy and the postpartum period design critical umbrella reviews of the scientific evidence combined with adaptation of recently published guidelines methods a five stage approach included identification of key source documents including national physical activity exercise guidelines and position statements from professional organisations published since narrative review of evidence relating to health outcomes summarising the evidence development of draft guidelines and supporting information and review and consultation to finalise the guidelines results our evidence review found that physical activity exercise during pregnancy and the postpartum period is safe has health benefits for the woman and her unborn child and may reduce the risks of some pregnancy related complications four specific guidelines were developed these encourage all women without pregnancy complications to meet the australian physical activity and sedentary behaviour guidelines for adults before during and after pregnancy modify activities to accommodate the physical changes that occur as pregnancy progresses do pelvic floor exercises during and after pregnancy and take an active role in shared decision making about their physical activity exercise during and after pregnancy the review also identified warning signs and contraindications for physical activity exercise during pregnancy conclusions all women who are pregnant or planning a pregnancy should be aware of the benefits of physical activity exercise and health professionals should encourage safe levels of activity and be familiar with the contraindications signs and symptoms which suggest that physical activity exercise should be modified or avoided"
}