{
    "title": "Quality Improvement Methodologies: Principles and Applications in the Pediatric Emergency Department.",
    "doc_id": "30446063",
    "writer": "Migita R",
    "year": "2018",
    "summary": "The origins of quality improvement in health care trace back to industry. Lessons learned from the \"flow production\" system of the Ford Model-T assembly line in Michigan and the Toyota Production System led to direct applications of Lean and Six Sigma to improve hea …",
    "abstract": "The origins of quality improvement in health care trace back to industry. Lessons learned from the \"flow production\" system of the Ford Model-T assembly line in Michigan and the Toyota Production System led to direct applications of Lean and Six Sigma to improve health care systems. Emergency medicine is well suited as a testing and proving ground for quality improvement methodologies because of high patient volume and rapid turnover. This article reviews the history of quality improvement in health care, describes Lean principles in detail, and provides illustrative examples of applications of Lean and quality improvement methodologies in the pediatric emergency department.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30446063/",
    "clean_text": "quality improvement methodologies principles and applications in the pediatric emergency department the origins of quality improvement in health care trace back to industry lessons learned from the flow production system of the ford model t assembly line in michigan and the toyota production system led to direct applications of lean and six sigma to improve hea the origins of quality improvement in health care trace back to industry lessons learned from the flow production system of the ford model t assembly line in michigan and the toyota production system led to direct applications of lean and six sigma to improve health care systems emergency medicine is well suited as a testing and proving ground for quality improvement methodologies because of high patient volume and rapid turnover this article reviews the history of quality improvement in health care describes lean principles in detail and provides illustrative examples of applications of lean and quality improvement methodologies in the pediatric emergency department"
}