{
    "pmid": "41457833",
    "title": "Genotype-Phenotype Correlations of Li-Fraumeni Syndrome in Japan Children's Cancer Group LFS20 Study Cohort.",
    "abstract": "Li-Fraumeni syndrome (LFS) is a cancer predisposition syndrome caused by germline pathogenic variants in the TP53 gene. With the increasing use of multi-gene panel testing, TP53 variants have been identified in individuals who do not meet established TP53 testing criteria, such as the Chompret criteria. The term \"attenuated LFS\" has been proposed for some of these cases, particularly those with adult-onset cancer. We analyzed participants of the Japanese nationwide prospective clinical trial of the cancer surveillance program (Japan Children's Cancer Group LFS-20), along with clinical information including their family histories, to better understand their genotypic and phenotypic characteristics. We identified 32 distinct TP53 variants from 41 families (45 participants), including four missense variants with conflicting classifications of pathogenicity in ClinVar. Among these families, 36 (88%) met the LFS criteria (hereafter referred to as \"LFS\" in contrast to attenuated LFS), while 5 (12%) were classified as attenuated LFS. Including 30 additional family members carrying the same variant, we analyzed 75 individuals with TP53 variants. Of these, 40 with LFS and 6 with attenuated LFS had cancer. Multiple primary cancers occurred in 22 individuals (21 LFS, 1 attenuated LFS). LFS-core tumors accounted for 66% (58/88) of cancers in the LFS group and 63% (5/8) in the attenuated LFS group; of note, all core tumors in the attenuated group were limited to breast cancer. Hotspot missense variants were detected in 11 of 36 LFS families and in none of 5 attenuated LFS families, and non-hotspot null variants were found in 14 and 1, respectively. Our study revealed genotype-phenotype correlations in several respects. UMIN-CTR: UMIN000045855.",
    "disease": "breast cancer",
    "clean_text": "genotype phenotype correlations of li fraumeni syndrome in japan children s cancer group lfs study cohort li fraumeni syndrome lfs is a cancer predisposition syndrome caused by germline pathogenic variants in the tp gene with the increasing use of multi gene panel testing tp variants have been identified in individuals who do not meet established tp testing criteria such as the chompret criteria the term attenuated lfs has been proposed for some of these cases particularly those with adult onset cancer we analyzed participants of the japanese nationwide prospective clinical trial of the cancer surveillance program japan children s cancer group lfs along with clinical information including their family histories to better understand their genotypic and phenotypic characteristics we identified distinct tp variants from families participants including four missense variants with conflicting classifications of pathogenicity in clinvar among these families met the lfs criteria hereafter referred to as lfs in contrast to attenuated lfs while were classified as attenuated lfs including additional family members carrying the same variant we analyzed individuals with tp variants of these with lfs and with attenuated lfs had cancer multiple primary cancers occurred in individuals lfs attenuated lfs lfs core tumors accounted for of cancers in the lfs group and in the attenuated lfs group of note all core tumors in the attenuated group were limited to breast cancer hotspot missense variants were detected in of lfs families and in none of attenuated lfs families and non hotspot null variants were found in and respectively our study revealed genotype phenotype correlations in several respects umin ctr umin"
}