{
    "pmid": "41467757",
    "title": "Reducing Acute Kidney Injury in Critically Ill Pediatric Patients: Quality Improvement Project Targeting Nephrotoxic Medication Exposures.",
    "abstract": "To reduce acute kidney injury (AKI) associated with nephrotoxic medication (NTM) exposure in critically ill pediatric patients through a structured quality improvement (QI) initiative. Prospective, multi-phased QI project. A single-center, free-standing, quaternary care children's hospital. All patients admitted to the PICU during the study period. A three-phase intervention strategy was implemented to increase awareness surrounding NTM exposures in PICU and their role in subsequent AKI development. Phase 1 introduced monthly pharmacist-led educational session for resident physicians. Phase 2 incorporated an informational handout reviewed during monthly resident orientations. In phase 3, clinical pharmacists provided daily notifications to attending physicians for patients meeting NTM exposure criteria, offering timely alternatives and AKI monitoring recommendations. NTM exposure and NTM-associated AKI (NAKI) rates per 1000 patient-days were measured across pre-intervention and post-intervention periods. From May 1, 2021, to December 31, 2023, a total of 34,631 patient-days were included. During this period, 2410 and 388 patient-days, respectively, satisfied NTM exposure and NAKI criteria. This accounted for 1039 NTM exposure events in 742 patients and 159 NAKI episodes in 125 unique patients. Following interventions, NTM exposure rates declined from 30.6 to 26.9 per 1000 patient-days (a 12.4% reduction), and NAKI rates decreased from 5.6 to 2.5 per 1000 patient-days (a 55% reduction). Targeted PICU-specific interventions, including routine stakeholder education and pharmacy-driven daily provider notifications, were associated with reductions in NTM exposure and subsequent NAKI rates in critically ill patients. Efforts to integrate and sustain these strategies at the institutional level are currently in progress.",
    "disease": "hypertension",
    "clean_text": "reducing acute kidney injury in critically ill pediatric patients quality improvement project targeting nephrotoxic medication exposures to reduce acute kidney injury aki associated with nephrotoxic medication ntm exposure in critically ill pediatric patients through a structured quality improvement qi initiative prospective multi phased qi project a single center free standing quaternary care children s hospital all patients admitted to the picu during the study period a three phase intervention strategy was implemented to increase awareness surrounding ntm exposures in picu and their role in subsequent aki development phase introduced monthly pharmacist led educational session for resident physicians phase incorporated an informational handout reviewed during monthly resident orientations in phase clinical pharmacists provided daily notifications to attending physicians for patients meeting ntm exposure criteria offering timely alternatives and aki monitoring recommendations ntm exposure and ntm associated aki naki rates per patient days were measured across pre intervention and post intervention periods from may to december a total of patient days were included during this period and patient days respectively satisfied ntm exposure and naki criteria this accounted for ntm exposure events in patients and naki episodes in unique patients following interventions ntm exposure rates declined from to per patient days a reduction and naki rates decreased from to per patient days a reduction targeted picu specific interventions including routine stakeholder education and pharmacy driven daily provider notifications were associated with reductions in ntm exposure and subsequent naki rates in critically ill patients efforts to integrate and sustain these strategies at the institutional level are currently in progress"
}