{
    "title": "A simple estimated fetal weight equation for fetuses between 24 and 34 weeks of gestation.",
    "doc_id": "10636049",
    "writer": "Honarvar M",
    "year": "1999",
    "summary": "RESULTS: Mean gestational age and mean birth' weight + S.D. were 29.5 + 3.02 weeks and 1530.238 237.856 g, respectively. With the aid of a scientific calculator the data were analyzed and a simple regression equation has been derived: EFW (kg) = 0.17 (G.A. - 20), S. …",
    "abstract": "Objective:\n        \n      \n      To develop a mathematical equation that is simple, accurate and easy to use when applied to low-birth weight or preterm fetuses (< 35 weeks) and to assess previous normal ultrasonic fetal weight curves and make a comparison with normal fetal delivery weight curves.\n    \n\n\n          Method:\n        \n      \n      In a large teaching hospital, 269 pregnant mothers were identified by the criteria of normalities, such as: well known LMP, regular menstrual cycles, no use of OCP for the last 3 months, no smoking and no history of diabetes. Birth-weight measurements (adjusted for maternal age, baby's sex, parity and week of gestation) were taken immediately after birth.\n    \n\n\n          Results:\n        \n      \n      Mean gestational age and mean birth' weight + S.D. were 29.5 + 3.02 weeks and 1530.238 237.856 g, respectively. With the aid of a scientific calculator the data were analyzed and a simple regression equation has been derived: EFW (kg) = 0.17 (G.A. - 20), S.D. - 235 g (Honarvar's Formula 1).\n    \n\n\n          Conclusion:\n        \n      \n      For estimating weights of preterm or low-birth weight fetuses of less than 2500 g, this simple equation appears to be clinically reliable and easy to use and suggests that previous normal ultrasonic fetal weight curves may underestimate or overestimate normal fetal delivery weight between the 24th and 34th week of gestation. Our formula approximates actual birth weight better and recommends Ott's ultrasonic weight curve for Iranian population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10636049/",
    "clean_text": "a simple estimated fetal weight equation for fetuses between and weeks of gestation results mean gestational age and mean birth weight s d were weeks and g respectively with the aid of a scientific calculator the data were analyzed and a simple regression equation has been derived efw kg g a s objective to develop a mathematical equation that is simple accurate and easy to use when applied to low birth weight or preterm fetuses weeks and to assess previous normal ultrasonic fetal weight curves and make a comparison with normal fetal delivery weight curves method in a large teaching hospital pregnant mothers were identified by the criteria of normalities such as well known lmp regular menstrual cycles no use of ocp for the last months no smoking and no history of diabetes birth weight measurements adjusted for maternal age baby s sex parity and week of gestation were taken immediately after birth results mean gestational age and mean birth weight s d were weeks and g respectively with the aid of a scientific calculator the data were analyzed and a simple regression equation has been derived efw kg g a s d g honarvar s formula conclusion for estimating weights of preterm or low birth weight fetuses of less than g this simple equation appears to be clinically reliable and easy to use and suggests that previous normal ultrasonic fetal weight curves may underestimate or overestimate normal fetal delivery weight between the th and th week of gestation our formula approximates actual birth weight better and recommends ott s ultrasonic weight curve for iranian population"
}