{
    "title": "Zika Virus-Induced Microcephaly and Its Possible Molecular Mechanism.",
    "doc_id": "28081529",
    "writer": "Faizan MI",
    "year": "2016",
    "summary": "Zika virus is an arthropod-borne re-emerging pathogen associated with the global pandemic of 2015-2016. ...This scenario evoked our interest to uncover the neurotropic localization, multiplication of the virus, and the mechanism of microcephaly. The present r …",
    "abstract": "Zika virus is an arthropod-borne re-emerging pathogen associated with the global pandemic of 2015-2016. The devastating effect of Zika viral infection is reflected by its neurological manifestations such as microcephaly in newborns. This scenario evoked our interest to uncover the neurotropic localization, multiplication of the virus, and the mechanism of microcephaly. The present report provides an overview of a possible molecular mechanism of Zika virus-induced microcephaly based on recent publications. Transplacental transmission of Zika viral infection from mother to foetus during the first trimester of pregnancy results in propagation of the virus in human neural progenitor cells (hNPCs), where entry is facilitated by the receptor (AXL protein) leading to the alteration of signalling and immune pathways in host cells. Further modification of the viral-induced TLR3-mediated immune network in the infected hNPCs affects viral replication. Downregulation of neurogenesis and upregulation of apoptosis in hNPCs leads to cell cycle arrest and death of the developing neurons. In addition, it is likely that the environmental, physiological, immunological, and genetic factors that determine in utero transmission of Zika virus are also involved in neurotropism. Despite the global concern regarding the Zika-mediated epidemic, the precise molecular mechanism of neuropathogenesis remains elusive.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28081529/",
    "clean_text": "zika virus induced microcephaly and its possible molecular mechanism zika virus is an arthropod borne re emerging pathogen associated with the global pandemic of this scenario evoked our interest to uncover the neurotropic localization multiplication of the virus and the mechanism of microcephaly the present r zika virus is an arthropod borne re emerging pathogen associated with the global pandemic of the devastating effect of zika viral infection is reflected by its neurological manifestations such as microcephaly in newborns this scenario evoked our interest to uncover the neurotropic localization multiplication of the virus and the mechanism of microcephaly the present report provides an overview of a possible molecular mechanism of zika virus induced microcephaly based on recent publications transplacental transmission of zika viral infection from mother to foetus during the first trimester of pregnancy results in propagation of the virus in human neural progenitor cells hnpcs where entry is facilitated by the receptor axl protein leading to the alteration of signalling and immune pathways in host cells further modification of the viral induced tlr mediated immune network in the infected hnpcs affects viral replication downregulation of neurogenesis and upregulation of apoptosis in hnpcs leads to cell cycle arrest and death of the developing neurons in addition it is likely that the environmental physiological immunological and genetic factors that determine in utero transmission of zika virus are also involved in neurotropism despite the global concern regarding the zika mediated epidemic the precise molecular mechanism of neuropathogenesis remains elusive"
}