{
    "title": "Effect of type 1 diabetes and type 2 diabetes on the risk of venous thromboembolism.",
    "doc_id": "33165941",
    "writer": "Hinton W",
    "year": "2021",
    "summary": "In the unadjusted analysis, there was no increased risk of VTE with type 1 diabetes (HR 1.00, 95% CI 0.76-1.33) but there was for type 2 diabetes (HR 2.70, 95% CI 2.57-2.84). In the fully adjusted model, VTE risk was increased in type …",
    "abstract": "Aims:\n        \n      \n      Whether diabetes increases venous thromboembolism (VTE) is unclear. Any greater risk may relate to insulin resistance, but many studies did not differentiate between type 1 diabetes and type 2 diabetes for VTE risk.\n    \n\n\n          Methods:\n        \n      \n      Retrospective cohort study of the Royal College of General Practitioners Research and Surveillance Centre, comprising over 530 primary care practices. We determined whether type 1 diabetes and/or type 2 diabetes are independent risk factors for VTE. The index date was 1 January 2009, individuals were followed to 31 December 2018, or censoring. Cox proportional hazard regression analysis was used to investigate the risk of VTE in people with type 1 diabetes and type 2 diabetes relative to no diabetes. The primary outcome was occurrence of VTE. The model was adjusted for potential confounders for VTE.\n    \n\n\n          Results:\n        \n      \n      There were 7086 people with type 1 diabetes and 95,566 with type 2 diabetes, diagnosed before 1 January 2009. The non-diabetes group consisted of 1,407,699 people. In the unadjusted analysis, there was no increased risk of VTE with type 1 diabetes (HR 1.00, 95% CI 0.76-1.33) but there was for type 2 diabetes (HR 2.70, 95% CI 2.57-2.84). In the fully adjusted model, VTE risk was increased in type 1 diabetes (HR 1.46, 95% CI 1.11-1.92), but not with type 2 diabetes (HR 1.06, 95% CI 0.98-1.14).\n    \n\n\n          Conclusions:\n        \n      \n      Type 1 diabetes was associated with a greater risk for VTE while type 2 diabetes was not. Further work is needed to determine the reason(s) for this.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33165941/",
    "clean_text": "effect of type diabetes and type diabetes on the risk of venous thromboembolism in the unadjusted analysis there was no increased risk of vte with type diabetes hr ci but there was for type diabetes hr ci in the fully adjusted model vte risk was increased in type aims whether diabetes increases venous thromboembolism vte is unclear any greater risk may relate to insulin resistance but many studies did not differentiate between type diabetes and type diabetes for vte risk methods retrospective cohort study of the royal college of general practitioners research and surveillance centre comprising over primary care practices we determined whether type diabetes and or type diabetes are independent risk factors for vte the index date was january individuals were followed to december or censoring cox proportional hazard regression analysis was used to investigate the risk of vte in people with type diabetes and type diabetes relative to no diabetes the primary outcome was occurrence of vte the model was adjusted for potential confounders for vte results there were people with type diabetes and with type diabetes diagnosed before january the non diabetes group consisted of people in the unadjusted analysis there was no increased risk of vte with type diabetes hr ci but there was for type diabetes hr ci in the fully adjusted model vte risk was increased in type diabetes hr ci but not with type diabetes hr ci conclusions type diabetes was associated with a greater risk for vte while type diabetes was not further work is needed to determine the reason s for this"
}