{
    "title": "Smoking and low back pain. A systematic literature review of 41 journal articles reporting 47 epidemiologic studies.",
    "doc_id": "10423792",
    "writer": "Leboeuf-Yde C.",
    "year": "1999",
    "summary": "STUDY DESIGN: A systematic review of the epidemiologic literature on smoking and low back pain. OBJECTIVES: To establish whether smoking causes low back pain and whether cessation of smoking reduces the incidence and/or prevalence of l …",
    "abstract": "Study design:\n        \n      \n      A systematic review of the epidemiologic literature on smoking and low back pain.\n    \n\n\n          Objectives:\n        \n      \n      To establish whether smoking causes low back pain and whether cessation of smoking reduces the incidence and/or prevalence of low back pain.\n    \n\n\n          Summary of background data:\n        \n      \n      It seems to have become increasingly commonly accepted that smoking causes low back pain and that abstinence from smoking is an effective means for its prevention and treatment. Does the evidence in the epidemiologic literature support this concept?\n    \n\n\n          Methods:\n        \n      \n      Forty-one original research reports reporting 47 studies, published between 1974 and 1996, were systematically reviewed for strength of association, dose-response correlation, temporality, reduction of symptoms with smoke cessation, and consistency of findings. In addition, the presence of positive findings was viewed in light of definition of low back pain, representativeness of the study sample, sample size, and in relation to whether the prime objective had been to study the smoking-low back pain issue. Two reviews were performed by the author, blindly and separated by a 2-month interval.\n    \n\n\n          Results:\n        \n      \n      There was no consistency of statistically significant positive associations between smoking and low back pain. The association, when present, was usually weak and clearly apparent only in large study samples. No other study characteristics had an effect on the frequency of positive associations. Additional analyses were therefore performed only on studies with large samples. In general, these did not contain consistent positive findings in relation to dose-response, temporality, or reversibility. Signs of causality were consistently evident only in the study with the largest sample (n > 30,000).\n    \n\n\n          Conclusions:\n        \n      \n      Presently, smoking should be considered a weak risk indicator and not a cause of low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10423792/",
    "clean_text": "smoking and low back pain a systematic literature review of journal articles reporting epidemiologic studies study design a systematic review of the epidemiologic literature on smoking and low back pain objectives to establish whether smoking causes low back pain and whether cessation of smoking reduces the incidence and or prevalence of l study design a systematic review of the epidemiologic literature on smoking and low back pain objectives to establish whether smoking causes low back pain and whether cessation of smoking reduces the incidence and or prevalence of low back pain summary of background data it seems to have become increasingly commonly accepted that smoking causes low back pain and that abstinence from smoking is an effective means for its prevention and treatment does the evidence in the epidemiologic literature support this concept methods forty one original research reports reporting studies published between and were systematically reviewed for strength of association dose response correlation temporality reduction of symptoms with smoke cessation and consistency of findings in addition the presence of positive findings was viewed in light of definition of low back pain representativeness of the study sample sample size and in relation to whether the prime objective had been to study the smoking low back pain issue two reviews were performed by the author blindly and separated by a month interval results there was no consistency of statistically significant positive associations between smoking and low back pain the association when present was usually weak and clearly apparent only in large study samples no other study characteristics had an effect on the frequency of positive associations additional analyses were therefore performed only on studies with large samples in general these did not contain consistent positive findings in relation to dose response temporality or reversibility signs of causality were consistently evident only in the study with the largest sample n conclusions presently smoking should be considered a weak risk indicator and not a cause of low back pain"
}