{
    "title": "Integrating full-length transcriptomics and metabolomics reveals the regulatory mechanisms underlying yellow pigmentation in tree peony (Paeonia suffruticosa Andr.) flowers.",
    "doc_id": "34719694",
    "writer": "Luo X",
    "year": "2021",
    "summary": "Tree peony (Paeonia suffruticosa Andr.) is a popular ornamental plant in China due to its showy and colorful flowers. However, yellow-colored flowers are rare in both wild species and domesticated cultivars. The molecular mechanisms underlying yellow pigmentation re …",
    "abstract": "Tree peony (Paeonia suffruticosa Andr.) is a popular ornamental plant in China due to its showy and colorful flowers. However, yellow-colored flowers are rare in both wild species and domesticated cultivars. The molecular mechanisms underlying yellow pigmentation remain poorly understood. Here, petal tissues of two tree peony cultivars, \"High Noon\" (yellow flowers) and \"Roufurong\" (purple-red flowers), were sampled at five developmental stages (S1-S5) from early flower buds to full blooms. Five petal color indices (brightness, redness, yellowness, chroma, and hue angle) and the contents of ten different flavonoids were determined. Compared to \"Roufurong,\" which accumulated abundant anthocyanins at S3-S5, the yellow-colored \"High Noon\" displayed relatively higher contents of tetrahydroxychalcone (THC), flavones, and flavonols but no anthocyanin production. The contents of THC, flavones, and flavonols in \"High Noon\" peaked at S3 and dropped gradually as the flower bloomed, consistent with the color index patterns. Furthermore, RNA-seq analyses at S3 showed that structural genes such as PsC4Hs, PsDFRs, and PsUFGTs in the flavonoid biosynthesis pathway were downregulated in \"High Noon,\" whereas most PsFLSs, PsF3Hs, and PsF3'Hs were upregulated. Five transcription factor (TF) genes related to flavonoid biosynthesis were also upregulated in \"High Noon.\" One of these TFs, PsMYB111, was overexpressed in tobacco, which led to increased flavonols but decreased anthocyanins. Dual-luciferase assays further confirmed that PsMYB111 upregulated PsFLS. These results improve our understanding of yellow pigmentation in tree peony and provide a guide for future molecular-assisted breeding experiments in tree peony with novel flower colors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34719694/",
    "clean_text": "integrating full length transcriptomics and metabolomics reveals the regulatory mechanisms underlying yellow pigmentation in tree peony paeonia suffruticosa andr flowers tree peony paeonia suffruticosa andr is a popular ornamental plant in china due to its showy and colorful flowers however yellow colored flowers are rare in both wild species and domesticated cultivars the molecular mechanisms underlying yellow pigmentation re tree peony paeonia suffruticosa andr is a popular ornamental plant in china due to its showy and colorful flowers however yellow colored flowers are rare in both wild species and domesticated cultivars the molecular mechanisms underlying yellow pigmentation remain poorly understood here petal tissues of two tree peony cultivars high noon yellow flowers and roufurong purple red flowers were sampled at five developmental stages s s from early flower buds to full blooms five petal color indices brightness redness yellowness chroma and hue angle and the contents of ten different flavonoids were determined compared to roufurong which accumulated abundant anthocyanins at s s the yellow colored high noon displayed relatively higher contents of tetrahydroxychalcone thc flavones and flavonols but no anthocyanin production the contents of thc flavones and flavonols in high noon peaked at s and dropped gradually as the flower bloomed consistent with the color index patterns furthermore rna seq analyses at s showed that structural genes such as psc hs psdfrs and psufgts in the flavonoid biosynthesis pathway were downregulated in high noon whereas most psflss psf hs and psf hs were upregulated five transcription factor tf genes related to flavonoid biosynthesis were also upregulated in high noon one of these tfs psmyb was overexpressed in tobacco which led to increased flavonols but decreased anthocyanins dual luciferase assays further confirmed that psmyb upregulated psfls these results improve our understanding of yellow pigmentation in tree peony and provide a guide for future molecular assisted breeding experiments in tree peony with novel flower colors"
}