{
    "pmid": "41404422",
    "title": "Advancing influenza virus treatment: ",
    "abstract": "Influenza A viruses (IAVs) remain a significant global health concern, causing seasonal outbreaks and pandemics with substantial morbidity and mortality, particularly among vulnerable groups. Annual vaccination serves as the primary preventative measure, but its limited effectiveness against emerging subtypes and insufficient coverage underscore the urgent need for novel antiviral strategies. Resistance to Food and Drug Administration (FDA)- and European Medicines Agency (EMA)-approved direct antivirals further emphasizes this necessity. Host-directed therapeutic strategies, such as those targeting phosphatidylinositol 3-kinases (PI3Ks), which are utilized by IAVs during replication, offer promising alternatives to reduce infection severity. In parallel, advances in nanotechnology have facilitated the use of lipid nanoparticles (LNPs) as efficient drug delivery systems, enhancing bioavailability, optimizing therapeutic stability, and enabling precise site-specific delivery to infected cells. This study investigates the combined use of pictilisib, a PI3K inhibitor, and LNPs, as a novel approach to combat IAV infections. Polyethylene glycol (PEG)- and poly(2-oxazoline) (POx)-Lipids were incorporated into the drug delivery carriers, with POx-Lipids emerging as promising alternatives due to allergenic concerns associated with PEG. Pictilisib was successfully encapsulated in LNPs and demonstrated comparable antiviral and anti-inflammatory properties to the free drug ",
    "disease": "influenza",
    "clean_text": "advancing influenza virus treatment influenza a viruses iavs remain a significant global health concern causing seasonal outbreaks and pandemics with substantial morbidity and mortality particularly among vulnerable groups annual vaccination serves as the primary preventative measure but its limited effectiveness against emerging subtypes and insufficient coverage underscore the urgent need for novel antiviral strategies resistance to food and drug administration fda and european medicines agency ema approved direct antivirals further emphasizes this necessity host directed therapeutic strategies such as those targeting phosphatidylinositol kinases pi ks which are utilized by iavs during replication offer promising alternatives to reduce infection severity in parallel advances in nanotechnology have facilitated the use of lipid nanoparticles lnps as efficient drug delivery systems enhancing bioavailability optimizing therapeutic stability and enabling precise site specific delivery to infected cells this study investigates the combined use of pictilisib a pi k inhibitor and lnps as a novel approach to combat iav infections polyethylene glycol peg and poly oxazoline pox lipids were incorporated into the drug delivery carriers with pox lipids emerging as promising alternatives due to allergenic concerns associated with peg pictilisib was successfully encapsulated in lnps and demonstrated comparable antiviral and anti inflammatory properties to the free drug"
}