{
    "pmid": "41458099",
    "title": "Continuous glucose monitoring reveals high prevalence of hyperglycaemia in patients prior to pancreatic surgery: A pilot study.",
    "abstract": "Patients with pancreatic tumours are at increased risk of diabetes mellitus (DM) and hyperglycaemia and a subsequent higher risk of developing postoperative complications. Continuous glucose monitoring (CGM) can be used to assess the prevalence of hyperglycaemia in pancreatic surgery patients. This single-centre observational pilot study (2023-2025) included 15 patients with DM type 2 or new onset DM (HbA1c ≥ 48 mmol/mol (6.5 %)) undergoing pancreatic surgery. Blinded CGM was performed for 2 weeks preoperatively and 2 weeks perioperatively. Primary outcome was time above range (TAR)(glucose > 10.0 mmol/l (180.2 mg/dl)) as a percentage of total CGM wear time. Secondary outcomes were time below and in range, glucose metrics, difference in preoperative HbA1c and patient satisfaction regarding CGM wear. In total, 5 patients had new-onset DM, 6 suboptimal controlled DM (HbA1c ≥ 53 mmol/mol (7.0 %)) and 4 optimal controlled DM (HbA1c < 53 mmol/mol (7.0 %)) at baseline. Median preoperative TAR (>10.0 mmol/L (180.2 mg/dl)) was highest in the suboptimal controlled DM group (59.7 % [35.1-68.6]), compared to 7.9 % [0.9-19.4] in the optimal controlled and 16.7 % [7.7-23.7] in the new-onset DM group. Perioperatively, the optimal controlled DM group had the highest TAR (26.7 % [11.3-49.0]) while the new-onset and suboptimal controlled DM group had TARs of 4.6 % [1.2-9.6] and 16.3 % [11.5-23.4], respectively. Blinded CGM revealed frequent pre- and perioperative hyperglycaemia and high inter-individual variability in TAR among patients with (new-onset) DM undergoing pancreatic surgery. These findings support the need for stricter and more individualized glucose monitoring. This could optimize preoperative glucose management and thereby possibly reduce postoperative complications.",
    "disease": "diabetes mellitus",
    "clean_text": "continuous glucose monitoring reveals high prevalence of hyperglycaemia in patients prior to pancreatic surgery a pilot study patients with pancreatic tumours are at increased risk of diabetes mellitus dm and hyperglycaemia and a subsequent higher risk of developing postoperative complications continuous glucose monitoring cgm can be used to assess the prevalence of hyperglycaemia in pancreatic surgery patients this single centre observational pilot study included patients with dm type or new onset dm hba c mmol mol undergoing pancreatic surgery blinded cgm was performed for weeks preoperatively and weeks perioperatively primary outcome was time above range tar glucose mmol l mg dl as a percentage of total cgm wear time secondary outcomes were time below and in range glucose metrics difference in preoperative hba c and patient satisfaction regarding cgm wear in total patients had new onset dm suboptimal controlled dm hba c mmol mol and optimal controlled dm hba c mmol mol at baseline median preoperative tar mmol l mg dl was highest in the suboptimal controlled dm group compared to in the optimal controlled and in the new onset dm group perioperatively the optimal controlled dm group had the highest tar while the new onset and suboptimal controlled dm group had tars of and respectively blinded cgm revealed frequent pre and perioperative hyperglycaemia and high inter individual variability in tar among patients with new onset dm undergoing pancreatic surgery these findings support the need for stricter and more individualized glucose monitoring this could optimize preoperative glucose management and thereby possibly reduce postoperative complications"
}