{
    "pmid": "41416321",
    "title": "The Use of Steroid Injections for Hand and Wrist Pathologies.",
    "abstract": "Common hand pathologies that fail conservative management can be treated with corticosteroid injections. There are limited guidelines on the use of corticosteroids for hand and wrist pathologies. We aim to review the current practice of corticosteroid use and examine the available evidence regarding their efficacy and safety. A comprehensive literature review of PubMed and Cochrane databases was carried out from inception until present. Studies looking at the use of corticosteroids in common hand conditions in adults were included. Data on the dosage and timing of use of corticosteroids, side effects and complications were extracted. This evidence is summarised and compared with the current British and American guidelines. Corticosteroid injection into the wrist and hand are largely felt to be safe, with significant side effects uncommon. There are reported isolated cases of serious and irreversible complications such as necrotising fasciitis and flexor tendon rupture. The dosage of corticosteroid varied depending on the choice of steroid, but studies recommended a maximum of four injections a year, at a minimum three-month interval. The most appropriate choice of corticosteroids for all pathologies was betamethasone or methylprednisolone; however, this was largely based on weak evidence. Corticosteroids are used commonly for hand and wrist pathologies, but there is variable and conflicting evidence regarding the optimal dosage, timing, efficacy and safety profile of these medications. There is currently no evidence-based guidelines for treatment, with data being largely derived from larger joints. Further targeted research is needed to address this gap.",
    "disease": "osteoarthritis",
    "clean_text": "the use of steroid injections for hand and wrist pathologies common hand pathologies that fail conservative management can be treated with corticosteroid injections there are limited guidelines on the use of corticosteroids for hand and wrist pathologies we aim to review the current practice of corticosteroid use and examine the available evidence regarding their efficacy and safety a comprehensive literature review of pubmed and cochrane databases was carried out from inception until present studies looking at the use of corticosteroids in common hand conditions in adults were included data on the dosage and timing of use of corticosteroids side effects and complications were extracted this evidence is summarised and compared with the current british and american guidelines corticosteroid injection into the wrist and hand are largely felt to be safe with significant side effects uncommon there are reported isolated cases of serious and irreversible complications such as necrotising fasciitis and flexor tendon rupture the dosage of corticosteroid varied depending on the choice of steroid but studies recommended a maximum of four injections a year at a minimum three month interval the most appropriate choice of corticosteroids for all pathologies was betamethasone or methylprednisolone however this was largely based on weak evidence corticosteroids are used commonly for hand and wrist pathologies but there is variable and conflicting evidence regarding the optimal dosage timing efficacy and safety profile of these medications there is currently no evidence based guidelines for treatment with data being largely derived from larger joints further targeted research is needed to address this gap"
}