{
    "pmid": "41440783",
    "title": "Performance-Enhancing Effects of Inhaled Medications: Implications for Heart, Muscle Function, and Doping Detection in Athletes.",
    "abstract": "Inhaled medications, commonly prescribed for respiratory conditions such as asthma and exercise-induced bronchoconstriction, are increasingly scrutinized in sports medicine due to their potential performance-enhancing effects. Bronchodilators, in particular, may improve lung function, increase oxygen delivery, and influence muscle contractility, potentially enhancing athletic performance. However, supratherapeutic use raises concerns about cardiovascular risks, including tachyarrhythmias and altered autonomic balance, as well as muscle hypertrophy and sprint capacity gains. These effects blur the line between therapeutic use and doping, creating challenges for fair competition. This review explores the mechanisms by which inhaled drugs affect the cardiovascular and muscular systems, summarizes notable doping cases, and evaluates current detection methods. Despite regulatory thresholds established by the World Anti-Doping Agency, assay interpretation remains complicated by inter-individual variability, short drug half-lives, and enantiomeric differences. Addressing these gaps requires refined pharmacokinetic modeling, enantioselective assays, and metabolomic fingerprinting to safeguard both athlete health and the integrity of sport.",
    "disease": "asthma",
    "clean_text": "performance enhancing effects of inhaled medications implications for heart muscle function and doping detection in athletes inhaled medications commonly prescribed for respiratory conditions such as asthma and exercise induced bronchoconstriction are increasingly scrutinized in sports medicine due to their potential performance enhancing effects bronchodilators in particular may improve lung function increase oxygen delivery and influence muscle contractility potentially enhancing athletic performance however supratherapeutic use raises concerns about cardiovascular risks including tachyarrhythmias and altered autonomic balance as well as muscle hypertrophy and sprint capacity gains these effects blur the line between therapeutic use and doping creating challenges for fair competition this review explores the mechanisms by which inhaled drugs affect the cardiovascular and muscular systems summarizes notable doping cases and evaluates current detection methods despite regulatory thresholds established by the world anti doping agency assay interpretation remains complicated by inter individual variability short drug half lives and enantiomeric differences addressing these gaps requires refined pharmacokinetic modeling enantioselective assays and metabolomic fingerprinting to safeguard both athlete health and the integrity of sport"
}