{
    "pmid": "41451364",
    "title": "Isoliensinine confers neuroprotection and alleviates LPS-induced neuroinflammation in microglia by regulating the MAPK/NF-κB signaling.",
    "abstract": "The increasing aged population poses issues in the management of age-related disorders, notably Alzheimer's disease (AD), which significantly affects the health and quality of life of seniors. Neuroinflammation is a significant factor in Alzheimer's disease pathogenesis. Isoliensinine (ISO), a bisbenzylisoquinoline alkaloid derived from lotus seed embryos, exhibits antioxidant and anti-inflammatory effects. Nonetheless, its function in neuroinflammation has yet to be investigated. We examined the impact of ISO on LPS-induced neuroinflammation in BV2 microglial cells by using biological tests. Western blotting confirmed ISO's influence on MAPK/NF-κB signaling pathways. In addition, oxidative stress markers and JC-1 staining were employed to assess the impact of ISO on LPS-induced oxidative stress and mitochondrial dysfunction in BV2 cells. ISO markedly diminished LPS-induced neuroinflammation in BV2 cells through the modulation of the MAPK/NF-κB pathway. Conditioned media derived from ISO-treated BV2 cells enhanced the vitality of HT-22 cells. ISO also alleviated oxidative stress and mitochondrial dysfunction. Our findings indicate that ISO mitigates neuroinflammation by inhibiting MAPK/NF-κB signaling and provides neuroprotection by diminishing oxidative stress and mitochondrial impairment. These effects collectively enhance its neuroprotective capacity, indicating that ISO may represent a potential candidate for further investigation in AD.",
    "disease": "alzheimer disease",
    "clean_text": "isoliensinine confers neuroprotection and alleviates lps induced neuroinflammation in microglia by regulating the mapk nf b signaling the increasing aged population poses issues in the management of age related disorders notably alzheimer s disease ad which significantly affects the health and quality of life of seniors neuroinflammation is a significant factor in alzheimer s disease pathogenesis isoliensinine iso a bisbenzylisoquinoline alkaloid derived from lotus seed embryos exhibits antioxidant and anti inflammatory effects nonetheless its function in neuroinflammation has yet to be investigated we examined the impact of iso on lps induced neuroinflammation in bv microglial cells by using biological tests western blotting confirmed iso s influence on mapk nf b signaling pathways in addition oxidative stress markers and jc staining were employed to assess the impact of iso on lps induced oxidative stress and mitochondrial dysfunction in bv cells iso markedly diminished lps induced neuroinflammation in bv cells through the modulation of the mapk nf b pathway conditioned media derived from iso treated bv cells enhanced the vitality of ht cells iso also alleviated oxidative stress and mitochondrial dysfunction our findings indicate that iso mitigates neuroinflammation by inhibiting mapk nf b signaling and provides neuroprotection by diminishing oxidative stress and mitochondrial impairment these effects collectively enhance its neuroprotective capacity indicating that iso may represent a potential candidate for further investigation in ad"
}