{
    "pmid": "41448296",
    "title": "What's missing in patient-reported outcome reporting? A scoping review and aggregated trial-level analysis of completion rates in oncology randomized controlled trials.",
    "abstract": "Missing patient-reported outcome (PRO) data undermine the ability to draw robust conclusions from PRO endpoints included in cancer randomized controlled trials (RCTs). This review aimed to systematically evaluate PRO completion rates and identify trial characteristics associated with completion. We conducted a scoping review searching for RCTs published on PubMed between 2019 and 2023. We searched for RCTs evaluating biomedical interventions in patients with solid tumors (breast, bladder, colorectal, gynecological, prostate, or lung). Trials were eligible if they used commonly applied cancer-specific PRO measures and reported information on completion. For each trial, we extracted or calculated completion rates at baseline and first post-baseline assessment, reasons for missingness, and trial characteristics. We used regression models to examine associations between trial characteristics and completion. We identified 222 eligible trials from 9331 screened references. Mean baseline PRO completion rates were 91·3 % (control) and 92·1 % (intervention), declining to 82·1 % and 82·9 % at the first post-baseline assessment. Reasons for missing PRO data were documented in only 18 % of trials. Industry-sponsored trials exhibited significantly higher completion rates compared to non-industry-sponsored trials. Trials with double-blind designs had higher completion rates than open-label trials, while no difference between treatment arms was found. Electronic PRO assessment was not significantly associated with higher completion rates. PRO completion rates in cancer RCTs remain challenging as they vary across settings, particularly beyond baseline, and reporting on missing data is often inadequate. These findings highlight the need for improved reporting and greater prioritization of PRO completion regardless of trial design.",
    "disease": "breast cancer",
    "clean_text": "what s missing in patient reported outcome reporting a scoping review and aggregated trial level analysis of completion rates in oncology randomized controlled trials missing patient reported outcome pro data undermine the ability to draw robust conclusions from pro endpoints included in cancer randomized controlled trials rcts this review aimed to systematically evaluate pro completion rates and identify trial characteristics associated with completion we conducted a scoping review searching for rcts published on pubmed between and we searched for rcts evaluating biomedical interventions in patients with solid tumors breast bladder colorectal gynecological prostate or lung trials were eligible if they used commonly applied cancer specific pro measures and reported information on completion for each trial we extracted or calculated completion rates at baseline and first post baseline assessment reasons for missingness and trial characteristics we used regression models to examine associations between trial characteristics and completion we identified eligible trials from screened references mean baseline pro completion rates were control and intervention declining to and at the first post baseline assessment reasons for missing pro data were documented in only of trials industry sponsored trials exhibited significantly higher completion rates compared to non industry sponsored trials trials with double blind designs had higher completion rates than open label trials while no difference between treatment arms was found electronic pro assessment was not significantly associated with higher completion rates pro completion rates in cancer rcts remain challenging as they vary across settings particularly beyond baseline and reporting on missing data is often inadequate these findings highlight the need for improved reporting and greater prioritization of pro completion regardless of trial design"
}