{
    "title": "Cutaneous side-effects of kinase inhibitors and blocking antibodies.",
    "doc_id": "15992698",
    "writer": "Robert C",
    "year": "2005",
    "summary": "Although kinase inhibitors raise hope for people with cancer, patients and their clinicians are commonly confronted with the cutaneous side-effects that are associated with the use of these drugs. This review is the result of collaborations between dermatologists, m …",
    "abstract": "Although kinase inhibitors raise hope for people with cancer, patients and their clinicians are commonly confronted with the cutaneous side-effects that are associated with the use of these drugs. This review is the result of collaborations between dermatologists, medical oncologists, and pathologists, and discusses the cutaneous side-effects seen after treatment with the inhibitors of epidermal-growth-factor receptor (EGFR), imatinib, sorafenib, and sunitinib. Some of the side-effects caused by these agents are very distressing, partly because they are chronic owing to the long duration of treatment. Therefore, patients need early and appropriate dermatological management. Moreover, several studies have reported a link between the antitumour efficacy of EGFR inhibitors and cutaneous side-effects. Elucidation of this connection could lead to the identification of crucial predictive factors for tumour response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15992698/",
    "clean_text": "cutaneous side effects of kinase inhibitors and blocking antibodies although kinase inhibitors raise hope for people with cancer patients and their clinicians are commonly confronted with the cutaneous side effects that are associated with the use of these drugs this review is the result of collaborations between dermatologists m although kinase inhibitors raise hope for people with cancer patients and their clinicians are commonly confronted with the cutaneous side effects that are associated with the use of these drugs this review is the result of collaborations between dermatologists medical oncologists and pathologists and discusses the cutaneous side effects seen after treatment with the inhibitors of epidermal growth factor receptor egfr imatinib sorafenib and sunitinib some of the side effects caused by these agents are very distressing partly because they are chronic owing to the long duration of treatment therefore patients need early and appropriate dermatological management moreover several studies have reported a link between the antitumour efficacy of egfr inhibitors and cutaneous side effects elucidation of this connection could lead to the identification of crucial predictive factors for tumour response"
}