{
    "title": "Lattice thermal conductivity and Young's modulus of XN(4) (X = Be, Mg and Pt) 2D materials using machine learning interatomic potentials.",
    "doc_id": "37098706",
    "writer": "Ghorbani K",
    "year": "2023",
    "summary": "The acquired results show the anisotropic Young's modulus and lattice thermal conductivity of these materials. Generally, the Young's modulus and thermal conductivity in the armchair direction are higher than in the zigzag direction. Also, the anisotropy of Young …",
    "abstract": "The newly synthesized BeN4 monolayer has introduced a novel group of 2D materials called nitrogen-rich 2D materials. In the present study, the anisotropic mechanical and thermal properties of three members of this group, BeN4, MgN4, and PtN4, are investigated. To this end, a machine learning-based interatomic potential (MLIP) is developed and utilized in classical molecular dynamics (MD) simulations. Mechanical properties are calculated by extracting the stress-strain curve and thermal properties by the non-equilibrium molecular dynamics (NEMD) method. The acquired results show the anisotropic Young's modulus and lattice thermal conductivity of these materials. Generally, the Young's modulus and thermal conductivity in the armchair direction are higher than in the zigzag direction. Also, the anisotropy of Young's modulus is almost constant at every temperature for BeN4 and MgN4, while for PtN4, this parameter is decreased by increasing the temperature. The findings of this research are not only evidence of the application of machine learning in MD simulations, but also provide information on the basic anisotropic mechanical and thermal properties of these newly discovered 2D nanomaterials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37098706/",
    "clean_text": "lattice thermal conductivity and young s modulus of xn x be mg and pt d materials using machine learning interatomic potentials the acquired results show the anisotropic young s modulus and lattice thermal conductivity of these materials generally the young s modulus and thermal conductivity in the armchair direction are higher than in the zigzag direction also the anisotropy of young the newly synthesized ben monolayer has introduced a novel group of d materials called nitrogen rich d materials in the present study the anisotropic mechanical and thermal properties of three members of this group ben mgn and ptn are investigated to this end a machine learning based interatomic potential mlip is developed and utilized in classical molecular dynamics md simulations mechanical properties are calculated by extracting the stress strain curve and thermal properties by the non equilibrium molecular dynamics nemd method the acquired results show the anisotropic young s modulus and lattice thermal conductivity of these materials generally the young s modulus and thermal conductivity in the armchair direction are higher than in the zigzag direction also the anisotropy of young s modulus is almost constant at every temperature for ben and mgn while for ptn this parameter is decreased by increasing the temperature the findings of this research are not only evidence of the application of machine learning in md simulations but also provide information on the basic anisotropic mechanical and thermal properties of these newly discovered d nanomaterials"
}