{
    "title": "Microbiome-miRNA interactions in the progress from undifferentiated arthritis to rheumatoid arthritis: evidence, hypotheses, and opportunities.",
    "doc_id": "33856544",
    "writer": "Lu H",
    "year": "2021",
    "summary": "Strategies for identifying undifferentiated arthritis patients who have a tendency to develop rheumatoid arthritis and interventions to prevent rheumatoid arthritis development are urgently needed. ...Changes in the intestinal microbiome and miR …",
    "abstract": "The human microbiome has attracted attention for its potential utility in precision medicine. Increasingly, more researchers are recognizing changes in intestinal microbiome can upset the balance between pro- and anti-inflammatory factors of host immune system, potentially contributing to arthritis immunopathogenesis. Patients who develop rheumatoid arthritis from undifferentiated arthritis can face multiple irreversible joint lesions and even deformities. Strategies for identifying undifferentiated arthritis patients who have a tendency to develop rheumatoid arthritis and interventions to prevent rheumatoid arthritis development are urgently needed. Intestinal microbiome dysbiosis and shifts in the miRNA profile affect undifferentiated arthritis progression, and may play an important role in rheumatoid arthritis pathophysiologic process via stimulating inflammatory cytokines and disturbing host and microbial metabolic functions. However, a causal relationship between microbiome-miRNA interactions and rheumatoid arthritis development from undifferentiated arthritis has not been uncovered yet. Changes in the intestinal microbiome and miRNA profiles of undifferentiated arthritis patients with different disease outcomes should be studied together to uncover the role of the intestinal microbiome in rheumatoid arthritis development and to identify potential prognostic indicators of rheumatoid arthritis in undifferentiated arthritis patients. Herein, we discuss the possibility of microbiome-miRNA interactions contributing to rheumatoid arthritis development and describe the gaps in knowledge regarding their influence on undifferentiated arthritis prognosis that should be addressed by future studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33856544/",
    "clean_text": "microbiome mirna interactions in the progress from undifferentiated arthritis to rheumatoid arthritis evidence hypotheses and opportunities strategies for identifying undifferentiated arthritis patients who have a tendency to develop rheumatoid arthritis and interventions to prevent rheumatoid arthritis development are urgently needed changes in the intestinal microbiome and mir the human microbiome has attracted attention for its potential utility in precision medicine increasingly more researchers are recognizing changes in intestinal microbiome can upset the balance between pro and anti inflammatory factors of host immune system potentially contributing to arthritis immunopathogenesis patients who develop rheumatoid arthritis from undifferentiated arthritis can face multiple irreversible joint lesions and even deformities strategies for identifying undifferentiated arthritis patients who have a tendency to develop rheumatoid arthritis and interventions to prevent rheumatoid arthritis development are urgently needed intestinal microbiome dysbiosis and shifts in the mirna profile affect undifferentiated arthritis progression and may play an important role in rheumatoid arthritis pathophysiologic process via stimulating inflammatory cytokines and disturbing host and microbial metabolic functions however a causal relationship between microbiome mirna interactions and rheumatoid arthritis development from undifferentiated arthritis has not been uncovered yet changes in the intestinal microbiome and mirna profiles of undifferentiated arthritis patients with different disease outcomes should be studied together to uncover the role of the intestinal microbiome in rheumatoid arthritis development and to identify potential prognostic indicators of rheumatoid arthritis in undifferentiated arthritis patients herein we discuss the possibility of microbiome mirna interactions contributing to rheumatoid arthritis development and describe the gaps in knowledge regarding their influence on undifferentiated arthritis prognosis that should be addressed by future studies"
}