{
    "title": "Management of spinal cord trauma.",
    "doc_id": "2136166",
    "writer": "Sonntag VK",
    "year": "1990",
    "summary": "Spinal cord injuries disproportionately affect young males in their peak wage-earning years, with catastrophic personal and economic consequences. ...Rehabilitation is integral to the treatment of SCI to help patients achieve their highest possible level of function …",
    "abstract": "Spinal cord injuries disproportionately affect young males in their peak wage-earning years, with catastrophic personal and economic consequences. New pharmacological and surgical interventions have evolved from extensive research on the pathophysiology and biomechanics of SCI. Management of SCI must be individualized and will depend on the level and severity of the injury and the patient's medical condition. Rehabilitation is integral to the treatment of SCI to help patients achieve their highest possible level of function. Prevention of spinal cord injuries, however, is the optimal strategy, and neurosurgeons should actively participate in prevention programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2136166/",
    "clean_text": "management of spinal cord trauma spinal cord injuries disproportionately affect young males in their peak wage earning years with catastrophic personal and economic consequences rehabilitation is integral to the treatment of sci to help patients achieve their highest possible level of function spinal cord injuries disproportionately affect young males in their peak wage earning years with catastrophic personal and economic consequences new pharmacological and surgical interventions have evolved from extensive research on the pathophysiology and biomechanics of sci management of sci must be individualized and will depend on the level and severity of the injury and the patient s medical condition rehabilitation is integral to the treatment of sci to help patients achieve their highest possible level of function prevention of spinal cord injuries however is the optimal strategy and neurosurgeons should actively participate in prevention programs"
}