{
    "pmid": "41464451",
    "title": "Urban Housing and Hypertension Among Women in India: Comparing Slum and Non-Slum Contexts Using National Survey Data.",
    "abstract": "Housing conditions are increasingly recognized as critical determinants of non-communicable diseases; however, their influence on hypertension (HTN) risk remains underexplored in low- and middle-income countries. In urban India, structural disparities in housing are especially pronounced between slum and non-slum areas, making comparative analysis crucial for understanding context-specific health risks. This study examines the relationship between multidimensional housing conditions and HTN risk among women aged 18-49, drawing on data from 68,422 respondents in the fourth National Family Health Survey. A composite housing index was developed to capture six dimensions: structural quality, housing services access, indoor air quality, crowding, tenure security, and asset ownership. Survey-weighted logistic regressions were used to assess associations between housing conditions and HTN, controlling for key socio-demographic and health-related factors. We found that overall HTN prevalence was lower in slum households (11.6%) than in non-slum households (16.0%). Unexpectedly, slum households reported better structural durability and indoor air quality than non-slum households, suggesting incremental improvements in notified or tenure-secure slums. Better tenure security and asset ownership were found to be protective factors for HTN risk, while better structural quality was associated with higher HTN odds in non-slum areas. Crowding showed contrasting effects: in slums, higher crowding increased HTN risk, whereas in non-slums, lower crowding was associated with higher HTN. These findings highlight the context-dependent nature of housing-health links. Targeted interventions that address both physical infrastructure and broader living conditions can play a vital role in reducing urban hypertension disparities among women in India.",
    "disease": "hypertension",
    "clean_text": "urban housing and hypertension among women in india comparing slum and non slum contexts using national survey data housing conditions are increasingly recognized as critical determinants of non communicable diseases however their influence on hypertension htn risk remains underexplored in low and middle income countries in urban india structural disparities in housing are especially pronounced between slum and non slum areas making comparative analysis crucial for understanding context specific health risks this study examines the relationship between multidimensional housing conditions and htn risk among women aged drawing on data from respondents in the fourth national family health survey a composite housing index was developed to capture six dimensions structural quality housing services access indoor air quality crowding tenure security and asset ownership survey weighted logistic regressions were used to assess associations between housing conditions and htn controlling for key socio demographic and health related factors we found that overall htn prevalence was lower in slum households than in non slum households unexpectedly slum households reported better structural durability and indoor air quality than non slum households suggesting incremental improvements in notified or tenure secure slums better tenure security and asset ownership were found to be protective factors for htn risk while better structural quality was associated with higher htn odds in non slum areas crowding showed contrasting effects in slums higher crowding increased htn risk whereas in non slums lower crowding was associated with higher htn these findings highlight the context dependent nature of housing health links targeted interventions that address both physical infrastructure and broader living conditions can play a vital role in reducing urban hypertension disparities among women in india"
}