{
    "pmid": "41414996",
    "title": "Developing a machine learning model to assist in predicting treatment success in children with drug-resistant epilepsy.",
    "abstract": "Currently, the successfulness of reducing seizures through the selection of appropriate antiepileptic drugs (AED) in children with drug-resistant epilepsy remains a challenge due to variability characteristic in patients. This study aims to develop and evaluate machine learning models to treatment success in pediatric patients with drug-resistant epilepsy. This study will be conducted with an ambispective cohort. A total of 215 subjects will be taken from patients in Cipto Mangunkusumo Referral Hospital and Harapan Kita Child and Mother Hospital Jakarta, Indonesia. Supporting examinations will be also performed such as electroencephalography (EEG) and modified HARNESS Magnetic Resonance Imaging (MRI). The collected data will be analyzed by machine learning with several algorithms including support vector machine (SVM), decision tree (DT), random forest (RF), gradient boosting (GB), and their performance will be compared to determine the best model. This is the first study to utilize machine learning by integrating clinical data, EEG, MRI, and medication history to predict treatment success in pediatric patients with drug-resistant epilepsy in Indonesia. The developed model is expected to serve as a clinical decision supporting tool for pediatric neurologists to predict seizure control in children with DRE and determine appropriate therapeutic adjustments with more aggressively when uncontrolled seizures are predicted.",
    "disease": "epilepsy",
    "clean_text": "developing a machine learning model to assist in predicting treatment success in children with drug resistant epilepsy currently the successfulness of reducing seizures through the selection of appropriate antiepileptic drugs aed in children with drug resistant epilepsy remains a challenge due to variability characteristic in patients this study aims to develop and evaluate machine learning models to treatment success in pediatric patients with drug resistant epilepsy this study will be conducted with an ambispective cohort a total of subjects will be taken from patients in cipto mangunkusumo referral hospital and harapan kita child and mother hospital jakarta indonesia supporting examinations will be also performed such as electroencephalography eeg and modified harness magnetic resonance imaging mri the collected data will be analyzed by machine learning with several algorithms including support vector machine svm decision tree dt random forest rf gradient boosting gb and their performance will be compared to determine the best model this is the first study to utilize machine learning by integrating clinical data eeg mri and medication history to predict treatment success in pediatric patients with drug resistant epilepsy in indonesia the developed model is expected to serve as a clinical decision supporting tool for pediatric neurologists to predict seizure control in children with dre and determine appropriate therapeutic adjustments with more aggressively when uncontrolled seizures are predicted"
}