{
    "title": "Plant-based and planetary-health diets, environmental burden, and risk of mortality: a prospective cohort study of middle-aged and older adults in China.",
    "doc_id": "39122323",
    "writer": "Chen H",
    "year": "2024",
    "summary": "FUNDING: Fundamental Research Funds for the Central Universities, Zhejiang University Global Partnership Fund, and National Natural Science Foundation of China....",
    "abstract": "Background:\n        \n      \n      Plant-based diets (PBDs) and planetary-health diets (PHDs) are recommended for their potential health and environmental benefits, but population-based evidence in diverse cultures is scarce.\n    \n\n\n          Methods:\n        \n      \n      We included 9364 adults aged 45 years and older (52·3% female, 47·7% male) from the open cohort of the China Health and Nutrition Survey. Dietary intake was assessed using 3-day 24 h dietary recalls combined with weighing methods from 1997 to 2011, and mortality was documented from 1997 to 2015. We calculated the overall PBD index (PDI), healthful PBD index (hPDI), and unhealthful PBD index (uPDI; ranges 18-90), and the PHD score (range 0-140). We also estimated the related greenhouse gas emissions, land appropriation, and total water footprint and examined their associations with mortality.\n    \n\n\n          Findings:\n        \n      \n      PBD indices were inversely related to greenhouse gas emissions, land appropriation, and total water footprint, whereas higher PHD score was related to higher environmental burdens (p<0·0001). During follow-up (mean 9·2 years), 792 (8·5%) death cases were documented. PDI (HR 1·08 [95% CI 0·88-1·32]) and hPDI (0·98 [0·80-1·21]) were not significantly associated with mortality, whereas higher uPDI was related to a higher mortality risk (1·55 [1·26-1·91]). In contrast, higher PHD score was associated with lower mortality risk (0·79 [0·63-0·99]).\n    \n\n\n          Interpretation:\n        \n      \n      The PBDs showed environmental benefits, but are not necessarily associated with lower mortality risk. The PHD, developed mainly in western populations, was related to lower mortality risk but higher environmental burdens in the Chinese population.\n    \n\n\n          Funding:\n        \n      \n      Fundamental Research Funds for the Central Universities, Zhejiang University Global Partnership Fund, and National Natural Science Foundation of China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39122323/",
    "clean_text": "plant based and planetary health diets environmental burden and risk of mortality a prospective cohort study of middle aged and older adults in china funding fundamental research funds for the central universities zhejiang university global partnership fund and national natural science foundation of china background plant based diets pbds and planetary health diets phds are recommended for their potential health and environmental benefits but population based evidence in diverse cultures is scarce methods we included adults aged years and older female male from the open cohort of the china health and nutrition survey dietary intake was assessed using day h dietary recalls combined with weighing methods from to and mortality was documented from to we calculated the overall pbd index pdi healthful pbd index hpdi and unhealthful pbd index updi ranges and the phd score range we also estimated the related greenhouse gas emissions land appropriation and total water footprint and examined their associations with mortality findings pbd indices were inversely related to greenhouse gas emissions land appropriation and total water footprint whereas higher phd score was related to higher environmental burdens p during follow up mean years death cases were documented pdi hr ci and hpdi were not significantly associated with mortality whereas higher updi was related to a higher mortality risk in contrast higher phd score was associated with lower mortality risk interpretation the pbds showed environmental benefits but are not necessarily associated with lower mortality risk the phd developed mainly in western populations was related to lower mortality risk but higher environmental burdens in the chinese population funding fundamental research funds for the central universities zhejiang university global partnership fund and national natural science foundation of china"
}