{
    "title": "Vascular anatomy of the breast and its implications in the breast-sharing reconstruction technique.",
    "doc_id": "36521264",
    "writer": "Vegas MR",
    "year": "2023",
    "summary": "The most frequently described breast-sharing procedure consists in a pedicled technique where the transferred lower breast pole is based on the lower perforators of the internal mammary (IM) artery. The current article investigates the vascular supply of the brea …",
    "abstract": "The most frequently described breast-sharing procedure consists in a pedicled technique where the transferred lower breast pole is based on the lower perforators of the internal mammary (IM) artery. The current article investigates the vascular supply of the breast and its surgical implications in breast-sharing reconstruction. Contrast-enhanced magnetic resonance images of 55 patients (110 breasts) were retrospectively examined. A total of 473 branches of the IM, lateral thoracic (LT) and anterior intercostal (AI) arteries with a diameter greater than 0.5 mm were traced throughout their course in the breast. Distinct connections between the vessels were equally recorded. Although any vessel could vascularise any quadrant in the individual patient, blood supply to the lower quadrants came fundamentally from the AI arteries (76.2% of all the perforators). Lower IM branches (4th-5th) were seen to reach both lower quadrants in only 6.4% of the breasts, whereas LT branches did in 15.5%. In 86.4% of the breasts, at least a distinct AI perforator was seen to perfuse both lower quadrants. Well-defined connections between the IM and the LT arteries were observed in 41.8% of the breasts, always at or above the nipple-areola level. Other connections were far less common. Our study strongly indicates that the breast-sharing technique based on 4th-5th contralateral branches of the IM or LT arteries is unreliable in most patients. Given the unpredictable vascularization pattern in the lower breast pole, a preoperative imaging study is mandatory when the use of the contralateral breast is considered. Due to its accuracy, availability, and anatomical reliability, contrast-enhanced magnetic resonance is the best technique in the preoperative evaluation of the breast-sharing reconstruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36521264/",
    "clean_text": "vascular anatomy of the breast and its implications in the breast sharing reconstruction technique the most frequently described breast sharing procedure consists in a pedicled technique where the transferred lower breast pole is based on the lower perforators of the internal mammary im artery the current article investigates the vascular supply of the brea the most frequently described breast sharing procedure consists in a pedicled technique where the transferred lower breast pole is based on the lower perforators of the internal mammary im artery the current article investigates the vascular supply of the breast and its surgical implications in breast sharing reconstruction contrast enhanced magnetic resonance images of patients breasts were retrospectively examined a total of branches of the im lateral thoracic lt and anterior intercostal ai arteries with a diameter greater than mm were traced throughout their course in the breast distinct connections between the vessels were equally recorded although any vessel could vascularise any quadrant in the individual patient blood supply to the lower quadrants came fundamentally from the ai arteries of all the perforators lower im branches th th were seen to reach both lower quadrants in only of the breasts whereas lt branches did in in of the breasts at least a distinct ai perforator was seen to perfuse both lower quadrants well defined connections between the im and the lt arteries were observed in of the breasts always at or above the nipple areola level other connections were far less common our study strongly indicates that the breast sharing technique based on th th contralateral branches of the im or lt arteries is unreliable in most patients given the unpredictable vascularization pattern in the lower breast pole a preoperative imaging study is mandatory when the use of the contralateral breast is considered due to its accuracy availability and anatomical reliability contrast enhanced magnetic resonance is the best technique in the preoperative evaluation of the breast sharing reconstruction"
}