{
    "title": "Role of Toll-like receptors in the pathogenesis of COVID-19.",
    "doc_id": "33506952",
    "writer": "Khanmohammadi S",
    "year": "2021",
    "summary": "Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has led to a pandemic since March 2020. The exact pathogenesis of SARS-CoV-2 and the role of each component of the …",
    "abstract": "Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has led to a pandemic since March 2020. The exact pathogenesis of SARS-CoV-2 and the role of each component of the innate and adaptive immune system is still unknown. However, available data from other coronavirus families, such as SARS-CoV and the Middle East respiratory syndrome and also new findings could be useful for a better understanding of SARS-CoV-2. Toll-like receptors (TLR) play an important role in recognition of viral particles and activation of the innate immune system. Activation of TLR pathways leads to secretion of pro-inflammatory cytokines, such as interleukin-1 (IL-1), IL-6, and tumor necrosis factor-α, as well as type 1 interferon. Different TLRs, like TLR2, TLR3, TLR4, TLR6, TLR7, TLR8, and TLR9 are potentially important in COVID-19 infection. It is also worth mentioning that we should bear in mind both the beneficial and harmful effects of TLR in confronting COVID-19 infection. TLRs could be a potential target in controlling the infection in the early stages of disease and production of vaccine against SARS-CoV-2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33506952/",
    "clean_text": "role of toll like receptors in the pathogenesis of covid coronavirus disease covid caused by severe acute respiratory syndrome coronavirus sars cov has led to a pandemic since march the exact pathogenesis of sars cov and the role of each component of the coronavirus disease covid caused by severe acute respiratory syndrome coronavirus sars cov has led to a pandemic since march the exact pathogenesis of sars cov and the role of each component of the innate and adaptive immune system is still unknown however available data from other coronavirus families such as sars cov and the middle east respiratory syndrome and also new findings could be useful for a better understanding of sars cov toll like receptors tlr play an important role in recognition of viral particles and activation of the innate immune system activation of tlr pathways leads to secretion of pro inflammatory cytokines such as interleukin il il and tumor necrosis factor as well as type interferon different tlrs like tlr tlr tlr tlr tlr tlr and tlr are potentially important in covid infection it is also worth mentioning that we should bear in mind both the beneficial and harmful effects of tlr in confronting covid infection tlrs could be a potential target in controlling the infection in the early stages of disease and production of vaccine against sars cov"
}