{
    "title": "Impact of age on weight goals.",
    "doc_id": "4062119",
    "writer": "Andres R",
    "year": "1985",
    "summary": "Those tables have not recommended any weight adjustments for age. An analysis of the actuarial data on which the most recent tables are based shows that minimal mortality occurs at progressively increasing body weight as age advances (20 to 29, through 60 to …",
    "abstract": "Although the health hazards due to excessive obesity and excessive leanness are multiple and diverse, weight recommendations for over 40 years have been based solely on the risk of dying. The weight recommendation tables in nearly universal usage have been derived from the experience of the life insurance industry. Those tables have not recommended any weight adjustments for age. An analysis of the actuarial data on which the most recent tables are based shows that minimal mortality occurs at progressively increasing body weight as age advances (20 to 29, through 60 to 69 years). There is, furthermore, no systematic sex difference in those weights. We have prepared height-weight tables that are age-specific and delete sex and body frame type as variables. These weight standards are lower for young adults and higher for older adults than those previously recommended. A review of 23 other reported populations confirms the need to adjust weight standards for age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/4062119/",
    "clean_text": "impact of age on weight goals those tables have not recommended any weight adjustments for age an analysis of the actuarial data on which the most recent tables are based shows that minimal mortality occurs at progressively increasing body weight as age advances to through to although the health hazards due to excessive obesity and excessive leanness are multiple and diverse weight recommendations for over years have been based solely on the risk of dying the weight recommendation tables in nearly universal usage have been derived from the experience of the life insurance industry those tables have not recommended any weight adjustments for age an analysis of the actuarial data on which the most recent tables are based shows that minimal mortality occurs at progressively increasing body weight as age advances to through to years there is furthermore no systematic sex difference in those weights we have prepared height weight tables that are age specific and delete sex and body frame type as variables these weight standards are lower for young adults and higher for older adults than those previously recommended a review of other reported populations confirms the need to adjust weight standards for age"
}