{
    "title": "Chronic Infections of the Urinary Tract and Bladder Cancer Risk: a Systematic Review.",
    "doc_id": "27644620",
    "writer": "Anderson-Otunu O",
    "year": "2016",
    "summary": "Literature on the relationship between recurrent urinary tract infections and urinary bladder carcinoma risk has been inconsistent. Therefore, we carried out this systematic review of observational studies to ascertain if there is any association between chro …",
    "abstract": "Literature on the relationship between recurrent urinary tract infections and urinary bladder carcinoma risk has been inconsistent. Therefore, we carried out this systematic review of observational studies to ascertain if there is any association between chronic urinary tract infection and urinary bladder carcinoma. A total of 10 databases were searched using Boolean: CINAHL, PUBMED, Google Scholar, Medline, Science Direct, SCIRUS, Cochrane, UK PubMed central, NHS evidence and WHO-website. The search yielded an initial hit of 3,518 articles and after screening and critical appraisal, seven studies were included for this review. Four articles reported an association between chronic urinary tract infections and bladder cancer while three concluded a weak or no association at least in one gender. Main findings in this review were that most of the studies reported an association between chronic urinary tract infections and bladder cancer risk. However, inferences about the causal association between chronic urinary tract infections and bladder cancer risk should be drawn cautiously considering the methodological limitations of case-control studies included in this review. Therefore, more empirical evidence is needed to determine the causal nature of relationships between chronic urinary tract infections and bladder cancer risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27644620/",
    "clean_text": "chronic infections of the urinary tract and bladder cancer risk a systematic review literature on the relationship between recurrent urinary tract infections and urinary bladder carcinoma risk has been inconsistent therefore we carried out this systematic review of observational studies to ascertain if there is any association between chro literature on the relationship between recurrent urinary tract infections and urinary bladder carcinoma risk has been inconsistent therefore we carried out this systematic review of observational studies to ascertain if there is any association between chronic urinary tract infection and urinary bladder carcinoma a total of databases were searched using boolean cinahl pubmed google scholar medline science direct scirus cochrane uk pubmed central nhs evidence and who website the search yielded an initial hit of articles and after screening and critical appraisal seven studies were included for this review four articles reported an association between chronic urinary tract infections and bladder cancer while three concluded a weak or no association at least in one gender main findings in this review were that most of the studies reported an association between chronic urinary tract infections and bladder cancer risk however inferences about the causal association between chronic urinary tract infections and bladder cancer risk should be drawn cautiously considering the methodological limitations of case control studies included in this review therefore more empirical evidence is needed to determine the causal nature of relationships between chronic urinary tract infections and bladder cancer risk"
}