{
    "title": "Improving Mental Health on College Campuses: Perspectives of Indian College Students.",
    "doc_id": "35227409",
    "writer": "Wasil AR",
    "year": "2022",
    "summary": "The mental health of college students is increasingly viewed as an important public health priority. ...Finally, they identified topics that they would like to learn about in mental health and wellness courses (e.g., how to identify mental …",
    "abstract": "The mental health of college students is increasingly viewed as an important public health priority. However, there has been little attention paid specifically to college students' perspectives on factors that contribute to mental health challenges or on potential initiatives that could address them. Even less research has focused on students in low- and middle-income countries. In an effort to better understand how to improve mental health and wellness on college campuses, we administered an open-ended survey to 141 Indian college students (Mage = 19.47, 65% female). We asked the students to identify: (a) issues that contribute to mental health problems among college students, (b) potential initiatives or strategies that could be used to improve mental health and wellness, and (c) topics that students would like to learn about in a course about mental health and wellness. Applying thematic analysis, we identified academic stressors (e.g., pressure to succeed, competitiveness) and social stressors (e.g., lack of community, party culture and substance abuse) that students reported as contributors to mental health problems. Students also described mental health promotion strategies that could be implemented by faculty members (e.g., providing academic accommodations for students with mental health concerns), the student body (e.g., establishing peer counseling groups), and individual students (e.g., checking in with others). Finally, they identified topics that they would like to learn about in mental health and wellness courses (e.g., how to identify mental health concerns, how to support friends). By raising several potential targets for mental health and wellness interventions for Indian college students, our study illustrates how open-ended surveys can be a useful and feasible way to solicit input from stakeholders in low- and middle-income countries. Future research will be needed to assess the effectiveness and feasibility of mental health promotion strategies, including those proposed by students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35227409/",
    "clean_text": "improving mental health on college campuses perspectives of indian college students the mental health of college students is increasingly viewed as an important public health priority finally they identified topics that they would like to learn about in mental health and wellness courses e g how to identify mental the mental health of college students is increasingly viewed as an important public health priority however there has been little attention paid specifically to college students perspectives on factors that contribute to mental health challenges or on potential initiatives that could address them even less research has focused on students in low and middle income countries in an effort to better understand how to improve mental health and wellness on college campuses we administered an open ended survey to indian college students mage female we asked the students to identify a issues that contribute to mental health problems among college students b potential initiatives or strategies that could be used to improve mental health and wellness and c topics that students would like to learn about in a course about mental health and wellness applying thematic analysis we identified academic stressors e g pressure to succeed competitiveness and social stressors e g lack of community party culture and substance abuse that students reported as contributors to mental health problems students also described mental health promotion strategies that could be implemented by faculty members e g providing academic accommodations for students with mental health concerns the student body e g establishing peer counseling groups and individual students e g checking in with others finally they identified topics that they would like to learn about in mental health and wellness courses e g how to identify mental health concerns how to support friends by raising several potential targets for mental health and wellness interventions for indian college students our study illustrates how open ended surveys can be a useful and feasible way to solicit input from stakeholders in low and middle income countries future research will be needed to assess the effectiveness and feasibility of mental health promotion strategies including those proposed by students"
}