{
    "title": "Fatty liver disease in living liver donors: a single-institute experience of 220 donors.",
    "doc_id": "34355425",
    "writer": "Fang W",
    "year": "2021",
    "summary": "We used unenhanced CT and USG to diagnose fatty liver. Donor candidates with fatty liver underwent weight loss intervention until imaging tests no longer demonstrated any features of fatty liver. ...Postoperative fatty liver …",
    "abstract": "We retrospectively reviewed 220 living liver donors, with a focus on the development of postoperative fatty liver. Data regarding demographics, comorbidities, imaging tests, operations and biopsies were obtained from medical records. We used unenhanced CT and USG to diagnose fatty liver. Donor candidates with fatty liver underwent weight loss intervention until imaging tests no longer demonstrated any features of fatty liver. Among 220 donors, 61 were diagnosed with preoperative fatty liver. The mean BMI of these 61 donors significantly decreased from 24.9 at the first visit to 23.6 kg/m2 immediately before surgery (P = 0.0386). A multivariate analysis revealed the following significant risk factors for postoperative fatty liver: male sex (P = 0.0033), BMI immediately before surgery (P = 0.0028) and a history of treatment for preoperative fatty liver (P = 0.0231). Postoperative fatty liver was often refractory to weight loss intervention. No improvement was observed in 14 of the 32 donors who had been diagnosed with fatty liver postoperatively, and one of the 14 donors even developed NASH. In conclusion, special attention should be paid to prevent fatty liver after surgery in male donors who show a high BMI immediately before surgery and with a history of treatment for preoperative fatty liver, and lifelong follow-up is recommended.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34355425/",
    "clean_text": "fatty liver disease in living liver donors a single institute experience of donors we used unenhanced ct and usg to diagnose fatty liver donor candidates with fatty liver underwent weight loss intervention until imaging tests no longer demonstrated any features of fatty liver postoperative fatty liver we retrospectively reviewed living liver donors with a focus on the development of postoperative fatty liver data regarding demographics comorbidities imaging tests operations and biopsies were obtained from medical records we used unenhanced ct and usg to diagnose fatty liver donor candidates with fatty liver underwent weight loss intervention until imaging tests no longer demonstrated any features of fatty liver among donors were diagnosed with preoperative fatty liver the mean bmi of these donors significantly decreased from at the first visit to kg m immediately before surgery p a multivariate analysis revealed the following significant risk factors for postoperative fatty liver male sex p bmi immediately before surgery p and a history of treatment for preoperative fatty liver p postoperative fatty liver was often refractory to weight loss intervention no improvement was observed in of the donors who had been diagnosed with fatty liver postoperatively and one of the donors even developed nash in conclusion special attention should be paid to prevent fatty liver after surgery in male donors who show a high bmi immediately before surgery and with a history of treatment for preoperative fatty liver and lifelong follow up is recommended"
}