{
    "pmid": "41454418",
    "title": "Overexpression of the lncRNA TUG1 regulates high-glucose-induced endocytic clearance dysfunction in HLSECs via the Wnt/β-catenin signaling pathway.",
    "abstract": "Type 2 diabetes mellitus (T2DM) and metabolic-associated fatty liver disease (MAFLD) are linked to endocytic clearance dysfunction in liver sinusoidal endothelial cells (LSECs), which accelerates their synergistic progression. Long noncoding RNA TUG1 (lncRNA TUG1) bridges these two diseases, but its mechanism in alleviating high glucose-induced endocytic impairment in human LSECs (HLSECs) remains unclear. HLSECs were cultured under standard conditions. A lentiviral lncRNA TUG1 overexpression vector (LV-lncRNA TUG1) was generated via genetic recombination and transduced into HLSECs. Six experimental groups were established: negative control (NC), high glucose (HG), HG + LV-lncRNA TUG1, HG + empty vector control (LV-CON), HG + LV-lncRNA TUG1 + XAV939, HG + LV-CON + XAV939. Quantitative real-time polymerase chain reaction (qRT-PCR) detected lncRNA TUG1 expression levels. β-Catenin and other relevant molecules were assayed by qRT-PCR and Western blot. Immunofluorescence staining detected β-catenin localization to assess Wnt/β-catenin pathway activation. Dil-labeled low-density lipoprotein (Dil-LDL) and fluorescence microscopy evaluated cellular LDL uptake. We further explored TUG1's regulatory effects on downstream molecules and mechanisms under high glucose. High glucose downregulates lncRNA TUG1 expression in HLSECs, which in turn induces endocytic clearance dysfunction-characterized by elevated CAV-1 expression, reduced PLVAP levels, and impaired DiI-LDL endocytic activity-and concurrently activates the Wnt/β-catenin pathway (enhanced β-catenin phosphorylation and nuclear translocation, as well as upregulated Cyclin D1 expression). TUG1 overexpression significantly attenuates these pathological changes, while the Wnt/β-catenin pathway inhibitor XAV939 further potentiates TUG1's protective effect. This study identifies a novel mechanism by which high glucose-induced TUG1 downregulation activates the Wnt/β-catenin pathway, contributing to HLSEC endocytic impairment. TUG1 overexpression mitigates these pathological processes, with XAV939 enhancing its protective role, providing new insights into MAFLD's mechanistic basis. However, the study is limited to in vitro experiments, requiring in vivo validation to confirm TUG1's therapeutic potential. LncRNA TUG1 attenuates high glucose-induced endocytic clearance dysfunction in HLSECs, potentially via regulating the Wnt/β-catenin pathway. As a key regulatory target for HLSEC endocytic function, TUG1 offers novel perspectives for understanding MAFLD's pathogenesis and developing targeted therapies.",
    "disease": "diabetes mellitus",
    "clean_text": "overexpression of the lncrna tug regulates high glucose induced endocytic clearance dysfunction in hlsecs via the wnt catenin signaling pathway type diabetes mellitus t dm and metabolic associated fatty liver disease mafld are linked to endocytic clearance dysfunction in liver sinusoidal endothelial cells lsecs which accelerates their synergistic progression long noncoding rna tug lncrna tug bridges these two diseases but its mechanism in alleviating high glucose induced endocytic impairment in human lsecs hlsecs remains unclear hlsecs were cultured under standard conditions a lentiviral lncrna tug overexpression vector lv lncrna tug was generated via genetic recombination and transduced into hlsecs six experimental groups were established negative control nc high glucose hg hg lv lncrna tug hg empty vector control lv con hg lv lncrna tug xav hg lv con xav quantitative real time polymerase chain reaction qrt pcr detected lncrna tug expression levels catenin and other relevant molecules were assayed by qrt pcr and western blot immunofluorescence staining detected catenin localization to assess wnt catenin pathway activation dil labeled low density lipoprotein dil ldl and fluorescence microscopy evaluated cellular ldl uptake we further explored tug s regulatory effects on downstream molecules and mechanisms under high glucose high glucose downregulates lncrna tug expression in hlsecs which in turn induces endocytic clearance dysfunction characterized by elevated cav expression reduced plvap levels and impaired dii ldl endocytic activity and concurrently activates the wnt catenin pathway enhanced catenin phosphorylation and nuclear translocation as well as upregulated cyclin d expression tug overexpression significantly attenuates these pathological changes while the wnt catenin pathway inhibitor xav further potentiates tug s protective effect this study identifies a novel mechanism by which high glucose induced tug downregulation activates the wnt catenin pathway contributing to hlsec endocytic impairment tug overexpression mitigates these pathological processes with xav enhancing its protective role providing new insights into mafld s mechanistic basis however the study is limited to in vitro experiments requiring in vivo validation to confirm tug s therapeutic potential lncrna tug attenuates high glucose induced endocytic clearance dysfunction in hlsecs potentially via regulating the wnt catenin pathway as a key regulatory target for hlsec endocytic function tug offers novel perspectives for understanding mafld s pathogenesis and developing targeted therapies"
}