{
    "pmid": "41450541",
    "title": "Exploring the Mahuang Fuzi Xixin Decoction's mechanism for treating Alzheimer's disease using molecular docking and network pharmacology.",
    "abstract": "Explore the potential mechanism of Mahuang Fuzi Xixin Decoction (MFXD) in the treatment of Alzheimer's disease (AD) using network pharmacology, molecular docking approaches, and test its efficacy by  Active components of MFXD were screened from TCMSP, BATMAN-TCM, and TCMID, with corresponding targets obtained from SwissTargetPrediction and TCMSP. AD-related differential genes were retrieved from GEO. Intersection targets were identified via Venn diagrams, followed by GO/KEGG enrichment analyses, PPI network construction, and molecular docking.  Thirty-seven active components and 230 targets of MFXD were identified, along with 4913 AD-related differentially expressed genes from GEO dataset GSE122063, yielding 47 intersection targets. GO annotation enriched these targets in processes like reactive oxygen species metabolism, components like extracellular matrix, and functions like neurotransmitter binding; several pathways were enriched in the KEGG analysis, such as TNF signaling pathway, calcium signaling pathway, and NF-κB signaling pathway. The intersection target PPI network identified MMP9, EGFR, FOS as core targets. Molecular docking results indicated that quercetin binds to the three core targets (MMP9, EGFR, FOS), while luteolin binds preferentially to EGFR and MMP9.  MFXD potentially exerts anti-AD effects through a multi-component, multi-target, multi-pathway approach. Its key active components (quercetin, luteolin) may act by modulating the core target MMP9. Also, MFXD can simultaneously regulate several pathways, such as the TNF signaling pathway, Calcium signaling pathway, and NF-κB signaling pathway, and target Tau protein-related pathology by restoring the phosphorylation level of GSK-3β to suppress abnormal hyperphosphorylation of Tau, and thereby alleviating pathological damage in AD.",
    "disease": "alzheimer disease",
    "clean_text": "exploring the mahuang fuzi xixin decoction s mechanism for treating alzheimer s disease using molecular docking and network pharmacology explore the potential mechanism of mahuang fuzi xixin decoction mfxd in the treatment of alzheimer s disease ad using network pharmacology molecular docking approaches and test its efficacy by active components of mfxd were screened from tcmsp batman tcm and tcmid with corresponding targets obtained from swisstargetprediction and tcmsp ad related differential genes were retrieved from geo intersection targets were identified via venn diagrams followed by go kegg enrichment analyses ppi network construction and molecular docking thirty seven active components and targets of mfxd were identified along with ad related differentially expressed genes from geo dataset gse yielding intersection targets go annotation enriched these targets in processes like reactive oxygen species metabolism components like extracellular matrix and functions like neurotransmitter binding several pathways were enriched in the kegg analysis such as tnf signaling pathway calcium signaling pathway and nf b signaling pathway the intersection target ppi network identified mmp egfr fos as core targets molecular docking results indicated that quercetin binds to the three core targets mmp egfr fos while luteolin binds preferentially to egfr and mmp mfxd potentially exerts anti ad effects through a multi component multi target multi pathway approach its key active components quercetin luteolin may act by modulating the core target mmp also mfxd can simultaneously regulate several pathways such as the tnf signaling pathway calcium signaling pathway and nf b signaling pathway and target tau protein related pathology by restoring the phosphorylation level of gsk to suppress abnormal hyperphosphorylation of tau and thereby alleviating pathological damage in ad"
}