{
    "title": "Today's oxidative stress markers.",
    "doc_id": "26325052",
    "writer": "Czerska M",
    "year": "2015",
    "summary": "Oxidative stress represents a situation where there is an imbalance between the reactive oxygen species (ROS) and the availability and the activity of antioxidants. ...It is very important to develop methods and find appropriate biomarkers that may be used to assess …",
    "abstract": "Oxidative stress represents a situation where there is an imbalance between the reactive oxygen species (ROS) and the availability and the activity of antioxidants. This balance is disturbed by increased generation of free radicals or decreased antioxidant activity. It is very important to develop methods and find appropriate biomarkers that may be used to assess oxidative stress in vivo. It is significant because appropriate measurement of such stress is necessary in identifying its role in lifestyle-related diseases. Previously used markers of oxidative stress, such as thiobarbituric acid reactive substances (TBARS) or malondialdehyde (MDA), are progressively being supplemented by new ones, such as isoprostanes (IsoPs) and their metabolites or allantoin. This paper is focusing on the presentation of new ones, promising markers of oxidative stress (IsoPs, their metabolites and allantoin), taking into account the advantage of those markers over markers used previously.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26325052/",
    "clean_text": "today s oxidative stress markers oxidative stress represents a situation where there is an imbalance between the reactive oxygen species ros and the availability and the activity of antioxidants it is very important to develop methods and find appropriate biomarkers that may be used to assess oxidative stress represents a situation where there is an imbalance between the reactive oxygen species ros and the availability and the activity of antioxidants this balance is disturbed by increased generation of free radicals or decreased antioxidant activity it is very important to develop methods and find appropriate biomarkers that may be used to assess oxidative stress in vivo it is significant because appropriate measurement of such stress is necessary in identifying its role in lifestyle related diseases previously used markers of oxidative stress such as thiobarbituric acid reactive substances tbars or malondialdehyde mda are progressively being supplemented by new ones such as isoprostanes isops and their metabolites or allantoin this paper is focusing on the presentation of new ones promising markers of oxidative stress isops their metabolites and allantoin taking into account the advantage of those markers over markers used previously"
}