{
    "pmid": "41381790",
    "title": "Identification and validation of palmitoylation metabolism related biomarkers in osteoarthritis using transcriptomic and single cell RNA sequencing analyses.",
    "abstract": "Osteoarthritis (OA) is a degenerative joint disease characterized by cartilage degradation and chronic inflammation, leading to pain and disability. Protein palmitoylation, a reversible lipid modification, plays a crucial role in cellular functions, but its involvement in OA remains unclear. To explore palmitoylation-related biomarkers in OA, transcriptomic and single-cell RNA sequencing analyses were performed. Machine learning algorithms and differential expression analysis identified BUB1B and KIF15 as key biomarkers, which were consistently upregulated in OA cartilage with strong diagnostic performance. Their elevated expression was validated in clinical OA samples using RT-qPCR. Functional enrichment analysis linked these biomarkers to mitotic division, chromosome segregation, and spliceosome pathways, while immune infiltration analysis suggested a role in immune modulation, with BUB1B correlating positively with immature dendritic cells and negatively with activated B cells. Further investigation identified the lncRNA XIST as a potential upstream regulator, and molecular docking analysis highlighted cyclosporine as a promising therapeutic candidate. Single-cell RNA sequencing demonstrated their differential expression across fibrocartilage, regulatory, proliferative, and homeostatic chondrocytes, suggesting cell-type-specific roles in OA progression. These findings provide new insights into the involvement of palmitoylation in OA and highlight BUB1B and KIF15 as potential biomarkers with diagnostic and therapeutic relevance.",
    "disease": "osteoarthritis",
    "clean_text": "identification and validation of palmitoylation metabolism related biomarkers in osteoarthritis using transcriptomic and single cell rna sequencing analyses osteoarthritis oa is a degenerative joint disease characterized by cartilage degradation and chronic inflammation leading to pain and disability protein palmitoylation a reversible lipid modification plays a crucial role in cellular functions but its involvement in oa remains unclear to explore palmitoylation related biomarkers in oa transcriptomic and single cell rna sequencing analyses were performed machine learning algorithms and differential expression analysis identified bub b and kif as key biomarkers which were consistently upregulated in oa cartilage with strong diagnostic performance their elevated expression was validated in clinical oa samples using rt qpcr functional enrichment analysis linked these biomarkers to mitotic division chromosome segregation and spliceosome pathways while immune infiltration analysis suggested a role in immune modulation with bub b correlating positively with immature dendritic cells and negatively with activated b cells further investigation identified the lncrna xist as a potential upstream regulator and molecular docking analysis highlighted cyclosporine as a promising therapeutic candidate single cell rna sequencing demonstrated their differential expression across fibrocartilage regulatory proliferative and homeostatic chondrocytes suggesting cell type specific roles in oa progression these findings provide new insights into the involvement of palmitoylation in oa and highlight bub b and kif as potential biomarkers with diagnostic and therapeutic relevance"
}