{
    "pmid": "41413128",
    "title": "Prevalence of chronic hepatitis B virus infection and associated factors among pregnant women attending antenatal care at Felege Hiwot Comprehensive Specialized Hospital Ethiopia.",
    "abstract": "Chronic hepatitis B is a serious liver infection, caused by the hepatitis B virus. Chronic hepatitis B further leads for the risk of liver function failure, liver cancer and serious scarring of the liver called cirrhosis. The objective of the current study was to investigate the prevalence of chronic hepatitis b virus infection and associated factors among pregnant women attending antenatal care at Felege Hiwot Comprehensive Specialized Hospital Ethiopia. Institutional based retrospective cross sectional study design was conducted at Felege Hiwot Comprehensive Specialized Hospital. To measure the prevalence of hepatitis B infection in the study area, testing of hepatitis B surface antigen (HBsAg) was conducted over time. The study was conducted among 221 pregnant women who have attended antenatal care. Systematic random sampling technique was conducted for the selection of participants in the current study. The overall prevalence of hepatitis B virus among pregnant women in the current study was 4.55%. Among 221 pregnant women taken as study participants, 49 of them who had history of medical illness were screened for hepatitis B surface antigen and among these 25 had positive result, yielding a sensitivity (95% confidence interval) of 80% (70 - 88.5) and a specificity of 96.8% (93.7 - 98.4) for Healgen and Determine; 91.6 - 96.5 for Advanced Quality). Among the predictors, history of blood transfusion [AOR = 11.5; 95%, CI: (8.67, 17.5), history of abortion (AOR = 3.47, 95% (1.29, 7.40), history of genital mutilation (AOR = 12.2, 95% CI: (9.30, 18.4)), history of tattoo (AOR = 6.04, 95% CI: (1.20, 10.0)), drinking alcohol (AOR = 1.52, 95% CI: (1.19, 4.36)), multiple sexual partner (AOR = 1.35, 95% CI: (1.09, 4.82)) and History of contamination with individuals with liver disease (AOR = 1,45; 95% CI: (1.23, 7.84)). The prevalence of hepatitis B virus was significantly affected by history of blood transfusion, history of alcohol consuming, history of contact an individual with liver disease, having multiple sexual partners, body tattoo and history of genital mutilation. The first step during ANC shall be screening of HBV infection for pregnant women under the follow up period to take remedial action. The current study recommends conducting health education campaigns to make awareness about HBV transmission and prevention among pregnant women.",
    "disease": "liver cirrhosis",
    "clean_text": "prevalence of chronic hepatitis b virus infection and associated factors among pregnant women attending antenatal care at felege hiwot comprehensive specialized hospital ethiopia chronic hepatitis b is a serious liver infection caused by the hepatitis b virus chronic hepatitis b further leads for the risk of liver function failure liver cancer and serious scarring of the liver called cirrhosis the objective of the current study was to investigate the prevalence of chronic hepatitis b virus infection and associated factors among pregnant women attending antenatal care at felege hiwot comprehensive specialized hospital ethiopia institutional based retrospective cross sectional study design was conducted at felege hiwot comprehensive specialized hospital to measure the prevalence of hepatitis b infection in the study area testing of hepatitis b surface antigen hbsag was conducted over time the study was conducted among pregnant women who have attended antenatal care systematic random sampling technique was conducted for the selection of participants in the current study the overall prevalence of hepatitis b virus among pregnant women in the current study was among pregnant women taken as study participants of them who had history of medical illness were screened for hepatitis b surface antigen and among these had positive result yielding a sensitivity confidence interval of and a specificity of for healgen and determine for advanced quality among the predictors history of blood transfusion aor ci history of abortion aor history of genital mutilation aor ci history of tattoo aor ci drinking alcohol aor ci multiple sexual partner aor ci and history of contamination with individuals with liver disease aor ci the prevalence of hepatitis b virus was significantly affected by history of blood transfusion history of alcohol consuming history of contact an individual with liver disease having multiple sexual partners body tattoo and history of genital mutilation the first step during anc shall be screening of hbv infection for pregnant women under the follow up period to take remedial action the current study recommends conducting health education campaigns to make awareness about hbv transmission and prevention among pregnant women"
}