{
    "title": "Physical activity and the brain: a review of this dynamic, bi-directional relationship.",
    "doc_id": "24120986",
    "writer": "Loprinzi PD",
    "year": "2013",
    "summary": "The brain plays a major role in regulating physical activity behavior and exercise performance. Regular physical activity may also play a key role in the prevention and treatment of various neurological conditions, such as Parkinson's disease, A …",
    "abstract": "The brain plays a major role in regulating physical activity behavior and exercise performance. Regular physical activity may also play a key role in the prevention and treatment of various neurological conditions, such as Parkinson's disease, Alzheimer's disease, depression, and cognitive function. This implies that not only does the brain (or the nervous system) regulate aspects of physical activity, but also that physical activity may potentially influence brain-related function and outcomes. This review details this bi-directional relationship and addresses its implications for improving physical activity, exercise performance, and brain-related function and outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24120986/",
    "clean_text": "physical activity and the brain a review of this dynamic bi directional relationship the brain plays a major role in regulating physical activity behavior and exercise performance regular physical activity may also play a key role in the prevention and treatment of various neurological conditions such as parkinson s disease a the brain plays a major role in regulating physical activity behavior and exercise performance regular physical activity may also play a key role in the prevention and treatment of various neurological conditions such as parkinson s disease alzheimer s disease depression and cognitive function this implies that not only does the brain or the nervous system regulate aspects of physical activity but also that physical activity may potentially influence brain related function and outcomes this review details this bi directional relationship and addresses its implications for improving physical activity exercise performance and brain related function and outcomes"
}