{
    "pmid": "41455413",
    "title": "Emerging therapeutics targeting the PI3K/Akt/GSK-3β in calcium dysregulation in Alzheimer's disease.",
    "abstract": "Calcium serves as an important cellular messenger in neurons, which needs to be regulated at optimal concentrations intracellularly for normal functioning of nerve cells. The dysregulation of calcium represents a relatively newer target associated with several neurodegenerative disorders such as Alzheimer's disease. The growing incidence of Alzheimer's disease, which offers symptomatic treatments for its underlying pathology, has prompted the exploration of novel targets. It has been demonstrated that the PI3K/Akt/GSK-3β pathway is essential for neuroprotection, increasing cell survival by promoting cell division and preventing apoptosis, which are regulated by extracellular calcium. Inhibition of neuroprotective PI3K activation by calcium dyshomeostasis can lead to dephosphorylating Akt. These cause hyperphosphorylation of tau protein through the overactivation of GSK-3β, which leads to the formation of neurofibrillary tangles and deposition of amyloid protein that will exacerbate cognitive decline and Alzheimer's disease. This comprehensive review will provide the insights of pathogenic mechanisms involved in calcium dysfunction associated with PI3K/Akt/GSK-3β signaling in the progression of the disease to identify novel targets. Also, it emphasizes emerging therapeutics, including modulators, which can be targeted to maintain the calcium level in the brain and ameliorate the pathology of the disease.",
    "disease": "alzheimer disease",
    "clean_text": "emerging therapeutics targeting the pi k akt gsk in calcium dysregulation in alzheimer s disease calcium serves as an important cellular messenger in neurons which needs to be regulated at optimal concentrations intracellularly for normal functioning of nerve cells the dysregulation of calcium represents a relatively newer target associated with several neurodegenerative disorders such as alzheimer s disease the growing incidence of alzheimer s disease which offers symptomatic treatments for its underlying pathology has prompted the exploration of novel targets it has been demonstrated that the pi k akt gsk pathway is essential for neuroprotection increasing cell survival by promoting cell division and preventing apoptosis which are regulated by extracellular calcium inhibition of neuroprotective pi k activation by calcium dyshomeostasis can lead to dephosphorylating akt these cause hyperphosphorylation of tau protein through the overactivation of gsk which leads to the formation of neurofibrillary tangles and deposition of amyloid protein that will exacerbate cognitive decline and alzheimer s disease this comprehensive review will provide the insights of pathogenic mechanisms involved in calcium dysfunction associated with pi k akt gsk signaling in the progression of the disease to identify novel targets also it emphasizes emerging therapeutics including modulators which can be targeted to maintain the calcium level in the brain and ameliorate the pathology of the disease"
}