{
    "title": "How to identify an older person who may have depression.",
    "doc_id": "40364731",
    "writer": "Aldridge Z.",
    "year": "2025",
    "summary": "In older people, symptoms of depression can be wrongly attributed to dementia or considered a normal part of ageing. Older people with depression may not recognise it or be reluctant to discuss it for fear of being stigmatised. ...",
    "abstract": "Depression is the most common mental health condition in older age but often goes undetected and untreated, which can negatively affect health, well-being and quality of life. This article highlights how nurses can improve the identification of depression in older people, including by being aware of risk factors and signs and symptoms; by using proactive questioning and an individualised approach; and by encouraging older people who may have depression to discuss their mental health as part of a person-centred assessment. •Older people are highly susceptible to many of the physical and psychosocial risk factors associated with depression. •In older people, symptoms of depression can be wrongly attributed to dementia or considered a normal part of ageing. •Older people with depression may not recognise it or be reluctant to discuss it for fear of being stigmatised. •Improving the identification of depression in older people requires challenging assumptions about their mental health. REFLECTIVE ACTIVITY: 'How to' articles can help to update your practice and ensure it remains evidence based. Apply this article to your practice. Reflect on and write a short account of: •How this article might improve your practice when identifying an older person who may have depression. •How you could use this information to educate nursing students or colleagues about identifying an older person who may have depression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40364731/",
    "clean_text": "how to identify an older person who may have depression in older people symptoms of depression can be wrongly attributed to dementia or considered a normal part of ageing older people with depression may not recognise it or be reluctant to discuss it for fear of being stigmatised depression is the most common mental health condition in older age but often goes undetected and untreated which can negatively affect health well being and quality of life this article highlights how nurses can improve the identification of depression in older people including by being aware of risk factors and signs and symptoms by using proactive questioning and an individualised approach and by encouraging older people who may have depression to discuss their mental health as part of a person centred assessment older people are highly susceptible to many of the physical and psychosocial risk factors associated with depression in older people symptoms of depression can be wrongly attributed to dementia or considered a normal part of ageing older people with depression may not recognise it or be reluctant to discuss it for fear of being stigmatised improving the identification of depression in older people requires challenging assumptions about their mental health reflective activity how to articles can help to update your practice and ensure it remains evidence based apply this article to your practice reflect on and write a short account of how this article might improve your practice when identifying an older person who may have depression how you could use this information to educate nursing students or colleagues about identifying an older person who may have depression"
}