{
    "title": "PTH levels, sleep quality, and cognitive function in primary hyperparathyroidism.",
    "doc_id": "37266901",
    "writer": "Wang Y",
    "year": "2023",
    "summary": "Previous studies have suggested that patients with PHPT present poor sleep quality, which might interact with cognitive decline. The purpose of this study was to determine whether sleep quality mediates the association between PTH level and cognitive f …",
    "abstract": "Background:\n        \n      \n      Cognitive function in patients with primary hyperparathyroidism (PHPT) may be affected and be identified to have been linked to the level of parathyroid hormone (PTH). Previous studies have suggested that patients with PHPT present poor sleep quality, which might interact with cognitive decline. The purpose of this study was to determine whether sleep quality mediates the association between PTH level and cognitive function and investigate whether surgery improves sleep quality and cognition in PHPT patients.\n    \n\n\n          Methods:\n        \n      \n      Between June 2019 and August 2022, we recruited 146 patients diagnosed with PHPT (n = 146). We collected clinical data from medical records and evaluated sleep quality and cognition preoperatively and 2 months postoperatively by using the Pittsburgh Sleep Quality Index and Min-Mental State Examination. We examined the mediation effects of sleep disturbance and latency on correlations between PTH level and cognitive impairment by using the Bootstrap method.\n    \n\n\n          Results:\n        \n      \n      The sleep quality and cognitive function were correlated with PTH level before surgery. Sleep latency or sleep disturbance exhibited a partial mediating effect on the association between PTH level and MMSE scores in PHPT patients (p < 0.05). In PHPT patients, there was a significant decline in PTH levels and an improvement in cognitive function post-surgery compared to pre-surgery, but no significant differences in sleep quality.\n    \n\n\n          Conclusion:\n        \n      \n      Sleep disturbance and sleep latency may mediate the association between PTH level and cognitive impairment in PHPT before surgery. The surgery could reduce PTH levels and improve cognition, but might not improve sleep quality in PHPT patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37266901/",
    "clean_text": "pth levels sleep quality and cognitive function in primary hyperparathyroidism previous studies have suggested that patients with phpt present poor sleep quality which might interact with cognitive decline the purpose of this study was to determine whether sleep quality mediates the association between pth level and cognitive f background cognitive function in patients with primary hyperparathyroidism phpt may be affected and be identified to have been linked to the level of parathyroid hormone pth previous studies have suggested that patients with phpt present poor sleep quality which might interact with cognitive decline the purpose of this study was to determine whether sleep quality mediates the association between pth level and cognitive function and investigate whether surgery improves sleep quality and cognition in phpt patients methods between june and august we recruited patients diagnosed with phpt n we collected clinical data from medical records and evaluated sleep quality and cognition preoperatively and months postoperatively by using the pittsburgh sleep quality index and min mental state examination we examined the mediation effects of sleep disturbance and latency on correlations between pth level and cognitive impairment by using the bootstrap method results the sleep quality and cognitive function were correlated with pth level before surgery sleep latency or sleep disturbance exhibited a partial mediating effect on the association between pth level and mmse scores in phpt patients p in phpt patients there was a significant decline in pth levels and an improvement in cognitive function post surgery compared to pre surgery but no significant differences in sleep quality conclusion sleep disturbance and sleep latency may mediate the association between pth level and cognitive impairment in phpt before surgery the surgery could reduce pth levels and improve cognition but might not improve sleep quality in phpt patients"
}