{
    "title": "Stem cells in the light of evolution.",
    "doc_id": "22825600",
    "writer": "Chakraborty C",
    "year": "2012",
    "summary": "All organisms depend on stem cells for their survival. As a result, stem cells may be a prerequisite for the evolution of specific characteristics in organisms that include regeneration, multicellularity and coloniality. Stem cells have a …",
    "abstract": "All organisms depend on stem cells for their survival. As a result, stem cells may be a prerequisite for the evolution of specific characteristics in organisms that include regeneration, multicellularity and coloniality. Stem cells have attracted the attention of biologists and medical scientists for a long time. These provide materials for regenerative medicine. We review in this paper, the link between modern stem cell research and early studies in ancient organisms. It also outlines details on stem cells in the light of evolution with an emphasis on their regeneration potential, coloniality and multicellularity. The information provided might be of use to molecular biologists, medical scientists and developmental biologists who are engaged in integrated research involving the stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22825600/",
    "clean_text": "stem cells in the light of evolution all organisms depend on stem cells for their survival as a result stem cells may be a prerequisite for the evolution of specific characteristics in organisms that include regeneration multicellularity and coloniality stem cells have a all organisms depend on stem cells for their survival as a result stem cells may be a prerequisite for the evolution of specific characteristics in organisms that include regeneration multicellularity and coloniality stem cells have attracted the attention of biologists and medical scientists for a long time these provide materials for regenerative medicine we review in this paper the link between modern stem cell research and early studies in ancient organisms it also outlines details on stem cells in the light of evolution with an emphasis on their regeneration potential coloniality and multicellularity the information provided might be of use to molecular biologists medical scientists and developmental biologists who are engaged in integrated research involving the stem cells"
}