{
    "title": "Sleep Quality and Related Factors Among Liver Transplant Recipients in Korea: A Cross-Sectional Study.",
    "doc_id": "37363956",
    "writer": "Lim S",
    "year": "2023",
    "summary": "BACKGROUND: Poor sleep quality is common after liver transplantation, which lowers health-related quality of life. ...The factors associated with the sleep quality included depression and symptom experience. To enhance sleep quality …",
    "abstract": "Background:\n        \n      \n      Poor sleep quality is common after liver transplantation, which lowers health-related quality of life. However, the detection and management of sleeping difficulties in liver transplant recipients have been limited.\n    \n\n\n          Purpose:\n        \n      \n      This study was designed to assess sleep quality in liver transplant recipients in Korea and associated factors, including symptom experience, depression, and family support, using the theory of unpleasant symptoms as a theoretical framework.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study of 149 liver transplant recipients in a Korean tertiary hospital was conducted in 2019. Data were obtained using several structured self-report questionnaires, including the Pittsburgh Sleep Quality Index, Modified Transplant Symptom Occurrence and Symptom Distress Scale, Center for Epidemiologic Studies Depression Scale-Revised, and Family Support Scale. Multiple linear regression was used to determine the factors associated with sleep quality.\n    \n\n\n          Results:\n        \n      \n      The prevalence of sleep disturbance was 55% in the sample. Low sleep quality was associated with being female and with having a higher symptom experience, higher depressive symptoms, and lower family support. In the multiple linear regression analysis, depression and symptom experience was shown to significantly affect sleep quality.\n    \n\n\n          Conclusions/implications for practice:\n        \n      \n      The liver transplant recipients in this study reported poor sleep quality. The factors associated with the sleep quality included depression and symptom experience. To enhance sleep quality, interventions designed to reduce depression and symptoms related to liver transplantation should be provided. The results of this study may be used to develop nursing strategies to improve sleep quality in liver transplant recipients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37363956/",
    "clean_text": "sleep quality and related factors among liver transplant recipients in korea a cross sectional study background poor sleep quality is common after liver transplantation which lowers health related quality of life the factors associated with the sleep quality included depression and symptom experience to enhance sleep quality background poor sleep quality is common after liver transplantation which lowers health related quality of life however the detection and management of sleeping difficulties in liver transplant recipients have been limited purpose this study was designed to assess sleep quality in liver transplant recipients in korea and associated factors including symptom experience depression and family support using the theory of unpleasant symptoms as a theoretical framework methods this cross sectional study of liver transplant recipients in a korean tertiary hospital was conducted in data were obtained using several structured self report questionnaires including the pittsburgh sleep quality index modified transplant symptom occurrence and symptom distress scale center for epidemiologic studies depression scale revised and family support scale multiple linear regression was used to determine the factors associated with sleep quality results the prevalence of sleep disturbance was in the sample low sleep quality was associated with being female and with having a higher symptom experience higher depressive symptoms and lower family support in the multiple linear regression analysis depression and symptom experience was shown to significantly affect sleep quality conclusions implications for practice the liver transplant recipients in this study reported poor sleep quality the factors associated with the sleep quality included depression and symptom experience to enhance sleep quality interventions designed to reduce depression and symptoms related to liver transplantation should be provided the results of this study may be used to develop nursing strategies to improve sleep quality in liver transplant recipients"
}