{
    "title": "Development of yellow pigmentation in squid (Loligo peali) as a result of lipid oxidation.",
    "doc_id": "16448208",
    "writer": "Thanonkaew A",
    "year": "2006",
    "summary": "The impact of lipid oxidation on yellow pigment formation in squid lipids and proteins was studied. When the squid microsomes were oxidized with iron and ascorbate, thiobarbituric acid reactive substance were observed to increase simultaneously with b values (yellowness …",
    "abstract": "The impact of lipid oxidation on yellow pigment formation in squid lipids and proteins was studied. When the squid microsomes were oxidized with iron and ascorbate, thiobarbituric acid reactive substance were observed to increase simultaneously with b values (yellowness) and pyrrole compounds concomitantly with a decrease in free amines. Oxidized microsomes were not able to change the solubility, sulfhydryl content, or color of salt-soluble squid myofibrillar proteins. Aldehydic lipid oxidation products were able to decrease solubility and sulfhydryl content of salt-soluble squid myofibrillar proteins but had no impact on color. Aldehydic lipid oxidation products increased b values (yellowness) and pyrrole compounds and decreased free amines in both squid phospholipid and egg yolk lecithin liposomes. The ability of aldehydic lipid oxidation products to change the physical and chemical properties of egg yolk lecithin liposomes increased with increasing level of unsaturation and when the carbon number was increased from 6 to 7. These data suggest that off-color formation in squid muscle could be due to nonenzymatic browning reactions occurring between aldehydic lipid oxidation products and the amines on phospholipids headgroups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16448208/",
    "clean_text": "development of yellow pigmentation in squid loligo peali as a result of lipid oxidation the impact of lipid oxidation on yellow pigment formation in squid lipids and proteins was studied when the squid microsomes were oxidized with iron and ascorbate thiobarbituric acid reactive substance were observed to increase simultaneously with b values yellowness the impact of lipid oxidation on yellow pigment formation in squid lipids and proteins was studied when the squid microsomes were oxidized with iron and ascorbate thiobarbituric acid reactive substance were observed to increase simultaneously with b values yellowness and pyrrole compounds concomitantly with a decrease in free amines oxidized microsomes were not able to change the solubility sulfhydryl content or color of salt soluble squid myofibrillar proteins aldehydic lipid oxidation products were able to decrease solubility and sulfhydryl content of salt soluble squid myofibrillar proteins but had no impact on color aldehydic lipid oxidation products increased b values yellowness and pyrrole compounds and decreased free amines in both squid phospholipid and egg yolk lecithin liposomes the ability of aldehydic lipid oxidation products to change the physical and chemical properties of egg yolk lecithin liposomes increased with increasing level of unsaturation and when the carbon number was increased from to these data suggest that off color formation in squid muscle could be due to nonenzymatic browning reactions occurring between aldehydic lipid oxidation products and the amines on phospholipids headgroups"
}