{
    "pmid": "41434195",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Protein deposition and neurodegeneration differently affect the brain spatially and temporally in Alzheimer's disease (AD). Here we used imaging transcriptomics to understand the biological and molecular properties underlying regional variability of neuroimaging phenotypes of amyloid, tau, and neurodegeneration assessed by PET and MRI. Brain patterns were estimated by contrasting imaging data between AD patients and healthy controls from two independent cohorts for replication (Geneva Memory Clinic and ADNI). Regional gene expression profiles were derived from brain-wide microarray measurements provided by the Allen human brain atlas (AHBA). Hypothesis-driven analyses assessed the spatial association between neuroimaging patterns and gene expression (gene-to-biomarker associations) for selected candidate genes for AD. Over-representation analysis (ORA) and gene set enrichment analysis (GSEA) were used to characterize molecular properties and biological pathways of genome-wide gene sets associated with regional AD pathologies in a data-driven manner. Regional patterns showed the highest amyloid load in frontal, parietal, and lateral temporal lobes, whereas tau deposition was most pronounced in medial temporal lobes and lateral temporoparietal areas. Neurodegeneration patterns were instead less widespread, involving mainly temporoparietal areas. Specific patterns of amyloid, tau and neurodegeneration were differently associated with AD-related genes. ORA and GSEA revealed that genes implicated in different aspects of protein synthesis (e.g. cytosolic ribosome, mitochondrion organization, and RNA metabolic processes) as well as immune regulation and neuroinflammation correlated exclusively with amyloid load, whereas genes involved in the synaptic organization, transmission, and function were associated to the severity of amyloid, tau, and neurodegeneration pathologies. GSEA confirmed that the gene-to-tau and gene-to-atrophy associations were related to similar biological pathways involving synaptic signaling and organization, while gene-to-hypometabolism associations were more related to cellular processes. Selective AD vulnerabilities were differently related to specific gene expression and molecular-biological properties, with a large set of genes associated with amyloid accumulation and a subset of genes conferring additional vulnerability to downstream tau. Our findings suggest that the spatial and temporal decoupling between amyloid deposition, tau deposition and neurodegeneration is explained by differential genetic expression but that shared mechanisms link upstream amyloid with subsequent tau pathology and loss of neuronal integrity.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium protein deposition and neurodegeneration differently affect the brain spatially and temporally in alzheimer s disease ad here we used imaging transcriptomics to understand the biological and molecular properties underlying regional variability of neuroimaging phenotypes of amyloid tau and neurodegeneration assessed by pet and mri brain patterns were estimated by contrasting imaging data between ad patients and healthy controls from two independent cohorts for replication geneva memory clinic and adni regional gene expression profiles were derived from brain wide microarray measurements provided by the allen human brain atlas ahba hypothesis driven analyses assessed the spatial association between neuroimaging patterns and gene expression gene to biomarker associations for selected candidate genes for ad over representation analysis ora and gene set enrichment analysis gsea were used to characterize molecular properties and biological pathways of genome wide gene sets associated with regional ad pathologies in a data driven manner regional patterns showed the highest amyloid load in frontal parietal and lateral temporal lobes whereas tau deposition was most pronounced in medial temporal lobes and lateral temporoparietal areas neurodegeneration patterns were instead less widespread involving mainly temporoparietal areas specific patterns of amyloid tau and neurodegeneration were differently associated with ad related genes ora and gsea revealed that genes implicated in different aspects of protein synthesis e g cytosolic ribosome mitochondrion organization and rna metabolic processes as well as immune regulation and neuroinflammation correlated exclusively with amyloid load whereas genes involved in the synaptic organization transmission and function were associated to the severity of amyloid tau and neurodegeneration pathologies gsea confirmed that the gene to tau and gene to atrophy associations were related to similar biological pathways involving synaptic signaling and organization while gene to hypometabolism associations were more related to cellular processes selective ad vulnerabilities were differently related to specific gene expression and molecular biological properties with a large set of genes associated with amyloid accumulation and a subset of genes conferring additional vulnerability to downstream tau our findings suggest that the spatial and temporal decoupling between amyloid deposition tau deposition and neurodegeneration is explained by differential genetic expression but that shared mechanisms link upstream amyloid with subsequent tau pathology and loss of neuronal integrity"
}