{
    "pmid": "41386194",
    "title": "Neurocognitive outcomes of ADHD as a comorbidity in pediatric epilepsy: a systematic review.",
    "abstract": "Attention-deficit/hyperactivity disorder (ADHD) is a common neuropsychiatric comorbidity in pediatric epilepsy. Although the cognitive effects of epilepsy are well documented, the impact of ADHD as a comorbidity on neurocognitive outcomes remains unclear. This systematic review evaluates cognitive performance in pediatric patients with both epilepsy and ADHD. Following PRISMA 2020 guidelines, searches were conducted in MEDLINE, EMBASE, Cochrane Library and LILACS. Studies were included if they involved patients aged less than or equal to 18 years diagnosed with both epilepsy and ADHD. Fourteen studies met the inclusion criteria. Methodological quality was assessed using the Newcastle-Ottawa Scale (NOS), ROBINS-I and NIH/NHLBI tools. Results indicated that children with both epilepsy and ADHD exhibited more severe cognitive impairments than those with epilepsy only, ADHD only or healthy controls. These included lower Full-Scale and Verbal IQ scores and more frequent omission and commission errors, as well as increased reaction-time variability in attention tasks. Across studies, domains most affected included perceptual-motor function and executive function, as illustrated in a heat map summarizing the distribution and severity of cognitive impairments. These findings underscore that ADHD comorbidity in pediatric epilepsy is associated with exacerbated neurocognitive deficits, highlighting the need for early identification and tailored interventions to support cognitive development.",
    "disease": "epilepsy",
    "clean_text": "neurocognitive outcomes of adhd as a comorbidity in pediatric epilepsy a systematic review attention deficit hyperactivity disorder adhd is a common neuropsychiatric comorbidity in pediatric epilepsy although the cognitive effects of epilepsy are well documented the impact of adhd as a comorbidity on neurocognitive outcomes remains unclear this systematic review evaluates cognitive performance in pediatric patients with both epilepsy and adhd following prisma guidelines searches were conducted in medline embase cochrane library and lilacs studies were included if they involved patients aged less than or equal to years diagnosed with both epilepsy and adhd fourteen studies met the inclusion criteria methodological quality was assessed using the newcastle ottawa scale nos robins i and nih nhlbi tools results indicated that children with both epilepsy and adhd exhibited more severe cognitive impairments than those with epilepsy only adhd only or healthy controls these included lower full scale and verbal iq scores and more frequent omission and commission errors as well as increased reaction time variability in attention tasks across studies domains most affected included perceptual motor function and executive function as illustrated in a heat map summarizing the distribution and severity of cognitive impairments these findings underscore that adhd comorbidity in pediatric epilepsy is associated with exacerbated neurocognitive deficits highlighting the need for early identification and tailored interventions to support cognitive development"
}