{
    "title": "The spectrum of tremor among carriers of the FMR1 premutation with or without the fragile X-associated tremor/ataxia syndrome (FXTAS).",
    "doc_id": "31126791",
    "writer": "Fay-Karmon T",
    "year": "2019",
    "summary": "Fragile X-associated tremor/ataxia syndrome (FXTAS) is a genetically determined neurodegenerative disease which is caused by a 55-200 expansion of CGG repeat element in the promoter region of the fragile X mental retardation 1 (FMR1) gene. ...",
    "abstract": "Fragile X-associated tremor/ataxia syndrome (FXTAS) is a genetically determined neurodegenerative disease which is caused by a 55-200 expansion of CGG repeat element in the promoter region of the fragile X mental retardation 1 (FMR1) gene. The major clinical manifestations are tremor and cerebellar ataxia. Different types of tremor are described in patients with FXTAS: essential tremor-like, rest tremor and cerebellar tremor, and the different tremor types may coexist. There is no effective disease modifying therapy for FXTAS, but troublesome tremor may be treated by pharmacological and surgical approaches used for other more common disorders such as essential tremor and Parkinson's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31126791/",
    "clean_text": "the spectrum of tremor among carriers of the fmr premutation with or without the fragile x associated tremor ataxia syndrome fxtas fragile x associated tremor ataxia syndrome fxtas is a genetically determined neurodegenerative disease which is caused by a expansion of cgg repeat element in the promoter region of the fragile x mental retardation fmr gene fragile x associated tremor ataxia syndrome fxtas is a genetically determined neurodegenerative disease which is caused by a expansion of cgg repeat element in the promoter region of the fragile x mental retardation fmr gene the major clinical manifestations are tremor and cerebellar ataxia different types of tremor are described in patients with fxtas essential tremor like rest tremor and cerebellar tremor and the different tremor types may coexist there is no effective disease modifying therapy for fxtas but troublesome tremor may be treated by pharmacological and surgical approaches used for other more common disorders such as essential tremor and parkinson s disease"
}