{
    "title": "[Relationship between Radiation Quality and Image Quality in Digital Chest Radiography: Validation Study Using Human Soft Tissue-equivalent Phantom].",
    "doc_id": "33746173",
    "writer": "Kawashima H",
    "year": "2021",
    "summary": "PURPOSE: To evaluate image quality for chest radiography at different radiation qualities, using phantoms with scatter fractions similar to those of lungs. ...The image data were obtained with the same entrance surface dose in each radiation quality. Six radi …",
    "abstract": "Purpose:\n        \n      \n      To evaluate image quality for chest radiography at different radiation qualities, using phantoms with scatter fractions similar to those of lungs.\n    \n\n\n          Methods:\n        \n      \n      Two base phantoms with 10 and 4 cm thicknesses, respectively, made of a soft tissue-equivalent material, were used to mimic the X-ray attenuation of the human lung. Two plates with soft tissue- and bone-equivalent materials, respectively, were placed on the base phantom as contrast objects. The image data were obtained with the same entrance surface dose in each radiation quality. Six radiation qualities generated using 120 and 90 kV, and additional copper filters with thicknesses 0, 0.1, and 0.2 mm were selected. The signal-difference-to-noise ratio (SdNR) and a contrast ratio of the soft tissue to the bone were measured for the six radiation qualities.\n    \n\n\n          Results:\n        \n      \n      The thicker the additional filter, the better the SdNR at both tube voltages. The SdNR values were not significantly different between 120 and 90 kV for the same filter thickness. The contrast ratio was higher at 120 than at 90 kV by approximately 8%.\n    \n\n\n          Conclusions:\n        \n      \n      Because of the advantage of the contrast ratio and the highest SdNR, the radiation quality with 120 kV and 0.2-mm copper filtration was the best. It was indicated that the conventional tube voltage of 120 kV remains to be better than the lower tube voltage of 90 kV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33746173/",
    "clean_text": "relationship between radiation quality and image quality in digital chest radiography validation study using human soft tissue equivalent phantom purpose to evaluate image quality for chest radiography at different radiation qualities using phantoms with scatter fractions similar to those of lungs the image data were obtained with the same entrance surface dose in each radiation quality six radi purpose to evaluate image quality for chest radiography at different radiation qualities using phantoms with scatter fractions similar to those of lungs methods two base phantoms with and cm thicknesses respectively made of a soft tissue equivalent material were used to mimic the x ray attenuation of the human lung two plates with soft tissue and bone equivalent materials respectively were placed on the base phantom as contrast objects the image data were obtained with the same entrance surface dose in each radiation quality six radiation qualities generated using and kv and additional copper filters with thicknesses and mm were selected the signal difference to noise ratio sdnr and a contrast ratio of the soft tissue to the bone were measured for the six radiation qualities results the thicker the additional filter the better the sdnr at both tube voltages the sdnr values were not significantly different between and kv for the same filter thickness the contrast ratio was higher at than at kv by approximately conclusions because of the advantage of the contrast ratio and the highest sdnr the radiation quality with kv and mm copper filtration was the best it was indicated that the conventional tube voltage of kv remains to be better than the lower tube voltage of kv"
}