{
    "pmid": "41440235",
    "title": "Chest Wall Resection and Reconstruction Following Cancer.",
    "abstract": "The chest wall represents a complex musculoskeletal structure that provides protection to intrathoracic organs, mechanical support for respiration, and mobility for the upper limbs. Neoplastic diseases of the chest wall encompass a heterogeneous group of benign and malignant lesions, which may be classified as primary-originating from bone, cartilage, muscle, or soft tissue-or secondary, resulting from direct invasion or metastatic spread, most commonly from breast or lung carcinomas. Approximately half of all chest wall tumors are malignant, and their management remains a significant diagnostic and therapeutic challenge. Surgical resection continues to represent the mainstay of curative treatment, with complete en bloc excision and adequate oncologic margins being critical to minimize local recurrence. Advances in reconstructive techniques, including the use of prosthetic materials, biological meshes, and myocutaneous flaps, have markedly improved postoperative stability, respiratory function, and aesthetic outcomes. Optimal management requires a multidisciplinary approach involving thoracic and plastic surgeons, oncologists, and radiotherapists to ensure individualized and comprehensive care. This review summarizes current evidence on the classification, diagnostic evaluation, surgical strategies, and reconstructive options for chest wall tumors, emphasizing recent innovations that have contributed to improved long-term survival and quality of life in affected patients.",
    "disease": "lung cancer",
    "clean_text": "chest wall resection and reconstruction following cancer the chest wall represents a complex musculoskeletal structure that provides protection to intrathoracic organs mechanical support for respiration and mobility for the upper limbs neoplastic diseases of the chest wall encompass a heterogeneous group of benign and malignant lesions which may be classified as primary originating from bone cartilage muscle or soft tissue or secondary resulting from direct invasion or metastatic spread most commonly from breast or lung carcinomas approximately half of all chest wall tumors are malignant and their management remains a significant diagnostic and therapeutic challenge surgical resection continues to represent the mainstay of curative treatment with complete en bloc excision and adequate oncologic margins being critical to minimize local recurrence advances in reconstructive techniques including the use of prosthetic materials biological meshes and myocutaneous flaps have markedly improved postoperative stability respiratory function and aesthetic outcomes optimal management requires a multidisciplinary approach involving thoracic and plastic surgeons oncologists and radiotherapists to ensure individualized and comprehensive care this review summarizes current evidence on the classification diagnostic evaluation surgical strategies and reconstructive options for chest wall tumors emphasizing recent innovations that have contributed to improved long term survival and quality of life in affected patients"
}