{
    "pmid": "41438731",
    "title": "DOACs vs warfarin in AF with comorbid CKD or valvular disease: a systematic review and meta-analysis.",
    "abstract": "Direct oral anticoagulant agents (DOACs) are indicated to prevent vascular events in patients with atrial fibrillation (AF) without concomitant valvular disease or severe chronic kidney disease (CKD), groups in which warfarin is the preferred choice. We aimed to evaluate the safety of DOACs in these populations compared to warfarin. We conducted a systematic review in MEDLINE, Embase, and Evidence Based Medicine Reviews to identify randomized-controlled trials (RCTs) and non-RCTs assessing warfarin or DOACs (rivaroxaban, dabigatran, apixaban, or edoxaban) in patients with AF with concomitant valvular disease or CKD (according to Kidney Disease Outcomes Quality Initiative guidelines) that reported on bleeding, stroke, or systemic/arterial thromboembolism. Meta-analysis was performed for eligible studies using the Mantel-Haenszel method random effects model. Of 3172 screened studies, we included 110 studies (310 478 patients with concomitant AF and CKD; 99 299 patients with concomitant AF and valve disease). Meta-analysis showed that, compared to warfarin, in patients with concomitant AF and CKD, DOACs were associated with reduced bleeding (odds ratio [OR], 0.66; 95% confidence interval [Cl], 0.49-0.88; ",
    "disease": "chronic kidney disease",
    "clean_text": "doacs vs warfarin in af with comorbid ckd or valvular disease a systematic review and meta analysis direct oral anticoagulant agents doacs are indicated to prevent vascular events in patients with atrial fibrillation af without concomitant valvular disease or severe chronic kidney disease ckd groups in which warfarin is the preferred choice we aimed to evaluate the safety of doacs in these populations compared to warfarin we conducted a systematic review in medline embase and evidence based medicine reviews to identify randomized controlled trials rcts and non rcts assessing warfarin or doacs rivaroxaban dabigatran apixaban or edoxaban in patients with af with concomitant valvular disease or ckd according to kidney disease outcomes quality initiative guidelines that reported on bleeding stroke or systemic arterial thromboembolism meta analysis was performed for eligible studies using the mantel haenszel method random effects model of screened studies we included studies patients with concomitant af and ckd patients with concomitant af and valve disease meta analysis showed that compared to warfarin in patients with concomitant af and ckd doacs were associated with reduced bleeding odds ratio or confidence interval cl"
}