{
    "title": "Quality of life and hearing after cochlear implant placement in patients over 60 years of age.",
    "doc_id": "26388358",
    "writer": "Czerniejewska-Wolska H",
    "year": "2015",
    "summary": "OBJECTIVE: Multicenter evaluation of the quality of life and quality of hearing after Nucleus cochlear implant placement in patients over 60 years of age. ...Data regarding subjective evaluation of the quality of life and quality of heari …",
    "abstract": "Objective:\n        \n      \n      Multicenter evaluation of the quality of life and quality of hearing after Nucleus® cochlear implant placement in patients over 60 years of age.\n    \n\n\n          Reference and method:\n        \n      \n      Evaluation was performed in patients receiving cochlear implants after the age of 60 years as a part of the Cochlear-Implanted Recipient Observational Study (Cochlear-IROS). This study is a prospective, international and long-term assessment which enables observation of recipients for up to three years after implantation. Data regarding subjective evaluation of the quality of life and quality of hearing were gathered before the first switch-on of the sound processor and one year afterwards. Standardized questionnaires were used in this evaluation, including Health Utility Index (HUI mk. III) and Speech, Spatial and Qualities of Hearing (SSQ) Scale. Data were also gathered regarding the aetiology of hearing loss, hearing aid usage, tinnitus and vertigo, as well as on the telephone usage and the professional status of recipients.\n    \n\n\n          Results:\n        \n      \n      Included in the evaluation, were 20 subjects who were over 60 years old at the moment of the cochlear implant surgery. The study group consisted of 12 men and 8 female patients. The average age of CI recipients at the moment of implantation was 67.8 years (min. 60, max. 80 years). The SSQ questionnaire outcomes regarding self-assessment in the field of ability to hear in everyday situations one year after the surgery indicate that speech understanding increased by 180%, spatial hearing increased by 135 % and quality of hearing increased by 98%. Overall quality of life before the first sound processor switch-on as assessed using the HUI questionnaire was at the level of 0.38 (on 0-1 scale, where 0 equals death, and 1 equals full health). One year after the implantation, this assessment increased by 33% (up to 0.5 on the scale).\n    \n\n\n          Conclusion:\n        \n      \n      The effectiveness of the cochlear implantation in patients with severe hearing loss after 60 years of age with respect to the quality of life and hearing was confirmed. Statistically significant improvement was demonstrated in the self-assessment of patients in relation to the speech understanding, spatial hearing and quality of hearing, as well as quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26388358/",
    "clean_text": "quality of life and hearing after cochlear implant placement in patients over years of age objective multicenter evaluation of the quality of life and quality of hearing after nucleus cochlear implant placement in patients over years of age data regarding subjective evaluation of the quality of life and quality of heari objective multicenter evaluation of the quality of life and quality of hearing after nucleus cochlear implant placement in patients over years of age reference and method evaluation was performed in patients receiving cochlear implants after the age of years as a part of the cochlear implanted recipient observational study cochlear iros this study is a prospective international and long term assessment which enables observation of recipients for up to three years after implantation data regarding subjective evaluation of the quality of life and quality of hearing were gathered before the first switch on of the sound processor and one year afterwards standardized questionnaires were used in this evaluation including health utility index hui mk iii and speech spatial and qualities of hearing ssq scale data were also gathered regarding the aetiology of hearing loss hearing aid usage tinnitus and vertigo as well as on the telephone usage and the professional status of recipients results included in the evaluation were subjects who were over years old at the moment of the cochlear implant surgery the study group consisted of men and female patients the average age of ci recipients at the moment of implantation was years min max years the ssq questionnaire outcomes regarding self assessment in the field of ability to hear in everyday situations one year after the surgery indicate that speech understanding increased by spatial hearing increased by and quality of hearing increased by overall quality of life before the first sound processor switch on as assessed using the hui questionnaire was at the level of on scale where equals death and equals full health one year after the implantation this assessment increased by up to on the scale conclusion the effectiveness of the cochlear implantation in patients with severe hearing loss after years of age with respect to the quality of life and hearing was confirmed statistically significant improvement was demonstrated in the self assessment of patients in relation to the speech understanding spatial hearing and quality of hearing as well as quality of life"
}