{
    "title": "The Kids Are Alright: Pediatric Trauma Pearls.",
    "doc_id": "29132580",
    "writer": "Mikrogianakis A",
    "year": "2018",
    "summary": "The combination of anatomic, physiologic, and metabolic factors leads to unique injury patterns with different approaches and responses to treatment compared with adults. A similar traumatic mechanism can lead to slightly different internal injuries with unique mana …",
    "abstract": "Pediatric patients with trauma pose unique challenges, both practical and cognitive, to front-line care providers. The combination of anatomic, physiologic, and metabolic factors leads to unique injury patterns with different approaches and responses to treatment compared with adults. A similar traumatic mechanism can lead to slightly different internal injuries with unique management and treatment strategies between the two groups. This article is intended for community, nonpediatric trauma centers, and emergency physicians who are frequently required to assess, resuscitate, and stabilize injured children before they can be safely transferred to a pediatric trauma center for ongoing definitive care and rehabilitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29132580/",
    "clean_text": "the kids are alright pediatric trauma pearls the combination of anatomic physiologic and metabolic factors leads to unique injury patterns with different approaches and responses to treatment compared with adults a similar traumatic mechanism can lead to slightly different internal injuries with unique mana pediatric patients with trauma pose unique challenges both practical and cognitive to front line care providers the combination of anatomic physiologic and metabolic factors leads to unique injury patterns with different approaches and responses to treatment compared with adults a similar traumatic mechanism can lead to slightly different internal injuries with unique management and treatment strategies between the two groups this article is intended for community nonpediatric trauma centers and emergency physicians who are frequently required to assess resuscitate and stabilize injured children before they can be safely transferred to a pediatric trauma center for ongoing definitive care and rehabilitation"
}