{
    "title": "Stroke risk assessment in atrial fibrillation: risk factors and markers of atrial myopathy.",
    "doc_id": "27383079",
    "writer": "Calenda BW",
    "year": "2016",
    "summary": "Atrial fibrillation (AF) is a complex phenomenon associated with electrical, mechanical, and structural abnormalities of the atria. Ischaemic stroke in AF is only partially understood, but the mechanisms are known to be related to the atrial substrate as well …",
    "abstract": "Atrial fibrillation (AF) is a complex phenomenon associated with electrical, mechanical, and structural abnormalities of the atria. Ischaemic stroke in AF is only partially understood, but the mechanisms are known to be related to the atrial substrate as well as the atrial rhythm. The temporal dissociation between timing of AF and occurrence of stroke has led to the hypothesis that fibrotic, prothrombotic atrial tissue is an important cause of thrombus formation in patients with AF, independent of the atrial rhythm. Current stroke risk scores are practical, but limited in their capacity to predict stroke risk accurately in individual patients. Stroke prediction might be improved by the addition of emerging risk factors, many of which are expressions of atrial fibrosis. The use of novel parameters, including clinical criteria, biomarkers, and imaging data, might improve stroke risk prediction and inform on optimal treatment for patients with AF and perhaps individuals only at risk of AF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27383079/",
    "clean_text": "stroke risk assessment in atrial fibrillation risk factors and markers of atrial myopathy atrial fibrillation af is a complex phenomenon associated with electrical mechanical and structural abnormalities of the atria ischaemic stroke in af is only partially understood but the mechanisms are known to be related to the atrial substrate as well atrial fibrillation af is a complex phenomenon associated with electrical mechanical and structural abnormalities of the atria ischaemic stroke in af is only partially understood but the mechanisms are known to be related to the atrial substrate as well as the atrial rhythm the temporal dissociation between timing of af and occurrence of stroke has led to the hypothesis that fibrotic prothrombotic atrial tissue is an important cause of thrombus formation in patients with af independent of the atrial rhythm current stroke risk scores are practical but limited in their capacity to predict stroke risk accurately in individual patients stroke prediction might be improved by the addition of emerging risk factors many of which are expressions of atrial fibrosis the use of novel parameters including clinical criteria biomarkers and imaging data might improve stroke risk prediction and inform on optimal treatment for patients with af and perhaps individuals only at risk of af"
}