{
    "pmid": "41425595",
    "title": "Integration of single-cell and bulk RNA-seq via machine learning to reveal ferroptosis- and lipid metabolism-driven immune landscape heterogeneity and predict immunotherapy response in colon cancer.",
    "abstract": "This study explored the interactions between ferroptosis and lipid metabolism in colon cancer, established a prognostic model to elucidate immune microenvironment heterogeneity, and evaluated the prospects of immunotherapy. Transcriptome sequencing and single-cell transcriptome data from The Cancer Genome Atlas and Gene Expression Omnibus were analyzed. Nonnegative matrix factorization clustering and weighted gene coexpression network analysis identified ferroptosis- and lipid metabolism-related genes. Machine learning algorithms including support vector machine, random forest, extreme gradient boosting, and least absolute shrinkage and selection operator regression were used to construct a prognostic model. Expression patterns of selected genes were validated via Human Protein Atlas and immunohistochemistry. We developed a prognostic risk model comprising 13 genes through the application of multiple machine learning algorithm sand and confirmed as an independent prognostic factor. Gene set enrichment analysis (GSEA) revealed that the high-risk group was significantly enriched in hypoxia, tumor angiogenesis, epithelial-mesenchymal transition (EMT), and extracellular matrix (ECM) component synthesis and interactions, suggesting enhanced invasiveness and metastatic potential. Conversely, the low-risk group was enriched in biological processes related to oxidation, lipid metabolism, and ferroptosis. Moreover, the high-risk group exhibited more pronounced stromal infiltration and immunosuppressive activity within the tumor microenvironment, suggesting a greater tendency toward immune escape. In contrast, the low-risk group showed better responses to immunotherapy, a finding validated across multiple real-world immunotherapy datasets. Additionally, cell-cell communication analysis based on single-cell datasets revealed that M2 macrophages might be associated with T-cell exhaustion through SPP1-CD44 ligand-receptor interactions, thereby exerting immunosuppressive effects. Finally, immunohistochemistry (IHC) experiments confirmed the differential expression patterns of the SHH, WDR72, and EPOP genes between tumor and normal tissues, corroborating our findings at the mRNA level. In this study, we conducted a comprehensive analysis of ferroptosis-lipid metabolism interactions in colon cancer by integrating bulk transcriptomic and single-cell RNA sequencing data. The prognostic model constructed on the basis of lipid metabolism and ferroptosis-related genes has potential as an independent prognostic biomarker for colon cancer patients and may serve as a predictor of immunotherapy response, facilitating the optimization of personalized therapeutic strategies.",
    "disease": "colorectal cancer",
    "clean_text": "integration of single cell and bulk rna seq via machine learning to reveal ferroptosis and lipid metabolism driven immune landscape heterogeneity and predict immunotherapy response in colon cancer this study explored the interactions between ferroptosis and lipid metabolism in colon cancer established a prognostic model to elucidate immune microenvironment heterogeneity and evaluated the prospects of immunotherapy transcriptome sequencing and single cell transcriptome data from the cancer genome atlas and gene expression omnibus were analyzed nonnegative matrix factorization clustering and weighted gene coexpression network analysis identified ferroptosis and lipid metabolism related genes machine learning algorithms including support vector machine random forest extreme gradient boosting and least absolute shrinkage and selection operator regression were used to construct a prognostic model expression patterns of selected genes were validated via human protein atlas and immunohistochemistry we developed a prognostic risk model comprising genes through the application of multiple machine learning algorithm sand and confirmed as an independent prognostic factor gene set enrichment analysis gsea revealed that the high risk group was significantly enriched in hypoxia tumor angiogenesis epithelial mesenchymal transition emt and extracellular matrix ecm component synthesis and interactions suggesting enhanced invasiveness and metastatic potential conversely the low risk group was enriched in biological processes related to oxidation lipid metabolism and ferroptosis moreover the high risk group exhibited more pronounced stromal infiltration and immunosuppressive activity within the tumor microenvironment suggesting a greater tendency toward immune escape in contrast the low risk group showed better responses to immunotherapy a finding validated across multiple real world immunotherapy datasets additionally cell cell communication analysis based on single cell datasets revealed that m macrophages might be associated with t cell exhaustion through spp cd ligand receptor interactions thereby exerting immunosuppressive effects finally immunohistochemistry ihc experiments confirmed the differential expression patterns of the shh wdr and epop genes between tumor and normal tissues corroborating our findings at the mrna level in this study we conducted a comprehensive analysis of ferroptosis lipid metabolism interactions in colon cancer by integrating bulk transcriptomic and single cell rna sequencing data the prognostic model constructed on the basis of lipid metabolism and ferroptosis related genes has potential as an independent prognostic biomarker for colon cancer patients and may serve as a predictor of immunotherapy response facilitating the optimization of personalized therapeutic strategies"
}