{
    "pmid": "41454374",
    "title": "Accelerometer-derived physical activity patterns and risk of incident gout: a prospective cohort study of 97,387 UK Biobank participants.",
    "abstract": "The influence of physical activity (PA) patterns on gout risk is unclear. We investigated the associations of accelerometer-derived PA patterns, specifically regularly active (RA) and weekend warrior (WW), with incident gout. We analyzed 97,387 gout-free UK Biobank participants with 7-day wrist-worn accelerometer data. Participants were categorized as inactive (< 150 min/week moderate-to-vigorous PA [MVPA]), WW (≥ 150 min MVPA with ≥ 50% concentrated in 1-2 days), or RA (≥ 150 min MVPA, not meeting WW criteria). Multivariable Cox models estimated hazard ratios (HRs) for incident gout. During a median 8.0 years' follow-up, 833 gout cases occurred. In minimally adjusted models, both RA (HR = 0.67, 95% CI: 0.55-0.83, P < 0.001) and WW (HR = 0.76, 95% CI: 0.65-0.89, P < 0.001) patterns showed reduced risk compared to inactive pattern. However, results diverged after further adjustment for baseline sUA: the RA pattern maintained a robust protective association (HR = 0.79, 95% CI: 0.65-0.98, P = 0.029), whereas the association for the WW pattern was attenuated and lost statistical significance (HR = 0.93, 95% CI: 0.79-1.08, P = 0.331). Subgroup analyses revealed significant interactions with comorbidities (P for interaction < 0.01), where the WW pattern showed no inverse association in participants with hypertension or chronic kidney disease, while RA remained protective. These findings were robust across sensitivity analyses and genetic risk strata. While any moderate-to-vigorous physical activity is beneficial, the regularly active pattern demonstrates a more robust inverse association with gout than the weekend warrior pattern. Regularity in physical activity appears crucial for gout risk reduction, particularly for metabolically vulnerable individuals, as the sporadic nature of the weekend warrior pattern may be insufficient to counteract established metabolic risks.",
    "disease": "hypertension",
    "clean_text": "accelerometer derived physical activity patterns and risk of incident gout a prospective cohort study of uk biobank participants the influence of physical activity pa patterns on gout risk is unclear we investigated the associations of accelerometer derived pa patterns specifically regularly active ra and weekend warrior ww with incident gout we analyzed gout free uk biobank participants with day wrist worn accelerometer data participants were categorized as inactive min week moderate to vigorous pa mvpa ww min mvpa with concentrated in days or ra min mvpa not meeting ww criteria multivariable cox models estimated hazard ratios hrs for incident gout during a median years follow up gout cases occurred in minimally adjusted models both ra hr ci p and ww hr ci p patterns showed reduced risk compared to inactive pattern however results diverged after further adjustment for baseline sua the ra pattern maintained a robust protective association hr ci p whereas the association for the ww pattern was attenuated and lost statistical significance hr ci p subgroup analyses revealed significant interactions with comorbidities p for interaction where the ww pattern showed no inverse association in participants with hypertension or chronic kidney disease while ra remained protective these findings were robust across sensitivity analyses and genetic risk strata while any moderate to vigorous physical activity is beneficial the regularly active pattern demonstrates a more robust inverse association with gout than the weekend warrior pattern regularity in physical activity appears crucial for gout risk reduction particularly for metabolically vulnerable individuals as the sporadic nature of the weekend warrior pattern may be insufficient to counteract established metabolic risks"
}