{
    "pmid": "41452493",
    "title": "Paeony root prevents 6-hydroxydopamine-induced neurotoxicity by regulating autophagic dysfunction via AKT signaling in Parkinson's disease models.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disease that primarily affects motor function. Dopaminergic cell death occurs progressively in the PD brain and autophagic dysfunction is critically implicated in the neuronal death. Therefore, modulating impaired autophagic flux is a promising strategy to treat dopaminergic neurodegeneration, addressing the unmet needs in PD. This study aimed to investigate efficacy and the underlying mechanism of Paeonia lactiflora extract (PLE) focusing on autophagic dysfunction in 6-hydroxydopamine (6-OHDA)-induced PD models in vitro and in vivo for the first time. PC12 cells were treated with PLE at concentrations of 10, 30, and 100ʵg/ml, followed by 6-OHDA treatment. For in vivo study, PLE was administered to ICR mice that were intrastriatally injected with 6-OHDA. As a result, in PC12 cells, PLE increased the cell viability and suppressed apoptosis against 6-OHDA. In addition, PLE improved the imbalance in the expression of autophagy-related proteins including microtubule associated protein 1 light chain 3 beta (LC3B) and sequestosome-1/p62, as well as the phosphorylation of protein kinase B (AKT)/mammalian target of rapamycin (mTOR) and extracellular signal-regulated kinase (ERK) in AKT-dependent manner. Subsequently, Behavior assessment revealed that PLE administration to 6-OHDA-induced PD mice alleviated asymmetric movement impairment. Moreover, PLE treatment significantly attenuated dopaminergic neuronal loss, mitigated the decrease in dopamine transporter expression, and reduced LC3B levels in the brain. Taken together, these results suggest that PLE can protect neuronal cells and alleviate motor dysfunction induced by 6-OHDA, by restoring autophagic dysfunction via AKT signaling pathway.",
    "disease": "parkinson disease",
    "clean_text": "paeony root prevents hydroxydopamine induced neurotoxicity by regulating autophagic dysfunction via akt signaling in parkinson s disease models parkinson s disease pd is a neurodegenerative disease that primarily affects motor function dopaminergic cell death occurs progressively in the pd brain and autophagic dysfunction is critically implicated in the neuronal death therefore modulating impaired autophagic flux is a promising strategy to treat dopaminergic neurodegeneration addressing the unmet needs in pd this study aimed to investigate efficacy and the underlying mechanism of paeonia lactiflora extract ple focusing on autophagic dysfunction in hydroxydopamine ohda induced pd models in vitro and in vivo for the first time pc cells were treated with ple at concentrations of and g ml followed by ohda treatment for in vivo study ple was administered to icr mice that were intrastriatally injected with ohda as a result in pc cells ple increased the cell viability and suppressed apoptosis against ohda in addition ple improved the imbalance in the expression of autophagy related proteins including microtubule associated protein light chain beta lc b and sequestosome p as well as the phosphorylation of protein kinase b akt mammalian target of rapamycin mtor and extracellular signal regulated kinase erk in akt dependent manner subsequently behavior assessment revealed that ple administration to ohda induced pd mice alleviated asymmetric movement impairment moreover ple treatment significantly attenuated dopaminergic neuronal loss mitigated the decrease in dopamine transporter expression and reduced lc b levels in the brain taken together these results suggest that ple can protect neuronal cells and alleviate motor dysfunction induced by ohda by restoring autophagic dysfunction via akt signaling pathway"
}