{
    "title": "Single-cell and single-nucleus RNA-sequencing from paired normal-adenocarcinoma lung samples provide both common and discordant biological insights.",
    "doc_id": "38814983",
    "writer": "Renaut S",
    "year": "2024",
    "summary": "Here, the transcriptome of 160,621 cells/nuclei was obtained. In non-tumor lung, cell type proportions varied widely between scRNA-seq and snRNA-seq with a predominance of immune cells in the former (81.5%) and epithelial cells (69.9%) in the la …",
    "abstract": "Whether single-cell RNA-sequencing (scRNA-seq) captures the same biological information as single-nucleus RNA-sequencing (snRNA-seq) remains uncertain and likely to be context-dependent. Herein, a head-to-head comparison was performed in matched normal-adenocarcinoma human lung samples to assess biological insights derived from scRNA-seq versus snRNA-seq and better understand the cellular transition that occurs from normal to tumoral tissue. Here, the transcriptome of 160,621 cells/nuclei was obtained. In non-tumor lung, cell type proportions varied widely between scRNA-seq and snRNA-seq with a predominance of immune cells in the former (81.5%) and epithelial cells (69.9%) in the later. Similar results were observed in adenocarcinomas, in addition to an overall increase in cell type heterogeneity and a greater prevalence of copy number variants in cells of epithelial origin, which suggests malignant assignment. The cell type transition that occurs from normal lung tissue to adenocarcinoma was not always concordant whether cells or nuclei were examined. As expected, large differential expression of the whole-cell and nuclear transcriptome was observed, but cell-type specific changes of paired normal and tumor lung samples revealed a set of common genes in the cells and nuclei involved in cancer-related pathways. In addition, we showed that the ligand-receptor interactome landscape of lung adenocarcinoma was largely different whether cells or nuclei were evaluated. Immune cell depletion in fresh specimens partly mitigated the difference in cell type composition observed between cells and nuclei. However, the extra manipulations affected cell viability and amplified the transcriptional signatures associated with stress responses. In conclusion, research applications focussing on mapping the immune landscape of lung adenocarcinoma benefit from scRNA-seq in fresh samples, whereas snRNA-seq of frozen samples provide a low-cost alternative to profile more epithelial and cancer cells, and yield cell type proportions that more closely match tissue content.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38814983/",
    "clean_text": "single cell and single nucleus rna sequencing from paired normal adenocarcinoma lung samples provide both common and discordant biological insights here the transcriptome of cells nuclei was obtained in non tumor lung cell type proportions varied widely between scrna seq and snrna seq with a predominance of immune cells in the former and epithelial cells in the la whether single cell rna sequencing scrna seq captures the same biological information as single nucleus rna sequencing snrna seq remains uncertain and likely to be context dependent herein a head to head comparison was performed in matched normal adenocarcinoma human lung samples to assess biological insights derived from scrna seq versus snrna seq and better understand the cellular transition that occurs from normal to tumoral tissue here the transcriptome of cells nuclei was obtained in non tumor lung cell type proportions varied widely between scrna seq and snrna seq with a predominance of immune cells in the former and epithelial cells in the later similar results were observed in adenocarcinomas in addition to an overall increase in cell type heterogeneity and a greater prevalence of copy number variants in cells of epithelial origin which suggests malignant assignment the cell type transition that occurs from normal lung tissue to adenocarcinoma was not always concordant whether cells or nuclei were examined as expected large differential expression of the whole cell and nuclear transcriptome was observed but cell type specific changes of paired normal and tumor lung samples revealed a set of common genes in the cells and nuclei involved in cancer related pathways in addition we showed that the ligand receptor interactome landscape of lung adenocarcinoma was largely different whether cells or nuclei were evaluated immune cell depletion in fresh specimens partly mitigated the difference in cell type composition observed between cells and nuclei however the extra manipulations affected cell viability and amplified the transcriptional signatures associated with stress responses in conclusion research applications focussing on mapping the immune landscape of lung adenocarcinoma benefit from scrna seq in fresh samples whereas snrna seq of frozen samples provide a low cost alternative to profile more epithelial and cancer cells and yield cell type proportions that more closely match tissue content"
}