{
    "pmid": "41468690",
    "title": "Senescence-associated gene pathways are differentially expressed in equine aging-related osteoarthritis.",
    "abstract": "Osteoarthritis (OA) is a aging-associated degenerative joint disease. The objective was to determine relative senescence gene expression in joints and leukocytes of OA horses toward considering senotherapeutics to manage OA. To define local (joint) and systemic (peripheral blood mononuclear cells [PBMCs]) senescence burden, synovial fluid cell single-cell RNA sequencing and PBMC mRNA sequencing datasets (n = 65 samples) were examined. Differential analyses were conducted using limma to compare OA versus control. A custom 3,043-gene senescence set curated from published metadata was applied to differential analyses to investigate senescence-specific pathways. Senescence genes were divided into 8 categories; scores were calculated with fast gene set enrichment analysis with P value computed via permutation and log2 fold change ranks. Synovial fluid single-cell RNA sequencing data revealed cell type-specific heterogeneity in senescence gene expression. Fast gene set enrichment analysis pathway analysis confirmed enrichment/upregulation in inflammatory and stress-induced senescence in dendritic, cycling, CD8 T, and gamma delta T cells. Senescence-associated secretory phenotype pathways were predominantly represented in cycling cells. Senescence genes aryl hydrocarbon receptor (AHR), IL-1 receptor antagonist (IL1RN), heme oxygenase 1 (HMOX1), plasminogen activator, urokinase receptor (PLAUR), and tissue inhibitor of metalloproteinase 1 (TIMP1) were upregulated in multiple synovial fluid cell types. In contrast, genes in most senescence categories were downregulated in PBMCs. Senescence pathways were differentially expressed in aged horses with OA, with upregulation of senescence genes in the joint and downregulation in PBMCs. Therapeutic strategies targeting senescent cells may be a disease-modifying strategy to treat equine OA.",
    "disease": "osteoarthritis",
    "clean_text": "senescence associated gene pathways are differentially expressed in equine aging related osteoarthritis osteoarthritis oa is a aging associated degenerative joint disease the objective was to determine relative senescence gene expression in joints and leukocytes of oa horses toward considering senotherapeutics to manage oa to define local joint and systemic peripheral blood mononuclear cells pbmcs senescence burden synovial fluid cell single cell rna sequencing and pbmc mrna sequencing datasets n samples were examined differential analyses were conducted using limma to compare oa versus control a custom gene senescence set curated from published metadata was applied to differential analyses to investigate senescence specific pathways senescence genes were divided into categories scores were calculated with fast gene set enrichment analysis with p value computed via permutation and log fold change ranks synovial fluid single cell rna sequencing data revealed cell type specific heterogeneity in senescence gene expression fast gene set enrichment analysis pathway analysis confirmed enrichment upregulation in inflammatory and stress induced senescence in dendritic cycling cd t and gamma delta t cells senescence associated secretory phenotype pathways were predominantly represented in cycling cells senescence genes aryl hydrocarbon receptor ahr il receptor antagonist il rn heme oxygenase hmox plasminogen activator urokinase receptor plaur and tissue inhibitor of metalloproteinase timp were upregulated in multiple synovial fluid cell types in contrast genes in most senescence categories were downregulated in pbmcs senescence pathways were differentially expressed in aged horses with oa with upregulation of senescence genes in the joint and downregulation in pbmcs therapeutic strategies targeting senescent cells may be a disease modifying strategy to treat equine oa"
}