{
    "title": "Targeting late-stage non-small cell lung cancer with a combination of DNT cellular therapy and PD-1 checkpoint blockade.",
    "doc_id": "30857561",
    "writer": "Fang L",
    "year": "2019",
    "summary": "RESULTS: Patient-derived tumor infiltrating lymphocytes contained a lower frequency of DNT cells with a higher expression of PD-1 relative to normal lung tissue. Ex vivo expanded patient- and healthy donor-derived DNT cells showed similar levels of cytotoxici …",
    "abstract": "Background:\n        \n      \n      Though immune checkpoint blockade (ICB) against PD-1 has shown success in the treatment of lung cancer, not all patients respond. We have previously shown that adoptive transfer of double negative T (DNT) cells expanded from healthy donors can target leukemia but their role in treating established lung cancer is not clear. Here we explore the role of human DNT cells in targeting late-stage established lung cancer either alone or in combination with Nivolumab (anti-PD-1 antibody) and describe underlying mechanisms.\n    \n\n\n          Methods:\n        \n      \n      DNT cells from resected lung cancer tissue of patients were analyzed by flow cytometry to determine their infiltration and PD-1 expression. Expansion capacity and anti-tumor function of lung cancer patient and healthy donor DNT cells were compared. Late-stage lung cancer xenograft models were developed to determine the anti-tumor effect of DNT cells alone or in combination with anti-PD-1 antibody, and the level of tumor-infiltrating DNT cells was quantified by histology and characterized by flow cytometry.\n    \n\n\n          Results:\n        \n      \n      Patient-derived tumor infiltrating lymphocytes contained a lower frequency of DNT cells with a higher expression of PD-1 relative to normal lung tissue. Ex vivo expanded patient- and healthy donor-derived DNT cells showed similar levels of cytotoxicity against lung cancer cells in vitro. Healthy donor-derived DNT cells significantly inhibited the growth of late-stage lung cancer xenografts, which was further augmented by anti-PD-1 through increased DNT cell tumor infiltration.\n    \n\n\n          Conclusion:\n        \n      \n      This study supports the use of DNT cells for adoptive cellular therapy against lung cancer either alone or in combination with anti-PD-1.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30857561/",
    "clean_text": "targeting late stage non small cell lung cancer with a combination of dnt cellular therapy and pd checkpoint blockade results patient derived tumor infiltrating lymphocytes contained a lower frequency of dnt cells with a higher expression of pd relative to normal lung tissue ex vivo expanded patient and healthy donor derived dnt cells showed similar levels of cytotoxici background though immune checkpoint blockade icb against pd has shown success in the treatment of lung cancer not all patients respond we have previously shown that adoptive transfer of double negative t dnt cells expanded from healthy donors can target leukemia but their role in treating established lung cancer is not clear here we explore the role of human dnt cells in targeting late stage established lung cancer either alone or in combination with nivolumab anti pd antibody and describe underlying mechanisms methods dnt cells from resected lung cancer tissue of patients were analyzed by flow cytometry to determine their infiltration and pd expression expansion capacity and anti tumor function of lung cancer patient and healthy donor dnt cells were compared late stage lung cancer xenograft models were developed to determine the anti tumor effect of dnt cells alone or in combination with anti pd antibody and the level of tumor infiltrating dnt cells was quantified by histology and characterized by flow cytometry results patient derived tumor infiltrating lymphocytes contained a lower frequency of dnt cells with a higher expression of pd relative to normal lung tissue ex vivo expanded patient and healthy donor derived dnt cells showed similar levels of cytotoxicity against lung cancer cells in vitro healthy donor derived dnt cells significantly inhibited the growth of late stage lung cancer xenografts which was further augmented by anti pd through increased dnt cell tumor infiltration conclusion this study supports the use of dnt cells for adoptive cellular therapy against lung cancer either alone or in combination with anti pd"
}