{
    "pmid": "41454845",
    "title": "Hidden burden: discrepancies between patient-reported and clinically documented severe asthma exacerbations.",
    "abstract": "An accurate understanding of asthma exacerbation frequency is essential for optimal management. However, discrepancies may exist between patient-reported and clinically documented exacerbations. This study aimed to investigate the characteristics and associated factors of these discrepancies. We retrospectively reviewed consecutive patients who regularly visited our hospital for asthma treatment between January 2019 and April 2024 and were followed for one year. Severe exacerbations were defined as short bursts (SB) of systemic corticosteroids lasting ≥3 days or doubling of maintenance oral corticosteroid dose for ≥3 days. Patients were categorized into concordant, under-reporting, or over-reporting groups based on the discrepancies between patient-reported and chart-documented SB counts. Data from 289 patients were analyzed. The level of concordance was weak (κ = 0.26). Among them, 11.4% under-reported and 4.1% over-reported SB events. Among those with objectively confirmed SB, nearly three-quarters under-reported their SB frequency, and over 30% under-reported by at least two episodes. Multivariate analysis revealed that younger age, Global Initiative for Asthma (GINA) step 5, and lower asthma control test (ACT) scores were independently associated with under-reporting by at least one episode (OR = 0.66, 95% CI 0.47-0.93, per 10-year increase; OR = 5.22, 95% CI 1.76-15.01; OR = 0.89, 95% CI 0.80-0.98, per 1-unit ACT increase). Over-reporting was also associated with GINA step 5 and lower ACT scores. A notable proportion of patients exhibited misperception regarding their annual frequency of asthma exacerbations. Particular attention should be paid to patients with severe or poorly controlled asthma, who are more likely to misreport exacerbation events.",
    "disease": "asthma",
    "clean_text": "hidden burden discrepancies between patient reported and clinically documented severe asthma exacerbations an accurate understanding of asthma exacerbation frequency is essential for optimal management however discrepancies may exist between patient reported and clinically documented exacerbations this study aimed to investigate the characteristics and associated factors of these discrepancies we retrospectively reviewed consecutive patients who regularly visited our hospital for asthma treatment between january and april and were followed for one year severe exacerbations were defined as short bursts sb of systemic corticosteroids lasting days or doubling of maintenance oral corticosteroid dose for days patients were categorized into concordant under reporting or over reporting groups based on the discrepancies between patient reported and chart documented sb counts data from patients were analyzed the level of concordance was weak among them under reported and over reported sb events among those with objectively confirmed sb nearly three quarters under reported their sb frequency and over under reported by at least two episodes multivariate analysis revealed that younger age global initiative for asthma gina step and lower asthma control test act scores were independently associated with under reporting by at least one episode or ci per year increase or ci or ci per unit act increase over reporting was also associated with gina step and lower act scores a notable proportion of patients exhibited misperception regarding their annual frequency of asthma exacerbations particular attention should be paid to patients with severe or poorly controlled asthma who are more likely to misreport exacerbation events"
}