{
    "title": "Improving sleep quality is essential for enhancing soluble Klotho levels in hemodialysis patients.",
    "doc_id": "37382769",
    "writer": "Topal M",
    "year": "2023",
    "summary": "Soluble Klotho levels were obtained from each patient and Pittsburgh Sleep Quality Index was performed by all patients. Association of soluble Klotho with sleep quality was calculated. ...In regression analysis, total sleep quality score, …",
    "abstract": "Purpose:\n        \n      \n      Sleep and Klotho seem to share common physiological pathways in aging. However, studies investigating this relationship are very few and none of them was done with a specific patient group. The aim of this study was to investigate the association of sleep quality and soluble Klotho levels in hemodialysis patients.\n    \n\n\n          Methods:\n        \n      \n      100 hemodialysis patients were included in this study. Soluble Klotho levels were obtained from each patient and Pittsburgh Sleep Quality Index was performed by all patients. Association of soluble Klotho with sleep quality was calculated.\n    \n\n\n          Results:\n        \n      \n      Soluble Klotho levels were significantly inversely correlated with total sleep quality score (p < 0.001, r = - 0.444). Among the subscales, soluble Klotho levels were negatively correlated with subjective sleep quality (p < 0.001, r = - 0.365), sleep latency (p = 0.002, r = - 0.312), sleep disturbance (p = 0.002, r = - 0.303) and daytime dysfunction (p = 0.027, r = - 0.221). Patients who had good sleep quality scores were found to have higher soluble Klotho levels [4.15 (0.05-22.68) vs. 1.14 (0.32-17.63), p < 0.001]. In regression analysis, total sleep quality score, subjective sleep quality and age were found to be independent negative factors for soluble Klotho levels.\n    \n\n\n          Conclusion:\n        \n      \n      In this study, a significant association between sleep quality and soluble Klotho levels was revealed in hemodialysis patients. Improving sleep quality will lead to increased soluble Klotho levels, which may further slow down the aging process in hemodialysis patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37382769/",
    "clean_text": "improving sleep quality is essential for enhancing soluble klotho levels in hemodialysis patients soluble klotho levels were obtained from each patient and pittsburgh sleep quality index was performed by all patients association of soluble klotho with sleep quality was calculated in regression analysis total sleep quality score purpose sleep and klotho seem to share common physiological pathways in aging however studies investigating this relationship are very few and none of them was done with a specific patient group the aim of this study was to investigate the association of sleep quality and soluble klotho levels in hemodialysis patients methods hemodialysis patients were included in this study soluble klotho levels were obtained from each patient and pittsburgh sleep quality index was performed by all patients association of soluble klotho with sleep quality was calculated results soluble klotho levels were significantly inversely correlated with total sleep quality score p r among the subscales soluble klotho levels were negatively correlated with subjective sleep quality p r sleep latency p r sleep disturbance p r and daytime dysfunction p r patients who had good sleep quality scores were found to have higher soluble klotho levels vs p in regression analysis total sleep quality score subjective sleep quality and age were found to be independent negative factors for soluble klotho levels conclusion in this study a significant association between sleep quality and soluble klotho levels was revealed in hemodialysis patients improving sleep quality will lead to increased soluble klotho levels which may further slow down the aging process in hemodialysis patients"
}