{
    "pmid": "41433413",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Disrupted interactions among neurons, glial and vascular cell types can lead to inflammation, vascular dysfunction, and neuronal death, highlighting the need to understand how functional interactions between these cells predispose the development of different neurodegenerative conditions. Here we identified cell-cell interactions across the whole human brain that explain atrophy patterns characteristic to 13 neurodegenerative conditions. We generated 1,050 whole-brain neuroimaging maps of ligand-receptor interactions specific to neurons, astrocytes, microglia, oligodendrocytes, oligodendrocyte precursor cells, and endothelial cells. These maps were created by inferring literature-curated ligand-receptor interaction pairs from microarray gene expression derived from post-mortem tissues of six healthy human donors, sourced from the Allen Human Brain Atlas (Figure 1a-b). Next, using Partial Least Squares Regression (PLS) analysis, we identified key LR pairs whose patterns of communication explain the spatial distribution of atrophy maps specific to 13 neurodegenerative conditions (Figure 1c). Atrophy maps were previously generated for early- and late-onset Alzheimer's disease (EOAD and LOAD), clinical and pathological subtypes of frontotemporal lobar degeneration (FTLD), Parkinson's disease (PD), dementia with Lewy bodies (DLB), and amyotrophic lateral sclerosis (ALS). Finally, we performed gene enrichment analyses to uncover underlying signaling pathways that explain future atrophy in neurodegeneration. The first latent variable (LV1) accounted for 84.21% of the covariance (p < 0.05), with the COL1A1-CD36 interaction and other CD36-associated pairs playing a dominant role in explaining atrophy patterns (Figure 2a). Atrophy patterns common to five FTLD-related disorders contributed the most to LV1, followed by EOAD and LOAD (Figure 2b). Among the top 10% of ligand-receptor pairs, 28 of 107 showed strong bi-directional signaling between astrocytes and neurons, along with prominent contributions from neuron-microglia and neuron-neuron signalling (Figure 2d). These top ligands and receptors were significantly enriched for pathways including Slit/Robo-mediated axon guidance, opioid prodynorphin, enkephalin release, and Alzheimer's disease presenilin pathway (Figure 2e; p < 0.001, FDR-corrected). We identified whole-brain ligand-receptor interactions involved in neuron-astrocyte, neuron-microglia, and neuron-neuron signaling pathways that explain the observed atrophy patterns in multiple neurodegenerative conditions. These key ligands and receptors may serve as potential therapeutic targets and advance our understanding of neurodegeneration.",
    "disease": "parkinson disease",
    "clean_text": "alzheimer s imaging consortium disrupted interactions among neurons glial and vascular cell types can lead to inflammation vascular dysfunction and neuronal death highlighting the need to understand how functional interactions between these cells predispose the development of different neurodegenerative conditions here we identified cell cell interactions across the whole human brain that explain atrophy patterns characteristic to neurodegenerative conditions we generated whole brain neuroimaging maps of ligand receptor interactions specific to neurons astrocytes microglia oligodendrocytes oligodendrocyte precursor cells and endothelial cells these maps were created by inferring literature curated ligand receptor interaction pairs from microarray gene expression derived from post mortem tissues of six healthy human donors sourced from the allen human brain atlas figure a b next using partial least squares regression pls analysis we identified key lr pairs whose patterns of communication explain the spatial distribution of atrophy maps specific to neurodegenerative conditions figure c atrophy maps were previously generated for early and late onset alzheimer s disease eoad and load clinical and pathological subtypes of frontotemporal lobar degeneration ftld parkinson s disease pd dementia with lewy bodies dlb and amyotrophic lateral sclerosis als finally we performed gene enrichment analyses to uncover underlying signaling pathways that explain future atrophy in neurodegeneration the first latent variable lv accounted for of the covariance p with the col a cd interaction and other cd associated pairs playing a dominant role in explaining atrophy patterns figure a atrophy patterns common to five ftld related disorders contributed the most to lv followed by eoad and load figure b among the top of ligand receptor pairs of showed strong bi directional signaling between astrocytes and neurons along with prominent contributions from neuron microglia and neuron neuron signalling figure d these top ligands and receptors were significantly enriched for pathways including slit robo mediated axon guidance opioid prodynorphin enkephalin release and alzheimer s disease presenilin pathway figure e p fdr corrected we identified whole brain ligand receptor interactions involved in neuron astrocyte neuron microglia and neuron neuron signaling pathways that explain the observed atrophy patterns in multiple neurodegenerative conditions these key ligands and receptors may serve as potential therapeutic targets and advance our understanding of neurodegeneration"
}