{
    "pmid": "41459620",
    "title": "Exploring the anxiety, depression and perceived burden in advanced cancer: A longitudinal view on patients and caregivers.",
    "abstract": "Patients with a life-threatening illness and their family caregivers are often affected by biopsychosocial factors that contribute to suffering and burden-sharing and affect quality-of-life. To compare anxiety and depression levels between patients with incurable cancer and caregivers, investigate the association between perceived burdensomeness and psychological outcomes over time, and evaluate factors associated with perceived burden. Secondary analysis of a larger prospective, longitudinal study. Patients with incurable cancer and their family caregivers were interviewed every 3 months, from study enrollment to 12 months, to assess psychological factors. Anxiety and depression were measured with Hospital Anxiety and Depression Scale (HADS) and perceived of burden was assessed using distinct questions directed to patients and caregivers about feeling or perceiving caregiving as a burden. For the data analysis, generalized estimating equations were applied to assess the impact of patient and family caregiver related variables on HADS over time, considering anxiety and depression scores as binary variables. A total of 190 patient-family caregiver dyads were included. Anxiety was more frequent among family caregivers than patients across all follow-up moments. No significant difference was found in mean depression scores. Feeling like a burden to their family (32.6%) was significantly associated with higher anxiety [odds ratio (OR) = 4.45] and depression scores (OR = 2.73). Poor health perception increased the likelihood of anxiety and depression for patients (OR = 11.00; OR = 38.81) and FC (OR = 2.73; OR = 4.30). Family caregivers demonstrated higher psychological distress, with active employment reducing anxiety (OR = 0.54) and depression (OR = 0.43). The perceived burden experienced by patients with advanced cancer and their family caregivers over time were factors relevant in the disease process. The feeling of being a burden and poor health perception were key factors contributing to psychological distress, underlining the need for specific interventions in palliative care.",
    "disease": "breast cancer",
    "clean_text": "exploring the anxiety depression and perceived burden in advanced cancer a longitudinal view on patients and caregivers patients with a life threatening illness and their family caregivers are often affected by biopsychosocial factors that contribute to suffering and burden sharing and affect quality of life to compare anxiety and depression levels between patients with incurable cancer and caregivers investigate the association between perceived burdensomeness and psychological outcomes over time and evaluate factors associated with perceived burden secondary analysis of a larger prospective longitudinal study patients with incurable cancer and their family caregivers were interviewed every months from study enrollment to months to assess psychological factors anxiety and depression were measured with hospital anxiety and depression scale hads and perceived of burden was assessed using distinct questions directed to patients and caregivers about feeling or perceiving caregiving as a burden for the data analysis generalized estimating equations were applied to assess the impact of patient and family caregiver related variables on hads over time considering anxiety and depression scores as binary variables a total of patient family caregiver dyads were included anxiety was more frequent among family caregivers than patients across all follow up moments no significant difference was found in mean depression scores feeling like a burden to their family was significantly associated with higher anxiety odds ratio or and depression scores or poor health perception increased the likelihood of anxiety and depression for patients or or and fc or or family caregivers demonstrated higher psychological distress with active employment reducing anxiety or and depression or the perceived burden experienced by patients with advanced cancer and their family caregivers over time were factors relevant in the disease process the feeling of being a burden and poor health perception were key factors contributing to psychological distress underlining the need for specific interventions in palliative care"
}