{
    "title": "Development of multifactor index for assessing quality of life of a tribal population of India: multilevel analysis approach.",
    "doc_id": "33602175",
    "writer": "Bagavandas M.",
    "year": "2021",
    "summary": "RESULTS: Three different factors are identified at household as well as village levels. The quality of life at Households and Village levels are classified as poor, low, moderate, good, and excellent based on five quintiles of the scores of the multi-factor index, a …",
    "abstract": "Background:\n        \n      \n      The main objective of this study is to develop a multilevel multi-factor index to assess the quality of life of the Malayali tribal population of India at the household and village levels based on nine domains, namely, Demography, Economy, Health, Human Development, Infrastructure Development, Work Participation, Recreation, Social Capital and Self Perception. An attempt is made to classify the individuals as well as villages by the overall scores of a multi-factor -index within a community which will help policymakers to develop concrete policy recommendations for the improvement of the quality of life of this tribal group.\n    \n\n\n          Method:\n        \n      \n      Multilevel factor analysis is utilized to determine uncorrelated meaningful factors and their respective weights using Mplus software from the nested dataset consists of values of nine domains of 1096 individuals collected from 19 villages. A multilevel multi-factor index is constructed using the weights of these factors. The qualities of the lives of different households and different villages are assessed using the scores of this index.\n    \n\n\n          Results:\n        \n      \n      Three different factors are identified at household as well as village levels. The quality of life at Households and Village levels are classified as poor, low, moderate, good, and excellent based on five quintiles of the scores of the multi-factor index, and the contribution of each domain in this classification is ascertained.\n    \n\n\n          Discussion:\n        \n      \n      This study finds that at household as well as at village levels, the quality of life of the individuals of this tribal population increases with an increase in education, income, and occupation status which make them lead a healthy life and also make them to find time and money to spend on recreation. Infrastructure is not important at the household level but not so at the village level.\n    \n\n\n          Conclusion:\n        \n      \n      The main purpose of developing this kind of multi-factor index at different levels is to provide a tool for tribal development based on realistic data that can be used to monitor the key factors that encompass the social, health, environmental, and economic dimensions of quality of lives at the household and community levels of these tribal people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33602175/",
    "clean_text": "development of multifactor index for assessing quality of life of a tribal population of india multilevel analysis approach results three different factors are identified at household as well as village levels the quality of life at households and village levels are classified as poor low moderate good and excellent based on five quintiles of the scores of the multi factor index a background the main objective of this study is to develop a multilevel multi factor index to assess the quality of life of the malayali tribal population of india at the household and village levels based on nine domains namely demography economy health human development infrastructure development work participation recreation social capital and self perception an attempt is made to classify the individuals as well as villages by the overall scores of a multi factor index within a community which will help policymakers to develop concrete policy recommendations for the improvement of the quality of life of this tribal group method multilevel factor analysis is utilized to determine uncorrelated meaningful factors and their respective weights using mplus software from the nested dataset consists of values of nine domains of individuals collected from villages a multilevel multi factor index is constructed using the weights of these factors the qualities of the lives of different households and different villages are assessed using the scores of this index results three different factors are identified at household as well as village levels the quality of life at households and village levels are classified as poor low moderate good and excellent based on five quintiles of the scores of the multi factor index and the contribution of each domain in this classification is ascertained discussion this study finds that at household as well as at village levels the quality of life of the individuals of this tribal population increases with an increase in education income and occupation status which make them lead a healthy life and also make them to find time and money to spend on recreation infrastructure is not important at the household level but not so at the village level conclusion the main purpose of developing this kind of multi factor index at different levels is to provide a tool for tribal development based on realistic data that can be used to monitor the key factors that encompass the social health environmental and economic dimensions of quality of lives at the household and community levels of these tribal people"
}