{
    "title": "Cardiac gene therapy: are we there yet?",
    "doc_id": "27128687",
    "writer": "Matkar PN",
    "year": "2016",
    "summary": "Several preclinical and clinical studies have shown the therapeutic efficiency of gene therapy in different disease models and patients. Hence, gene therapy might plausibly become an unconventional treatment modality for CVD patients. ...We also briefl …",
    "abstract": "The incidence of cardiovascular disease (CVD) is increasing throughout the world and is associated with elevated morbidity and mortality. Gene therapy to treat cardiac dysfunction is gaining importance because of the limited therapeutic benefit offered by pharmacotherapies. The growing knowledge of the complex signaling pathways and the development of sophisticated vectors and delivery systems, are facilitating identification and targeting of specific molecular candidates involved in initiation and progression of CVDs. Several preclinical and clinical studies have shown the therapeutic efficiency of gene therapy in different disease models and patients. Hence, gene therapy might plausibly become an unconventional treatment modality for CVD patients. In this review, we summarize the gene delivery carriers, modes of delivery, recent preclinical/clinical studies and potential therapeutic targets. We also briefly discuss the existing limitations of gene therapy, technical challenges surrounding gene carriers and delivery systems, and some approaches to overcome these limitations for bringing CVD gene therapy one step closer to reality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27128687/",
    "clean_text": "cardiac gene therapy are we there yet several preclinical and clinical studies have shown the therapeutic efficiency of gene therapy in different disease models and patients hence gene therapy might plausibly become an unconventional treatment modality for cvd patients we also briefl the incidence of cardiovascular disease cvd is increasing throughout the world and is associated with elevated morbidity and mortality gene therapy to treat cardiac dysfunction is gaining importance because of the limited therapeutic benefit offered by pharmacotherapies the growing knowledge of the complex signaling pathways and the development of sophisticated vectors and delivery systems are facilitating identification and targeting of specific molecular candidates involved in initiation and progression of cvds several preclinical and clinical studies have shown the therapeutic efficiency of gene therapy in different disease models and patients hence gene therapy might plausibly become an unconventional treatment modality for cvd patients in this review we summarize the gene delivery carriers modes of delivery recent preclinical clinical studies and potential therapeutic targets we also briefly discuss the existing limitations of gene therapy technical challenges surrounding gene carriers and delivery systems and some approaches to overcome these limitations for bringing cvd gene therapy one step closer to reality"
}