{
    "title": "HDL from an Alzheimer's disease perspective.",
    "doc_id": "30946049",
    "writer": "Button EB",
    "year": "2019",
    "summary": "PURPOSE OF REVIEW: We review current knowledge regarding HDL and Alzheimer's disease, focusing on HDL's vasoprotective functions and potential as a biomarker and therapeutic target for the vascular contributions of Alzheimer's disease. .. …",
    "abstract": "Purpose of review:\n        \n      \n      We review current knowledge regarding HDL and Alzheimer's disease, focusing on HDL's vasoprotective functions and potential as a biomarker and therapeutic target for the vascular contributions of Alzheimer's disease.\n    \n\n\n          Recent findings:\n        \n      \n      Many epidemiological studies have observed that circulating HDL levels associate with decreased Alzheimer's disease risk. However, it is now understood that the functions of HDL may be more informative than levels of HDL cholesterol (HDL-C). Animal model studies demonstrate that HDL protects against memory deficits, neuroinflammation, and cerebral amyloid angiopathy (CAA). In-vitro studies using state-of-the-art 3D models of the human blood-brain barrier (BBB) confirm that HDL reduces vascular Aβ accumulation and attenuates Aβ-induced endothelial inflammation. Although HDL-based therapeutics have not been tested in clinical trials for Alzheimer's disease , several HDL formulations are in advanced phase clinical trials for coronary artery disease and atherosclerosis and could be leveraged toward Alzheimer's disease .\n    \n\n\n          Summary:\n        \n      \n      Evidence from human studies, animal models, and bioengineered arteries supports the hypothesis that HDL protects against cerebrovascular dysfunction in Alzheimer's disease. Assays of HDL functions relevant to Alzheimer's disease may be desirable biomarkers of cerebrovascular health. HDL-based therapeutics may also be of interest for Alzheimer's disease, using stand-alone or combination therapy approaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30946049/",
    "clean_text": "hdl from an alzheimer s disease perspective purpose of review we review current knowledge regarding hdl and alzheimer s disease focusing on hdl s vasoprotective functions and potential as a biomarker and therapeutic target for the vascular contributions of alzheimer s disease purpose of review we review current knowledge regarding hdl and alzheimer s disease focusing on hdl s vasoprotective functions and potential as a biomarker and therapeutic target for the vascular contributions of alzheimer s disease recent findings many epidemiological studies have observed that circulating hdl levels associate with decreased alzheimer s disease risk however it is now understood that the functions of hdl may be more informative than levels of hdl cholesterol hdl c animal model studies demonstrate that hdl protects against memory deficits neuroinflammation and cerebral amyloid angiopathy caa in vitro studies using state of the art d models of the human blood brain barrier bbb confirm that hdl reduces vascular a accumulation and attenuates a induced endothelial inflammation although hdl based therapeutics have not been tested in clinical trials for alzheimer s disease several hdl formulations are in advanced phase clinical trials for coronary artery disease and atherosclerosis and could be leveraged toward alzheimer s disease summary evidence from human studies animal models and bioengineered arteries supports the hypothesis that hdl protects against cerebrovascular dysfunction in alzheimer s disease assays of hdl functions relevant to alzheimer s disease may be desirable biomarkers of cerebrovascular health hdl based therapeutics may also be of interest for alzheimer s disease using stand alone or combination therapy approaches"
}