{
    "pmid": "41385467",
    "title": "Role of Artificial Intelligence in cardiology - A systematic review.",
    "abstract": "Artificial intelligence (AI) is increasingly applied in cardiology to enhance diagnostics, risk prediction, remote monitoring, and patient management. With the proliferation of wearable devices and advanced imaging technologies, AI promises to improve cardiovascular outcomes and healthcare efficiency. This systematic review evaluates recent evidence on AI applications in cardiology, focusing on diagnostic accuracy, wearable and remote monitoring technologies, image interpretation, and clinical utility. A comprehensive literature search was conducted across PubMed, Scopus, IEEE Xplore, Web of Science, and Google Scholar for studies published up to September 2025. Eligible studies included original research on AI-driven diagnostics, wearable-based monitoring, and imaging interpretation in cardiovascular medicine. Data extraction included study design, AI methodology, population, outcomes, and key findings. Quality assessment was performed using QUADAS-2 and NIH tools, and findings were synthesized narratively and comparatively. AI applications demonstrated high diagnostic performance across modalities. Wearable and edge-computing devices enabled real-time ECG analysis, arrhythmia detection, and heart failure monitoring with high accuracy, precision, and responsiveness. AR-assisted stethoscopes improved auscultation accessibility and diagnostic confidence. AI-driven quantitative coronary CT outperformed myocardial perfusion imaging in detecting obstructive coronary artery disease. Pediatric cardiology AI models exhibited limited accuracy, highlighting the need for further refinement. Overall, AI integration in cardiology shows potential for enhancing early detection, personalized management, and preventive care, though challenges such as data integration, validation, regulatory approval, and clinical adoption remain. AI technologies are transforming cardiology by enabling precise diagnostics, remote monitoring, and predictive analytics. Ongoing validation, standardization, and interdisciplinary collaboration are essential to ensure safe, effective, and clinically impactful implementation.",
    "disease": "coronary artery disease",
    "clean_text": "role of artificial intelligence in cardiology a systematic review artificial intelligence ai is increasingly applied in cardiology to enhance diagnostics risk prediction remote monitoring and patient management with the proliferation of wearable devices and advanced imaging technologies ai promises to improve cardiovascular outcomes and healthcare efficiency this systematic review evaluates recent evidence on ai applications in cardiology focusing on diagnostic accuracy wearable and remote monitoring technologies image interpretation and clinical utility a comprehensive literature search was conducted across pubmed scopus ieee xplore web of science and google scholar for studies published up to september eligible studies included original research on ai driven diagnostics wearable based monitoring and imaging interpretation in cardiovascular medicine data extraction included study design ai methodology population outcomes and key findings quality assessment was performed using quadas and nih tools and findings were synthesized narratively and comparatively ai applications demonstrated high diagnostic performance across modalities wearable and edge computing devices enabled real time ecg analysis arrhythmia detection and heart failure monitoring with high accuracy precision and responsiveness ar assisted stethoscopes improved auscultation accessibility and diagnostic confidence ai driven quantitative coronary ct outperformed myocardial perfusion imaging in detecting obstructive coronary artery disease pediatric cardiology ai models exhibited limited accuracy highlighting the need for further refinement overall ai integration in cardiology shows potential for enhancing early detection personalized management and preventive care though challenges such as data integration validation regulatory approval and clinical adoption remain ai technologies are transforming cardiology by enabling precise diagnostics remote monitoring and predictive analytics ongoing validation standardization and interdisciplinary collaboration are essential to ensure safe effective and clinically impactful implementation"
}