{
    "title": "Communicating male sexual dysfunction: The medicalization and psychologization of sexual experiences in Chinese online medical consultations.",
    "doc_id": "38703467",
    "writer": "Liu X",
    "year": "2024",
    "summary": "This study examines how e-patients, or more precisely advice-seekers, and doctors communicate about sexual dysfunction in online medical consultations (OMCs). We conducted a Theme-Oriented Discourse Analysis of relevant OMCs on CH Doctor, a Chinese medical consultat …",
    "abstract": "Previous research shows that men who experience erectile or sexual dysfunction may feel uncomfortable discussing their sexual experiences in face-to-face clinical encounters. Part of the reason is the stigma and embarrassment associated with discussing private sexual matters. This study examines how e-patients, or more precisely advice-seekers, and doctors communicate about sexual dysfunction in online medical consultations (OMCs). We conducted a Theme-Oriented Discourse Analysis of relevant OMCs on CH Doctor, a Chinese medical consultation website, to understand how individuals with perceived sexual dysfunction articulate their conditions and how doctors on the platform respond and provide recommendations to these individuals. Our analysis reveals that OMCs afford advice-seekers a place to openly discuss their sexual health issues and gain empowerment from doctors who assist in mitigating the associated social stigma. Upon detailed discourse analysis, however, we find that individuals seeking advice often interpret their sexual experiences as symptoms of illness that requires medical intervention. In response, doctors tend to validate these advice-seekers' preliminary self-diagnoses by treating their conditions as medical issues and characterizing them as psychosocial problems caused by stress and anxiety. Aligning with a critical sociological perspective that views sexual dysfunction as socially constructed problems referenced against dominant norms of sexual functioning, we argue that the medicalization and psychologization of certain sexual behaviors by doctors and advice-seekers discursively reinforce and legitimize essentialist views of hetero-coital sexual interaction. Such views reify penile-vaginal intercourse and ejaculation as the only standard, successful, and desirable form of sexual activity. This may further induce fear and anxiety among adult men whose sexual behaviors do not realistically align with these norms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38703467/",
    "clean_text": "communicating male sexual dysfunction the medicalization and psychologization of sexual experiences in chinese online medical consultations this study examines how e patients or more precisely advice seekers and doctors communicate about sexual dysfunction in online medical consultations omcs we conducted a theme oriented discourse analysis of relevant omcs on ch doctor a chinese medical consultat previous research shows that men who experience erectile or sexual dysfunction may feel uncomfortable discussing their sexual experiences in face to face clinical encounters part of the reason is the stigma and embarrassment associated with discussing private sexual matters this study examines how e patients or more precisely advice seekers and doctors communicate about sexual dysfunction in online medical consultations omcs we conducted a theme oriented discourse analysis of relevant omcs on ch doctor a chinese medical consultation website to understand how individuals with perceived sexual dysfunction articulate their conditions and how doctors on the platform respond and provide recommendations to these individuals our analysis reveals that omcs afford advice seekers a place to openly discuss their sexual health issues and gain empowerment from doctors who assist in mitigating the associated social stigma upon detailed discourse analysis however we find that individuals seeking advice often interpret their sexual experiences as symptoms of illness that requires medical intervention in response doctors tend to validate these advice seekers preliminary self diagnoses by treating their conditions as medical issues and characterizing them as psychosocial problems caused by stress and anxiety aligning with a critical sociological perspective that views sexual dysfunction as socially constructed problems referenced against dominant norms of sexual functioning we argue that the medicalization and psychologization of certain sexual behaviors by doctors and advice seekers discursively reinforce and legitimize essentialist views of hetero coital sexual interaction such views reify penile vaginal intercourse and ejaculation as the only standard successful and desirable form of sexual activity this may further induce fear and anxiety among adult men whose sexual behaviors do not realistically align with these norms"
}