{
    "pmid": "41410360",
    "title": "Evaluating First Positive Cultures in Burns: Rethinking Broad-Spectrum Antibiotic Choices.",
    "abstract": "Infection is a nearly universal complication among patients with major burns, yet guidance on early empiric antibiotic therapy remains limited. Broad-spectrum antibiotics are commonly initiated in the early phase of care but carry risks of antimicrobial resistance and drug toxicities. This single-centre, retrospective study evaluated the microbiological profiles and antibiotic prescribing patterns associated with first positive cultures (FPCs) in major burn patients admitted to Canada's highest-volume adult burn centre between January 1, 2018 and May 1, 2023. A total of 114 patients with ≥20% total body surface area burns were included. Among 145 FPCs, the most commonly cultured sites were respiratory (55%) and wound (30%). The most frequently identified organisms were methicillin-sensitive Staphylococcus aureus (19%), Haemophilus influenzae (15%), Enterobacter cloacae complex (8%), Escherichia coli (7%), MRSA (7%), and Pseudomonas aeruginosa (6%). Notably, only 3% of patients who screened negative for MRSA on admission developed MRSA-positive cultures. Antibiotic therapy was initiated in 99% of patients with FPCs, most commonly with piperacillin-tazobactam (41%), vancomycin (16%), and cefazolin (14%). Dual therapy, typically piperacillin-tazobactam plus vancomycin, was used in 13% of cases. Sensitivity data demonstrated that meropenem (90%) and the combination of ciprofloxacin with cefazolin (83%) covered the highest proportion of isolates. While piperacillin-tazobactam remains effective for early empiric use, our findings indicate that targeted alternatives-such as reserving meropenem for select cases or using ciprofloxacin plus cefazolin in appropriate patients-could provide comparable coverage while adhering to antimicrobial stewardship principles. A negative MRSA screening swab on admission demonstrated a high negative predictive value (~97%), supporting the withholding of vancomycin in screen-negative patients. This study supports evidence-based antibiotic use in burn patients and underscores the need for local, data-driven stewardship.",
    "disease": "influenza",
    "clean_text": "evaluating first positive cultures in burns rethinking broad spectrum antibiotic choices infection is a nearly universal complication among patients with major burns yet guidance on early empiric antibiotic therapy remains limited broad spectrum antibiotics are commonly initiated in the early phase of care but carry risks of antimicrobial resistance and drug toxicities this single centre retrospective study evaluated the microbiological profiles and antibiotic prescribing patterns associated with first positive cultures fpcs in major burn patients admitted to canada s highest volume adult burn centre between january and may a total of patients with total body surface area burns were included among fpcs the most commonly cultured sites were respiratory and wound the most frequently identified organisms were methicillin sensitive staphylococcus aureus haemophilus influenzae enterobacter cloacae complex escherichia coli mrsa and pseudomonas aeruginosa notably only of patients who screened negative for mrsa on admission developed mrsa positive cultures antibiotic therapy was initiated in of patients with fpcs most commonly with piperacillin tazobactam vancomycin and cefazolin dual therapy typically piperacillin tazobactam plus vancomycin was used in of cases sensitivity data demonstrated that meropenem and the combination of ciprofloxacin with cefazolin covered the highest proportion of isolates while piperacillin tazobactam remains effective for early empiric use our findings indicate that targeted alternatives such as reserving meropenem for select cases or using ciprofloxacin plus cefazolin in appropriate patients could provide comparable coverage while adhering to antimicrobial stewardship principles a negative mrsa screening swab on admission demonstrated a high negative predictive value supporting the withholding of vancomycin in screen negative patients this study supports evidence based antibiotic use in burn patients and underscores the need for local data driven stewardship"
}