{
    "title": "Gastric adenomyoma in the stomach body: a case report.",
    "doc_id": "25418949",
    "writer": "Yoon KH",
    "year": "2014",
    "summary": "INTRODUCTION: Gastric adenomyoma is a rare benign tumor, known to occur in the antrum or pylorus of the stomach. To the best of our knowledge, this is the first case reported in the literature of a gastric adenomyoma in the stomach body, but not in the …",
    "abstract": "Introduction:\n        \n      \n      Gastric adenomyoma is a rare benign tumor, known to occur in the antrum or pylorus of the stomach. To the best of our knowledge, this is the first case reported in the literature of a gastric adenomyoma in the stomach body, but not in the antrum.\n    \n\n\n          Case presentation:\n        \n      \n      We report the case of a 79-year-old Korean woman with a gastric subepithelial lesion in the stomach body. The lesion was observed via endoscopy as a bulging mass in the stomach body with a cystic center. It was confirmed via endoscopic ultrasonography. A laparoscopic wedge resection was performed. A biopsy revealed epithelial and smooth muscle proliferation, and a final diagnosis of gastric adenomyoma was made.\n    \n\n\n          Conclusion:\n        \n      \n      Gastric adenomyoma can occur in the stomach body and can be treated completely with surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25418949/",
    "clean_text": "gastric adenomyoma in the stomach body a case report introduction gastric adenomyoma is a rare benign tumor known to occur in the antrum or pylorus of the stomach to the best of our knowledge this is the first case reported in the literature of a gastric adenomyoma in the stomach body but not in the introduction gastric adenomyoma is a rare benign tumor known to occur in the antrum or pylorus of the stomach to the best of our knowledge this is the first case reported in the literature of a gastric adenomyoma in the stomach body but not in the antrum case presentation we report the case of a year old korean woman with a gastric subepithelial lesion in the stomach body the lesion was observed via endoscopy as a bulging mass in the stomach body with a cystic center it was confirmed via endoscopic ultrasonography a laparoscopic wedge resection was performed a biopsy revealed epithelial and smooth muscle proliferation and a final diagnosis of gastric adenomyoma was made conclusion gastric adenomyoma can occur in the stomach body and can be treated completely with surgery"
}