{
    "title": "The \"EPiQ\"-Study (Evaluation of preanalytical quality): S-Monovette in manual aspiration mode drastically reduces hemolytic samples in head-to-head study.",
    "doc_id": "34401434",
    "writer": "Millius L",
    "year": "2021",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Hemolytic blood samples are the number one cause for specimen rejection at emergency departments. Triggered by unsuitable blood sampling material or incorrect handling and a related strong vacuum force, hemolytic samples often must be retaken. The objective of this study was to assess whether correct manual aspiration using S-Monovette® could reduce the number of hemolytic samples.\n    \n\n\n          Methods:\n        \n      \n      Between January and April 2019, a head-to-head study was conducted. Whereas in the first eight weeks, all specimens were collected using Vacutainer®, in the second eight weeks, blood was taken using S-Monovette® in aspiration mode. Specimens were categorized into five classes (0-30, 31-50, 51-75, 76-100, and 101+ mg/dl of cell-free hemoglobin) and for the statistical analyses, all samples exceeding 30 mg/dl were classified as hemolytic.\n    \n\n\n          Results:\n        \n      \n      Data were collected on 4794 blood specimens (Vacutainer®: 2634 samples, S-Monovette®: 2160 samples). While the percentage of non-hemolytic samples (HI of 0-30 mg/dl) was substantially higher for specimens drawn by S-Monovette® (95.7 %) than Vacutainer® (83.0 %), the opposite was true for all HI categories above 30 mg/dl. Importantly, the reduction of hemolytic samples took place immediately following the imposition of S-Monovette® and remained stable at a low level until the end of the study.\n    \n\n\n          Conclusions:\n        \n      \n      Based on our results, we conclude that switching to S-Monovette® in manual aspiration mode in the blood sampling process could be highly beneficial, not only from a financial point of view, but also with regards to reducing unnecessary tasks and stress for nursing staff and improving patient outcome overall.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34401434/",
    "clean_text": "the epiq study evaluation of preanalytical quality s monovette in manual aspiration mode drastically reduces hemolytic samples in head to head study background hemolytic blood samples are the number one cause for specimen rejection at emergency departments triggered by unsuitable blood sampling material or incorrect handling and a related strong vacuum force hemolytic samples often must be retaken the objective of this study was to assess whether correct manual aspiration using s monovette could reduce the number of hemolytic samples methods between january and april a head to head study was conducted whereas in the first eight weeks all specimens were collected using vacutainer in the second eight weeks blood was taken using s monovette in aspiration mode specimens were categorized into five classes and mg dl of cell free hemoglobin and for the statistical analyses all samples exceeding mg dl were classified as hemolytic results data were collected on blood specimens vacutainer samples s monovette samples while the percentage of non hemolytic samples hi of mg dl was substantially higher for specimens drawn by s monovette than vacutainer the opposite was true for all hi categories above mg dl importantly the reduction of hemolytic samples took place immediately following the imposition of s monovette and remained stable at a low level until the end of the study conclusions based on our results we conclude that switching to s monovette in manual aspiration mode in the blood sampling process could be highly beneficial not only from a financial point of view but also with regards to reducing unnecessary tasks and stress for nursing staff and improving patient outcome overall"
}