{
    "title": "Hepatic oxidative stress during aging: effects of 8% long-term calorie restriction and lifelong exercise.",
    "doc_id": "16677097",
    "writer": "Seo AY",
    "year": "2006",
    "summary": "Hepatic aging may involve alterations in redox status, resulting in enhanced oxidant production and changes in specific signaling pathways that lead to a pro-inflammatory response. ...Interestingly, a significant increase in liver RNA oxidation (8-oxo-7,8-dihydrogua …",
    "abstract": "Hepatic aging may involve alterations in redox status, resulting in enhanced oxidant production and changes in specific signaling pathways that lead to a pro-inflammatory response. The authors investigated whether mild calorie restriction and long-term voluntary exercise could attenuate these changes. Four groups of male Fischer 344 rats were compared: young (6 mo), old (24 mo), old calorie restricted (8% CR, 24 mo) and old CR with daily voluntary wheel running (Exercise; 8% CR, 24 mo). Levels of endogenous reactive oxygen species (ROS), nitric oxide (NO*), and peroxynitrite (ONOO-) were significantly higher in the old ad libitum fed group compared to the young group. Sulfhydryl (-SH) content was significantly reduced and glutathione (GSH) content tended to be lower in the old animals. Old rats had significantly increased nuclear presence of NF-kappaB and in connection, increased levels of regulatory cytosolic phosphorylated I-kappaBalpha and decreased dephosphorylated I-kappaBalpha, suggesting an increased inflammatory response. Interestingly, a significant increase in liver RNA oxidation (8-oxo-7,8-dihydroguanosine) in the old ad libitum fed rats was detected and DNA oxidation (8-oxo-7,8-dihydro-2'-deoxyguanosine) tended to be increased. The age-associated increase in oxidative stress and upregulation of pro-inflammatory proteins was attenuated in the livers from both the CR and the exercise + CR groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16677097/",
    "clean_text": "hepatic oxidative stress during aging effects of long term calorie restriction and lifelong exercise hepatic aging may involve alterations in redox status resulting in enhanced oxidant production and changes in specific signaling pathways that lead to a pro inflammatory response interestingly a significant increase in liver rna oxidation oxo dihydrogua hepatic aging may involve alterations in redox status resulting in enhanced oxidant production and changes in specific signaling pathways that lead to a pro inflammatory response the authors investigated whether mild calorie restriction and long term voluntary exercise could attenuate these changes four groups of male fischer rats were compared young mo old mo old calorie restricted cr mo and old cr with daily voluntary wheel running exercise cr mo levels of endogenous reactive oxygen species ros nitric oxide no and peroxynitrite onoo were significantly higher in the old ad libitum fed group compared to the young group sulfhydryl sh content was significantly reduced and glutathione gsh content tended to be lower in the old animals old rats had significantly increased nuclear presence of nf kappab and in connection increased levels of regulatory cytosolic phosphorylated i kappabalpha and decreased dephosphorylated i kappabalpha suggesting an increased inflammatory response interestingly a significant increase in liver rna oxidation oxo dihydroguanosine in the old ad libitum fed rats was detected and dna oxidation oxo dihydro deoxyguanosine tended to be increased the age associated increase in oxidative stress and upregulation of pro inflammatory proteins was attenuated in the livers from both the cr and the exercise cr groups"
}