{
    "pmid": "41460164",
    "title": "Addressing algorithmic bias in lung cancer screening eligibility.",
    "abstract": "The United States Preventive Services Task Force (USPSTF) lung cancer screening eligibility guidelines and proposed risk models have been developed using data predominantly from White populations. Studies show that these eligibility strategies perform inconsistently across racially diverse populations, suggesting evidence of algorithmic bias. We assessed several lung cancer screening eligibility strategies and explored how algorithmic bias can be resolved to improve equity in eligibility. Using the Southern Community Cohort Study, a large US study of predominantly Black/African American (AA) individuals, we evaluated the performance of eight existing lung cancer screening eligibility strategies (USPSTF 2021, American Cancer Society 2023 recommendations, USPSTFSmokeDuration, PLCOm2012, PLCOm2012NoRace, PLCOm2012Update, LCRAT, and LCDRAT) and two new race-aware strategies proposed by our team (USPSTFRaceSpecific and PLCOm2012RaceSpecific). Among 52,667 adults (65% Black/AA, 31% White, 4% Multiracial/Other) with a smoking history, 1,689 developed lung cancer over 15 years. Almost all screening strategies identified fewer Black/AA participants who developed lung cancer as eligible for screening versus their White counterparts (SensitivityBlack/AA 0.46-0.73 vs SensitivityWhite: 0.72-0.80). Racial eligibility disparities were not resolved by removing race, removing the 'years since quit' criterion, or using uniform risk-thresholds. Replacing pack-years with smoke duration improved equity but overinflated the false positive rate (FPRBlack/AA: 0.71; FPRWhite: 0.61). Instead, race-aware approaches that tailored eligibility thresholds by race yielded the best sensitivity-specificity trade-off and minimized inequities (SensitivityBlack/AA: 0.71-0.73 vs SensitivityWhite: 0.72-0.74; FPRBlack/AA: 0.49-0.50; FPRWhite: 0.50-0.53). Our findings suggest that race-aware approaches are necessary to address algorithmic bias and ensure equitable opportunities for lung cancer screening.",
    "disease": "lung cancer",
    "clean_text": "addressing algorithmic bias in lung cancer screening eligibility the united states preventive services task force uspstf lung cancer screening eligibility guidelines and proposed risk models have been developed using data predominantly from white populations studies show that these eligibility strategies perform inconsistently across racially diverse populations suggesting evidence of algorithmic bias we assessed several lung cancer screening eligibility strategies and explored how algorithmic bias can be resolved to improve equity in eligibility using the southern community cohort study a large us study of predominantly black african american aa individuals we evaluated the performance of eight existing lung cancer screening eligibility strategies uspstf american cancer society recommendations uspstfsmokeduration plcom plcom norace plcom update lcrat and lcdrat and two new race aware strategies proposed by our team uspstfracespecific and plcom racespecific among adults black aa white multiracial other with a smoking history developed lung cancer over years almost all screening strategies identified fewer black aa participants who developed lung cancer as eligible for screening versus their white counterparts sensitivityblack aa vs sensitivitywhite racial eligibility disparities were not resolved by removing race removing the years since quit criterion or using uniform risk thresholds replacing pack years with smoke duration improved equity but overinflated the false positive rate fprblack aa fprwhite instead race aware approaches that tailored eligibility thresholds by race yielded the best sensitivity specificity trade off and minimized inequities sensitivityblack aa vs sensitivitywhite fprblack aa fprwhite our findings suggest that race aware approaches are necessary to address algorithmic bias and ensure equitable opportunities for lung cancer screening"
}