{
    "title": "Incidence and Risk Factors of Diagnosed Young-Adult-Onset Type 2 Diabetes in the U.S.: The National Health Interview Survey 2016-2022.",
    "doc_id": "39752552",
    "writer": "Xu L",
    "year": "2025",
    "summary": "Incidence of diagnosed T2D was calculated for three age groups: young-adult onset (18-44 years), middle-age onset (45-64 years), and older-adult onset (65-79 years); the latter two groups were included to highlight the distinct risk factor profile of young …",
    "abstract": "Objective:\n        \n      \n      To estimate the incidence and identify risk factors for diagnosed type 2 diabetes (T2D) among young U.S. adults.\n    \n\n\n          Research design and methods:\n        \n      \n      We analyzed 142,884 adults aged 18-79 years with self-reported diabetes type from the cross-sectional National Health Interview Survey in 2016-2022, representing the noninstitutionalized U.S. civilian population. Incidence of diagnosed T2D was calculated for three age groups: young-adult onset (18-44 years), middle-age onset (45-64 years), and older-adult onset (65-79 years); the latter two groups were included to highlight the distinct risk factor profile of young-adult-onset T2D. Multivariable logistic regressions were used to identify risk factors for young-adult-onset T2D.\n    \n\n\n          Results:\n        \n      \n      The estimated incidence of diagnosed young-adult-onset T2D was 3.0 per 1,000 adults (95% CI 2.6-3.5). Minority groups, socioeconomically disadvantaged individuals, and people with cardiometabolic diseases or psychological conditions had a higher incidence of diagnosed young-adult-onset T2D compared with their counterparts. Lipid-lowering medication use (adjusted odds ratio [aOR] 13.15, 95% CI 8.85-19.55), antihypertensive medication use (aOR 11.89, 95% CI 7.97-17.73), and obesity (BMI ≥30 vs. <25 kg/m2, aOR 10.89, 95% CI 6.69-17.7) were the strongest risk factors for young-adult-onset T2D; these risk factors, along with hypertension, hyperlipidemia, and coronary heart disease, were more strongly associated with young-adult-onset T2D compared with later-onset T2D, with up to 4.5 times higher aORs.\n    \n\n\n          Conclusions:\n        \n      \n      This study quantified the incidence of diagnosed young-adult-onset T2D in U.S. adults and identified its distinct risk factor profile. Targeted prevention strategies for young-adult-onset T2D are needed for minority and socioeconomically disadvantaged people and those with cardiometabolic diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39752552/",
    "clean_text": "incidence and risk factors of diagnosed young adult onset type diabetes in the u s the national health interview survey incidence of diagnosed t d was calculated for three age groups young adult onset years middle age onset years and older adult onset years the latter two groups were included to highlight the distinct risk factor profile of young objective to estimate the incidence and identify risk factors for diagnosed type diabetes t d among young u s adults research design and methods we analyzed adults aged years with self reported diabetes type from the cross sectional national health interview survey in representing the noninstitutionalized u s civilian population incidence of diagnosed t d was calculated for three age groups young adult onset years middle age onset years and older adult onset years the latter two groups were included to highlight the distinct risk factor profile of young adult onset t d multivariable logistic regressions were used to identify risk factors for young adult onset t d results the estimated incidence of diagnosed young adult onset t d was per adults ci minority groups socioeconomically disadvantaged individuals and people with cardiometabolic diseases or psychological conditions had a higher incidence of diagnosed young adult onset t d compared with their counterparts lipid lowering medication use adjusted odds ratio aor ci antihypertensive medication use aor ci and obesity bmi vs kg m aor ci were the strongest risk factors for young adult onset t d these risk factors along with hypertension hyperlipidemia and coronary heart disease were more strongly associated with young adult onset t d compared with later onset t d with up to times higher aors conclusions this study quantified the incidence of diagnosed young adult onset t d in u s adults and identified its distinct risk factor profile targeted prevention strategies for young adult onset t d are needed for minority and socioeconomically disadvantaged people and those with cardiometabolic diseases"
}