{
    "title": "Signal Proteins Involved in Myogenic Stem Cells Differentiation.",
    "doc_id": "27339625",
    "writer": "Huang Z",
    "year": "2017",
    "summary": "Myogenic stem cells are composed of satellite cells, multipotential muscle-derived stem cells and bone-marrow mesenchymal stem cells. ...They transmit mass signals in or between cells and regulate gene expression, so ensure …",
    "abstract": "Myogenic stem cells are composed of satellite cells, multipotential muscle-derived stem cells and bone-marrow mesenchymal stem cells. They are multipotential stem cells that can differentiate into different cell lineages. Usually, they have the ability to commit to myogenesis, adipogenesis, and osteogenesis, which is important for the tissue growth and regeneration and even the cure of diseases. Signal proteins are major members of each signaling pathway. They transmit mass signals in or between cells and regulate gene expression, so ensure the homeostasis of the organism. Here, we review the origin, properties and applications of myogenic stem cells, and the vital signal proteins involved in myogenic stem cells differentiation will be referred to as well.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27339625/",
    "clean_text": "signal proteins involved in myogenic stem cells differentiation myogenic stem cells are composed of satellite cells multipotential muscle derived stem cells and bone marrow mesenchymal stem cells they transmit mass signals in or between cells and regulate gene expression so ensure myogenic stem cells are composed of satellite cells multipotential muscle derived stem cells and bone marrow mesenchymal stem cells they are multipotential stem cells that can differentiate into different cell lineages usually they have the ability to commit to myogenesis adipogenesis and osteogenesis which is important for the tissue growth and regeneration and even the cure of diseases signal proteins are major members of each signaling pathway they transmit mass signals in or between cells and regulate gene expression so ensure the homeostasis of the organism here we review the origin properties and applications of myogenic stem cells and the vital signal proteins involved in myogenic stem cells differentiation will be referred to as well"
}