{
    "pmid": "41467585",
    "title": "Standardizing the Measurement and Definition of Post-Stroke Cognitive Impairment: Implications for Stroke Recovery and Rehabilitation.",
    "abstract": "Cognitive impairment is highly prevalent post-stroke and is associated with poor functional outcomes. Stroke experts have highlighted 2 fundamental barriers to progress in rehabilitation and research related to post-stroke cognitive impairment: (1) there is no agreed-upon definition of post-stroke cognitive impairment, and (2) there is no consensus on the appropriate screening and diagnostic procedures. In this paper, we will discuss recent progress and remaining challenges to developing a standard general definition and understanding of post-stroke cognitive impairment. We will provide recommendations to advance the definition of post-stroke cognitive impairment, informed by the steps taken to develop a general definition for mild cognitive impairment. Finally, we discuss the impact these advances might have on stroke rehabilitation, highlighting the potential impact on motor rehabilitation, as an example.",
    "disease": "stroke",
    "clean_text": "standardizing the measurement and definition of post stroke cognitive impairment implications for stroke recovery and rehabilitation cognitive impairment is highly prevalent post stroke and is associated with poor functional outcomes stroke experts have highlighted fundamental barriers to progress in rehabilitation and research related to post stroke cognitive impairment there is no agreed upon definition of post stroke cognitive impairment and there is no consensus on the appropriate screening and diagnostic procedures in this paper we will discuss recent progress and remaining challenges to developing a standard general definition and understanding of post stroke cognitive impairment we will provide recommendations to advance the definition of post stroke cognitive impairment informed by the steps taken to develop a general definition for mild cognitive impairment finally we discuss the impact these advances might have on stroke rehabilitation highlighting the potential impact on motor rehabilitation as an example"
}