{
    "pmid": "41444417",
    "title": "Effects of glucagon-like peptide-1 on systemic hemodynamics, kidney function, and intrarenal oxygenation in sheep with sepsis-associated acute kidney injury.",
    "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1 RAs) reduce chronic kidney disease progression in people with type 2 diabetes mellitus. Sepsis is the leading cause of acute kidney injury (AKI). This study investigated whether GLP-1 is renoprotective in an ovine model of gram-negative septic AKI. Sixteen healthy merino ewes were surgically instrumented to measure mean arterial pressure, cardiac output, renal blood flow, renal cortical and medullary perfusion and oxygenation, and renal function. After a 5-day recovery period, sepsis was induced via continuous intravenous infusion of live Escherichia coli for 30 h. After 24 h, the sheep were randomized to receive an intravenous infusion of 3.6 pmol/kg/min GLP-1 (n = 8) or a fluid-matched vehicle (n = 8) for 6 h. After 24 h of sepsis, 7/8 sheep in each group developed AKI. GLP-1 treatment increased renal blood flow compared to placebo + 13 vs. - 3.4 ml/min difference (95% CI) = 16 (- 7-40) P = 0.0054), and maintained renal cortical oxygenation + 2.5 mmHg vs. = - 7.2 mmHg, difference (95% CI) = 9.7 (5.2-14.4) P < 0.001. GLP-1 maintained renal medullary perfusion + 1.7 vs. vehicle - 213 perfusion units, difference (95% CI) = 214 (- 21-450) P = 0.07. However, GLP-1 did not significantly improve the primary endpoint of renal medullary oxygenation - 1.6 vs. - 11.5, difference (95% CI) = 9.9 (- 6.8-26.7) P = 0.21. In an ovine model of gram-negative sepsis-associated AKI, GLP-1 infusion supported global renal perfusion, renal oxygen delivery, and cortical oxygenation but failed to improve renal medullary oxygenation and kidney function.",
    "disease": "diabetes mellitus",
    "clean_text": "effects of glucagon like peptide on systemic hemodynamics kidney function and intrarenal oxygenation in sheep with sepsis associated acute kidney injury glucagon like peptide receptor agonists glp ras reduce chronic kidney disease progression in people with type diabetes mellitus sepsis is the leading cause of acute kidney injury aki this study investigated whether glp is renoprotective in an ovine model of gram negative septic aki sixteen healthy merino ewes were surgically instrumented to measure mean arterial pressure cardiac output renal blood flow renal cortical and medullary perfusion and oxygenation and renal function after a day recovery period sepsis was induced via continuous intravenous infusion of live escherichia coli for h after h the sheep were randomized to receive an intravenous infusion of pmol kg min glp n or a fluid matched vehicle n for h after h of sepsis sheep in each group developed aki glp treatment increased renal blood flow compared to placebo vs ml min difference ci p and maintained renal cortical oxygenation mmhg vs mmhg difference ci p glp maintained renal medullary perfusion vs vehicle perfusion units difference ci p however glp did not significantly improve the primary endpoint of renal medullary oxygenation vs difference ci p in an ovine model of gram negative sepsis associated aki glp infusion supported global renal perfusion renal oxygen delivery and cortical oxygenation but failed to improve renal medullary oxygenation and kidney function"
}