{
    "pmid": "41462229",
    "title": "A principal component analysis-based endophenotype definition for change in lung function and inhaled corticosteroid treatment response in childhood asthma.",
    "abstract": "Asthma is a clinically and biologically heterogeneous syndrome with variable symptom patterns, severity, and treatment responses. Understanding this heterogeneity is important for developing personalized management strategies. In this study, we applied principal component analysis to multiple comparable baseline clinical features in three independent pediatric asthma cohorts, CAMP (N=1,041), PACT (N=230), and GACRS (N=1,165), to define reproducible endophenotypes as quintiles of the first principal component (PC1). Across cohorts, atopy, lung function, and demographic features were the greatest contributors to variation in PC1: CAMP (67%), PACT (49%), GACRS (60%). The extremal quintiles captured consistent clinical gradients: mean pre-bronchodilator FEV1% predicted declined from Q1 to Q5, while short-acting beta agonist (SABA) usage, IgE and eosinophil levels increased. We also observed that the derived endophenotypes enhanced the ability to predict longitudinal change in lung function that is treatment-specific (inhaled corticosteroid therapy (ICS) or not) in CAMP and PACT. Together, we have (1) a PCA-based aggregation of multiple common baseline asthma clinical features for an easily implementable definition of an endophenotype that (2) stratifies pediatric asthma into clinically meaningful lung function and atopy gradients across the endophenotype group quintiles which also (3) predicts ICS treatment response - warranting a case for their use in personalizing treatment decisions.",
    "disease": "asthma",
    "clean_text": "a principal component analysis based endophenotype definition for change in lung function and inhaled corticosteroid treatment response in childhood asthma asthma is a clinically and biologically heterogeneous syndrome with variable symptom patterns severity and treatment responses understanding this heterogeneity is important for developing personalized management strategies in this study we applied principal component analysis to multiple comparable baseline clinical features in three independent pediatric asthma cohorts camp n pact n and gacrs n to define reproducible endophenotypes as quintiles of the first principal component pc across cohorts atopy lung function and demographic features were the greatest contributors to variation in pc camp pact gacrs the extremal quintiles captured consistent clinical gradients mean pre bronchodilator fev predicted declined from q to q while short acting beta agonist saba usage ige and eosinophil levels increased we also observed that the derived endophenotypes enhanced the ability to predict longitudinal change in lung function that is treatment specific inhaled corticosteroid therapy ics or not in camp and pact together we have a pca based aggregation of multiple common baseline asthma clinical features for an easily implementable definition of an endophenotype that stratifies pediatric asthma into clinically meaningful lung function and atopy gradients across the endophenotype group quintiles which also predicts ics treatment response warranting a case for their use in personalizing treatment decisions"
}