{
    "pmid": "41456054",
    "title": "Effect of chlorhexidine vs. saline for oral care on oral microbiota and prognosis of elderly mechanically ventilated patients in the intensive care unit: a single-center, single-blind, randomized controlled trial.",
    "abstract": "The role of chlorhexidine in oral care for mechanically ventilated elderly patients remains debated, particularly regarding its impact on oral microbiota and clinical outcomes. To compare oral microbiota composition and prognosis among elderly mechanically ventilated patients receiving oral care with either chlorhexidine solution or normal saline. Sixty intubated patients (≥ 65 years) were randomized to receive oral care with 0.12% chlorhexidine (intervention group) or 0.9% saline (control group) three times daily during mechanical ventilation. All patients underwent standardized oral hygiene during mechanical ventilation. Oral samples were analyzed by 16 S rRNA sequencing, with outcomes compared to oral health and clinical data. Secondary outcomes included dental plaque index, ventilator-associated pneumonia (VAP), 28-day mortality, patient outcomes, and oral complications. One week after intervention, the chlorhexidine group exhibited a significant decrease in oral bacterial diversity (Simpson index, P = 0.037). Despite this, no significant differences were observed in clinical infection symptoms-defined as fever, purulent airway secretions, elevated white blood cell count, or increased C-reactive protein levels requiring evaluation by the attending physician. All participants received standard ICU antimicrobial prophylaxis or therapy according to institutional protocols; no additional systemic antibiotics were initiated solely for oral or respiratory infections. There were no significant differences between groups in ventilator-associated pneumonia (VAP) incidence (P = 1.000), duration of mechanical ventilation (P = 0.063), ICU stay (P = 0.191), 28-day mortality (P = 0.82), or rates of complications and plaque formation. The chlorhexidine group also showed a decrease in dominant microbial taxa and an increase in specific anaerobic bacteria. Chlorhexidine temporarily altered oral microbiota composition without improving short-term clinical outcomes. Although no infections increased, its potential impact on microbial balance warrants caution, and larger studies are needed to validate these findings. ClinicalTrials.gov ID NCT06691841. Registeration Date 23 September 2022, https://clinicaltrials.gov/study/NCT06691841.",
    "disease": "pneumonia",
    "clean_text": "effect of chlorhexidine vs saline for oral care on oral microbiota and prognosis of elderly mechanically ventilated patients in the intensive care unit a single center single blind randomized controlled trial the role of chlorhexidine in oral care for mechanically ventilated elderly patients remains debated particularly regarding its impact on oral microbiota and clinical outcomes to compare oral microbiota composition and prognosis among elderly mechanically ventilated patients receiving oral care with either chlorhexidine solution or normal saline sixty intubated patients years were randomized to receive oral care with chlorhexidine intervention group or saline control group three times daily during mechanical ventilation all patients underwent standardized oral hygiene during mechanical ventilation oral samples were analyzed by s rrna sequencing with outcomes compared to oral health and clinical data secondary outcomes included dental plaque index ventilator associated pneumonia vap day mortality patient outcomes and oral complications one week after intervention the chlorhexidine group exhibited a significant decrease in oral bacterial diversity simpson index p despite this no significant differences were observed in clinical infection symptoms defined as fever purulent airway secretions elevated white blood cell count or increased c reactive protein levels requiring evaluation by the attending physician all participants received standard icu antimicrobial prophylaxis or therapy according to institutional protocols no additional systemic antibiotics were initiated solely for oral or respiratory infections there were no significant differences between groups in ventilator associated pneumonia vap incidence p duration of mechanical ventilation p icu stay p day mortality p or rates of complications and plaque formation the chlorhexidine group also showed a decrease in dominant microbial taxa and an increase in specific anaerobic bacteria chlorhexidine temporarily altered oral microbiota composition without improving short term clinical outcomes although no infections increased its potential impact on microbial balance warrants caution and larger studies are needed to validate these findings clinicaltrials gov id nct registeration date september https clinicaltrials gov study nct"
}