{
    "title": "Exercise and Stem Cells.",
    "doc_id": "26477925",
    "writer": "Boppart MD",
    "year": "2015",
    "summary": "Adult stem cells (ASCs) are found in close proximity to vessels and respond to tissue-specific cues in the microenvironment that dictate their fate and function. ...This chapter summarizes the literature that reports on the ASC response to acute exercise and exercis …",
    "abstract": "Stem cells are traditionally studied in the context of embryonic development, yet studies confirm that a fraction remains in the adult organism for the purpose of daily remodeling and rejuvenation of multiple tissues following injury. Adult stem cells (ASCs) are found in close proximity to vessels and respond to tissue-specific cues in the microenvironment that dictate their fate and function. Exercise can dramatically alter strain sensing, extracellular matrix composition, and inflammation, and such changes in the niche likely alter ASC quantity and function postexercise. The field of stem cell biology is still in its infancy and identification and terminology of ASCs continues to evolve; thus, current information regarding exercise and stem cells is lacking. This chapter summarizes the literature that reports on the ASC response to acute exercise and exercise training, with particular emphasis on hematopoietic stem cells, endothelial progenitor cells, and mesenchymal stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26477925/",
    "clean_text": "exercise and stem cells adult stem cells ascs are found in close proximity to vessels and respond to tissue specific cues in the microenvironment that dictate their fate and function this chapter summarizes the literature that reports on the asc response to acute exercise and exercis stem cells are traditionally studied in the context of embryonic development yet studies confirm that a fraction remains in the adult organism for the purpose of daily remodeling and rejuvenation of multiple tissues following injury adult stem cells ascs are found in close proximity to vessels and respond to tissue specific cues in the microenvironment that dictate their fate and function exercise can dramatically alter strain sensing extracellular matrix composition and inflammation and such changes in the niche likely alter asc quantity and function postexercise the field of stem cell biology is still in its infancy and identification and terminology of ascs continues to evolve thus current information regarding exercise and stem cells is lacking this chapter summarizes the literature that reports on the asc response to acute exercise and exercise training with particular emphasis on hematopoietic stem cells endothelial progenitor cells and mesenchymal stem cells"
}