{
    "pmid": "41424144",
    "title": "Objective outcome assessment in epilepsy surgery using ultralong-term subcutaneous EEG: A case report.",
    "abstract": "Accurate seizure documentation is essential in guiding treatment decisions in epilepsy but still heavily relies on highly subjective and sometimes unreliable patient reports. We report a case of medically refractory mesial temporal lobe epilepsy where subcutaneous EEG revealed persistence of seizures following add-on antiseizure medication despite the patient's self-report of seizure freedom. Thus, ultralong-term EEG subcutaneous monitoring provided valuable information on medical refractoriness and supported the decision to proceed to surgical intervention. Subcutaneous EEG monitoring was continued after resective surgery and has shown no further seizures to this date. To our knowledge, this is the first reported case utilizing subcutaneous EEG for objective seizure documentation both pre- and post-surgery. PLAIN LANGUAGE SUMMARY: Making the right treatment decisions depends on knowing the seizure frequency of a person with epilepsy, but patients' reports are often inaccurate. In our case, we describe a patient in which seizures were only detected because of a small electrode implanted under the skin to record brain activity (subcutaneous EEG). Based on this information, the patient received brain surgery, and the device was left in place after surgery, showing no further seizures. To our knowledge, this is the first reported case where this type of EEG device was used to track seizures both before and after epilepsy surgery.",
    "disease": "epilepsy",
    "clean_text": "objective outcome assessment in epilepsy surgery using ultralong term subcutaneous eeg a case report accurate seizure documentation is essential in guiding treatment decisions in epilepsy but still heavily relies on highly subjective and sometimes unreliable patient reports we report a case of medically refractory mesial temporal lobe epilepsy where subcutaneous eeg revealed persistence of seizures following add on antiseizure medication despite the patient s self report of seizure freedom thus ultralong term eeg subcutaneous monitoring provided valuable information on medical refractoriness and supported the decision to proceed to surgical intervention subcutaneous eeg monitoring was continued after resective surgery and has shown no further seizures to this date to our knowledge this is the first reported case utilizing subcutaneous eeg for objective seizure documentation both pre and post surgery plain language summary making the right treatment decisions depends on knowing the seizure frequency of a person with epilepsy but patients reports are often inaccurate in our case we describe a patient in which seizures were only detected because of a small electrode implanted under the skin to record brain activity subcutaneous eeg based on this information the patient received brain surgery and the device was left in place after surgery showing no further seizures to our knowledge this is the first reported case where this type of eeg device was used to track seizures both before and after epilepsy surgery"
}