{
    "title": "Brain inflammation and cognitive decline induced by spinal cord injury can be reversed by spinal cord cell transplants.",
    "doc_id": "39874998",
    "writer": "Delarue Q",
    "year": "2025",
    "summary": "Spinal cord injuries (SCIs) impact between 250,000 and 500,000 people worldwide annually, often resulting from road accidents or falls. These injuries frequently lead to lasting disabilities, with the severity depending on the injury's extent an …",
    "abstract": "Spinal cord injuries (SCIs) impact between 250,000 and 500,000 people worldwide annually, often resulting from road accidents or falls. These injuries frequently lead to lasting disabilities, with the severity depending on the injury's extent and location. Emerging research also links SCIs to cognitive impairments due to brain inflammation. From a treatment perspective, various approaches, including cell therapy, have been investigated. One common mechanism across cellular transplant models is the modulation of inflammation at the injury site, though it remains uncertain if these effects extend to the brain. To explore this, we induced SCI in wild-type mice and treated them with either olfactory ensheathing cells or mesenchymal stem cells. Our findings reveal that both cell types can reverse SCI-induced cognitive deficits, reduce brain inflammation, and increase hippocampal neuronal density. This study is the first, to our knowledge, to demonstrate that cells transplanted into the spinal cord can influence brain inflammation and mitigate injury-induced effects on brain functions. These results highlight the intricate relationship between the spinal cord and brain in both health and disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39874998/",
    "clean_text": "brain inflammation and cognitive decline induced by spinal cord injury can be reversed by spinal cord cell transplants spinal cord injuries scis impact between and people worldwide annually often resulting from road accidents or falls these injuries frequently lead to lasting disabilities with the severity depending on the injury s extent an spinal cord injuries scis impact between and people worldwide annually often resulting from road accidents or falls these injuries frequently lead to lasting disabilities with the severity depending on the injury s extent and location emerging research also links scis to cognitive impairments due to brain inflammation from a treatment perspective various approaches including cell therapy have been investigated one common mechanism across cellular transplant models is the modulation of inflammation at the injury site though it remains uncertain if these effects extend to the brain to explore this we induced sci in wild type mice and treated them with either olfactory ensheathing cells or mesenchymal stem cells our findings reveal that both cell types can reverse sci induced cognitive deficits reduce brain inflammation and increase hippocampal neuronal density this study is the first to our knowledge to demonstrate that cells transplanted into the spinal cord can influence brain inflammation and mitigate injury induced effects on brain functions these results highlight the intricate relationship between the spinal cord and brain in both health and disease"
}