{
    "pmid": "41401709",
    "title": "Cross-sectional analysis of ongoing clinical trials involving lamotrigine for mental disorders: Insights from ClinicalTrials.gov and the EU clinical trials.",
    "abstract": "This study aims to evaluate whether ongoing clinical trials address existing knowledge gaps regarding the safety and efficacy of lamotrigine, which is widely used in psychiatry, including off-label, for the treatment of various mental disorders. A cross-sectional analysis was conducted using ClinicalTrials.gov and EU Clinical Trials (with a cut-off date of March 1, 2025) to identify interventional trials involving lamotrigine for disorders classified under DSM-5/ICD-11. Filters for study type and recruitment status were applied, and eligible records were manually reviewed. A supplementary search (cut-off July 4, 2025) screened observational studies. Nine records were identified, of which five ongoing interventional trials met the inclusion criteria; all involved bipolar disorder. Although one trial also enrolled participants with schizophrenia and major depressive disorder, lamotrigine was used only in the bipolar depression arm. NCT06184581 is a phase IV RCT comparing lamotrigine and lithium in bipolar II disorder. NCT04230421 investigates smartphone mood tracking in bipolar patients. NCT04229875 examines the Clinical Academic Group model for bipolar disorder, focusing on hospitalization risk and psychosocial outcomes. NCT05603104 and NCT05973786 examine early intensified pharmacotherapy versus usual care in bipolar depression, measuring MADRS scores, and adverse events. All identified trials were non-commercials. Supplementary screening found six observational studies, mainly addressing epilepsy or pharmacokinetics, which partially address the gaps in knowledge regarding safety during pregnancy and cardiac risk. Other indications and safety aspects, including pregnancy and cardiac risk, remain under-researched. Despite widespread clinical use, further studies are needed to support evidence-based practice.",
    "disease": "epilepsy",
    "clean_text": "cross sectional analysis of ongoing clinical trials involving lamotrigine for mental disorders insights from clinicaltrials gov and the eu clinical trials this study aims to evaluate whether ongoing clinical trials address existing knowledge gaps regarding the safety and efficacy of lamotrigine which is widely used in psychiatry including off label for the treatment of various mental disorders a cross sectional analysis was conducted using clinicaltrials gov and eu clinical trials with a cut off date of march to identify interventional trials involving lamotrigine for disorders classified under dsm icd filters for study type and recruitment status were applied and eligible records were manually reviewed a supplementary search cut off july screened observational studies nine records were identified of which five ongoing interventional trials met the inclusion criteria all involved bipolar disorder although one trial also enrolled participants with schizophrenia and major depressive disorder lamotrigine was used only in the bipolar depression arm nct is a phase iv rct comparing lamotrigine and lithium in bipolar ii disorder nct investigates smartphone mood tracking in bipolar patients nct examines the clinical academic group model for bipolar disorder focusing on hospitalization risk and psychosocial outcomes nct and nct examine early intensified pharmacotherapy versus usual care in bipolar depression measuring madrs scores and adverse events all identified trials were non commercials supplementary screening found six observational studies mainly addressing epilepsy or pharmacokinetics which partially address the gaps in knowledge regarding safety during pregnancy and cardiac risk other indications and safety aspects including pregnancy and cardiac risk remain under researched despite widespread clinical use further studies are needed to support evidence based practice"
}