{
    "title": "Health Inequities in Head and Neck Cancer: Disparities Across the Continuum of Care.",
    "doc_id": "40747754",
    "writer": "Liddell PH",
    "year": "2025",
    "summary": "BACKGROUND: Health inequities in head and neck cancer (HNC) disproportionately affect marginalized populations, including racial and ethnic minorities, rural communities, and those with low socioeconomic status. ...",
    "abstract": "Background:\n        \n      \n      Health inequities in head and neck cancer (HNC) disproportionately affect marginalized populations, including racial and ethnic minorities, rural communities, and those with low socioeconomic status. These disparities are driven by social determinants of health (SDOH), cultural beliefs, and systemic barriers, resulting in advanced-stage diagnoses and worse outcomes.\n    \n\n\n          Methods:\n        \n      \n      This review synthesizes evidence from epidemiological studies, clinical research, and public health data to explore disparities in HNC prevention, diagnosis, treatment, survivorship, and clinical trial participation. It examines SDOH and cultural factors while identifying evidence-based interventions.\n    \n\n\n          Results:\n        \n      \n      Disparities stem from structural barriers, mistrust, and healthcare access gaps. Promising strategies, including telehealth, mobile clinics, and culturally tailored interventions, show potential for reducing inequities. Survivorship challenges emphasize the need for patient-centered, multidisciplinary care.\n    \n\n\n          Conclusions:\n        \n      \n      Addressing HNC disparities requires culturally sensitive interventions, equitable resource allocation, and policy reform. Future efforts should focus on implementing strategies to improve outcomes for vulnerable populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40747754/",
    "clean_text": "health inequities in head and neck cancer disparities across the continuum of care background health inequities in head and neck cancer hnc disproportionately affect marginalized populations including racial and ethnic minorities rural communities and those with low socioeconomic status background health inequities in head and neck cancer hnc disproportionately affect marginalized populations including racial and ethnic minorities rural communities and those with low socioeconomic status these disparities are driven by social determinants of health sdoh cultural beliefs and systemic barriers resulting in advanced stage diagnoses and worse outcomes methods this review synthesizes evidence from epidemiological studies clinical research and public health data to explore disparities in hnc prevention diagnosis treatment survivorship and clinical trial participation it examines sdoh and cultural factors while identifying evidence based interventions results disparities stem from structural barriers mistrust and healthcare access gaps promising strategies including telehealth mobile clinics and culturally tailored interventions show potential for reducing inequities survivorship challenges emphasize the need for patient centered multidisciplinary care conclusions addressing hnc disparities requires culturally sensitive interventions equitable resource allocation and policy reform future efforts should focus on implementing strategies to improve outcomes for vulnerable populations"
}