{
    "pmid": "41377711",
    "title": "Circulating microRNA-219 in stroke: Lack associations with clinical parameters and post-stroke epilepsy risk.",
    "abstract": "Post-stroke epilepsy (PSE) is a significant complication in stroke survivors, yet early diagnostic biomarkers remain unclear. This study investigated whether circulating microRNA-219 (miR-219) could serve as a reliable biomarker for early detection of PSE. Serum samples (2 mL) were collected from 40 stroke patients and 20 healthy controls. Circulating miR-219 was measured using real-time PCR. The predictive performance of miR-219 and the PoSERS model for PSE was evaluated using ROC analysis. Demographic and clinical information, including age, gender, stroke subtype, and lesion location, was recorded. Significant differences were observed in stroke subtype (ischemic vs. hemorrhagic) and lesion location (cortical vs. subcortical) between patients with and without PSE (P < 0.05). Triglyceride (TG), HbA1C, and cholesterol levels also differed significantly (P < 0.05). Circulating miR-219 was significantly elevated in stroke patients compared to controls (P < 0.05). However, no significant differences in miR-219 levels were observed between patients with and without PSE. Similar trends were observed when comparing survivors vs. non-survivors, ischemic vs. hemorrhagic stroke, and cortical vs. subcortical lesions. MiR-219 had no predictive value for PSE (AUC=0.49), unlike the PoSERS model (AUC=0.72). Although a significant difference in circulating miR-219 was observed between stroke patients and healthy subjects, it cannot serve as a biomarker to predict the development of PSE. Given the limited sample size, the predictive potential of miR-219 should be confirmed in future studies with larger sample sizes.",
    "disease": "epilepsy",
    "clean_text": "circulating microrna in stroke lack associations with clinical parameters and post stroke epilepsy risk post stroke epilepsy pse is a significant complication in stroke survivors yet early diagnostic biomarkers remain unclear this study investigated whether circulating microrna mir could serve as a reliable biomarker for early detection of pse serum samples ml were collected from stroke patients and healthy controls circulating mir was measured using real time pcr the predictive performance of mir and the posers model for pse was evaluated using roc analysis demographic and clinical information including age gender stroke subtype and lesion location was recorded significant differences were observed in stroke subtype ischemic vs hemorrhagic and lesion location cortical vs subcortical between patients with and without pse p triglyceride tg hba c and cholesterol levels also differed significantly p circulating mir was significantly elevated in stroke patients compared to controls p however no significant differences in mir levels were observed between patients with and without pse similar trends were observed when comparing survivors vs non survivors ischemic vs hemorrhagic stroke and cortical vs subcortical lesions mir had no predictive value for pse auc unlike the posers model auc although a significant difference in circulating mir was observed between stroke patients and healthy subjects it cannot serve as a biomarker to predict the development of pse given the limited sample size the predictive potential of mir should be confirmed in future studies with larger sample sizes"
}