{
    "title": "The case for oxygen free radicals in the pathogenesis of ischemic acute renal failure.",
    "doc_id": "3288885",
    "writer": "Canavese C",
    "year": "1988",
    "summary": "One of the more glaring paradoxes of ischemic acute renal failure is that such injury appears to be worse in the kidney as opposed to other organs, even though the kidney is the best oxygenated. ...As far as oxygenation is concerned, the kidney's …",
    "abstract": "One of the more glaring paradoxes of ischemic acute renal failure is that such injury appears to be worse in the kidney as opposed to other organs, even though the kidney is the best oxygenated. An answer can be deduced from the anatomical and physiological background, together with a reappraisal of the role of medullary vascular damage and recent evidence of the importance of the postischemic component of ischemic injury, which is mediated by oxygen free radicals. As far as oxygenation is concerned, the kidney's Achilles heel is the tubules of the outer strip of the outer medulla, which are also those that have the most metabolic activity. It is here that ischemic injury begins, and is maintained and exacerbated in the postischemic stage by the free radicals. These are produced by the kidney in large quantities, since it has all the necessary chemical ingredients available. It is therefore readily understandable why the kidney, being the best oxygenated organ, is so sensitive to an ischemic insult, since the damage caused in the postischemic stage is increased the greater the amount of oxygen brought in by reperfusion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3288885/",
    "clean_text": "the case for oxygen free radicals in the pathogenesis of ischemic acute renal failure one of the more glaring paradoxes of ischemic acute renal failure is that such injury appears to be worse in the kidney as opposed to other organs even though the kidney is the best oxygenated as far as oxygenation is concerned the kidney s one of the more glaring paradoxes of ischemic acute renal failure is that such injury appears to be worse in the kidney as opposed to other organs even though the kidney is the best oxygenated an answer can be deduced from the anatomical and physiological background together with a reappraisal of the role of medullary vascular damage and recent evidence of the importance of the postischemic component of ischemic injury which is mediated by oxygen free radicals as far as oxygenation is concerned the kidney s achilles heel is the tubules of the outer strip of the outer medulla which are also those that have the most metabolic activity it is here that ischemic injury begins and is maintained and exacerbated in the postischemic stage by the free radicals these are produced by the kidney in large quantities since it has all the necessary chemical ingredients available it is therefore readily understandable why the kidney being the best oxygenated organ is so sensitive to an ischemic insult since the damage caused in the postischemic stage is increased the greater the amount of oxygen brought in by reperfusion"
}