{
    "pmid": "41436960",
    "title": "Integrating chest radiography-based TB screening and preventive treatment for household contacts in Pakistan: a pilot study.",
    "abstract": "Pakistan ranks fifth among countries with the highest tuberculosis (TB) incidence worldwide, yet only approximately 70% of TB patients receive treatment. The World Health Organisation (WHO) recommends active TB case finding and TB preventive treatment (TPT) for household contacts (HHCs) following exclusion of active TB disease. We piloted the integration of WHO-recommended chest X-ray (CXR) screening and TPT for HHCs, with data collection via PREVENT-TB app. A mixed-method pilot study was conducted in 19 healthcare facilities in Hafizabad and Nankana Sahib districts of Punjab, Pakistan, from December 2021 to September 2023. It aimed to assess the acceptability and feasibility of a CXR based TB screening among HHCs, the initiation of TPT, and the feasibility of using a mobile application to document the intervention and its completeness. Descriptive statistics and binary logistic regression were used to analyse quantitative data. Thematic analysis was used to analyse semi-structured interviews with programme staff, healthcare providers and patients. Digital and paper-based data collection approaches were compared. Among 694 index TB patients, 2817 HHCs were identified, of whom 1421 (50%) underwent CXR and symptom screening. A total of 118 (8%) screened HHCs had TB symptoms and/or CXR abnormalities and 5 (4%) were diagnosed with TB. Of the 1416 HHCs eligible for TPT, 957 (68%) initiated TPT, and among these 903 (94%) completed their treatment. The most common reason for refusal of screening and TPT was perceived lack of need by HHCs. Digital data collection was found to satisfactorily support both implementation and monitoring. Integrating CXR screening and TPT into routine primary healthcare with digital monitoring are feasible.",
    "disease": "tuberculosis",
    "clean_text": "integrating chest radiography based tb screening and preventive treatment for household contacts in pakistan a pilot study pakistan ranks fifth among countries with the highest tuberculosis tb incidence worldwide yet only approximately of tb patients receive treatment the world health organisation who recommends active tb case finding and tb preventive treatment tpt for household contacts hhcs following exclusion of active tb disease we piloted the integration of who recommended chest x ray cxr screening and tpt for hhcs with data collection via prevent tb app a mixed method pilot study was conducted in healthcare facilities in hafizabad and nankana sahib districts of punjab pakistan from december to september it aimed to assess the acceptability and feasibility of a cxr based tb screening among hhcs the initiation of tpt and the feasibility of using a mobile application to document the intervention and its completeness descriptive statistics and binary logistic regression were used to analyse quantitative data thematic analysis was used to analyse semi structured interviews with programme staff healthcare providers and patients digital and paper based data collection approaches were compared among index tb patients hhcs were identified of whom underwent cxr and symptom screening a total of screened hhcs had tb symptoms and or cxr abnormalities and were diagnosed with tb of the hhcs eligible for tpt initiated tpt and among these completed their treatment the most common reason for refusal of screening and tpt was perceived lack of need by hhcs digital data collection was found to satisfactorily support both implementation and monitoring integrating cxr screening and tpt into routine primary healthcare with digital monitoring are feasible"
}