{
    "pmid": "41393599",
    "title": "Successful Resolution of Coronary Thrombus in a Child With Kawasaki Disease and Giant Coronary Artery Aneurysms Using Anticoagulation Therapy.",
    "abstract": "Kawasaki disease (KD) is a systemic vasculitis that can lead to coronary artery aneurysms (CAAs), particularly in untreated or treatment-resistant cases. Giant aneurysms carry a significant risk for thrombosis and myocardial ischemia. We report the case of a four-year-old boy with KD and multiple giant CAAs who presented with a sub-therapeutic international normalized ratio (INR). Echocardiography revealed a large thrombus in the left anterior descending (LAD) artery. The patient was treated with continuous heparin infusion, warfarin, and aspirin. Serial echocardiography confirmed complete thrombus resolution within one month. This case underscores the importance of consistent anticoagulation monitoring and individualized therapy in children with giant CAAs due to KD. Heparin infusion, followed by tailored warfarin therapy, can achieve safe and effective thrombus resolution without the need for surgical intervention.",
    "disease": "coronary artery disease",
    "clean_text": "successful resolution of coronary thrombus in a child with kawasaki disease and giant coronary artery aneurysms using anticoagulation therapy kawasaki disease kd is a systemic vasculitis that can lead to coronary artery aneurysms caas particularly in untreated or treatment resistant cases giant aneurysms carry a significant risk for thrombosis and myocardial ischemia we report the case of a four year old boy with kd and multiple giant caas who presented with a sub therapeutic international normalized ratio inr echocardiography revealed a large thrombus in the left anterior descending lad artery the patient was treated with continuous heparin infusion warfarin and aspirin serial echocardiography confirmed complete thrombus resolution within one month this case underscores the importance of consistent anticoagulation monitoring and individualized therapy in children with giant caas due to kd heparin infusion followed by tailored warfarin therapy can achieve safe and effective thrombus resolution without the need for surgical intervention"
}