{
    "pmid": "41466887",
    "title": "The Profound Impact of the COVID-19 Pandemic on the Epidemiology of Quadriceps and Patellar Tendon Ruptures: Insights From a Single Trust in the United Kingdom.",
    "abstract": "Introduction Quadriceps and patellar tendon ruptures are uncommon but disabling injuries that require surgical repair. Changes in physical activity patterns during and after the COVID-19 pandemic may have influenced their occurrence. This study compares the incidence, demographics, and seasonal distribution of these injuries before and after the pandemic within a single UK NHS trust. Methods A retrospective review was performed of all patients undergoing primary repair of quadriceps or patellar tendon ruptures at the Shrewsbury and Telford NHS Trust from January 2014 to December 2024. The pre-COVID period (2014-2019) was compared with the post-COVID period (2021-2024), with 2020 excluded due to major service disruption and atypical clinical pathways during the first pandemic year. Annual incidence rates were calculated as cases per 100,000 population, using year-specific catchment population estimates from the Office for National Statistics (ONS). Demographic variables, injury characteristics, and seasonal patterns were extracted from electronic records. Between-period comparisons used the Mann-Whitney U test. No adjustment for age, BMI, or comorbidities was performed. Results A total of 203 patients were identified, including 95 pre-COVID and 108 post-COVID. The median age was 63 years (range 15-90), with a male-to-female ratio of 7.8:1. Injuries occurred most frequently in autumn (28%). The median annual incidence increased from 4.6 per 100,000 pre-COVID to 8.3 per 100,000 post-COVID (incidence rate ratio 1.8, p = 0.0073). The median number of cases per year rose from 16 to 27 between periods. Conclusion The incidence of surgically treated quadriceps and patellar tendon ruptures increased in the post-COVID period. Although the study does not adjust for potential confounders, the findings suggest an association between the post-pandemic era and higher injury rates. Further research with multivariable analysis is needed to clarify contributing factors.",
    "disease": "covid-19",
    "clean_text": "the profound impact of the covid pandemic on the epidemiology of quadriceps and patellar tendon ruptures insights from a single trust in the united kingdom introduction quadriceps and patellar tendon ruptures are uncommon but disabling injuries that require surgical repair changes in physical activity patterns during and after the covid pandemic may have influenced their occurrence this study compares the incidence demographics and seasonal distribution of these injuries before and after the pandemic within a single uk nhs trust methods a retrospective review was performed of all patients undergoing primary repair of quadriceps or patellar tendon ruptures at the shrewsbury and telford nhs trust from january to december the pre covid period was compared with the post covid period with excluded due to major service disruption and atypical clinical pathways during the first pandemic year annual incidence rates were calculated as cases per population using year specific catchment population estimates from the office for national statistics ons demographic variables injury characteristics and seasonal patterns were extracted from electronic records between period comparisons used the mann whitney u test no adjustment for age bmi or comorbidities was performed results a total of patients were identified including pre covid and post covid the median age was years range with a male to female ratio of injuries occurred most frequently in autumn the median annual incidence increased from per pre covid to per post covid incidence rate ratio p the median number of cases per year rose from to between periods conclusion the incidence of surgically treated quadriceps and patellar tendon ruptures increased in the post covid period although the study does not adjust for potential confounders the findings suggest an association between the post pandemic era and higher injury rates further research with multivariable analysis is needed to clarify contributing factors"
}