{
    "title": "[Ethical issues of Internet use by pregnant women during their medical care].",
    "doc_id": "32985833",
    "writer": "Masella MA",
    "year": "2020",
    "summary": "INTRODUCTION: Pregnant women are heavy users of Internet and this has an impact on their medical follow-up. ...A thematic analysis was conducted on these articles. RESULTS: More than 90% of pregnant women use Internet, particularly to find medical info …",
    "abstract": "Introduction:\n        \n      \n      Pregnant women are heavy users of Internet and this has an impact on their medical follow-up. The purpose of this study is to highlight the ethical issues related to the use of the Internet by women in their medical care.Methode: Through a systematic literature review conducted on PubMed/Medline, Web of Science, CINAHL and Embase between June and July 2019, 10&#160;670 results were obtained, and 79 articles were included in the post-selection study. A thematic analysis was conducted on these articles.\n    \n\n\n          Results:\n        \n      \n      More than 90% of pregnant women use Internet, particularly to find medical information and social support, mainly on pregnancy and childbirth. This research allows them more equitable access to knowledge and develops their empowerment, which modifies the relationship between caregiver and patient, through the acquisition of greater autonomy for women and the development of experiential knowledge. This access offers a central and active role to pregnant women in their medical care. However, many authors also agree on the possible abuses of this use: misinformation, disproportionate information and the presence of judgment that undermine empowerment, but also digital divide and inequity in understanding information, stigmatization of women, and risks of privacy breaches on data acquired online.\n    \n\n\n          Conclusion:\n        \n      \n      In order to provide pregnant women with the central and active place they seek, the authors recommend involving caregivers in the referral to reliable sites, encouraging them to develop online content, and educating pregnant women in the search for health information on Internet.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32985833/",
    "clean_text": "ethical issues of internet use by pregnant women during their medical care introduction pregnant women are heavy users of internet and this has an impact on their medical follow up a thematic analysis was conducted on these articles results more than of pregnant women use internet particularly to find medical info introduction pregnant women are heavy users of internet and this has an impact on their medical follow up the purpose of this study is to highlight the ethical issues related to the use of the internet by women in their medical care methode through a systematic literature review conducted on pubmed medline web of science cinahl and embase between june and july results were obtained and articles were included in the post selection study a thematic analysis was conducted on these articles results more than of pregnant women use internet particularly to find medical information and social support mainly on pregnancy and childbirth this research allows them more equitable access to knowledge and develops their empowerment which modifies the relationship between caregiver and patient through the acquisition of greater autonomy for women and the development of experiential knowledge this access offers a central and active role to pregnant women in their medical care however many authors also agree on the possible abuses of this use misinformation disproportionate information and the presence of judgment that undermine empowerment but also digital divide and inequity in understanding information stigmatization of women and risks of privacy breaches on data acquired online conclusion in order to provide pregnant women with the central and active place they seek the authors recommend involving caregivers in the referral to reliable sites encouraging them to develop online content and educating pregnant women in the search for health information on internet"
}