{
    "pmid": "41457490",
    "title": "Post-discharge telephone follow-up among ischemic stroke survivors at a comprehensive stroke center in the southeastern United States: a best practice implementation project.",
    "abstract": "Stroke remains a leading cause of death and disability, with high readmission rates following discharge. Improving post-discharge stroke care can enhance risk factor control, community reintegration, and self-management. This project aimed to improve telephone follow-up (TFU) for acute ischemic stroke and transient ischemic attack survivors at a comprehensive stroke center in Mississippi, USA. Guided by the JBI Evidence Implementation Framework, the project used clinical audits to assess barriers and enablers of compliance with evidence-based practices (EBPs). Two such practices were used as audit criteria. A baseline audit was conducted, barriers to EBPs were identified, and strategies to address the barriers were planned and implemented. Follow-up audits were conducted, using the same two audit criteria and methods, with the results compared to baseline. The baseline audit (n = 30) revealed low compliance with both EBPs (0% and 40%). An unclear and outdated TFU protocol for stroke patients was identified as the primary barrier to achieving EBPs. The improvement strategy focused on three key initiatives: (i) creating a standardized, multidisciplinary discharge TFU process; (ii) creating and implementing a post-discharge TFU template in the electronic health record; and (iii) providing staff education on the new process and documentation. The post-intervention audit (n = 30) showed statistically significant improvements (100% for both criteria; p < 0.001). Implementing a structured TFU protocol significantly improved post-discharge follow-up for stroke survivors. Future efforts should focus on sustaining these improvements and evaluating their long-term impact. http://links.lww.com/IJEBH/A449.",
    "disease": "stroke",
    "clean_text": "post discharge telephone follow up among ischemic stroke survivors at a comprehensive stroke center in the southeastern united states a best practice implementation project stroke remains a leading cause of death and disability with high readmission rates following discharge improving post discharge stroke care can enhance risk factor control community reintegration and self management this project aimed to improve telephone follow up tfu for acute ischemic stroke and transient ischemic attack survivors at a comprehensive stroke center in mississippi usa guided by the jbi evidence implementation framework the project used clinical audits to assess barriers and enablers of compliance with evidence based practices ebps two such practices were used as audit criteria a baseline audit was conducted barriers to ebps were identified and strategies to address the barriers were planned and implemented follow up audits were conducted using the same two audit criteria and methods with the results compared to baseline the baseline audit n revealed low compliance with both ebps and an unclear and outdated tfu protocol for stroke patients was identified as the primary barrier to achieving ebps the improvement strategy focused on three key initiatives i creating a standardized multidisciplinary discharge tfu process ii creating and implementing a post discharge tfu template in the electronic health record and iii providing staff education on the new process and documentation the post intervention audit n showed statistically significant improvements for both criteria p implementing a structured tfu protocol significantly improved post discharge follow up for stroke survivors future efforts should focus on sustaining these improvements and evaluating their long term impact http links lww com ijebh a"
}