{
    "pmid": "41380068",
    "title": "Biological Sex Is Associated with Pre-Tibial Subcutaneous Tissue Depth for Intraosseous Catheter Insertion.",
    "abstract": "Intraosseous (IO) vascular access is commonly used when critically ill patients require rapid indirect venous access for the infusion of fluids and medications. The proximal tibia (PT) IO insertion site has been shown to be associated with the highest first-attempt placement success rates. However, inadequate catheter length continues to contribute to failure of IO line placement. In this study, we compared patient characteristics to the depth of soft tissue at the PT insertion site, to determine whether any specific patient subgroup may be at high risk for excessive pre-tibial soft tissue depth. Patients were enrolled retrospectively from the medical records of adult (≥ 18 years old) subjects who had undergone computed tomography (CT) imaging of the lower extremity. We calculated the pre-tibial soft tissue depth according to a predefined method using CT images. Data were abstracted into a standardized data collection form prior to analysis. Variables including side, age, sex, body mass index (BMI) and comorbidities (i.e., hypertension, diabetes mellitus, atherosclerosis, coronary artery disease, osteoarthritis) were collected and analyzed. A total of 368 patients were included in the final data analysis. Increased BMI, height and weight had a statistically significant increase in pre-tibial soft tissue depth. Analyzing patients within groups based on this tissue depth (>40 mm, 20-40 mm, <20 mm) showed that height was the only quantitative variable to have a significant association with pre-tibial soft tissue depth measurements between the >40 mm and 20-40 mm groups with a negative correlation. While female sex was associated with a statistically significant increase in pre-tibial soft tissue depth, no such effect was seen with any of the recorded comorbidities. Female sex, short height, and high weight / BMI appear to be correlated with increased soft tissue thickness at the proximal tibial intraosseous insertion site. Longer catheter sizes may be required for proximal tibial intraosseous cannulation in obese patients, and for female patients when compared to male patients with the same BMI.",
    "disease": "coronary artery disease",
    "clean_text": "biological sex is associated with pre tibial subcutaneous tissue depth for intraosseous catheter insertion intraosseous io vascular access is commonly used when critically ill patients require rapid indirect venous access for the infusion of fluids and medications the proximal tibia pt io insertion site has been shown to be associated with the highest first attempt placement success rates however inadequate catheter length continues to contribute to failure of io line placement in this study we compared patient characteristics to the depth of soft tissue at the pt insertion site to determine whether any specific patient subgroup may be at high risk for excessive pre tibial soft tissue depth patients were enrolled retrospectively from the medical records of adult years old subjects who had undergone computed tomography ct imaging of the lower extremity we calculated the pre tibial soft tissue depth according to a predefined method using ct images data were abstracted into a standardized data collection form prior to analysis variables including side age sex body mass index bmi and comorbidities i e hypertension diabetes mellitus atherosclerosis coronary artery disease osteoarthritis were collected and analyzed a total of patients were included in the final data analysis increased bmi height and weight had a statistically significant increase in pre tibial soft tissue depth analyzing patients within groups based on this tissue depth mm mm mm showed that height was the only quantitative variable to have a significant association with pre tibial soft tissue depth measurements between the mm and mm groups with a negative correlation while female sex was associated with a statistically significant increase in pre tibial soft tissue depth no such effect was seen with any of the recorded comorbidities female sex short height and high weight bmi appear to be correlated with increased soft tissue thickness at the proximal tibial intraosseous insertion site longer catheter sizes may be required for proximal tibial intraosseous cannulation in obese patients and for female patients when compared to male patients with the same bmi"
}