{
    "title": "Defining prostate cancer risk before prostate biopsy.",
    "doc_id": "22795499",
    "writer": "Pal RP",
    "year": "2013",
    "summary": "Prostate cancer is the most commonly diagnosed cancer in men. At present, patients are selected for prostate biopsy on the basis of age, serum prostate specific antigen (PSA), and prostatic digital rectal examination (DRE) findings. ...Th …",
    "abstract": "Prostate cancer is the most commonly diagnosed cancer in men. At present, patients are selected for prostate biopsy on the basis of age, serum prostate specific antigen (PSA), and prostatic digital rectal examination (DRE) findings. However, due to limitations in the use of PSA and DRE, many patients undergo unnecessary prostate biopsy. A further problem arises as many patients are diagnosed and treated for indolent disease. This review of the literature highlights the strengths and weaknesses of existing methods of prebiopsy risk stratification and evaluates promising serum, urine, and radiologic prostate cancer biomarkers, which may improve risk stratification for prostate biopsy in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22795499/",
    "clean_text": "defining prostate cancer risk before prostate biopsy prostate cancer is the most commonly diagnosed cancer in men at present patients are selected for prostate biopsy on the basis of age serum prostate specific antigen psa and prostatic digital rectal examination dre findings th prostate cancer is the most commonly diagnosed cancer in men at present patients are selected for prostate biopsy on the basis of age serum prostate specific antigen psa and prostatic digital rectal examination dre findings however due to limitations in the use of psa and dre many patients undergo unnecessary prostate biopsy a further problem arises as many patients are diagnosed and treated for indolent disease this review of the literature highlights the strengths and weaknesses of existing methods of prebiopsy risk stratification and evaluates promising serum urine and radiologic prostate cancer biomarkers which may improve risk stratification for prostate biopsy in the future"
}