{
    "pmid": "41435757",
    "title": "Comparing participant recruitment methods in knee osteoarthritis: Implications for community recruitment and its effects on clinical and biomechanical outcomes.",
    "abstract": "Community-based recruitment may relieve clinician-dependant strategies for participant recruitment in gait analyses for clinical populations. However, it is unknown whether individuals recruited through community-based self-report methods exhibit similar patient-reported outcomes and gait biomechanics to those clinically diagnosed by a healthcare provider. This study aims to explore the differences between self-reported and clinically diagnosed knee osteoarthritis in terms of pain, function, quality of life, and gait biomechanics. Participants with self-reported knee osteoarthritis (n = 16) were recruited based on activity-related knee pain, while those with clinically diagnosed knee osteoarthritis (n = 16) diagnosed based on the American College of Rheumatology guidelines by an orthopaedic surgeon. Both groups completed the Knee Injury and Osteoarthritis Outcome Score and Intermittent and Constant Osteoarthritis Pain questionnaires. Gait analysis was performed using three-dimensional motion capture, with sagittal plane knee angles, and knee flexion and adduction moments. Independent t-tests and statistical parametric mapping were used for group comparisons. No differences were found between groups for patient-reported outcomes. Compared to individuals with clinically diagnosed knee osteoarthritis, individuals with self-reported knee osteoarthritis walked with reduced knee flexion angles and reduced peak knee flexion and adduction moments. While patient-reported outcomes were not different, the biomechanical characteristics indicate that individuals recruited using community-based self-reported methodology may walk with gait patterns more closely resembling severe knee osteoarthritis. Although neither recruitment strategy is superior, these data support that employing a community-based self-report recruitment criterion may yield individuals who walk with gait patterns more closely resembling severe knee osteoarthritis compared to those clinically diagnosed.",
    "disease": "osteoarthritis",
    "clean_text": "comparing participant recruitment methods in knee osteoarthritis implications for community recruitment and its effects on clinical and biomechanical outcomes community based recruitment may relieve clinician dependant strategies for participant recruitment in gait analyses for clinical populations however it is unknown whether individuals recruited through community based self report methods exhibit similar patient reported outcomes and gait biomechanics to those clinically diagnosed by a healthcare provider this study aims to explore the differences between self reported and clinically diagnosed knee osteoarthritis in terms of pain function quality of life and gait biomechanics participants with self reported knee osteoarthritis n were recruited based on activity related knee pain while those with clinically diagnosed knee osteoarthritis n diagnosed based on the american college of rheumatology guidelines by an orthopaedic surgeon both groups completed the knee injury and osteoarthritis outcome score and intermittent and constant osteoarthritis pain questionnaires gait analysis was performed using three dimensional motion capture with sagittal plane knee angles and knee flexion and adduction moments independent t tests and statistical parametric mapping were used for group comparisons no differences were found between groups for patient reported outcomes compared to individuals with clinically diagnosed knee osteoarthritis individuals with self reported knee osteoarthritis walked with reduced knee flexion angles and reduced peak knee flexion and adduction moments while patient reported outcomes were not different the biomechanical characteristics indicate that individuals recruited using community based self reported methodology may walk with gait patterns more closely resembling severe knee osteoarthritis although neither recruitment strategy is superior these data support that employing a community based self report recruitment criterion may yield individuals who walk with gait patterns more closely resembling severe knee osteoarthritis compared to those clinically diagnosed"
}