{
    "title": "Clinical and Morphological Evaluation of Erosive and Ulcerative Gastric Lesions in Patients with Rheumatoid Arthritis.",
    "doc_id": "35570543",
    "writer": "Beloglazov V",
    "year": "2023",
    "summary": "BACKGROUND: One of the most important problems associated with the treatment of Rheumatoid Arthritis (RA) is erosive-ulcerative lesions (EUL) of the gastroduodenal zone, which is associated with the use of non-steroidal anti-inflammatory drugs (NSAIDs). ...Group 1 included …",
    "abstract": "Background:\n        \n      \n      One of the most important problems associated with the treatment of Rheumatoid Arthritis (RA) is erosive-ulcerative lesions (EUL) of the gastroduodenal zone, which is associated with the use of non-steroidal anti-inflammatory drugs (NSAIDs).\n    \n\n\n          Aims:\n        \n      \n      Our research aims to study the clinical and histo-morphological criteria for forming the EUL of the gastroduodenal zone in patients with RA.\n    \n\n\n          Methods:\n        \n      \n      Patients were divided into 3 groups, depending on the presence of an EUL, according to Fibrogastroduodenoscopy (FGDS) data with a negative test for H. pylori. Group 1 included RA patients without EUL (n = 18), group 2 RA patients with erosive lesions of the gastroduodenal zone (n = 57), and group 3 consisted of RA patients with ulcerative lesions (n = 17). As a norm, we used data from a survey of 18 healthy donors corresponding to RA patient's age and sex distribution, where no somatic pathology was revealed. GSRS questionnaire was used for assessment of subjective symptoms. For histomorphological studies, biopsy specimens were taken during FGDS using an Olympus Evis Exera II digital video endoscope.\n    \n\n\n          Results:\n        \n      \n      Patients of RA with EUL in the gastro-duodenal zone were significantly different from the group of healthy donors and patients of group 1 by the severity of 5 symptoms related to the upper gastrointestinal tract according to the GSRS questionnaire, including abdominal pain, heartburn, belching acid, a feeling of sucking and burning in epigastria, nausea and vomiting. In general, there were no clinically significant differences between the frequency of occurrence and the severity of symptoms on the GSRS scale between group 2 and group 3, except for complaints of heartburn. So, RA patients of group 3 had a higher rate of heartburn feeling of 3.0 (2.0-3.0) points than patients of group 2 with 2.0 (1.0-2.0) points.\n    \n\n\n          Conclusion:\n        \n      \n      The development of a EUL of the gastroduodenal zone in patients with RA is associated with low activity of inflammation in all studied slides, regardless of structurally destructive changes in the stomach and duodenum and compensatory hyperplastic reactions in the superficial layer of mucosa membrane, which can be determined by minimal subjective sensations or even complete absence of clinical manifestations with the formation of \"silent ulcers\", complicated by bleeding and perforation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35570543/",
    "clean_text": "clinical and morphological evaluation of erosive and ulcerative gastric lesions in patients with rheumatoid arthritis background one of the most important problems associated with the treatment of rheumatoid arthritis ra is erosive ulcerative lesions eul of the gastroduodenal zone which is associated with the use of non steroidal anti inflammatory drugs nsaids group included background one of the most important problems associated with the treatment of rheumatoid arthritis ra is erosive ulcerative lesions eul of the gastroduodenal zone which is associated with the use of non steroidal anti inflammatory drugs nsaids aims our research aims to study the clinical and histo morphological criteria for forming the eul of the gastroduodenal zone in patients with ra methods patients were divided into groups depending on the presence of an eul according to fibrogastroduodenoscopy fgds data with a negative test for h pylori group included ra patients without eul n group ra patients with erosive lesions of the gastroduodenal zone n and group consisted of ra patients with ulcerative lesions n as a norm we used data from a survey of healthy donors corresponding to ra patient s age and sex distribution where no somatic pathology was revealed gsrs questionnaire was used for assessment of subjective symptoms for histomorphological studies biopsy specimens were taken during fgds using an olympus evis exera ii digital video endoscope results patients of ra with eul in the gastro duodenal zone were significantly different from the group of healthy donors and patients of group by the severity of symptoms related to the upper gastrointestinal tract according to the gsrs questionnaire including abdominal pain heartburn belching acid a feeling of sucking and burning in epigastria nausea and vomiting in general there were no clinically significant differences between the frequency of occurrence and the severity of symptoms on the gsrs scale between group and group except for complaints of heartburn so ra patients of group had a higher rate of heartburn feeling of points than patients of group with points conclusion the development of a eul of the gastroduodenal zone in patients with ra is associated with low activity of inflammation in all studied slides regardless of structurally destructive changes in the stomach and duodenum and compensatory hyperplastic reactions in the superficial layer of mucosa membrane which can be determined by minimal subjective sensations or even complete absence of clinical manifestations with the formation of silent ulcers complicated by bleeding and perforation"
}