{
    "title": "The relevant targets of anti-oxidative stress: a review.",
    "doc_id": "33401976",
    "writer": "Qi JH",
    "year": "2021",
    "summary": "Previous studies have found that oxidative stress is the negative reaction of the imbalance between oxidation and antioxidation caused by free radicals, and it is the fuse of aging and many diseases. Scavenging the accumulation of free radicals in the body and inhib …",
    "abstract": "Previous studies have found that oxidative stress is the negative reaction of the imbalance between oxidation and antioxidation caused by free radicals, and it is the fuse of aging and many diseases. Scavenging the accumulation of free radicals in the body and inhibiting the production of free radicals are effective ways to reduce the occurrence of oxidative stress. In recent years, studies have found that oxidative stress has other effects on the body, such as anti-tumour. In this paper, the targets related to anti-oxidative stress were introduced, and they were divided into nuclear transcription factors, enzymes, solute carrier family 7, member 11 (SLC7A11) genes and iron death, ion channels, molecular chaperones, small molecules according to their different functions. In addition, we introduce the research status of agonists/inhibitors related to these targets, so as to provide some reference for the follow-up research and clinical application of anti-oxidative stress drugs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33401976/",
    "clean_text": "the relevant targets of anti oxidative stress a review previous studies have found that oxidative stress is the negative reaction of the imbalance between oxidation and antioxidation caused by free radicals and it is the fuse of aging and many diseases scavenging the accumulation of free radicals in the body and inhib previous studies have found that oxidative stress is the negative reaction of the imbalance between oxidation and antioxidation caused by free radicals and it is the fuse of aging and many diseases scavenging the accumulation of free radicals in the body and inhibiting the production of free radicals are effective ways to reduce the occurrence of oxidative stress in recent years studies have found that oxidative stress has other effects on the body such as anti tumour in this paper the targets related to anti oxidative stress were introduced and they were divided into nuclear transcription factors enzymes solute carrier family member slc a genes and iron death ion channels molecular chaperones small molecules according to their different functions in addition we introduce the research status of agonists inhibitors related to these targets so as to provide some reference for the follow up research and clinical application of anti oxidative stress drugs"
}