{
    "pmid": "41356082",
    "title": "Mixed connective tissue disease and tuberculosis coexistence as a diagnostic dilemma: A case report.",
    "abstract": "Mixed connective tissue disease (MCTD) is a rare autoimmune disorder characterized by overlapping features of systemic lupus erythematosus, systemic sclerosis, and polymyositis, and presence of anti-U1 ribonucleoprotein antibodies. Coexistence with tuberculosis (TB), a common infectious disease in endemic areas, poses a significant diagnostic challenge due to overlapping clinical and radiological features. We report a 35-year-old Pakistani female presenting with oral ulcers, body rash, worsening dyspnea, and a history of joint pains initially treated as rheumatoid arthritis. She was on antituberculous therapy (ATT) for presumed pulmonary TB. Laboratory findings revealed anemia, leukopenia, raised erythrocyte sedimentation rate, positive anti-Sm/RNP, anti-dsDNA, and anti-SSA/Ro antibodies, confirming MCTD with clinical features of systemic lupus erythematosus, Sjogren syndrome, and systemic sclerosis. The patient was also positive for hepatitis C and active TB. Treatment involved corticosteroids alongside continuation of ATT, resulting in significant clinical improvement over 12 days, with resolution of symptoms and improved laboratory parameters. The patient remained stable on follow-up with hydroxychloroquine and prednisolone. This case highlights the diagnostic complexity when autoimmune diseases coexist with TB, particularly in TB-endemic regions. Early recognition and integrated management of both conditions are crucial to improving outcomes. Clinicians should maintain a broad differential diagnosis and perform comprehensive immunological workup in patients with overlapping symptoms.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mixed connective tissue disease and tuberculosis coexistence as a diagnostic dilemma a case report mixed connective tissue disease mctd is a rare autoimmune disorder characterized by overlapping features of systemic lupus erythematosus systemic sclerosis and polymyositis and presence of anti u ribonucleoprotein antibodies coexistence with tuberculosis tb a common infectious disease in endemic areas poses a significant diagnostic challenge due to overlapping clinical and radiological features we report a year old pakistani female presenting with oral ulcers body rash worsening dyspnea and a history of joint pains initially treated as rheumatoid arthritis she was on antituberculous therapy att for presumed pulmonary tb laboratory findings revealed anemia leukopenia raised erythrocyte sedimentation rate positive anti sm rnp anti dsdna and anti ssa ro antibodies confirming mctd with clinical features of systemic lupus erythematosus sjogren syndrome and systemic sclerosis the patient was also positive for hepatitis c and active tb treatment involved corticosteroids alongside continuation of att resulting in significant clinical improvement over days with resolution of symptoms and improved laboratory parameters the patient remained stable on follow up with hydroxychloroquine and prednisolone this case highlights the diagnostic complexity when autoimmune diseases coexist with tb particularly in tb endemic regions early recognition and integrated management of both conditions are crucial to improving outcomes clinicians should maintain a broad differential diagnosis and perform comprehensive immunological workup in patients with overlapping symptoms"
}