{
    "pmid": "41381113",
    "title": "Efficacy of an acute bout of isometric wall squat exercise on pain sensitivity and clinical pain intensity in adults with knee osteoarthritis: a randomised controlled trial in outpatient physiotherapy clinics in Saudi Arabia.",
    "abstract": "To investigate the efficacy of two volumes of acute isometric wall squat exercise on pain sensitivity (primary outcome: pressure pain threshold (PPT)) and intensity (secondary outcome) in adults with knee osteoarthritis. A parallel-group randomised controlled trial. Outpatient physiotherapy clinics at hospitals in Saudi Arabia. Participants (n = 90; mean (SD) age 49.0 (13.0) years) with chronic knee osteoarthritis, diagnosed by a specialist orthopaedic physician using radiographic evidence and clinical judgement, were recruited via two tertiary hospitals in Saudi Arabia. Participants were stratified by sex and randomly allocated to one of three groups: isometric single-repetition wall-squat (ISO-SR; one repetition of a 3-min wall squat or to volitional fatigue at a 100° knee joint angle), isometric multiple-repetition wall-squat (ISO-MR; three repetitions of the same intervention) and control (quiet sitting for 7 min). PPT was measured at the calf (primary site of interest), lumbar spine and forearm using a pressure algometer. Pain intensity was assessed using a visual analogue scale. Primary analyses compared changes between intervention and control groups. All participants were included in the ITT analysis. The ISO-MR group had higher mean PPT ratings immediately postintervention in the calf (mean difference=9.4 (95% CI 5.6 to 13.2), p<0.001), forearm (4.0 (95% CI 1.2 to 6.9), p=0.006) and lumbar spine (5.4 (95% CI 2.4 to 8.4), p<0.001), compared with control. The ISO-SR group reported a greater increase in PPT when compared with control at the calf (5.8 (95% CI 2.0 to 9.6), p=0.003) and lumbar spine (3.7 (95% CI 0.7 to 6.8), p=0.015). There were no differences in clinical pain intensity between the groups. Both the ISO-SR and ISO-MR exercises to volitional fatigue reduced pain sensitivity in patients with knee osteoarthritis. Neither exercise volume changed clinical pain intensity. ClinicalTrials.gov registry (ID: NCT05605444).",
    "disease": "osteoarthritis",
    "clean_text": "efficacy of an acute bout of isometric wall squat exercise on pain sensitivity and clinical pain intensity in adults with knee osteoarthritis a randomised controlled trial in outpatient physiotherapy clinics in saudi arabia to investigate the efficacy of two volumes of acute isometric wall squat exercise on pain sensitivity primary outcome pressure pain threshold ppt and intensity secondary outcome in adults with knee osteoarthritis a parallel group randomised controlled trial outpatient physiotherapy clinics at hospitals in saudi arabia participants n mean sd age years with chronic knee osteoarthritis diagnosed by a specialist orthopaedic physician using radiographic evidence and clinical judgement were recruited via two tertiary hospitals in saudi arabia participants were stratified by sex and randomly allocated to one of three groups isometric single repetition wall squat iso sr one repetition of a min wall squat or to volitional fatigue at a knee joint angle isometric multiple repetition wall squat iso mr three repetitions of the same intervention and control quiet sitting for min ppt was measured at the calf primary site of interest lumbar spine and forearm using a pressure algometer pain intensity was assessed using a visual analogue scale primary analyses compared changes between intervention and control groups all participants were included in the itt analysis the iso mr group had higher mean ppt ratings immediately postintervention in the calf mean difference ci to p forearm ci to p and lumbar spine ci to p compared with control the iso sr group reported a greater increase in ppt when compared with control at the calf ci to p and lumbar spine ci to p there were no differences in clinical pain intensity between the groups both the iso sr and iso mr exercises to volitional fatigue reduced pain sensitivity in patients with knee osteoarthritis neither exercise volume changed clinical pain intensity clinicaltrials gov registry id nct"
}