{
    "pmid": "41454212",
    "title": "Religious Coping and Moral Injury among Muslim Clinicians: A Mixed-Methods Study of Post-Pandemic Burnout in Healthcare Settings.",
    "abstract": "This mixed-methods study examines the complex relationship between religious coping, moral injury, and burnout among Muslim healthcare professionals in the post-pandemic context. Quantitative data from 312 clinicians revealed that negative religious coping strongly correlated with both moral injury (r = 0.48, p < 0.001) and burnout (r = 0.52, p < 0.001), while positive religious coping served as a protective factor against burnout (r = - 0.34, p < 0.001) though showed limited impact on moral injury itself. Qualitative findings from 28 in-depth interviews identified four key themes: the dual nature of divine trust (Tawakkul) and predestination (Taqdir), the burden of sacred responsibility (Amanah), spiritual solace in ritual practice, and experiences of institutional and communal invalidation. The study demonstrates that Islamic religious frameworks function as both protective resources and potential sources of distress, highlighting the urgent need for spiritually informed support systems that address the unique psychological and theological dimensions of moral injury in Muslim clinicians.",
    "disease": "covid-19",
    "clean_text": "religious coping and moral injury among muslim clinicians a mixed methods study of post pandemic burnout in healthcare settings this mixed methods study examines the complex relationship between religious coping moral injury and burnout among muslim healthcare professionals in the post pandemic context quantitative data from clinicians revealed that negative religious coping strongly correlated with both moral injury r p and burnout r p while positive religious coping served as a protective factor against burnout r p though showed limited impact on moral injury itself qualitative findings from in depth interviews identified four key themes the dual nature of divine trust tawakkul and predestination taqdir the burden of sacred responsibility amanah spiritual solace in ritual practice and experiences of institutional and communal invalidation the study demonstrates that islamic religious frameworks function as both protective resources and potential sources of distress highlighting the urgent need for spiritually informed support systems that address the unique psychological and theological dimensions of moral injury in muslim clinicians"
}