{
    "title": "Quality of life among untreated sleep apnea patients compared with the general population and changes after treatment with positive airway pressure.",
    "doc_id": "25431105",
    "writer": "Bjornsdottir E",
    "year": "2015",
    "summary": "Obstructive sleep apnea leads to recurrent arousals from sleep, oxygen desaturations, daytime sleepiness and fatigue. This can have an adverse impact on quality of life. The aims of this study were to compare: (i) quality of life between the general po …",
    "abstract": "Obstructive sleep apnea leads to recurrent arousals from sleep, oxygen desaturations, daytime sleepiness and fatigue. This can have an adverse impact on quality of life. The aims of this study were to compare: (i) quality of life between the general population and untreated patients with obstructive sleep apnea; and (ii) changes of quality of life among patients with obstructive sleep apnea after 2 years of positive airway pressure treatment between adherent patients and non-users. Propensity score methodologies were used in order to minimize selection bias and strengthen causal inferences. The enrolled obstructive sleep apnea subjects (n = 822) were newly diagnosed with moderate to severe obstructive sleep apnea who were starting positive airway pressure treatment, and the general population subjects (n = 742) were randomly selected Icelanders. The Short Form 12 was used to measure quality of life. Untreated patients with obstructive sleep apnea had a worse quality of life when compared with the general population. This effect remained significant after using propensity scores to select samples, balanced with regard to age, body mass index, gender, smoking, diabetes, hypertension and cardiovascular disease. We did not find significant overall differences between full and non-users of positive airway pressure in improvement of quality of life from baseline to follow-up. However, there was a trend towards more improvement in physical quality of life for positive airway pressure-adherent patients, and the most obese subjects improved their physical quality of life more. The results suggest that co-morbidities of obstructive sleep apnea, such as obesity, insomnia and daytime sleepiness, have a great effect on life qualities and need to be taken into account and addressed with additional interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25431105/",
    "clean_text": "quality of life among untreated sleep apnea patients compared with the general population and changes after treatment with positive airway pressure obstructive sleep apnea leads to recurrent arousals from sleep oxygen desaturations daytime sleepiness and fatigue this can have an adverse impact on quality of life the aims of this study were to compare i quality of life between the general po obstructive sleep apnea leads to recurrent arousals from sleep oxygen desaturations daytime sleepiness and fatigue this can have an adverse impact on quality of life the aims of this study were to compare i quality of life between the general population and untreated patients with obstructive sleep apnea and ii changes of quality of life among patients with obstructive sleep apnea after years of positive airway pressure treatment between adherent patients and non users propensity score methodologies were used in order to minimize selection bias and strengthen causal inferences the enrolled obstructive sleep apnea subjects n were newly diagnosed with moderate to severe obstructive sleep apnea who were starting positive airway pressure treatment and the general population subjects n were randomly selected icelanders the short form was used to measure quality of life untreated patients with obstructive sleep apnea had a worse quality of life when compared with the general population this effect remained significant after using propensity scores to select samples balanced with regard to age body mass index gender smoking diabetes hypertension and cardiovascular disease we did not find significant overall differences between full and non users of positive airway pressure in improvement of quality of life from baseline to follow up however there was a trend towards more improvement in physical quality of life for positive airway pressure adherent patients and the most obese subjects improved their physical quality of life more the results suggest that co morbidities of obstructive sleep apnea such as obesity insomnia and daytime sleepiness have a great effect on life qualities and need to be taken into account and addressed with additional interventions"
}