{
    "pmid": "41465450",
    "title": "Mitochondrial tRNA-Derived Diseases.",
    "abstract": "Mitochondrial tRNA genes are critical hotspots for pathogenic mutations and several mitochondrial diseases. They account for approximately 70-75% of disease-causing mtDNA variants despite comprising only 5-10% of the mitochondrial genome. These mutations interfere with mitochondrial translation and affect oxidative phosphorylation, resulting in remarkably heterogeneous multisystem disorders. Under this light, we systematically reviewed PubMed, Scopus, and MITOMAP databases through October 2025, indexing all clinically relevant pathogenic mt-tRNA mutations classified by affected organ systems and underlying molecular mechanisms. Approximately 500 distinct pathogenic variants were identified across all 22 mt-tRNA genes. Beyond typical syndromes like MELAS, MERRF, Leigh syndrome, and Kearns-Sayre syndrome that are linked to mt-tRNA mutations, they increasingly implicate cardiovascular diseases (cardiomyopathy, hypertension), neuromuscular disorders (myopathies, encephalopathies), sensory impairment (hearing loss, optic neuropathy), metabolic dysfunction (diabetes, polycystic ovary syndrome), renal disease, neuropsychiatric conditions, and cancer. Beyond sequence mutations, defects in post-transcriptional modification systems emerge as critical disease mechanisms affecting mt-tRNA function and stability. The mutations on tRNA genes described herein represent potential targets for emerging genome editing therapies, although several translational challenges remain. However, targeted correction of pathogenic mt-tRNA mutations holds transformative potential for precision intervention on mitochondrial diseases.",
    "disease": "hypertension",
    "clean_text": "mitochondrial trna derived diseases mitochondrial trna genes are critical hotspots for pathogenic mutations and several mitochondrial diseases they account for approximately of disease causing mtdna variants despite comprising only of the mitochondrial genome these mutations interfere with mitochondrial translation and affect oxidative phosphorylation resulting in remarkably heterogeneous multisystem disorders under this light we systematically reviewed pubmed scopus and mitomap databases through october indexing all clinically relevant pathogenic mt trna mutations classified by affected organ systems and underlying molecular mechanisms approximately distinct pathogenic variants were identified across all mt trna genes beyond typical syndromes like melas merrf leigh syndrome and kearns sayre syndrome that are linked to mt trna mutations they increasingly implicate cardiovascular diseases cardiomyopathy hypertension neuromuscular disorders myopathies encephalopathies sensory impairment hearing loss optic neuropathy metabolic dysfunction diabetes polycystic ovary syndrome renal disease neuropsychiatric conditions and cancer beyond sequence mutations defects in post transcriptional modification systems emerge as critical disease mechanisms affecting mt trna function and stability the mutations on trna genes described herein represent potential targets for emerging genome editing therapies although several translational challenges remain however targeted correction of pathogenic mt trna mutations holds transformative potential for precision intervention on mitochondrial diseases"
}