{
    "pmid": "41454983",
    "title": "Demographic disparities in temporal trends and geographic variations of malignant pleural and peritoneal mesothelioma incidence in Pennsylvania, 1990-2019.",
    "abstract": "Malignant mesothelioma is a rare but aggressive cancer primarily linked to asbestos exposure. While pleural mesothelioma has been extensively studied, peritoneal mesothelioma remains less understood, especially regarding demographic disparities and geographic variation. This study examined demographic differences in trends and geographic variation in pleural and peritoneal mesothelioma incidence in Pennsylvania over a 30-year period. This population-based study analyzed mesothelioma incidence reported to the Pennsylvania Cancer Registry from 1990 to 2019. Trends were assessed by calculating age-adjusted and age-specific incidence rates and corresponding annual percent changes by sex, race and ethnicity, and age group. County-level standardized incidence ratios (SIRs) were mapped to illustrate the spatial distributions of pleural and peritoneal mesothelioma. Pleural mesothelioma incidence rates were significantly higher among men, White people, and people aged ≥ 60 years. Overall, pleural mesothelioma incidence increased until the early 2000s and declined thereafter. In contrast, peritoneal mesothelioma incidence remained low and stable, except for a significantly increasing trend observed among women and people aged < 60 years. The geographic distributions of peritoneal and pleural mesothelioma incidence across Pennsylvania counties showed overlapping areas of elevated SIRs in the southeastern, western, and north-central regions. This study highlights distinct trends in pleural and peritoneal mesothelioma incidence, along with associated demographic disparities and geographic variation. These findings suggest that pleural mesothelioma incidence likely reflects historical occupational asbestos exposure, whereas peritoneal mesothelioma appears less strongly associated. Further research is warranted to clarify the associations between various sources of asbestos exposure and pleural and peritoneal mesothelioma risk.",
    "disease": "lung cancer",
    "clean_text": "demographic disparities in temporal trends and geographic variations of malignant pleural and peritoneal mesothelioma incidence in pennsylvania malignant mesothelioma is a rare but aggressive cancer primarily linked to asbestos exposure while pleural mesothelioma has been extensively studied peritoneal mesothelioma remains less understood especially regarding demographic disparities and geographic variation this study examined demographic differences in trends and geographic variation in pleural and peritoneal mesothelioma incidence in pennsylvania over a year period this population based study analyzed mesothelioma incidence reported to the pennsylvania cancer registry from to trends were assessed by calculating age adjusted and age specific incidence rates and corresponding annual percent changes by sex race and ethnicity and age group county level standardized incidence ratios sirs were mapped to illustrate the spatial distributions of pleural and peritoneal mesothelioma pleural mesothelioma incidence rates were significantly higher among men white people and people aged years overall pleural mesothelioma incidence increased until the early s and declined thereafter in contrast peritoneal mesothelioma incidence remained low and stable except for a significantly increasing trend observed among women and people aged years the geographic distributions of peritoneal and pleural mesothelioma incidence across pennsylvania counties showed overlapping areas of elevated sirs in the southeastern western and north central regions this study highlights distinct trends in pleural and peritoneal mesothelioma incidence along with associated demographic disparities and geographic variation these findings suggest that pleural mesothelioma incidence likely reflects historical occupational asbestos exposure whereas peritoneal mesothelioma appears less strongly associated further research is warranted to clarify the associations between various sources of asbestos exposure and pleural and peritoneal mesothelioma risk"
}