{
    "title": "Periodontal microsurgery for management of multiple marginal tissue recession using Zucchelli's modification of coronally advanced flap and pericardium membrane in an esthetic zone.",
    "doc_id": "31143012",
    "writer": "Yadav D",
    "year": "2019",
    "summary": "Marginal tissue recession (MTR) by definition is an apical shift of gingival margin, which leads to exposure of root surface. ...",
    "abstract": "Marginal tissue recession (MTR) by definition is an apical shift of gingival margin, which leads to exposure of root surface. Patients affected with MTR often complain of sensitivity to cold on exposed root surfaces apart from esthetic concerns. In this article, a case of multiple Miller's class I MTR who presented with sensitivity to cold in relation to maxillary anterior teeth region was treated using Zucchelli's coronally advanced flap with pericardium membrane under operating microscope. The application of principles of periodontal microsurgery and guided tissue regeneration results in significant root coverage with reduction/elimination of sensitivity. Long-term success of root coverage procedures depends on the removal of etiology and maintenance therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31143012/",
    "clean_text": "periodontal microsurgery for management of multiple marginal tissue recession using zucchelli s modification of coronally advanced flap and pericardium membrane in an esthetic zone marginal tissue recession mtr by definition is an apical shift of gingival margin which leads to exposure of root surface marginal tissue recession mtr by definition is an apical shift of gingival margin which leads to exposure of root surface patients affected with mtr often complain of sensitivity to cold on exposed root surfaces apart from esthetic concerns in this article a case of multiple miller s class i mtr who presented with sensitivity to cold in relation to maxillary anterior teeth region was treated using zucchelli s coronally advanced flap with pericardium membrane under operating microscope the application of principles of periodontal microsurgery and guided tissue regeneration results in significant root coverage with reduction elimination of sensitivity long term success of root coverage procedures depends on the removal of etiology and maintenance therapy"
}