{
    "title": "Caffeine and psychiatric symptoms: a review.",
    "doc_id": "15732884",
    "writer": "Broderick P",
    "year": "2004",
    "summary": "This review article aims to address the specific research studies and case reports that relate caffeine to psychiatric symptoms. Caffeine can cause anxiety symptoms in normal individuals, especially in vulnerable patients, like those with pre-existing anxiety disord …",
    "abstract": "Caffeine is a widely used psychoactive substance that has the potential to contribute to many psychiatric symptoms. This review article aims to address the specific research studies and case reports that relate caffeine to psychiatric symptoms. Caffeine can cause anxiety symptoms in normal individuals, especially in vulnerable patients, like those with pre-existing anxiety disorders. Caffeine use is also associated with symptoms of depression due to either a self-medication theory, or a theory that caffeine itself causes changes in mood. Psychosis can be induced in normal individuals ingesting caffeine at toxic doses, and psychotic symptoms can also be worsened in schizophrenic patients using caffeine. Sleep and symptoms of ADHD may be altered by caffeine as well. Prevention of caffeine-induced psychiatric symptoms is possible by recognizing, educating, and treating patients using a tapering approach.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15732884/",
    "clean_text": "caffeine and psychiatric symptoms a review this review article aims to address the specific research studies and case reports that relate caffeine to psychiatric symptoms caffeine can cause anxiety symptoms in normal individuals especially in vulnerable patients like those with pre existing anxiety disord caffeine is a widely used psychoactive substance that has the potential to contribute to many psychiatric symptoms this review article aims to address the specific research studies and case reports that relate caffeine to psychiatric symptoms caffeine can cause anxiety symptoms in normal individuals especially in vulnerable patients like those with pre existing anxiety disorders caffeine use is also associated with symptoms of depression due to either a self medication theory or a theory that caffeine itself causes changes in mood psychosis can be induced in normal individuals ingesting caffeine at toxic doses and psychotic symptoms can also be worsened in schizophrenic patients using caffeine sleep and symptoms of adhd may be altered by caffeine as well prevention of caffeine induced psychiatric symptoms is possible by recognizing educating and treating patients using a tapering approach"
}