{
    "title": "[Physical activity - the Holy Grail of modern medicine?].",
    "doc_id": "29127758",
    "writer": "Tuka V",
    "year": "2017",
    "summary": "Therefore, every physician should be able to prescribe a suitable physical activity. The minimum amount of physical activity with proven effects in primary prevention of chronic diseases is relatively low: 150 minutes of moderate physical act …",
    "abstract": "Movement is the basic attribute of life. It is not surprising that the return to regular physical activity is a very effective and cheap means of preventing and treating most non-cummunicable diseases. Therefore, every physician should be able to prescribe a suitable physical activity. The minimum amount of physical activity with proven effects in primary prevention of chronic diseases is relatively low: 150 minutes of moderate physical activity or 75 minutes of high intensity exercise per week or a combination of the two. The simplest and safe way of physical activity is walking (at least 10 000 steps/day or 6 000 steps/day on top of daily activities). The FITT model is a more sophisticated way of prescribing physical activity that already requires a stress test. Patients at risk of atherosclerosis or with any manifestation of atherosclerosis (patients with coronary artery disease, post-stroke, peripheral artery disease) benefit from exercise as well as patients with chronic heart failure. Physical activity also helps patients with lung disease (COPD, asthma), metabolic diseases (diabetes mellitus, obesity, osteoporosis) and also rheumatologic diseases. Regular exercise improves cognitive function, reduces depression and anxiety, and helps addicted people. Recently, it has been shown that exercise also changes the gut microbiome. One of the mechanisms that contribute to the beneficial effect of exercise is so-called \"exercise factors\" - myokines. Physical activity, when properly prescribed, is an inexpensive and universal medication with minimal side effects. It is our \"home pharmacy\" we always have with us.Key words: cancer - cardiovascular diseases - neuropsychiatric diseases - physical activity - type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29127758/",
    "clean_text": "physical activity the holy grail of modern medicine therefore every physician should be able to prescribe a suitable physical activity the minimum amount of physical activity with proven effects in primary prevention of chronic diseases is relatively low minutes of moderate physical act movement is the basic attribute of life it is not surprising that the return to regular physical activity is a very effective and cheap means of preventing and treating most non cummunicable diseases therefore every physician should be able to prescribe a suitable physical activity the minimum amount of physical activity with proven effects in primary prevention of chronic diseases is relatively low minutes of moderate physical activity or minutes of high intensity exercise per week or a combination of the two the simplest and safe way of physical activity is walking at least steps day or steps day on top of daily activities the fitt model is a more sophisticated way of prescribing physical activity that already requires a stress test patients at risk of atherosclerosis or with any manifestation of atherosclerosis patients with coronary artery disease post stroke peripheral artery disease benefit from exercise as well as patients with chronic heart failure physical activity also helps patients with lung disease copd asthma metabolic diseases diabetes mellitus obesity osteoporosis and also rheumatologic diseases regular exercise improves cognitive function reduces depression and anxiety and helps addicted people recently it has been shown that exercise also changes the gut microbiome one of the mechanisms that contribute to the beneficial effect of exercise is so called exercise factors myokines physical activity when properly prescribed is an inexpensive and universal medication with minimal side effects it is our home pharmacy we always have with us key words cancer cardiovascular diseases neuropsychiatric diseases physical activity type diabetes"
}