{
    "pmid": "41474916",
    "title": "Association of Acidosis and Inflammation with Low Serum Albumin in CKD Stages 3-5 Predialysis Patients.",
    "abstract": "Low serum albumin, or hypoalbuminemia, is a common feature in chronic kidney disease (CKD) and is often associated with increased risk of mortality and progression to end-stage kidney disease. Several factors contribute to low albumin in CKD, including decreased production, increased catabolism, and loss of protein through the kidneys. The kidneys play a crucial role in maintaining acid-base balance and metabolic acidosis is an accompaniment of advanced CKD. CKD is also considered as a pro-inflammatory condition. Association of hypoalbuminemia with acidosis and inflammation in the setting of moderate to severely decreased kidney function is uncertain. The objective of the study was to determine the association of acidosis and inflammation with hypoalbuminemia in chronic kidney diseases (CKD) patients. This observational and cross sectional study was conducted in Dhaka Medical College Hospital over a period of 1 year from July 2015 to June 2016. Clinically stable 122 subjects of CKD stages 3-5 predialysis patients above the age of 18 years who visited outdoor unit of Nephrology Department was the study population. Patients with serum albumin level >3.5 gm/dl were categorized as Group A and patients with serum albumin level ≤3.5 gm/dl were categorized as Group B. The difference between two groups was analyzed by Student's 't' test, Z test, chi-square test and ANOVA test. Risk measurements were done by odds ratios. Multivariable regression analysis was done to predict the change in serum albumin for unit change in CRP and bicarbonate. There is significant difference in mean serum albumin level in different eGFR category with lowest level in GFR <15 ml/min/1.73m². Mean serum bicarbonate level in different eGFR categories is also significantly different. Association between acidosis and hypoalbuminemia was tested by chi square test. There was significant association between acidosis and hypoalbuminemia (p<0.01). Among hypo-albuminemic patients 52 patients have high C-reactive protein which is 42.62% of the total population. There was significant association between inflammation and hypoalbuminemia (p<0.05). Serum albumin was significantly lower in high CRP (>6mg/L) group and in low serum bicarbonate (≤22mmol/L) group. Subjects with C-reactive protein >6mg/L vs. ≤6mg/L has 2.44 times increased odds having hypoalbuminemia. A subject with Serum bicarbonate ≤22mmol/L vs. >22mmol/L has 5.7 times increased odds having hypoalbuminemia. Age, sex and diabetes were not risk factors for developing hypoalbuminemia. High CRP level (CRP >6mg/L) was associated with 0.045gm/dl (0.45gm/L) lower mean albumin levels compared with lower CRP (CRP ≤6mg/L) and lower serum bicarbonate level (≤22mmol/L) was associated with 0.032gm/dl (0.32gm/L) lower mean albumin levels compared with high serum bicarbonate (serum bicarbonate >22 mmol/L). Acidosis and inflammation are independently and strongly associated in the development of hypoalbuminemia in patients with chronic kidney disease.",
    "disease": "chronic kidney disease",
    "clean_text": "association of acidosis and inflammation with low serum albumin in ckd stages predialysis patients low serum albumin or hypoalbuminemia is a common feature in chronic kidney disease ckd and is often associated with increased risk of mortality and progression to end stage kidney disease several factors contribute to low albumin in ckd including decreased production increased catabolism and loss of protein through the kidneys the kidneys play a crucial role in maintaining acid base balance and metabolic acidosis is an accompaniment of advanced ckd ckd is also considered as a pro inflammatory condition association of hypoalbuminemia with acidosis and inflammation in the setting of moderate to severely decreased kidney function is uncertain the objective of the study was to determine the association of acidosis and inflammation with hypoalbuminemia in chronic kidney diseases ckd patients this observational and cross sectional study was conducted in dhaka medical college hospital over a period of year from july to june clinically stable subjects of ckd stages predialysis patients above the age of years who visited outdoor unit of nephrology department was the study population patients with serum albumin level gm dl were categorized as group a and patients with serum albumin level gm dl were categorized as group b the difference between two groups was analyzed by student s t test z test chi square test and anova test risk measurements were done by odds ratios multivariable regression analysis was done to predict the change in serum albumin for unit change in crp and bicarbonate there is significant difference in mean serum albumin level in different egfr category with lowest level in gfr ml min m mean serum bicarbonate level in different egfr categories is also significantly different association between acidosis and hypoalbuminemia was tested by chi square test there was significant association between acidosis and hypoalbuminemia p among hypo albuminemic patients patients have high c reactive protein which is of the total population there was significant association between inflammation and hypoalbuminemia p serum albumin was significantly lower in high crp mg l group and in low serum bicarbonate mmol l group subjects with c reactive protein mg l vs mg l has times increased odds having hypoalbuminemia a subject with serum bicarbonate mmol l vs mmol l has times increased odds having hypoalbuminemia age sex and diabetes were not risk factors for developing hypoalbuminemia high crp level crp mg l was associated with gm dl gm l lower mean albumin levels compared with lower crp crp mg l and lower serum bicarbonate level mmol l was associated with gm dl gm l lower mean albumin levels compared with high serum bicarbonate serum bicarbonate mmol l acidosis and inflammation are independently and strongly associated in the development of hypoalbuminemia in patients with chronic kidney disease"
}