{
    "pmid": "41435973",
    "title": "AI-guided design of cyclic peptide binders targeting TREM2 using CycleRFdiffusion and experimental validation.",
    "abstract": "Triggering receptor expressed on myeloid cells 2 (TREM2) plays a central role in regulating microglial function in the central nervous system and has emerged as a promising therapeutic target for Alzheimer's disease. Despite advances in antibody-based therapeutics, small molecules and peptides capable of modulating TREM2 remain limited. Here, we present a cyclic peptide design pipeline that integrates CycleRFdiffusion, ProteinMPNN for sequence design, and HighFold for structural prediction and screening. Using the TREM2 structure as input, we generated and screened 1500 peptide-target complexes, prioritizing four candidates that met structural and energetic criteria. Subsequent biophysical evaluation identified TP4 as a weak but reproducible TREM2 binder, demonstrating consistent binding in spectral shift, microscale thermophoresis, and surface plasmon resonance. Pharmacokinetic profiling indicated that TP4 possesses favorable plasma stability and moderate metabolic stability, supporting its potential for further optimization. This study establishes a generalizable framework for AI-driven cyclic peptide discovery and provides the first proof-of-concept demonstration of TREM2-targeted cyclic peptide binders.",
    "disease": "alzheimer disease",
    "clean_text": "ai guided design of cyclic peptide binders targeting trem using cyclerfdiffusion and experimental validation triggering receptor expressed on myeloid cells trem plays a central role in regulating microglial function in the central nervous system and has emerged as a promising therapeutic target for alzheimer s disease despite advances in antibody based therapeutics small molecules and peptides capable of modulating trem remain limited here we present a cyclic peptide design pipeline that integrates cyclerfdiffusion proteinmpnn for sequence design and highfold for structural prediction and screening using the trem structure as input we generated and screened peptide target complexes prioritizing four candidates that met structural and energetic criteria subsequent biophysical evaluation identified tp as a weak but reproducible trem binder demonstrating consistent binding in spectral shift microscale thermophoresis and surface plasmon resonance pharmacokinetic profiling indicated that tp possesses favorable plasma stability and moderate metabolic stability supporting its potential for further optimization this study establishes a generalizable framework for ai driven cyclic peptide discovery and provides the first proof of concept demonstration of trem targeted cyclic peptide binders"
}