{
    "title": "Prognostic factors associated with a restricted mouth opening (trismus) in patients with head and neck cancer: Systematic review.",
    "doc_id": "32558025",
    "writer": "van der Geer SJ",
    "year": "2020",
    "summary": "Our aim is to present an overview of these factors in patients with head and neck cancer. METHODS: PubMed, Cochrane, EMBASE, and CINAHL were searched using terms related to head and neck cancer and mouth opening. ...Three studies containe …",
    "abstract": "Background:\n        \n      \n      To prescribe early trismus therapy, prognostic factors influencing the restricted mouth opening should be identified first. Our aim is to present an overview of these factors in patients with head and neck cancer.\n    \n\n\n          Methods:\n        \n      \n      PubMed, Cochrane, EMBASE, and CINAHL were searched using terms related to head and neck cancer and mouth opening. Risk of bias was assessed using the \"Quality in Prognosis Studies\" tool. A best evidence synthesis was performed.\n    \n\n\n          Results:\n        \n      \n      Of the identified 1418 studies, 53 were included. Three studies contained a prognostic multivariate model for a restricted mouth opening.\n    \n\n\n          Conclusions:\n        \n      \n      Patients with head and neck cancer will most likely develop a restricted mouth opening when they have a large tumor near the masticatory muscles that requires extensive cancer treatment. A restricted mouth opening most likely occurs within 6 months after cancer treatment. Further research is necessary on factors related to healing tendency or pain intensity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32558025/",
    "clean_text": "prognostic factors associated with a restricted mouth opening trismus in patients with head and neck cancer systematic review our aim is to present an overview of these factors in patients with head and neck cancer methods pubmed cochrane embase and cinahl were searched using terms related to head and neck cancer and mouth opening three studies containe background to prescribe early trismus therapy prognostic factors influencing the restricted mouth opening should be identified first our aim is to present an overview of these factors in patients with head and neck cancer methods pubmed cochrane embase and cinahl were searched using terms related to head and neck cancer and mouth opening risk of bias was assessed using the quality in prognosis studies tool a best evidence synthesis was performed results of the identified studies were included three studies contained a prognostic multivariate model for a restricted mouth opening conclusions patients with head and neck cancer will most likely develop a restricted mouth opening when they have a large tumor near the masticatory muscles that requires extensive cancer treatment a restricted mouth opening most likely occurs within months after cancer treatment further research is necessary on factors related to healing tendency or pain intensity"
}