{
    "pmid": "41474962",
    "title": "Predicting Atrial Fibrillation Ablation Outcomes: Machine Learning Model Development and Validation Using a Large Administrative Claims Database.",
    "abstract": "Atrial fibrillation (AF) ablation is an effective treatment for reducing episodes and improving quality of life in patients with AF. However, long-term AF-free rates after AF ablation are inconsistent across the population, ranging from 50% to 75%. Patient selection relies on individual clinical assessment, highlighting a critical gap in population-level predictive analytics. While existing risk scores (eg, CHADS₂ [congestive heart failure, hypertension, age ≥75 years, diabetes mellitus, and stroke], CHA₂DS₂-VASc [congestive heart failure, hypertension, age ≥75 years, diabetes mellitus, stroke, vascular disease, age, and sex category], CAAP-AF [coronary artery disease, left atrial diameter, age, AF, antiarrhythmic drugs, and female sex category]) have been applied to predict AF ablation outcomes, their performance in administrative claims data remains unclear. Leveraging large administrative claims databases represents an opportunity to develop standardized, scalable prediction models that could inform population health management and resource allocation at a national level. This study utilizes machine learning (ML) models on claims data to explore if integrating International Classification of Diseases (ICD) billing codes outperforms traditional stroke and AF risk scores in predicting 1-year AF ablation outcomes. We analyzed claims data from the Merative MarketScan Research Medicare database (2013-2020) to identify 14,521 patients who underwent AF ablation. To predict 1-year AF-free outcomes, we developed logistic regression and extreme gradient boosting (XGBoost) models using demographic characteristics, comorbidity indices, and ICD diagnostic codes from the 2 years preceding ablation. Model predictions were compared with claims-based implementations of established risk scores-CHADS2, CHA2DS2-VASc, and a modified CAAP-AF (without left atrial diameter and the number of failed antiarrhythmic drugs). The ML models were also assessed on subgroups of patients with paroxysmal AF, persistent AF, and both AF and atrial flutter from October 2015 onward. Among 14,521 patients (mean age 71.5, SD 5.31 y; n=5800, 39.94% female), AF ablation success occurred in 54.01% (n=7843). XGBoost achieved areas under the receiver operating characteristic curve (AUCs) of 0.528, 0.521, and 0.529 for the whole, female, and male AF ablation groups, respectively, and better discrimination than CHADS2, CHA2DS2-VASc, and the modified CAAP-AF in all AF ablation groups (whole population, female, and male). While CHA2DS2-VASc and the modified CAAP-AF showed higher recall (>0.798), their precision (<0.540) was lower than XGBoost (0.552-0.556). In subgroup analyses of International Classification of Disease, Tenth Revision (ICD-10) patients (n=7646), the models incorporating ICD codes demonstrated better performance than those using only demographic and comorbidity data across most AF subtypes, with the highest AUC (0.544) observed in patients with paroxysmal AF. While the ML models achieved statistically significant improvements over claim-based implementations of established clinical risk scores (AUC 0.528-0.544 vs 0.498-0.505), the modest predictive performance highlights challenges in predicting procedural outcomes using administrative data that lack key clinical variables (eg, left atrial size and medication details). Our findings establish that while standardized outcome prediction using nationally available administrative data is technically feasible, current performance is insufficient for clinical decision-making and better suited for health system quality monitoring and comparative effectiveness research applications.",
    "disease": "diabetes mellitus",
    "clean_text": "predicting atrial fibrillation ablation outcomes machine learning model development and validation using a large administrative claims database atrial fibrillation af ablation is an effective treatment for reducing episodes and improving quality of life in patients with af however long term af free rates after af ablation are inconsistent across the population ranging from to patient selection relies on individual clinical assessment highlighting a critical gap in population level predictive analytics while existing risk scores eg chads congestive heart failure hypertension age years diabetes mellitus and stroke cha ds vasc congestive heart failure hypertension age years diabetes mellitus stroke vascular disease age and sex category caap af coronary artery disease left atrial diameter age af antiarrhythmic drugs and female sex category have been applied to predict af ablation outcomes their performance in administrative claims data remains unclear leveraging large administrative claims databases represents an opportunity to develop standardized scalable prediction models that could inform population health management and resource allocation at a national level this study utilizes machine learning ml models on claims data to explore if integrating international classification of diseases icd billing codes outperforms traditional stroke and af risk scores in predicting year af ablation outcomes we analyzed claims data from the merative marketscan research medicare database to identify patients who underwent af ablation to predict year af free outcomes we developed logistic regression and extreme gradient boosting xgboost models using demographic characteristics comorbidity indices and icd diagnostic codes from the years preceding ablation model predictions were compared with claims based implementations of established risk scores chads cha ds vasc and a modified caap af without left atrial diameter and the number of failed antiarrhythmic drugs the ml models were also assessed on subgroups of patients with paroxysmal af persistent af and both af and atrial flutter from october onward among patients mean age sd y n female af ablation success occurred in n xgboost achieved areas under the receiver operating characteristic curve aucs of and for the whole female and male af ablation groups respectively and better discrimination than chads cha ds vasc and the modified caap af in all af ablation groups whole population female and male while cha ds vasc and the modified caap af showed higher recall their precision was lower than xgboost in subgroup analyses of international classification of disease tenth revision icd patients n the models incorporating icd codes demonstrated better performance than those using only demographic and comorbidity data across most af subtypes with the highest auc observed in patients with paroxysmal af while the ml models achieved statistically significant improvements over claim based implementations of established clinical risk scores auc vs the modest predictive performance highlights challenges in predicting procedural outcomes using administrative data that lack key clinical variables eg left atrial size and medication details our findings establish that while standardized outcome prediction using nationally available administrative data is technically feasible current performance is insufficient for clinical decision making and better suited for health system quality monitoring and comparative effectiveness research applications"
}