{
    "pmid": "41380854",
    "title": "Siwei Zangmu Xiang alleviates rheumatoid arthritis via regulating RAGE signaling pathway: Integration of UPLC-Q-TOF-MS, network pharmacology, and in vivo/in vitro studies.",
    "abstract": "Siwei Zangmu Xiang (SWZMX) Decoction powder is a classical Tibetan prescription used for the management of rheumatoid arthritis (RA). SWZMX has been widely used in clinical practice due to its potent anti-inflammatory, analgesic, and immunomodulatory properties. However, as a multi-component Tibetan medicine formula, its bioactive constituents and mechanisms of action in RA have not been fully elucidated. Therefore, this study sought to reveal the active components in SWZMX and to explore its underlying mechanism of action on RA. Ultra-performance liquid chromatography quadrupole time-of-flight mass spectrometry (UPLC-Q-TOF-MS) was used to profile the bioactive constituents of SWZMX. Network pharmacology was utilized to screen for RA-related molecular targets. The anti-inflammatory effects of SWZMX were then validated in vitro. The therapeutic efficacy of SWZMX was further evaluated in IL1RA A total of 731 active constituents were identified in SWZMX. These constituents were predicted to act on RA primarily through the RAGE signaling pathway and exhibited significant anti-inflammatory activity in macrophages in vitro. Micro-CT analysis revealed that SWZMX markedly reduced ankle deformity and attenuated bone mineral density loss in IL1RA SWZMX aqueous extract alleviated synovial inflammation and bone damage in RA mice by suppressing the release of IL-6 and TNF-α through regulating the RAGE signaling pathway.",
    "disease": "rheumatoid arthritis",
    "clean_text": "siwei zangmu xiang alleviates rheumatoid arthritis via regulating rage signaling pathway integration of uplc q tof ms network pharmacology and in vivo in vitro studies siwei zangmu xiang swzmx decoction powder is a classical tibetan prescription used for the management of rheumatoid arthritis ra swzmx has been widely used in clinical practice due to its potent anti inflammatory analgesic and immunomodulatory properties however as a multi component tibetan medicine formula its bioactive constituents and mechanisms of action in ra have not been fully elucidated therefore this study sought to reveal the active components in swzmx and to explore its underlying mechanism of action on ra ultra performance liquid chromatography quadrupole time of flight mass spectrometry uplc q tof ms was used to profile the bioactive constituents of swzmx network pharmacology was utilized to screen for ra related molecular targets the anti inflammatory effects of swzmx were then validated in vitro the therapeutic efficacy of swzmx was further evaluated in il ra a total of active constituents were identified in swzmx these constituents were predicted to act on ra primarily through the rage signaling pathway and exhibited significant anti inflammatory activity in macrophages in vitro micro ct analysis revealed that swzmx markedly reduced ankle deformity and attenuated bone mineral density loss in il ra swzmx aqueous extract alleviated synovial inflammation and bone damage in ra mice by suppressing the release of il and tnf through regulating the rage signaling pathway"
}