{
    "pmid": "41474422",
    "title": "Antifibrotic Treatment in Idiopathic Pulmonary Fibrosis (IPF) and Progressive Pulmonary Fibrosis (PPF): Real-World outcomes from a Single-Center study.",
    "abstract": "Antifibrotic therapies are widely used in both idiopathic pulmonary fibrosis (IPF) and progressive pulmonary fibrosis (PPF). We aim to compare the demographic, clinical characteristics, and long-term outcomes of IPF and PPF patients on antifibrotic treatment at 6-month and 1-year follow-ups. This was a retrospective single-center cohort study. Between January 2021 and January 2025, patients who initiated antifibrotic therapy were retrospectively included. Pulmonary function tests were recorded before treatment, at baseline, and at 6-month and 1-year follow-up visits. Additionally, baseline 6-minute walk test results and radiological data were also documented. A total of 117 cases were included in the study, consisting of 76 IPF and 41 PPF. IPF patients were statistically significantly older than PPF patients (P < 0.001). The proportion of females was higher in the PPF group (P < 0.001). 52% of the cases used pirfenidone, while 48% used nintedanib. The most common subtype of PPF was connective tissue disease-associated ILD (48.8%), followed by nonspecific interstitial pneumonia (34.1%), and hypersensitivity pneumonitis (17.1%). In the PPF group, basal, 6-month, and 1-year follow-up FVC and DLCO values were statistically significantly lower compared to the IPF group. However, in both the IPF and PPF groups, no significant loss was observed in FVC and DLCO when comparing the 6-month and 1-year follow-up data with baseline values. No significant difference in mortality was found between the IPF and PPF groups. Antifibrotic treatments showed a similar effect profile for both IPF and PPF. Our findings suggest that PPF patients with lower baseline pulmonary function require closer monitoring for early detection of progression.",
    "disease": "pneumonia",
    "clean_text": "antifibrotic treatment in idiopathic pulmonary fibrosis ipf and progressive pulmonary fibrosis ppf real world outcomes from a single center study antifibrotic therapies are widely used in both idiopathic pulmonary fibrosis ipf and progressive pulmonary fibrosis ppf we aim to compare the demographic clinical characteristics and long term outcomes of ipf and ppf patients on antifibrotic treatment at month and year follow ups this was a retrospective single center cohort study between january and january patients who initiated antifibrotic therapy were retrospectively included pulmonary function tests were recorded before treatment at baseline and at month and year follow up visits additionally baseline minute walk test results and radiological data were also documented a total of cases were included in the study consisting of ipf and ppf ipf patients were statistically significantly older than ppf patients p the proportion of females was higher in the ppf group p of the cases used pirfenidone while used nintedanib the most common subtype of ppf was connective tissue disease associated ild followed by nonspecific interstitial pneumonia and hypersensitivity pneumonitis in the ppf group basal month and year follow up fvc and dlco values were statistically significantly lower compared to the ipf group however in both the ipf and ppf groups no significant loss was observed in fvc and dlco when comparing the month and year follow up data with baseline values no significant difference in mortality was found between the ipf and ppf groups antifibrotic treatments showed a similar effect profile for both ipf and ppf our findings suggest that ppf patients with lower baseline pulmonary function require closer monitoring for early detection of progression"
}