{
    "pmid": "41455570",
    "title": "Molecular epidemiology of Mycobacterium tuberculosis based on core-genome single nucleotide variant analysis and evaluation of variable-number tandem-repeat typing in Kanagawa, Japan.",
    "abstract": "Studies applying whole-genome sequencing to Mycobacterium tuberculosis in Japan remain limited, particularly in non-urban regions. In this study, we analyzed 734 isolates collected between 2013 and 2025 in the central and western region of Kanagawa Prefecture using core-genome single nucleotide variant (cgSNV) analyses, including lineage classification and cluster detection, to elucidate transmission dynamics. Elderly patients accounted for 65.3 % of cases and were significantly enriched for the ancient sublineages L2.2.A and L4.9, both of which exhibited longer terminal branch lengths (TBLs), suggesting reactivation. In contrast, the modern Beijing sublineages L2.2.M2.2 and L2.2.M4 were enriched among younger patients and showed shorter TBLs, consistent with recent transmission. Lineage-based cgSNV analysis identified 39 clusters across 20 lineages, indicating intergenerational transmission. Separately, four clusters within the M strain reflected sustained transmission of this genotype. The presence of mixed cgSNV clusters involving Japan-born and foreign-born patients further extends nationwide observations and highlights the importance of continued genomic surveillance of imported lineages. To inform local TB control programs, we evaluated whether cgSNV analyses performed within variable-number tandem repeat (VNTR)-defined clusters could serve as a prescreening approach for identifying transmission clusters. This approach successfully captured all cgSNV clusters defined at ≤5 SNVs and demonstrated complete directional congruence from cgSNV to VNTR (Adjusted Wallace = 1.00). These findings indicate that VNTR-based grouping can efficiently prioritize isolates for WGS-based molecular epidemiological surveillance in routine public health settings.",
    "disease": "tuberculosis",
    "clean_text": "molecular epidemiology of mycobacterium tuberculosis based on core genome single nucleotide variant analysis and evaluation of variable number tandem repeat typing in kanagawa japan studies applying whole genome sequencing to mycobacterium tuberculosis in japan remain limited particularly in non urban regions in this study we analyzed isolates collected between and in the central and western region of kanagawa prefecture using core genome single nucleotide variant cgsnv analyses including lineage classification and cluster detection to elucidate transmission dynamics elderly patients accounted for of cases and were significantly enriched for the ancient sublineages l a and l both of which exhibited longer terminal branch lengths tbls suggesting reactivation in contrast the modern beijing sublineages l m and l m were enriched among younger patients and showed shorter tbls consistent with recent transmission lineage based cgsnv analysis identified clusters across lineages indicating intergenerational transmission separately four clusters within the m strain reflected sustained transmission of this genotype the presence of mixed cgsnv clusters involving japan born and foreign born patients further extends nationwide observations and highlights the importance of continued genomic surveillance of imported lineages to inform local tb control programs we evaluated whether cgsnv analyses performed within variable number tandem repeat vntr defined clusters could serve as a prescreening approach for identifying transmission clusters this approach successfully captured all cgsnv clusters defined at snvs and demonstrated complete directional congruence from cgsnv to vntr adjusted wallace these findings indicate that vntr based grouping can efficiently prioritize isolates for wgs based molecular epidemiological surveillance in routine public health settings"
}