{
    "title": "[Side effects of osteoporosis treatments: how to explain them to patients?].",
    "doc_id": "37133954",
    "writer": "Curraj E",
    "year": "2023",
    "summary": "Despite the effectiveness of osteoporosis treatments, fear of side effects reduces both their prescription by doctors, and their acceptance by patients. The most common side effects are benign and transient, such as flu-like symptoms after zoledronate …",
    "abstract": "Despite the effectiveness of osteoporosis treatments, fear of side effects reduces both their prescription by doctors, and their acceptance by patients. The most common side effects are benign and transient, such as flu-like symptoms after zoledronate infusion, or nausea and dizziness after teriparatide introduction. On the other hand, the dreaded osteonecrosis of the jaw is very rare and associated with known risk factors. Only vertebral fractures after stopping denosumab make this treatment a matter for experienced practitioners. Therefore, knowing the side effects of prescribed treatments and explaining them to patients is essential to promote adherence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37133954/",
    "clean_text": "side effects of osteoporosis treatments how to explain them to patients despite the effectiveness of osteoporosis treatments fear of side effects reduces both their prescription by doctors and their acceptance by patients the most common side effects are benign and transient such as flu like symptoms after zoledronate despite the effectiveness of osteoporosis treatments fear of side effects reduces both their prescription by doctors and their acceptance by patients the most common side effects are benign and transient such as flu like symptoms after zoledronate infusion or nausea and dizziness after teriparatide introduction on the other hand the dreaded osteonecrosis of the jaw is very rare and associated with known risk factors only vertebral fractures after stopping denosumab make this treatment a matter for experienced practitioners therefore knowing the side effects of prescribed treatments and explaining them to patients is essential to promote adherence"
}