{
    "title": "Acceleration of gastric emptying with electrical stimulation in a canine model of gastroparesis.",
    "doc_id": "1590392",
    "writer": "Bellahsène BE",
    "year": "1992",
    "summary": "We investigated the effects of electrical stimulation of the stomach on gastric emptying and the electrical activity of the stomach in 10 dogs. A model of gastroparesis was developed in five dogs using truncal vagotomy combined with injections of glucagon. .. …",
    "abstract": "We investigated the effects of electrical stimulation of the stomach on gastric emptying and the electrical activity of the stomach in 10 dogs. A model of gastroparesis was developed in five dogs using truncal vagotomy combined with injections of glucagon. Glucagon also induced electrical dysrhythmias. Bipolar electrodes were implanted in the stomach and the duodenum for electrical stimulation and for recording electrogastrograms. Gastric emptying of an isotope-labeled solid meal was assessed for 2 h. External electrical stimulation was delivered to the corpus of the stomach at its own physiological frequency to investigate whether it could restore normal gastric emptying. Such stimulation had no significant effect on gastric emptying in intact animals (45 vs. 43%: retention of isotope after 2 h) or when only vagotomy was performed (78 vs. 66%), but it significantly accelerated gastric emptying in animals with vagotomy and glucagon (from 86 to 68%). From this model of delayed gastric emptying, we suggest that electrical stimulation of the stomach at its own intrinsic frequency may recoordinate uncoupled slow wave activity induced by glucagon after vagotomy thus improving the rate of gastric emptying.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1590392/",
    "clean_text": "acceleration of gastric emptying with electrical stimulation in a canine model of gastroparesis we investigated the effects of electrical stimulation of the stomach on gastric emptying and the electrical activity of the stomach in dogs a model of gastroparesis was developed in five dogs using truncal vagotomy combined with injections of glucagon we investigated the effects of electrical stimulation of the stomach on gastric emptying and the electrical activity of the stomach in dogs a model of gastroparesis was developed in five dogs using truncal vagotomy combined with injections of glucagon glucagon also induced electrical dysrhythmias bipolar electrodes were implanted in the stomach and the duodenum for electrical stimulation and for recording electrogastrograms gastric emptying of an isotope labeled solid meal was assessed for h external electrical stimulation was delivered to the corpus of the stomach at its own physiological frequency to investigate whether it could restore normal gastric emptying such stimulation had no significant effect on gastric emptying in intact animals vs retention of isotope after h or when only vagotomy was performed vs but it significantly accelerated gastric emptying in animals with vagotomy and glucagon from to from this model of delayed gastric emptying we suggest that electrical stimulation of the stomach at its own intrinsic frequency may recoordinate uncoupled slow wave activity induced by glucagon after vagotomy thus improving the rate of gastric emptying"
}