{
    "title": "Oxidant-Induced Bioconjugation for Protein Labeling in Live Cells.",
    "doc_id": "36543757",
    "writer": "Liu Y",
    "year": "2023",
    "summary": "Here, we report a new protein-labeling strategy in which a nitrile oxide, a highly reactive intermediate that reacts with proteins, can be efficiently generated by the treatment of oximes with a water-soluble and a minimally toxic oxidant, phenyliodine bis (trifluor …",
    "abstract": "Chemical proteomics is a powerful technology that can be used in the studies of the functions of uncharacterized proteins in the human proteome. It relies on a suitable bioconjugation strategy for protein labeling. This could be either a UV-responsive photo-crosslinker or an electrophilic warhead embedded in chemical probes that can form covalent bonds with target proteins. Here, we report a new protein-labeling strategy in which a nitrile oxide, a highly reactive intermediate that reacts with proteins, can be efficiently generated by the treatment of oximes with a water-soluble and a minimally toxic oxidant, phenyliodine bis (trifluoroacetate) (PIFA). The resulting intermediate can rapidly bioconjugate with amino acid residues of target proteins, thus enabling target identification of oxime-containing bioactive molecules. Excellent chemoselectivity of cysteine residues by the nitrile oxide was observed, and over 4000 reactive and/or accessible cysteines, including KRAS G12C, have been successfully characterized by quantitative chemical proteomics. Some of these residues could not be detected by conventional cysteine reagents, thus demonstrating the complementary utility of this method.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36543757/",
    "clean_text": "oxidant induced bioconjugation for protein labeling in live cells here we report a new protein labeling strategy in which a nitrile oxide a highly reactive intermediate that reacts with proteins can be efficiently generated by the treatment of oximes with a water soluble and a minimally toxic oxidant phenyliodine bis trifluor chemical proteomics is a powerful technology that can be used in the studies of the functions of uncharacterized proteins in the human proteome it relies on a suitable bioconjugation strategy for protein labeling this could be either a uv responsive photo crosslinker or an electrophilic warhead embedded in chemical probes that can form covalent bonds with target proteins here we report a new protein labeling strategy in which a nitrile oxide a highly reactive intermediate that reacts with proteins can be efficiently generated by the treatment of oximes with a water soluble and a minimally toxic oxidant phenyliodine bis trifluoroacetate pifa the resulting intermediate can rapidly bioconjugate with amino acid residues of target proteins thus enabling target identification of oxime containing bioactive molecules excellent chemoselectivity of cysteine residues by the nitrile oxide was observed and over reactive and or accessible cysteines including kras g c have been successfully characterized by quantitative chemical proteomics some of these residues could not be detected by conventional cysteine reagents thus demonstrating the complementary utility of this method"
}