{
    "title": "Atrial fibrillation: a progressive atrial myopathy or a distinct disease?",
    "doc_id": "24388634",
    "writer": "Kallergis EM",
    "year": "2014",
    "summary": "Electrical, contractile and structural remodeling, calcium handling abnormalities, autonomic imbalance and genetic factors seem to play a crucial role in atrial fibrillation initiation and maintenance. However, the exact pathophysiological mechanisms of atrial …",
    "abstract": "Atrial fibrillation is a complex arrhythmia with multiple possible mechanisms. A lot of experimental and clinical studies have shed light on the pathophysiological mechanisms of arrhythmia, especially on molecular basis. Electrical, contractile and structural remodeling, calcium handling abnormalities, autonomic imbalance and genetic factors seem to play a crucial role in atrial fibrillation initiation and maintenance. However, the exact pathophysiological mechanisms of atrial fibrillation are not completely understood and whether atrial fibrillation is an unclassified cardiomyopathy or a distinct disease still remains to be answered. This review highlights proarrhythmic and pathophysiological mechanisms of atrial fibrillation and approaches the molecular basis underlying atrial fibrillation susceptibility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24388634/",
    "clean_text": "atrial fibrillation a progressive atrial myopathy or a distinct disease electrical contractile and structural remodeling calcium handling abnormalities autonomic imbalance and genetic factors seem to play a crucial role in atrial fibrillation initiation and maintenance however the exact pathophysiological mechanisms of atrial atrial fibrillation is a complex arrhythmia with multiple possible mechanisms a lot of experimental and clinical studies have shed light on the pathophysiological mechanisms of arrhythmia especially on molecular basis electrical contractile and structural remodeling calcium handling abnormalities autonomic imbalance and genetic factors seem to play a crucial role in atrial fibrillation initiation and maintenance however the exact pathophysiological mechanisms of atrial fibrillation are not completely understood and whether atrial fibrillation is an unclassified cardiomyopathy or a distinct disease still remains to be answered this review highlights proarrhythmic and pathophysiological mechanisms of atrial fibrillation and approaches the molecular basis underlying atrial fibrillation susceptibility"
}