{
    "title": "Unmasking the complexities of mucinous ovarian carcinoma.",
    "doc_id": "20332054",
    "writer": "Frumovitz M",
    "year": "2010",
    "summary": "OBJECTIVE: Most collaborative studies for the treatment of primary and recurrent ovarian cancer have grouped all epithelial ovarian cancers together, leading to a common therapeutic approach to all the different subtypes. ...When compared to serous ovarian tu …",
    "abstract": "Objective:\n        \n      \n      Most collaborative studies for the treatment of primary and recurrent ovarian cancer have grouped all epithelial ovarian cancers together, leading to a common therapeutic approach to all the different subtypes. Emerging data, however, support the hypothesis that primary mucinous ovarian cancers are unique histologically, molecularly, and clinically from other epithelial subtypes. The objective of our review was to identify and synthesize the most current information on mucinous ovarian carcinoma with regard to pathologic, molecular, and clinical distinctions.\n    \n\n\n          Methods:\n        \n      \n      We searched PubMed for English-language articles with the MeSH term \"mucinous ovarian carcinoma\" published between 1990 and 2009.\n    \n\n\n          Results:\n        \n      \n      On pathologic examination, primary invasive mucinous ovarian cancer often can be seen next to areas of benign and borderline mucinous histology, suggesting a continuum to malignant progression not observed in the other epithelial ovarian lesions. When compared to serous ovarian tumors, primary mucinous ovarian tumors have a significantly higher prevalence of KRAS mutations and a lower frequency of BRCA and p53 abnormalities. In addition, metastatic primary disease and recurrent mucinous cancers have a substantially worse prognosis than other epithelial ovarian cancers and are largely platinum and taxane resistant.\n    \n\n\n          Conclusions:\n        \n      \n      Primary mucinous ovarian cancer should be considered separate from the other epithelial ovarian cancers. Ongoing clinical trials in this disease will likely offer improvements in chemotherapeutic agents used to treat women with primary and recurrent mucinous ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20332054/",
    "clean_text": "unmasking the complexities of mucinous ovarian carcinoma objective most collaborative studies for the treatment of primary and recurrent ovarian cancer have grouped all epithelial ovarian cancers together leading to a common therapeutic approach to all the different subtypes when compared to serous ovarian tu objective most collaborative studies for the treatment of primary and recurrent ovarian cancer have grouped all epithelial ovarian cancers together leading to a common therapeutic approach to all the different subtypes emerging data however support the hypothesis that primary mucinous ovarian cancers are unique histologically molecularly and clinically from other epithelial subtypes the objective of our review was to identify and synthesize the most current information on mucinous ovarian carcinoma with regard to pathologic molecular and clinical distinctions methods we searched pubmed for english language articles with the mesh term mucinous ovarian carcinoma published between and results on pathologic examination primary invasive mucinous ovarian cancer often can be seen next to areas of benign and borderline mucinous histology suggesting a continuum to malignant progression not observed in the other epithelial ovarian lesions when compared to serous ovarian tumors primary mucinous ovarian tumors have a significantly higher prevalence of kras mutations and a lower frequency of brca and p abnormalities in addition metastatic primary disease and recurrent mucinous cancers have a substantially worse prognosis than other epithelial ovarian cancers and are largely platinum and taxane resistant conclusions primary mucinous ovarian cancer should be considered separate from the other epithelial ovarian cancers ongoing clinical trials in this disease will likely offer improvements in chemotherapeutic agents used to treat women with primary and recurrent mucinous ovarian cancer"
}