{
    "title": "Retinal Sensitivity at the Junctional Zone of Eyes With Geographic Atrophy Due to Age-Related Macular Degeneration.",
    "doc_id": "27189929",
    "writer": "Hariri AH",
    "year": "2016",
    "summary": "RESULTS: In 36 eyes with GA, the mean retinal sensitivity in the various subzones was as follows: Zone 1 = 13.7 4.7, Zone 2 = 20.3 3.9, Zone 3 = 20.9 3.9, and Zone 4= 21.1 4.1 (all in dB). Zone 1 (atrophic margin) sensitivity was signific …",
    "abstract": "Purpose:\n        \n      \n      To compare the retinal sensitivity at the junctional zone and uninvolved retina of eyes with geographic atrophy (GA) due to age-related macular degeneration (AMD).\n    \n\n\n          Design:\n        \n      \n      Cross-sectional, observational study.\n    \n\n\n          Methods:\n        \n      \n      Patients with dry AMD were evaluated by microperimetry and Cirrus optical coherence tomography (OCT). The GA lesion was segmented on en face OCT images and registered to color images with the microperimetric sensitivity values. The junctional zone, a ring 500 μm in width, surrounding the region of atrophy was further subdivided into \"subzones\": Zone 1 at the precise border of atrophy; Zone 2 as the center of this junctional region; Zone 3 at the border between the junctional zone and adjacent \"normal\" retina. An additional Zone 4 was defined as \"normal\" retina, at least 500 μm from the edge of the GA lesion. The mean sensitivities of all stimuli within each of these zones (across the entire cohort) were compared.\n    \n\n\n          Results:\n        \n      \n      In 36 eyes with GA, the mean retinal sensitivity in the various subzones was as follows: Zone 1 = 13.7 ± 4.7, Zone 2 = 20.3 ± 3.9, Zone 3 = 20.9 ± 3.9, and Zone 4= 21.1 ± 4.1 (all in dB). Zone 1 (atrophic margin) sensitivity was significantly lower than all other zones (P < .001 for all comparisons), but there were no differences between the other zones.\n    \n\n\n          Conclusion:\n        \n      \n      Retinal sensitivity appears to drop precipitously at the margins of GA lesions. The retinal sensitivity in the bulk of the junctional zone is similar to apparently uninvolved distant regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27189929/",
    "clean_text": "retinal sensitivity at the junctional zone of eyes with geographic atrophy due to age related macular degeneration results in eyes with ga the mean retinal sensitivity in the various subzones was as follows zone zone zone and zone all in db zone atrophic margin sensitivity was signific purpose to compare the retinal sensitivity at the junctional zone and uninvolved retina of eyes with geographic atrophy ga due to age related macular degeneration amd design cross sectional observational study methods patients with dry amd were evaluated by microperimetry and cirrus optical coherence tomography oct the ga lesion was segmented on en face oct images and registered to color images with the microperimetric sensitivity values the junctional zone a ring m in width surrounding the region of atrophy was further subdivided into subzones zone at the precise border of atrophy zone as the center of this junctional region zone at the border between the junctional zone and adjacent normal retina an additional zone was defined as normal retina at least m from the edge of the ga lesion the mean sensitivities of all stimuli within each of these zones across the entire cohort were compared results in eyes with ga the mean retinal sensitivity in the various subzones was as follows zone zone zone and zone all in db zone atrophic margin sensitivity was significantly lower than all other zones p for all comparisons but there were no differences between the other zones conclusion retinal sensitivity appears to drop precipitously at the margins of ga lesions the retinal sensitivity in the bulk of the junctional zone is similar to apparently uninvolved distant regions"
}