{
    "title": "Reversal of experimental renal fibrosis by BMP7 provides insights into novel therapeutic strategies for chronic kidney disease.",
    "doc_id": "18446379",
    "writer": "Zeisberg M",
    "year": "2008",
    "summary": "Bone morphogenic protein-7 (BMP7) is a morphogen that is important for kidney development and which is also an integral part of the kidney's physiological response to repair of acute kidney injury. ...Presence of BMP7 agonists and antagonists has to be …",
    "abstract": "Bone morphogenic protein-7 (BMP7) is a morphogen that is important for kidney development and which is also an integral part of the kidney's physiological response to repair of acute kidney injury. Several studies demonstrate that preexisting renal BMP7 pathways can be utilized by administering recombinant BMP7 to protect the kidney in experimental models of chronic kidney disease (CKD). Effectiveness of recombinant BMP7 in animal studies raises the possibility that the BMP7 pathway could be equally utilized to treat patients with CKD and interstitial fibrosis. However, regulation of BMP7 activity in the kidney is complex. BMP7 activity in the kidney is not only determined by availability of BMP7 itself, but also by a balance of agonists, such as Kielin/chordin-like protein (KCP) or BMP receptors, and antagonists including gremlin, noggin, or uterine sensitization-associated gene-1 (USAG-1). Presence of BMP7 agonists and antagonists has to be considered when recombinant BMP7 is supplemented to treat injured kidneys. Here we summarize recent insights into the role of BMP7 in acute and chronic kidney injury and discuss the implications for future directions of antifibrotic therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18446379/",
    "clean_text": "reversal of experimental renal fibrosis by bmp provides insights into novel therapeutic strategies for chronic kidney disease bone morphogenic protein bmp is a morphogen that is important for kidney development and which is also an integral part of the kidney s physiological response to repair of acute kidney injury presence of bmp agonists and antagonists has to be bone morphogenic protein bmp is a morphogen that is important for kidney development and which is also an integral part of the kidney s physiological response to repair of acute kidney injury several studies demonstrate that preexisting renal bmp pathways can be utilized by administering recombinant bmp to protect the kidney in experimental models of chronic kidney disease ckd effectiveness of recombinant bmp in animal studies raises the possibility that the bmp pathway could be equally utilized to treat patients with ckd and interstitial fibrosis however regulation of bmp activity in the kidney is complex bmp activity in the kidney is not only determined by availability of bmp itself but also by a balance of agonists such as kielin chordin like protein kcp or bmp receptors and antagonists including gremlin noggin or uterine sensitization associated gene usag presence of bmp agonists and antagonists has to be considered when recombinant bmp is supplemented to treat injured kidneys here we summarize recent insights into the role of bmp in acute and chronic kidney injury and discuss the implications for future directions of antifibrotic therapies"
}