{
    "title": "Endometrial and placental stem cells in successful and pathological pregnancies.",
    "doc_id": "37338750",
    "writer": "Giri J",
    "year": "2023",
    "summary": "The endometrium is a dynamic tissue that undergoes extensive remodeling during the menstrual cycle and further gets modified during pregnancy. Different kinds of stem cells are reported in the endometrium. These include epithelial stem cells, endometri …",
    "abstract": "The endometrium is a dynamic tissue that undergoes extensive remodeling during the menstrual cycle and further gets modified during pregnancy. Different kinds of stem cells are reported in the endometrium. These include epithelial stem cells, endometrial mesenchymal stem cells, side population stem cells, and very small embryonic-like stem cells. Stem cells are also reported in the placenta which includes trophoblast stem cells, side population trophoblast stem cells, and placental mesenchymal stem cells. The endometrial and placental stem cells play a pivotal role in endometrial remodeling and placental vasculogenesis during pregnancy. The dysregulation of stem cell function is reported in various pregnancy complications like preeclampsia, fetal growth restriction, and preterm birth. However, the mechanisms by which it does so are yet elusive. Herein, we review the current knowledge of the different type of stem cells involved in pregnancy initiation and also highlight how their improper functionality leads to pathological pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37338750/",
    "clean_text": "endometrial and placental stem cells in successful and pathological pregnancies the endometrium is a dynamic tissue that undergoes extensive remodeling during the menstrual cycle and further gets modified during pregnancy different kinds of stem cells are reported in the endometrium these include epithelial stem cells endometri the endometrium is a dynamic tissue that undergoes extensive remodeling during the menstrual cycle and further gets modified during pregnancy different kinds of stem cells are reported in the endometrium these include epithelial stem cells endometrial mesenchymal stem cells side population stem cells and very small embryonic like stem cells stem cells are also reported in the placenta which includes trophoblast stem cells side population trophoblast stem cells and placental mesenchymal stem cells the endometrial and placental stem cells play a pivotal role in endometrial remodeling and placental vasculogenesis during pregnancy the dysregulation of stem cell function is reported in various pregnancy complications like preeclampsia fetal growth restriction and preterm birth however the mechanisms by which it does so are yet elusive herein we review the current knowledge of the different type of stem cells involved in pregnancy initiation and also highlight how their improper functionality leads to pathological pregnancy"
}