{
    "title": "Extrapyramidal side effects and tolerability of risperidone: a review.",
    "doc_id": "7520906",
    "writer": "Owens DG.",
    "year": "1994",
    "summary": "Other adverse effects were assessed using the UKU Side Effects Scale. In both studies, the severity of EPS in the risperidone groups was significantly less than in the haloperidol group. In the placebo-controlled study, doses of 2 and 6 mg/day of rispe …",
    "abstract": "The effectiveness of conventional neuroleptics in schizophrenia is often limited by extrapyramidal side effects (EPS), which are known to contribute to poor compliance and relapse. However, there is now evidence that drugs that block 5-HT2 receptors as well as D2 receptors have better EPS profiles. Risperidone has these pharmacologic properties. In two large clinical trials, risperidone (2, 6, 10, 16 mg/day or 4, 8, 12, 16 mg/day) was compared with either placebo and haloperidol (20 mg/day) or risperidone (1 mg/day) and haloperidol (10 mg/day). Extrapyramidal side effects were assessed using the Extrapyramidal Symptom Rating Scale and by recording the use of anticholinergic medication. Other adverse effects were assessed using the UKU Side Effects Scale. In both studies, the severity of EPS in the risperidone groups was significantly less than in the haloperidol group. In the placebo-controlled study, doses of 2 and 6 mg/day of risperidone produced no worse EPS than placebo. Other side effects were minor, and included brief hypotension (mediated via alpha-blockade) and weight gain. Overall, risperidone at antipsychotic doses was better tolerated than haloperidol.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7520906/",
    "clean_text": "extrapyramidal side effects and tolerability of risperidone a review other adverse effects were assessed using the uku side effects scale in both studies the severity of eps in the risperidone groups was significantly less than in the haloperidol group in the placebo controlled study doses of and mg day of rispe the effectiveness of conventional neuroleptics in schizophrenia is often limited by extrapyramidal side effects eps which are known to contribute to poor compliance and relapse however there is now evidence that drugs that block ht receptors as well as d receptors have better eps profiles risperidone has these pharmacologic properties in two large clinical trials risperidone mg day or mg day was compared with either placebo and haloperidol mg day or risperidone mg day and haloperidol mg day extrapyramidal side effects were assessed using the extrapyramidal symptom rating scale and by recording the use of anticholinergic medication other adverse effects were assessed using the uku side effects scale in both studies the severity of eps in the risperidone groups was significantly less than in the haloperidol group in the placebo controlled study doses of and mg day of risperidone produced no worse eps than placebo other side effects were minor and included brief hypotension mediated via alpha blockade and weight gain overall risperidone at antipsychotic doses was better tolerated than haloperidol"
}