{
    "pmid": "41453976",
    "title": "Disrupted visual-to-semantic dynamics promote visual hallucinations in Parkinson's disease.",
    "abstract": "Minor hallucinations are frequent and clinically relevant in Parkinson's disease (PD), often preceding cognitive decline and more complex psychotic symptoms. These subtle perceptual anomalies are thought to result from an imbalance between degraded sensory input and dysregulated higher-order cognitive processes. Because visual categorization relies on the integration of perceptual, semantic, and evaluative operations, it provides a powerful framework to investigate the neural mechanisms underlying hallucination vulnerability. Ninety-three non-demented PD patients (mean age = 68.4 years, 41% female) performed a visual categorization task with faces, objects, and face-like stimuli during 19-channel electroencephalography. Patients were classified by hallucination (present/absent) and cognitive status (normal/MCI), yielding four subgroups. Hallucinating patients showed reduced accuracy for faces and objects despite preserved reaction times, with the greatest impairment in those with both hallucinations and cognitive deficits. Event-related potentials revealed reduced N170, enhanced N300, and diminished P600 amplitudes in hallucinating patients, particularly with MCI. Source estimation indicated reduced occipito-temporal activation (N170), premature engagement of default mode and hippocampal regions (N300), and impaired posterior control signals (P600). These findings delineate a progressive disruption of visual-semantic integration in PD hallucinations, reflecting the convergence of impaired sensory encoding, semantic overactivation, and weakened top-down cognitive control, a mechanistic signature of hallucination vulnerability in PD.",
    "disease": "parkinson disease",
    "clean_text": "disrupted visual to semantic dynamics promote visual hallucinations in parkinson s disease minor hallucinations are frequent and clinically relevant in parkinson s disease pd often preceding cognitive decline and more complex psychotic symptoms these subtle perceptual anomalies are thought to result from an imbalance between degraded sensory input and dysregulated higher order cognitive processes because visual categorization relies on the integration of perceptual semantic and evaluative operations it provides a powerful framework to investigate the neural mechanisms underlying hallucination vulnerability ninety three non demented pd patients mean age years female performed a visual categorization task with faces objects and face like stimuli during channel electroencephalography patients were classified by hallucination present absent and cognitive status normal mci yielding four subgroups hallucinating patients showed reduced accuracy for faces and objects despite preserved reaction times with the greatest impairment in those with both hallucinations and cognitive deficits event related potentials revealed reduced n enhanced n and diminished p amplitudes in hallucinating patients particularly with mci source estimation indicated reduced occipito temporal activation n premature engagement of default mode and hippocampal regions n and impaired posterior control signals p these findings delineate a progressive disruption of visual semantic integration in pd hallucinations reflecting the convergence of impaired sensory encoding semantic overactivation and weakened top down cognitive control a mechanistic signature of hallucination vulnerability in pd"
}