{
    "pmid": "41438383",
    "title": "The Impact of Patient-Controlled Analgesia Combined with Self-Management Training on Pain Modulation in Diabetic Patients with Chronic Knee Pain.",
    "abstract": "Chronic knee osteoarthritis is a debilitating condition characterized by persistent knee pain and functional impairment. This study aimed to evaluate the impact of Patient-Controlled Analgesia (PCA) combined with self-management training on postoperative pain management in diabetic and non-diabetic patients with chronic knee pain. We conducted a cohort study of 100 patients (40 diabetic, 60 non-diabetic) undergoing knee replacement surgery. Participants were assigned to receive either PCA with self-management training or standard care. Pain was assessed using VAS scores, and self-management ability was evaluated with a preliminary DSSMET. The impact of PCA and diabetes status on these outcomes was evaluated using multivariate regression models (multiple linear and logistic), which adjusted for confounding variables. All analyses were performed in SPSS 25.0 with statistical significance set at p < 0.05. The results showed that baseline characteristics showed no age difference between groups, but diabetic patients had shorter discharge times and higher blood glucose levels (P<0.001). VAS scores indicated higher pain in diabetic patients (P<0.001), with significant pain reduction in the PCA subgroup (P=0.036). The DSSMET showed good reliability (Cronbach's α =0.87) and validity (four-factor structure). Furthermore, PCA was associated with effective pain relief, with this effect being most pronounced in diabetic patients. This study developed a preliminary tool to evaluate self-management ability in chronic knee pain patients and investigated the effect of PCA combined with self-management training on pain relief. The results suggest that this combined intervention may effectively relieve pain, particularly in diabetic patients. Furthermore, high patient engagement and adherence indicate good acceptability of the combined PCA and self-management protocol.",
    "disease": "osteoarthritis",
    "clean_text": "the impact of patient controlled analgesia combined with self management training on pain modulation in diabetic patients with chronic knee pain chronic knee osteoarthritis is a debilitating condition characterized by persistent knee pain and functional impairment this study aimed to evaluate the impact of patient controlled analgesia pca combined with self management training on postoperative pain management in diabetic and non diabetic patients with chronic knee pain we conducted a cohort study of patients diabetic non diabetic undergoing knee replacement surgery participants were assigned to receive either pca with self management training or standard care pain was assessed using vas scores and self management ability was evaluated with a preliminary dssmet the impact of pca and diabetes status on these outcomes was evaluated using multivariate regression models multiple linear and logistic which adjusted for confounding variables all analyses were performed in spss with statistical significance set at p the results showed that baseline characteristics showed no age difference between groups but diabetic patients had shorter discharge times and higher blood glucose levels p vas scores indicated higher pain in diabetic patients p with significant pain reduction in the pca subgroup p the dssmet showed good reliability cronbach s and validity four factor structure furthermore pca was associated with effective pain relief with this effect being most pronounced in diabetic patients this study developed a preliminary tool to evaluate self management ability in chronic knee pain patients and investigated the effect of pca combined with self management training on pain relief the results suggest that this combined intervention may effectively relieve pain particularly in diabetic patients furthermore high patient engagement and adherence indicate good acceptability of the combined pca and self management protocol"
}