{
    "title": "Pain quality of thermal grill illusion is similar to that of central neuropathic pain rather than peripheral neuropathic pain.",
    "doc_id": "34019750",
    "writer": "Osumi M",
    "year": "2021",
    "summary": "This study aimed to discriminate the underlying mechanisms of central and peripheral neuropathic pain focusing on pain quality, which is considered to indicate the underlying mechanism(s) of pain. We compared pain qualities in central and peripheral neuropathic pain …",
    "abstract": "Objectives:\n        \n      \n      Application of spatially interlaced innocuous warm and cool stimuli to the skin elicits illusory pain, known as the thermal grill illusion (TGI). This study aimed to discriminate the underlying mechanisms of central and peripheral neuropathic pain focusing on pain quality, which is considered to indicate the underlying mechanism(s) of pain. We compared pain qualities in central and peripheral neuropathic pain with reference to pain qualities of TGI-induced pain.\n    \n\n\n          Methods:\n        \n      \n      Experiment 1:137 healthy participants placed their hand on eight custom-built copper bars for 60 s and their pain quality was assessed by the McGill Pain Questionnaire. Experiment 2: Pain quality was evaluated in patients suffering from central and peripheral neuropathic pain (42 patients with spinal cord injury, 31 patients with stroke, 83 patients with trigeminal neuralgia and 131 patients with postherpetic neuralgia).\n    \n\n\n          Results:\n        \n      \n      Experiment 1: Two components of TGI-induced pain were found using principal component analysis: component 1 included aching, throbbing, heavy and burning pain, component 2 included itching, electrical-shock, numbness, and cold-freezing. Experiment 2: Multiple correspondence analysis (MCA) and cross tabulation analysis revealed specific pain qualities including aching, hot-burning, heavy, cold-freezing, numbness, and electrical-shock pain were associated with central neuropathic pain rather than peripheral neuropathic pain.\n    \n\n\n          Conclusions:\n        \n      \n      We found similar qualities between TGI-induced pain in healthy participants and central neuropathic pain rather than peripheral neuropathic pain. The mechanism of TGI is more similar to the mechanism of central neuropathic pain than that of neuropathic pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34019750/",
    "clean_text": "pain quality of thermal grill illusion is similar to that of central neuropathic pain rather than peripheral neuropathic pain this study aimed to discriminate the underlying mechanisms of central and peripheral neuropathic pain focusing on pain quality which is considered to indicate the underlying mechanism s of pain we compared pain qualities in central and peripheral neuropathic pain objectives application of spatially interlaced innocuous warm and cool stimuli to the skin elicits illusory pain known as the thermal grill illusion tgi this study aimed to discriminate the underlying mechanisms of central and peripheral neuropathic pain focusing on pain quality which is considered to indicate the underlying mechanism s of pain we compared pain qualities in central and peripheral neuropathic pain with reference to pain qualities of tgi induced pain methods experiment healthy participants placed their hand on eight custom built copper bars for s and their pain quality was assessed by the mcgill pain questionnaire experiment pain quality was evaluated in patients suffering from central and peripheral neuropathic pain patients with spinal cord injury patients with stroke patients with trigeminal neuralgia and patients with postherpetic neuralgia results experiment two components of tgi induced pain were found using principal component analysis component included aching throbbing heavy and burning pain component included itching electrical shock numbness and cold freezing experiment multiple correspondence analysis mca and cross tabulation analysis revealed specific pain qualities including aching hot burning heavy cold freezing numbness and electrical shock pain were associated with central neuropathic pain rather than peripheral neuropathic pain conclusions we found similar qualities between tgi induced pain in healthy participants and central neuropathic pain rather than peripheral neuropathic pain the mechanism of tgi is more similar to the mechanism of central neuropathic pain than that of neuropathic pain"
}