{
    "title": "The potent pro-oxidant activity of rhododendrol-eumelanin is enhanced by ultraviolet A radiation.",
    "doc_id": "29474003",
    "writer": "Ito S",
    "year": "2018",
    "summary": "To explore the mechanism underlying this effect, we previously showed that the oxidation of RD with mushroom or human tyrosinase produces cytotoxic quinone oxidation products and RD-eumelanin exerts a potent pro-oxidant activity. Cellular antioxidants were …",
    "abstract": "RS-4-(4-hydroxyphenyl)-2-butanol (rhododendrol, RD), a skin-whitening agent, is known to induce leukoderma in some consumers. To explore the mechanism underlying this effect, we previously showed that the oxidation of RD with mushroom or human tyrosinase produces cytotoxic quinone oxidation products and RD-eumelanin exerts a potent pro-oxidant activity. Cellular antioxidants were oxidized by RD-eumelanin with a concomitant production of H2 O2 . In this study, we examined whether this pro-oxidant activity of RD-eumelanin is enhanced by ultraviolet A (UVA) radiation because most RD-induced leukoderma lesions are found in sun-exposed areas. Exposure to a physiological level of UVA (3.5 mW/cm2 ) induced a two to fourfold increase in the rates of oxidation of GSH, cysteine, ascorbic acid, and NADH. This oxidation was oxygen-dependent and was accompanied by the production of H2 O2 . These results suggest that RD-eumelanin is cytotoxic to melanocytes through its potent pro-oxidant activity that is enhanced by UVA radiation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29474003/",
    "clean_text": "the potent pro oxidant activity of rhododendrol eumelanin is enhanced by ultraviolet a radiation to explore the mechanism underlying this effect we previously showed that the oxidation of rd with mushroom or human tyrosinase produces cytotoxic quinone oxidation products and rd eumelanin exerts a potent pro oxidant activity cellular antioxidants were rs hydroxyphenyl butanol rhododendrol rd a skin whitening agent is known to induce leukoderma in some consumers to explore the mechanism underlying this effect we previously showed that the oxidation of rd with mushroom or human tyrosinase produces cytotoxic quinone oxidation products and rd eumelanin exerts a potent pro oxidant activity cellular antioxidants were oxidized by rd eumelanin with a concomitant production of h o in this study we examined whether this pro oxidant activity of rd eumelanin is enhanced by ultraviolet a uva radiation because most rd induced leukoderma lesions are found in sun exposed areas exposure to a physiological level of uva mw cm induced a two to fourfold increase in the rates of oxidation of gsh cysteine ascorbic acid and nadh this oxidation was oxygen dependent and was accompanied by the production of h o these results suggest that rd eumelanin is cytotoxic to melanocytes through its potent pro oxidant activity that is enhanced by uva radiation"
}