{
    "pmid": "41453115",
    "title": "Guided De-escalation of Antiplatelet Treatment in Patients at High Atherothrombotic Risk Presenting With Acute Coronary Syndrome: A Post-Hoc Analysis of the TROPICAL-ACS trial.",
    "abstract": "Platelet function testing (PFT)-guided de-escalation of dual antiplatelet therapy (DAPT) after acute coronary syndrome (ACS) has been shown to reduce bleeding risk without increasing ischemic events. Patients with high atherothrombotic risk (ATR) remain a challenging subgroup for such strategies. This study evaluated the safety and efficacy of early PFT-guided DAPT de-escalation according to ATR status. In the TROPICAL-ACS trial, 2,610 ACS patients were randomized to standard 12-month prasugrel therapy or PFT-guided DAPT de-escalation. For this post hoc analysis, patients were stratified by ATR. High ATR was defined as age ≥65 years, polyvascular disease, or ≥2 risk factors (diabetes, smoking, or renal dysfunction). Hazard ratios (HR) for clinical endpoints were derived using multistate Cox regression. High-ATR patients (n=990) had a higher incidence of the primary net clinical benefit endpoint-composite of cardiovascular death, myocardial infarction, stroke, or BARC 2-5 bleeding-compared with low-ATR patients (n=1,620) (11.0% vs. 6.7%; HR 1.67, 95% CI 1.28-2.18; p<0.001). PFT-guided de-escalation showed no significant interaction by ATR status for the primary endpoint (high-ATR: 10.5% vs. 11.5%, HR 0.90 [0.61-1.32], p=0.586; low-ATR: 5.6% vs. 7.7%, HR 0.71 [0.48-1.04], p=0.082; p_interaction=0.394) or ischemic events (high-ATR: 3.7% vs. 4.4%, HR 0.83 [0.44-1.56]; low-ATR: 1.8% vs. 2.6%, HR 0.68 [0.35-1.34]; p_interaction=0.666). Early PFT-guided de-escalation from prasugrel to clopidogrel was safe across atherothrombotic risk categories, supporting individualized DAPT optimization in ACS patients with both low and high ischemic risk.",
    "disease": "stroke",
    "clean_text": "guided de escalation of antiplatelet treatment in patients at high atherothrombotic risk presenting with acute coronary syndrome a post hoc analysis of the tropical acs trial platelet function testing pft guided de escalation of dual antiplatelet therapy dapt after acute coronary syndrome acs has been shown to reduce bleeding risk without increasing ischemic events patients with high atherothrombotic risk atr remain a challenging subgroup for such strategies this study evaluated the safety and efficacy of early pft guided dapt de escalation according to atr status in the tropical acs trial acs patients were randomized to standard month prasugrel therapy or pft guided dapt de escalation for this post hoc analysis patients were stratified by atr high atr was defined as age years polyvascular disease or risk factors diabetes smoking or renal dysfunction hazard ratios hr for clinical endpoints were derived using multistate cox regression high atr patients n had a higher incidence of the primary net clinical benefit endpoint composite of cardiovascular death myocardial infarction stroke or barc bleeding compared with low atr patients n vs hr ci p pft guided de escalation showed no significant interaction by atr status for the primary endpoint high atr vs hr p low atr vs hr p p interaction or ischemic events high atr vs hr low atr vs hr p interaction early pft guided de escalation from prasugrel to clopidogrel was safe across atherothrombotic risk categories supporting individualized dapt optimization in acs patients with both low and high ischemic risk"
}