{
    "pmid": "41430600",
    "title": "Effects of visual real-time feedback during decline walking on gait parameters: a crossover randomized trial.",
    "abstract": "Developing osteoarthritis is influenced by the control of dynamic functional leg alignment and biomechanical load. While research on level walking with load-related feedback has sparked treatment innovations, there is limited knowledge about the effects of feedback during downhill walking on gait kinematics and kinetics. The potential of external feedback for neuromuscular knee control is unexplored. We examined if real-time feedback affects frontal knee range of motion and load ratio during downhill walking on a treadmill compared to self-paced and matched speed walking. Twenty-eight healthy participants aged 18 to 35 years performed gait trials with 10° declination on an instrumented treadmill under four conditions: (a) self-paced walking, (b) self-paced walking with an internal focus of attention, (c) self-paced walking with real-time feedback, and (d) speed-matched C without feedback. Main outcomes were compared by repeated-measure ANOVA with predefined contrasts. Significant differences were found for the left frontal knee range of motion and both side load ratios, with moderate to large effect sizes. Predefined contrasts revealed that any feedback improved left knee stabilization when compared to no feedback at self-paced walking. Real-time feedback reduced load ratio even more than in the internal focus of attention. Interventions that facilitate internal focus of attention and/or real-time feedback may improve frontal knee range of motion and load ratio, indicating an enhanced stabilization of frontal leg alignment. Real-time feedback is preferable to internal focus for decreasing load ratio. Future studies should explore these findings for populations with low physical activity and mild osteoarthritis. ClinicalTrials.gov NCT04763850. Prospectively registered on 21 February 2021. https://www. gov/ct2/show/NCT04763850.",
    "disease": "osteoarthritis",
    "clean_text": "effects of visual real time feedback during decline walking on gait parameters a crossover randomized trial developing osteoarthritis is influenced by the control of dynamic functional leg alignment and biomechanical load while research on level walking with load related feedback has sparked treatment innovations there is limited knowledge about the effects of feedback during downhill walking on gait kinematics and kinetics the potential of external feedback for neuromuscular knee control is unexplored we examined if real time feedback affects frontal knee range of motion and load ratio during downhill walking on a treadmill compared to self paced and matched speed walking twenty eight healthy participants aged to years performed gait trials with declination on an instrumented treadmill under four conditions a self paced walking b self paced walking with an internal focus of attention c self paced walking with real time feedback and d speed matched c without feedback main outcomes were compared by repeated measure anova with predefined contrasts significant differences were found for the left frontal knee range of motion and both side load ratios with moderate to large effect sizes predefined contrasts revealed that any feedback improved left knee stabilization when compared to no feedback at self paced walking real time feedback reduced load ratio even more than in the internal focus of attention interventions that facilitate internal focus of attention and or real time feedback may improve frontal knee range of motion and load ratio indicating an enhanced stabilization of frontal leg alignment real time feedback is preferable to internal focus for decreasing load ratio future studies should explore these findings for populations with low physical activity and mild osteoarthritis clinicaltrials gov nct prospectively registered on february https www gov ct show nct"
}