{
    "pmid": "41346148",
    "title": "Quasi Ischemia-Free Liver Procurement: A Novel Technique to Decrease Graft Injury With Normothermic Machine Perfusion.",
    "abstract": "Normothermic machine perfusion has emerged as a valuable technique for organ preservation, enabling liver viability assessment and reducing the discard rates of marginal grafts. However, the standard protocol involves two cooling/rewarming phases, which can result in a double ischemia/reperfusion injury that increases the risk of graft dysfunction. We describe a novel surgical technique, named quasi ischemia-free liver procurement, which circumvents cold ischemia during liver procurement, thereby minimizing ischemia-reperfusion injury. In this study, we applied quasi-ischemia-free liver procurement to an orphan liver graft from a 43-year-old deceased brain donor. The liver was subsequently transplanted into a 66-year-old male recipient with alcoholic liver cirrhosis and hepatocellular carcinoma. The technique was successful, with ex-situ normothermic perfusion beginning within 3 min of graft disconnection without graft cooling and lasting for nearly 4 h. The graft exhibited excellent viability, evidenced by immediate lactate clearance, stable transaminase levels, and good bile production during machine perfusion. The recipient experienced an uneventful postoperative course with immediate graft function and was discharged on postoperative day 8. Quasi ischemia-free liver procurement represents a simpler alternative to ischemia-free liver transplantation, potentially simplifying the implantation phase. This technique holds promise for improving outcomes in liver transplantation, particularly in cases involving marginal grafts.",
    "disease": "liver cirrhosis",
    "clean_text": "quasi ischemia free liver procurement a novel technique to decrease graft injury with normothermic machine perfusion normothermic machine perfusion has emerged as a valuable technique for organ preservation enabling liver viability assessment and reducing the discard rates of marginal grafts however the standard protocol involves two cooling rewarming phases which can result in a double ischemia reperfusion injury that increases the risk of graft dysfunction we describe a novel surgical technique named quasi ischemia free liver procurement which circumvents cold ischemia during liver procurement thereby minimizing ischemia reperfusion injury in this study we applied quasi ischemia free liver procurement to an orphan liver graft from a year old deceased brain donor the liver was subsequently transplanted into a year old male recipient with alcoholic liver cirrhosis and hepatocellular carcinoma the technique was successful with ex situ normothermic perfusion beginning within min of graft disconnection without graft cooling and lasting for nearly h the graft exhibited excellent viability evidenced by immediate lactate clearance stable transaminase levels and good bile production during machine perfusion the recipient experienced an uneventful postoperative course with immediate graft function and was discharged on postoperative day quasi ischemia free liver procurement represents a simpler alternative to ischemia free liver transplantation potentially simplifying the implantation phase this technique holds promise for improving outcomes in liver transplantation particularly in cases involving marginal grafts"
}