{
    "title": "Podocytes-The Most Vulnerable Renal Cells in Preeclampsia.",
    "doc_id": "32708979",
    "writer": "Kwiatkowska E",
    "year": "2020",
    "summary": "The focal segmental glomerulosclerosis (FSGS) is the dominant histopathological lesion in women with a history of PE. The kidney's podocytes are not subject to replacement or proliferation. Podocyte depletion exceeding 20% resulted in FSGS, which is a reason for the …",
    "abstract": "Preeclampsia (PE) is a disorder that affects 3-5% of normal pregnancies. It was believed for a long time that the kidney, similarly to all vessels in the whole system, only sustained endothelial damage. The current knowledge gives rise to a presumption that the main role in the development of proteinuria is played by damage to the podocytes and their slit diaphragm. The podocyte damage mechanism in preeclampsia is connected to free VEGF and nitric oxide (NO) deficiency, and an increased concentration of endothelin-1 and oxidative stress. From national cohort studies, we know that women who had preeclampsia in at least one pregnancy carried five times the risk of developing end-stage renal disease (ESRD) when compared to women with physiological pregnancies. The focal segmental glomerulosclerosis (FSGS) is the dominant histopathological lesion in women with a history of PE. The kidney's podocytes are not subject to replacement or proliferation. Podocyte depletion exceeding 20% resulted in FSGS, which is a reason for the later development of ESRD. In this review, we present the mechanism of kidney (especially podocytes) injury in preeclampsia. We try to explain how this damage affects further changes in the morphology and function of the kidneys after pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32708979/",
    "clean_text": "podocytes the most vulnerable renal cells in preeclampsia the focal segmental glomerulosclerosis fsgs is the dominant histopathological lesion in women with a history of pe the kidney s podocytes are not subject to replacement or proliferation podocyte depletion exceeding resulted in fsgs which is a reason for the preeclampsia pe is a disorder that affects of normal pregnancies it was believed for a long time that the kidney similarly to all vessels in the whole system only sustained endothelial damage the current knowledge gives rise to a presumption that the main role in the development of proteinuria is played by damage to the podocytes and their slit diaphragm the podocyte damage mechanism in preeclampsia is connected to free vegf and nitric oxide no deficiency and an increased concentration of endothelin and oxidative stress from national cohort studies we know that women who had preeclampsia in at least one pregnancy carried five times the risk of developing end stage renal disease esrd when compared to women with physiological pregnancies the focal segmental glomerulosclerosis fsgs is the dominant histopathological lesion in women with a history of pe the kidney s podocytes are not subject to replacement or proliferation podocyte depletion exceeding resulted in fsgs which is a reason for the later development of esrd in this review we present the mechanism of kidney especially podocytes injury in preeclampsia we try to explain how this damage affects further changes in the morphology and function of the kidneys after pregnancy"
}