{
    "pmid": "41314414",
    "title": "Clinician Views on Inhaler Substitution in the Veterans Health Administration.",
    "abstract": "In July 2021, the Veterans Health Administration (VHA) implemented a nationwide inhaler formulary change affecting approximately 260,000 veterans with chronic obstructive pulmonary disease and asthma. Clinician perceptions regarding this formulary change are unknown. What were VHA clinician perspectives on the inhaler formulary change from budesonide-formoterol metered-dose inhaler (MDI) to fluticasone-salmeterol dry-powder inhaler (DPI)? Cross-sectional survey study conducted from September 16, 2024, to October 18, 2024. Respondents completed a 10-item questionnaire assessing their experiences with the formulary change, including structured and open-ended questions. The online survey was distributed via national VHA listservs targeting pulmonologists, pharmacists, and primary care providers and included clinicians practicing during the 2021 inhaler formulary change. Main outcomes were clinician-reported perceptions of veteran notification and education, the presence of local facility implementation champions, and overall sentiment expressed in optional open-ended comments. Among 511 respondents who completed the survey, 258 (50.5%) were pharmacists, 157 (30.7%) pulmonologists, 75 (14.7%) primary care providers, 12 (2.3%) other specialties, and 9 (1.8%) who did not provide their specialty. While a slight majority (54.4%) agreed or strongly agreed that veterans were informed of the formulary change in advance, only 24.7% considered the inhaler education provided to be effective. Among 237 open-ended responses, 179 (75.5%) expressed a negative sentiment about the formulary change, 28 (11.8%) were neutral, 8 (3.4%) were positive, and 22 (9.3%) gave insufficient detail for grading. Themes included poor inhaler tolerance, concerns about worsening patient outcomes, and increased provider workload. Pulmonologists demonstrated lower awareness than pharmacists and primary care providers regarding the methods used to inform and educate veterans about the formulary change. VHA clinicians reported predominantly negative perceptions of the 2021 inhaler formulary change, underscoring the importance of timely clinician communication, patient education, and specialty engagement in future formulary transitions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "clinician views on inhaler substitution in the veterans health administration in july the veterans health administration vha implemented a nationwide inhaler formulary change affecting approximately veterans with chronic obstructive pulmonary disease and asthma clinician perceptions regarding this formulary change are unknown what were vha clinician perspectives on the inhaler formulary change from budesonide formoterol metered dose inhaler mdi to fluticasone salmeterol dry powder inhaler dpi cross sectional survey study conducted from september to october respondents completed a item questionnaire assessing their experiences with the formulary change including structured and open ended questions the online survey was distributed via national vha listservs targeting pulmonologists pharmacists and primary care providers and included clinicians practicing during the inhaler formulary change main outcomes were clinician reported perceptions of veteran notification and education the presence of local facility implementation champions and overall sentiment expressed in optional open ended comments among respondents who completed the survey were pharmacists pulmonologists primary care providers other specialties and who did not provide their specialty while a slight majority agreed or strongly agreed that veterans were informed of the formulary change in advance only considered the inhaler education provided to be effective among open ended responses expressed a negative sentiment about the formulary change were neutral were positive and gave insufficient detail for grading themes included poor inhaler tolerance concerns about worsening patient outcomes and increased provider workload pulmonologists demonstrated lower awareness than pharmacists and primary care providers regarding the methods used to inform and educate veterans about the formulary change vha clinicians reported predominantly negative perceptions of the inhaler formulary change underscoring the importance of timely clinician communication patient education and specialty engagement in future formulary transitions"
}