{
    "title": "The labile iron pool attenuates peroxynitrite-dependent damage and can no longer be considered solely a pro-oxidative cellular iron source.",
    "doc_id": "29661935",
    "writer": "Damasceno FC",
    "year": "2018",
    "summary": "Peroxynitrite is a biologically relevant peroxide produced by the recombination of nitric oxide and superoxide. It is a strong oxidant that may be involved in multiple pathological conditions, but whether and how it interacts with the LIP are unclear. ...Moreover, n …",
    "abstract": "The ubiquitous cellular labile iron pool (LIP) is often associated with the production of the highly reactive hydroxyl radical, which forms through a redox reaction with hydrogen peroxide. Peroxynitrite is a biologically relevant peroxide produced by the recombination of nitric oxide and superoxide. It is a strong oxidant that may be involved in multiple pathological conditions, but whether and how it interacts with the LIP are unclear. Here, using fluorescence spectroscopy, we investigated the interaction between the LIP and peroxynitrite by monitoring peroxynitrite-dependent accumulation of nitrosated and oxidized fluorescent intracellular indicators. We found that, in murine macrophages, removal of the LIP with membrane-permeable iron chelators sustainably accelerates the peroxynitrite-dependent oxidation and nitrosation of these indicators. These observations could not be reproduced in cell-free assays, indicating that the chelator-enhancing effect on peroxynitrite-dependent modifications of the indicators depended on cell constituents, presumably including LIP, that react with these chelators. Moreover, neither free nor ferrous-complexed chelators stimulated intracellular or extracellular oxidative and nitrosative chemistries. On the basis of these results, LIP appears to be a relevant and competitive cellular target of peroxynitrite or its derived oxidants, and thereby it reduces oxidative processes, an observation that may change the conventional notion that the LIP is simply a cellular source of pro-oxidant iron.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29661935/",
    "clean_text": "the labile iron pool attenuates peroxynitrite dependent damage and can no longer be considered solely a pro oxidative cellular iron source peroxynitrite is a biologically relevant peroxide produced by the recombination of nitric oxide and superoxide it is a strong oxidant that may be involved in multiple pathological conditions but whether and how it interacts with the lip are unclear moreover n the ubiquitous cellular labile iron pool lip is often associated with the production of the highly reactive hydroxyl radical which forms through a redox reaction with hydrogen peroxide peroxynitrite is a biologically relevant peroxide produced by the recombination of nitric oxide and superoxide it is a strong oxidant that may be involved in multiple pathological conditions but whether and how it interacts with the lip are unclear here using fluorescence spectroscopy we investigated the interaction between the lip and peroxynitrite by monitoring peroxynitrite dependent accumulation of nitrosated and oxidized fluorescent intracellular indicators we found that in murine macrophages removal of the lip with membrane permeable iron chelators sustainably accelerates the peroxynitrite dependent oxidation and nitrosation of these indicators these observations could not be reproduced in cell free assays indicating that the chelator enhancing effect on peroxynitrite dependent modifications of the indicators depended on cell constituents presumably including lip that react with these chelators moreover neither free nor ferrous complexed chelators stimulated intracellular or extracellular oxidative and nitrosative chemistries on the basis of these results lip appears to be a relevant and competitive cellular target of peroxynitrite or its derived oxidants and thereby it reduces oxidative processes an observation that may change the conventional notion that the lip is simply a cellular source of pro oxidant iron"
}