{
    "title": "Effects of rutin on the redox reactions of hemoglobin.",
    "doc_id": "27126166",
    "writer": "Lu N",
    "year": "2016",
    "summary": "It was found that rutin induced generation of H2O2, which in turn oxidized Hb rapidly. Meanwhile, rutin exhibited anti-oxidant effect by effectively reducing ferryl intermediate back to ferric Hb at physiological pH. In comparison with quercetin, rutin had stronger …",
    "abstract": "Flavonoids are widely used to attenuate oxidative damage in vitro and in vivo. In this study, we investigated the influence of rutin (quercetin-3-rhamnosylglucoside) on hemoglobin (Hb)- dependent redox reactions, i.e. oxidative stability of Hb and its cytotoxic ferryl intermediate. It was found that rutin induced generation of H2O2, which in turn oxidized Hb rapidly. Meanwhile, rutin exhibited anti-oxidant effect by effectively reducing ferryl intermediate back to ferric Hb at physiological pH. In comparison with quercetin, rutin had stronger capability on reducing ferryl species while lesser pro-oxidant effect on H2O2 generation, thus it exhibited more protective effect on H2O2-induced Hb oxidation. Circular dichroism spectrum showed no significant change in the secondary structure of Hb after flavonoid addition, while molecular docking revealed different binding modes of quercetin and rutin with Hb. These results might provide new insights into the potential nutritional and physiological implications of rutin and quercetin with redox active heme proteins regarding their ani- and pro-oxidant effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27126166/",
    "clean_text": "effects of rutin on the redox reactions of hemoglobin it was found that rutin induced generation of h o which in turn oxidized hb rapidly meanwhile rutin exhibited anti oxidant effect by effectively reducing ferryl intermediate back to ferric hb at physiological ph in comparison with quercetin rutin had stronger flavonoids are widely used to attenuate oxidative damage in vitro and in vivo in this study we investigated the influence of rutin quercetin rhamnosylglucoside on hemoglobin hb dependent redox reactions i e oxidative stability of hb and its cytotoxic ferryl intermediate it was found that rutin induced generation of h o which in turn oxidized hb rapidly meanwhile rutin exhibited anti oxidant effect by effectively reducing ferryl intermediate back to ferric hb at physiological ph in comparison with quercetin rutin had stronger capability on reducing ferryl species while lesser pro oxidant effect on h o generation thus it exhibited more protective effect on h o induced hb oxidation circular dichroism spectrum showed no significant change in the secondary structure of hb after flavonoid addition while molecular docking revealed different binding modes of quercetin and rutin with hb these results might provide new insights into the potential nutritional and physiological implications of rutin and quercetin with redox active heme proteins regarding their ani and pro oxidant effects"
}