{
    "title": "Endogenous H(2)S targets mitochondria to promote continual phagocytosis of erythrocytes by microglia after intracerebral hemorrhage.",
    "doc_id": "35998432",
    "writer": "Yan X",
    "year": "2022",
    "summary": "Hematoma clearance, which is achieved largely by phagocytosis of erythrocytes in the hemorrhagic brain, limits injury and facilitates recovery following intracerebral hemorrhage (ICH). ...Functionally, complex I and UCP2 were required for spontaneous hemat …",
    "abstract": "Hematoma clearance, which is achieved largely by phagocytosis of erythrocytes in the hemorrhagic brain, limits injury and facilitates recovery following intracerebral hemorrhage (ICH). Efficient phagocytosis critically depends on the capacity of a single phagocyte to phagocytize dead cells continually. However, the mechanism underlying continual phagocytosis following ICH remains unclear. We aimed to investigate the mechanism in this study. By using ICH models, we found that the gasotransmitter hydrogen sulfide (H2S) is an endogenous modulator of continual phagocytosis following ICH. The expression of the H2S synthase cystathionine β-synthase (CBS) and CBS-derived H2S were elevated in brain-resident phagocytic microglia following ICH, which consequently promoted continual phagocytosis of erythrocytes by microglia. Microglia-specific deletion of CBS delayed spontaneous hematoma clearance via an H2S-mediated mechanism following ICH. Mechanistically, oxidation of CBS-derived endogenous H2S by sulfide-quinone oxidoreductase initiated reverse electron transfer at mitochondrial complex I, leading to superoxide production. Complex I-derived superoxide, in turn, activated uncoupling protein 2 (UCP2) to promote microglial phagocytosis of erythrocytes. Functionally, complex I and UCP2 were required for spontaneous hematoma clearance following ICH. Moreover, hyperhomocysteinemia, an established risk factor for stroke, impaired ICH-enhanced CBS expression and delayed hematoma resolution, while supplementing exogenous H2S accelerated hematoma clearance in mice with hyperhomocysteinemia. The results suggest that the microglial CBS-H2S-complex I axis is critical to continual phagocytosis following ICH and can be targeted to treat ICH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35998432/",
    "clean_text": "endogenous h s targets mitochondria to promote continual phagocytosis of erythrocytes by microglia after intracerebral hemorrhage hematoma clearance which is achieved largely by phagocytosis of erythrocytes in the hemorrhagic brain limits injury and facilitates recovery following intracerebral hemorrhage ich functionally complex i and ucp were required for spontaneous hemat hematoma clearance which is achieved largely by phagocytosis of erythrocytes in the hemorrhagic brain limits injury and facilitates recovery following intracerebral hemorrhage ich efficient phagocytosis critically depends on the capacity of a single phagocyte to phagocytize dead cells continually however the mechanism underlying continual phagocytosis following ich remains unclear we aimed to investigate the mechanism in this study by using ich models we found that the gasotransmitter hydrogen sulfide h s is an endogenous modulator of continual phagocytosis following ich the expression of the h s synthase cystathionine synthase cbs and cbs derived h s were elevated in brain resident phagocytic microglia following ich which consequently promoted continual phagocytosis of erythrocytes by microglia microglia specific deletion of cbs delayed spontaneous hematoma clearance via an h s mediated mechanism following ich mechanistically oxidation of cbs derived endogenous h s by sulfide quinone oxidoreductase initiated reverse electron transfer at mitochondrial complex i leading to superoxide production complex i derived superoxide in turn activated uncoupling protein ucp to promote microglial phagocytosis of erythrocytes functionally complex i and ucp were required for spontaneous hematoma clearance following ich moreover hyperhomocysteinemia an established risk factor for stroke impaired ich enhanced cbs expression and delayed hematoma resolution while supplementing exogenous h s accelerated hematoma clearance in mice with hyperhomocysteinemia the results suggest that the microglial cbs h s complex i axis is critical to continual phagocytosis following ich and can be targeted to treat ich"
}