{
    "title": "Correlation between heterogeneous myocardial flow and oxidative metabolism in normoxic and stunned myocardium.",
    "doc_id": "11770074",
    "writer": "Schwanke U",
    "year": "2001",
    "summary": "Myocardial blood flow exhibits considerable heterogeneity. Consequently, oxygen supply to the myocardium is also heterogeneous, as is myocardial metabolism. Many lines of evidence show a close correlation between local flow and local metabolism in the normoxi …",
    "abstract": "Myocardial blood flow exhibits considerable heterogeneity. Consequently, oxygen supply to the myocardium is also heterogeneous, as is myocardial metabolism. Many lines of evidence show a close correlation between local flow and local metabolism in the normoxic myocardium. So far, myocardial metabolism has predominantly been assessed indirectly by using labeled substrates. We used the (18)O isotope, permitting analytical separation of H2(18)O from the (18)O isotope, as well as quantification of regional oxidative metabolism by measuring the tissue residue of oxidation water in the rabbit myocardium. Correlation of local flow with oxidative metabolism was significant in the normoxic myocardium. This correlation was lost in the postischemic/reperfused myocardium. Apart from the established mechanisms underlying myocardial stunning, a mismatch between local flow and oxidative metabolism might thus also contribute to the postischemic dysfunction. In the normoxic myocardium, function should correlate with metabolism and blood flow. For technical reasons, function has not been assessed on a very local scale. Nevertheless, some considerations are presented on the heterogeneity of function as well as on the scale on which heterogeneity should be investigated to convey physiologically meaningful information on regulatory cardiac mechanisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11770074/",
    "clean_text": "correlation between heterogeneous myocardial flow and oxidative metabolism in normoxic and stunned myocardium myocardial blood flow exhibits considerable heterogeneity consequently oxygen supply to the myocardium is also heterogeneous as is myocardial metabolism many lines of evidence show a close correlation between local flow and local metabolism in the normoxi myocardial blood flow exhibits considerable heterogeneity consequently oxygen supply to the myocardium is also heterogeneous as is myocardial metabolism many lines of evidence show a close correlation between local flow and local metabolism in the normoxic myocardium so far myocardial metabolism has predominantly been assessed indirectly by using labeled substrates we used the o isotope permitting analytical separation of h o from the o isotope as well as quantification of regional oxidative metabolism by measuring the tissue residue of oxidation water in the rabbit myocardium correlation of local flow with oxidative metabolism was significant in the normoxic myocardium this correlation was lost in the postischemic reperfused myocardium apart from the established mechanisms underlying myocardial stunning a mismatch between local flow and oxidative metabolism might thus also contribute to the postischemic dysfunction in the normoxic myocardium function should correlate with metabolism and blood flow for technical reasons function has not been assessed on a very local scale nevertheless some considerations are presented on the heterogeneity of function as well as on the scale on which heterogeneity should be investigated to convey physiologically meaningful information on regulatory cardiac mechanisms"
}