{
    "title": "Lean methodology in quality improvement.",
    "doc_id": "35302676",
    "writer": "Ojo B",
    "year": "2022",
    "summary": "Measurement of quality and improvement in medicine has existed since Florence Nightingale's time. In modern times, medicine has sought to learn from other high-reliability industries such as aviation and nuclear power, where errors can result in catastrophic outcome …",
    "abstract": "Measurement of quality and improvement in medicine has existed since Florence Nightingale's time. In modern times, medicine has sought to learn from other high-reliability industries such as aviation and nuclear power, where errors can result in catastrophic outcomes. Lean is a unique quality improvement strategy that seeks to improve both quality and safety by driving out waste and, where possible, standardizing work practices. It is a visual system with work aids and signals built into the workspace. An important tenet is that ideas come from the workers and that there is an iterative improvement. The improvement efforts are always viewed from the perspective of the customer, our patients, families, and coworkers. This paper describes the evolution of Lean in healthcare and highlights core principles of Lean. Examples are used to describe how various Lean tools can be applied by pediatric anesthesiologists to solve clinical problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35302676/",
    "clean_text": "lean methodology in quality improvement measurement of quality and improvement in medicine has existed since florence nightingale s time in modern times medicine has sought to learn from other high reliability industries such as aviation and nuclear power where errors can result in catastrophic outcome measurement of quality and improvement in medicine has existed since florence nightingale s time in modern times medicine has sought to learn from other high reliability industries such as aviation and nuclear power where errors can result in catastrophic outcomes lean is a unique quality improvement strategy that seeks to improve both quality and safety by driving out waste and where possible standardizing work practices it is a visual system with work aids and signals built into the workspace an important tenet is that ideas come from the workers and that there is an iterative improvement the improvement efforts are always viewed from the perspective of the customer our patients families and coworkers this paper describes the evolution of lean in healthcare and highlights core principles of lean examples are used to describe how various lean tools can be applied by pediatric anesthesiologists to solve clinical problems"
}