{
    "pmid": "41385514",
    "title": "Fibrosis-4 and 3 indices are independently associated with annual hemoglobin decline in individuals with metabolic disorders: A hospital-based retrospective cohort study.",
    "abstract": "The epidemiology of longitudinal changes in hemoglobin (Hb) levels and their associated factors remain unclear. We analyzed data from individuals with metabolic disorders who had been visiting the Department of Internal Medicine at the Anan Medical Center for > 4 years as of December 2021. The relationships between the annual changes in Hb levels (g/dL/year) and clinical confounding factors were also evaluated. Among 481 patients (median age = 66 years), the mean annual change in Hb level was -0.03 ± 0.26 g/dL/year. Multiple regression analysis showed that male sex and sodium-glucose co-transporter-2 inhibitor usage were positively correlated with the annual change in Hb level, whereas the baseline fibrosis-4 (FIB-4) index and fibrosis-3 (FIB-3) indices were associated with the annual decrease in Hb, even after adjusting for age, creatinine level (Cr), and albumin level. Standardized partial regression coefficient (β) of FIB-4 (-0.042, 95% confidence interval [CI]: -0.071, -0.029) and FIB-3 (-0.042, 95% CI: -0.071, -0.013) were comparable to the β-value of Cr- (0.047, 95% CI: -0.078, -0.016). This study is the first to demonstrate that FIB-4 index and FIB-3 index are independently associated with long-term Hb decline in individuals with metabolic disorders. These findings suggest a potential association between liver fibrosis and Hb decline, highlighting the importance of liver health assessment in managing anemia risk.",
    "disease": "liver cirrhosis",
    "clean_text": "fibrosis and indices are independently associated with annual hemoglobin decline in individuals with metabolic disorders a hospital based retrospective cohort study the epidemiology of longitudinal changes in hemoglobin hb levels and their associated factors remain unclear we analyzed data from individuals with metabolic disorders who had been visiting the department of internal medicine at the anan medical center for years as of december the relationships between the annual changes in hb levels g dl year and clinical confounding factors were also evaluated among patients median age years the mean annual change in hb level was g dl year multiple regression analysis showed that male sex and sodium glucose co transporter inhibitor usage were positively correlated with the annual change in hb level whereas the baseline fibrosis fib index and fibrosis fib indices were associated with the annual decrease in hb even after adjusting for age creatinine level cr and albumin level standardized partial regression coefficient of fib confidence interval ci and fib ci were comparable to the value of cr ci this study is the first to demonstrate that fib index and fib index are independently associated with long term hb decline in individuals with metabolic disorders these findings suggest a potential association between liver fibrosis and hb decline highlighting the importance of liver health assessment in managing anemia risk"
}