{
    "pmid": "41474270",
    "title": "IFNg_DeepKG: A Novel Model for Identifying Interferon-Gamma-Inducing Epitopes Using Knowledge Graph RAG in Biomedical Applications.",
    "abstract": "The accurate and efficient computational identification of interferon-gamma-inducing epitopes (IFNgIE) is a critical bottleneck in the design of next-generation vaccines and immunotherapies. Existing computational models, while adept at learning sequence-based patterns, frequently fail to incorporate the rich biological context that governs an epitope's immunogenicity, such as its protein of origin, host, and disease association. To address this limitation, we propose IFNg_DeepKG, a new deep learning framework that synergistically integrates a pretrained protein language model (ESM2), a custom knowledge graph (KG) using a Retrieval-Augmented Generation (RAG) approach, and a multiscale convolutional neural network (MSCNN). The model's central innovation lies in its use of the RAG-KG to enrich sequence embeddings with external, biologically informed context, thereby significantly enhancing predictive performance. IFNg_DeepKG demonstrates superior performance on independent test data sets, achieving an AUC of 0.99 on the Human H_IFNgInd1 data set and 0.95 on the Mouse M_IFNgInd1 data set, a substantial increase over baseline models. With the more challenging independent data sets, the model demonstrated strong cross-species generalization, achieving AUCs of 0.94 (H_IFNgInd2) and 0.93 (M_IFNgInd2). The framework successfully identifies and classifies clinically relevant epitopes, including those associated with COVID-19 and Alzheimer's disease. By bridging the gap between sequence-based features and biological contexts, IFNg_DeepKG represents a significant advancement in computational immunology, offering a scalable and powerful platform for rational epitope discovery and precision medicine.",
    "disease": "alzheimer disease",
    "clean_text": "ifng deepkg a novel model for identifying interferon gamma inducing epitopes using knowledge graph rag in biomedical applications the accurate and efficient computational identification of interferon gamma inducing epitopes ifngie is a critical bottleneck in the design of next generation vaccines and immunotherapies existing computational models while adept at learning sequence based patterns frequently fail to incorporate the rich biological context that governs an epitope s immunogenicity such as its protein of origin host and disease association to address this limitation we propose ifng deepkg a new deep learning framework that synergistically integrates a pretrained protein language model esm a custom knowledge graph kg using a retrieval augmented generation rag approach and a multiscale convolutional neural network mscnn the model s central innovation lies in its use of the rag kg to enrich sequence embeddings with external biologically informed context thereby significantly enhancing predictive performance ifng deepkg demonstrates superior performance on independent test data sets achieving an auc of on the human h ifngind data set and on the mouse m ifngind data set a substantial increase over baseline models with the more challenging independent data sets the model demonstrated strong cross species generalization achieving aucs of h ifngind and m ifngind the framework successfully identifies and classifies clinically relevant epitopes including those associated with covid and alzheimer s disease by bridging the gap between sequence based features and biological contexts ifng deepkg represents a significant advancement in computational immunology offering a scalable and powerful platform for rational epitope discovery and precision medicine"
}