{
    "pmid": "41436243",
    "title": "Non-tuberculous mycobacteria (NTM) and COPD: a multicentre prospective study.",
    "abstract": "An increase in airway isolates of non-tuberculous mycobacteria (NTM) has been observed, particularly in patients with previous lung damage. Inhaled corticosteroids may increase the risk of NTM lung disease. NTM isolation is of therapeutic importance, especially when macrolides are used. There are few data on the actual prevalence of NTM isolation in patients with chronic obstructive pulmonary disease (COPD). To determine the prevalence of NTM isolation and NTM pulmonary disease according to the ATS/ERS/IDSA 2020 criteria in patients with high-risk COPD. As a secondary objective, we sought to identify risk factors for NTM isolation and developing NTM pulmonary disease in patients with COPD. Prospective multicentre observational study based on the collection of three sputum samples in a year, for standard, mycobacteria and fungi cultures, in patients with high-risk COPD (postbronchodilator forced expiratory volume in 1 s<50% and/or ≥2 exacerbations in the previous year), with a 12-month follow-up. Patients with at least two good-quality samples were included. 305 patients were initially selected, of which only 258 had at least two valid samples. NTM was isolated in 15% of patients (n=39), though only 8 (3%) met the ATS 2020 criteria for NTM disease. The most commonly isolated species was mycobacterium avium complex (MAC). Multivariate analysis identified the following risk factors for NTM isolation: low body weight, alpha-1 antitrypsin (AAT) deficiency, inhaled corticosteroids and cancer. NTM disease was only associated with body mass index <21. NTM isolation is more common than expected in patients with COPD and may have implications for treatment. It is associated with low body weight, AAT deficiency, inhaled corticosteroid use and cancer.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "non tuberculous mycobacteria ntm and copd a multicentre prospective study an increase in airway isolates of non tuberculous mycobacteria ntm has been observed particularly in patients with previous lung damage inhaled corticosteroids may increase the risk of ntm lung disease ntm isolation is of therapeutic importance especially when macrolides are used there are few data on the actual prevalence of ntm isolation in patients with chronic obstructive pulmonary disease copd to determine the prevalence of ntm isolation and ntm pulmonary disease according to the ats ers idsa criteria in patients with high risk copd as a secondary objective we sought to identify risk factors for ntm isolation and developing ntm pulmonary disease in patients with copd prospective multicentre observational study based on the collection of three sputum samples in a year for standard mycobacteria and fungi cultures in patients with high risk copd postbronchodilator forced expiratory volume in s and or exacerbations in the previous year with a month follow up patients with at least two good quality samples were included patients were initially selected of which only had at least two valid samples ntm was isolated in of patients n though only met the ats criteria for ntm disease the most commonly isolated species was mycobacterium avium complex mac multivariate analysis identified the following risk factors for ntm isolation low body weight alpha antitrypsin aat deficiency inhaled corticosteroids and cancer ntm disease was only associated with body mass index ntm isolation is more common than expected in patients with copd and may have implications for treatment it is associated with low body weight aat deficiency inhaled corticosteroid use and cancer"
}