{
    "title": "Stochasticity of gene expression as a motor of epigenetics in bacteria: from individual to collective behaviors.",
    "doc_id": "28427910",
    "writer": "Bury-Moné S",
    "year": "2017",
    "summary": "Measuring gene expression at the single cell and single molecule level has recently made possible the quantitative measurement of stochasticity of gene expression. This enables identification of the probable sources and roles of noise. Gene e …",
    "abstract": "Measuring gene expression at the single cell and single molecule level has recently made possible the quantitative measurement of stochasticity of gene expression. This enables identification of the probable sources and roles of noise. Gene expression noise can result in bacterial population heterogeneity, offering specific advantages for fitness and survival in various environments. This trait is therefore selected during the evolution of the species, and is consequently regulated by a specific genetic network architecture. Examples exist in stress-response mechanisms, as well as in infection and pathogenicity strategies, pointing to advantages for multicellularity of bacterial populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28427910/",
    "clean_text": "stochasticity of gene expression as a motor of epigenetics in bacteria from individual to collective behaviors measuring gene expression at the single cell and single molecule level has recently made possible the quantitative measurement of stochasticity of gene expression this enables identification of the probable sources and roles of noise gene e measuring gene expression at the single cell and single molecule level has recently made possible the quantitative measurement of stochasticity of gene expression this enables identification of the probable sources and roles of noise gene expression noise can result in bacterial population heterogeneity offering specific advantages for fitness and survival in various environments this trait is therefore selected during the evolution of the species and is consequently regulated by a specific genetic network architecture examples exist in stress response mechanisms as well as in infection and pathogenicity strategies pointing to advantages for multicellularity of bacterial populations"
}