{
    "pmid": "41450992",
    "title": "Etiological spectrum and contributing factors of male infertility among Pakistani men.",
    "abstract": "Infertility is a significant concern worldwide, affecting millions of couples, yet often under-recognized. In Pakistan, approximately 22% of couples experience infertility, with male factors contributing in 20-25% of cases. Despite advances in reproductive medicine, male infertility remains poorly understood, often requiring specialized interventions. This study aimed to investigate the underlying causes and contributing factors of male infertility in Pakistani men presenting at a specialized infertility unit in Karachi, Pakistan. A retrospective observational study was conducted at the Baqai Institute of Development Sciences (BIRDS), Baqai Medical University, Karachi, from 2015 to 2022. The study included all male patients of reproductive age (18-50 years) who were married, cohabiting and attempting to conceive for over a year without success. For the present analysis, data from couples in whom male factors were identified as the predominant cause of infertility were included. Clinical characteristics, demographic variables, lifestyle habits, comorbid conditions and relevant laboratory parameters were retrieved from medical records. Data were entered and analyzed using SPSS Statistics, version 25.0. A total of 809 infertile males aged 18-50 years were evaluated. Primary infertility was more common (79.4%) compared to secondary infertility (20.6%). Among the study population, notable comorbidities included diabetes (41.1%) and hypertension (21.3%). Lifestyle factors were also prevalent, with 34.2% reporting smoking, 39.7% using tobacco and 34.7% having a history of testicular surgery. Semen analysis revealed azoospermia in 16.7% of cases, asthenoteratozoospermia in 8.3% and normozoospermia in only 0.4%. A considerable number of participants had a history of sexually transmitted diseases (STDs) and varicocele was identified in 19.4% of cases. Additionally, a family history of infertility was present in 21.9% of individuals. Male infertility in Pakistan is influenced by a complex interplay of metabolic, infectious and lifestyle factors. Diabetes, sexually transmitted infections and prior testicular surgeries were key contributors. These findings call for greater awareness and accessible fertility services, along with multicenter research to guide health policies and optimize management in resource-limited settings.",
    "disease": "hypertension",
    "clean_text": "etiological spectrum and contributing factors of male infertility among pakistani men infertility is a significant concern worldwide affecting millions of couples yet often under recognized in pakistan approximately of couples experience infertility with male factors contributing in of cases despite advances in reproductive medicine male infertility remains poorly understood often requiring specialized interventions this study aimed to investigate the underlying causes and contributing factors of male infertility in pakistani men presenting at a specialized infertility unit in karachi pakistan a retrospective observational study was conducted at the baqai institute of development sciences birds baqai medical university karachi from to the study included all male patients of reproductive age years who were married cohabiting and attempting to conceive for over a year without success for the present analysis data from couples in whom male factors were identified as the predominant cause of infertility were included clinical characteristics demographic variables lifestyle habits comorbid conditions and relevant laboratory parameters were retrieved from medical records data were entered and analyzed using spss statistics version a total of infertile males aged years were evaluated primary infertility was more common compared to secondary infertility among the study population notable comorbidities included diabetes and hypertension lifestyle factors were also prevalent with reporting smoking using tobacco and having a history of testicular surgery semen analysis revealed azoospermia in of cases asthenoteratozoospermia in and normozoospermia in only a considerable number of participants had a history of sexually transmitted diseases stds and varicocele was identified in of cases additionally a family history of infertility was present in of individuals male infertility in pakistan is influenced by a complex interplay of metabolic infectious and lifestyle factors diabetes sexually transmitted infections and prior testicular surgeries were key contributors these findings call for greater awareness and accessible fertility services along with multicenter research to guide health policies and optimize management in resource limited settings"
}