{
    "pmid": "41390098",
    "title": "\"Impact of the need for dental extractions on oral health-related quality of life in patients with cirrhosis: A cross-sectional study\".",
    "abstract": "Liver cirrhosis significantly compromises patients' physical and psychological health, leading to a marked reduction in quality of life (QoL). In addition to systemic complications oral health problems are prevalent and may exacerbate malnutrition, risk of infection, and overall clinical deterioration. Oral health-related quality of life (OHRQoL) is increasingly recognized as a relevant outcome in cirrhosis, yet it remains unclear whether acute dental needs, such as tooth extractions, further deteriorate patients' perceived burden. Poor oral health can be particularly critical in patients awaiting liver transplantation, who often require urgent dental interventions due to infection foci, frequently resulting in multiple tooth extractions. Assessing the impact of oral health on quality of life in this population is essential to support comprehensive pre-transplant care. A cross-sectional study was conducted with 267 participants, divided into three groups: SG1 (cirrhosis with need for tooth extractions), SG2 (cirrhosis without need for tooth extractions), and CG (controls without cirrhosis). OHRQoL was assessed using the Oral Health Impact Profile (OHIP-14) questionnaire. The 14 items were analyzed according to seven predefined dimensions and a three-factor model. Exploratory factor analysis was performed, and the internal consistency of each factor was assessed using Cronbach's alpha. Group comparisons were conducted using the Kruskal-Wallis test, followed by Mann-Whitney and Dwass-Steel-Critchlow-Fligner post hoc tests. Factor analysis confirmed the theoretical three-factor model (KMO = 0.888), with satisfactory internal consistency (Cronbach's α > 0.70 for all factors). Cirrhotic patients showed significantly worse OHRQoL than controls across all OHIP-14 factors (p < 0.001), particularly in the psychological and physical dimensions. No significant differences were found between SG1 and SG2 in overall OHIP-14 scores, although SG1 presented worse scores in specific dimensions such as physical pain and social disability. The need for tooth extractions did not significantly affect overall OHRQoL, which remained moderate in both cirrhotic groups. Patients with liver cirrhosis awaiting liver transplantation experience a moderate negative impact of oral health on quality of life, predominantly in psychological and physical dimensions. Although the need for tooth extractions was associated with specific dimension scores, it did not significantly influence overall OHRQoL, suggesting that systemic disease burden plays a major role in patient perception.",
    "disease": "liver cirrhosis",
    "clean_text": "impact of the need for dental extractions on oral health related quality of life in patients with cirrhosis a cross sectional study liver cirrhosis significantly compromises patients physical and psychological health leading to a marked reduction in quality of life qol in addition to systemic complications oral health problems are prevalent and may exacerbate malnutrition risk of infection and overall clinical deterioration oral health related quality of life ohrqol is increasingly recognized as a relevant outcome in cirrhosis yet it remains unclear whether acute dental needs such as tooth extractions further deteriorate patients perceived burden poor oral health can be particularly critical in patients awaiting liver transplantation who often require urgent dental interventions due to infection foci frequently resulting in multiple tooth extractions assessing the impact of oral health on quality of life in this population is essential to support comprehensive pre transplant care a cross sectional study was conducted with participants divided into three groups sg cirrhosis with need for tooth extractions sg cirrhosis without need for tooth extractions and cg controls without cirrhosis ohrqol was assessed using the oral health impact profile ohip questionnaire the items were analyzed according to seven predefined dimensions and a three factor model exploratory factor analysis was performed and the internal consistency of each factor was assessed using cronbach s alpha group comparisons were conducted using the kruskal wallis test followed by mann whitney and dwass steel critchlow fligner post hoc tests factor analysis confirmed the theoretical three factor model kmo with satisfactory internal consistency cronbach s for all factors cirrhotic patients showed significantly worse ohrqol than controls across all ohip factors p particularly in the psychological and physical dimensions no significant differences were found between sg and sg in overall ohip scores although sg presented worse scores in specific dimensions such as physical pain and social disability the need for tooth extractions did not significantly affect overall ohrqol which remained moderate in both cirrhotic groups patients with liver cirrhosis awaiting liver transplantation experience a moderate negative impact of oral health on quality of life predominantly in psychological and physical dimensions although the need for tooth extractions was associated with specific dimension scores it did not significantly influence overall ohrqol suggesting that systemic disease burden plays a major role in patient perception"
}