{
    "pmid": "41460354",
    "title": "In vitro and in silico studies of anticancer activities of pectic acid and pectin oligosaccharide in Epstein-Barr virus-positive nasopharyngeal carcinoma.",
    "abstract": "Pectic acid (polygalacturonic acid, PGA) and pectin oligosaccharides (POS) have shown selective anticancer activities with cytotoxicity against various cancer cells, including breast adenocarcinoma MCF-7. While promising, their anticancer activities against the nasopharyngeal carcinoma (NPC) have yet to be determined. To this end, the antiproliferation activities of pectic acid and enzymatically derived unsaturated POS trimer were investigated against the EBV-positive NPC cell line, C666-1, as well as on MCF-7 (as positive control) and NIH-3T3 cells (as non-tumorigenic cell model). Our study shows that both POS trimer and PGA can inhibit C666-1 cells' proliferation at concentrations above 20 mg/mL and 2.5 mg/mL, respectively. Previous studies had also demonstrated that one of the key biological targets for these compounds is the human galectin-3 (hGal3). However, the binding mode of pectic acid and the unsaturated POS trimer to human galectin-3 is still lacking. To investigate this, in silico molecular docking and all-atom molecular dynamics simulations were performed. Analysis of the MD trajectories revealed that the unsaturated POS trimer prefers binding to hGal3 oligomer over hGal3 monomer with a ligand: protein monomer ratio of 1:2 and 1:3. On the other hand, both hGal3 monomer and dimer were found to bind stably to the POS 15-mer (as PGA model) along its linear chain throughout the simulation. In conclusion, both unsaturated POS trimer and PGA have the potential to be novel anticancer agents against EBV-positive NPC, though further development to increase their potency and/or selectivity would be necessary.",
    "disease": "breast cancer",
    "clean_text": "in vitro and in silico studies of anticancer activities of pectic acid and pectin oligosaccharide in epstein barr virus positive nasopharyngeal carcinoma pectic acid polygalacturonic acid pga and pectin oligosaccharides pos have shown selective anticancer activities with cytotoxicity against various cancer cells including breast adenocarcinoma mcf while promising their anticancer activities against the nasopharyngeal carcinoma npc have yet to be determined to this end the antiproliferation activities of pectic acid and enzymatically derived unsaturated pos trimer were investigated against the ebv positive npc cell line c as well as on mcf as positive control and nih t cells as non tumorigenic cell model our study shows that both pos trimer and pga can inhibit c cells proliferation at concentrations above mg ml and mg ml respectively previous studies had also demonstrated that one of the key biological targets for these compounds is the human galectin hgal however the binding mode of pectic acid and the unsaturated pos trimer to human galectin is still lacking to investigate this in silico molecular docking and all atom molecular dynamics simulations were performed analysis of the md trajectories revealed that the unsaturated pos trimer prefers binding to hgal oligomer over hgal monomer with a ligand protein monomer ratio of and on the other hand both hgal monomer and dimer were found to bind stably to the pos mer as pga model along its linear chain throughout the simulation in conclusion both unsaturated pos trimer and pga have the potential to be novel anticancer agents against ebv positive npc though further development to increase their potency and or selectivity would be necessary"
}