{
    "title": "Factors associated with spinal instability in low back lumbar diseases with leg pain: Analysis of sagittal translation and segmental angulation.",
    "doc_id": "36120768",
    "writer": "Takahashi M",
    "year": "2023",
    "summary": "BACKGROUND: Determining the association between radiographic spinal instability assessment and lower back lumbar diseases with lower limb symptoms can contribute to evidence-based assessment and treatment in clinical practice and rehabilitation. ...OBJECTIVE: To identify f …",
    "abstract": "Background:\n        \n      \n      Determining the association between radiographic spinal instability assessment and lower back lumbar diseases with lower limb symptoms can contribute to evidence-based assessment and treatment in clinical practice and rehabilitation. Therefore, radiological evidence of lumbar spine instability assessment, such as sagittal translation (ST) and segmental angulation (SA), is clinically important.\n    \n\n\n          Objective:\n        \n      \n      To identify factors associated with the assessment of spinal instability in lumbar disc herniation with leg pain and discogenic low back pain using ST and SA.\n    \n\n\n          Methods:\n        \n      \n      We examined 112 patients with lumbar disc herniation with leg pain and 116 with discogenic low back pain at our clinic from 2016 to 2021. Data on age, gender, sports activities, and occupation were collected from medical records. Additionally, ST and SA of L4 and L5 during maximum trunk flexion and extension were measured using radiography. Simple and multiple logistic regression analyses were used for statistical analysis.\n    \n\n\n          Results:\n        \n      \n      Simple logistic regression analysis showed that ST and SA (odds ratio [OR]: 1.11; 95% confidence interval [CI]: 1.03-1.19) were associated with lumbar disc herniation. Multiple logistic regression analysis showed that only ST was associated with lumbar disc herniation (OR: 2.29; 95% CI: 1.78-3.00).\n    \n\n\n          Conclusion:\n        \n      \n      Multiple logistic regression analysis showed that ST was associated with lumbar disc herniation with leg pain and had a stronger association than SA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36120768/",
    "clean_text": "factors associated with spinal instability in low back lumbar diseases with leg pain analysis of sagittal translation and segmental angulation background determining the association between radiographic spinal instability assessment and lower back lumbar diseases with lower limb symptoms can contribute to evidence based assessment and treatment in clinical practice and rehabilitation objective to identify f background determining the association between radiographic spinal instability assessment and lower back lumbar diseases with lower limb symptoms can contribute to evidence based assessment and treatment in clinical practice and rehabilitation therefore radiological evidence of lumbar spine instability assessment such as sagittal translation st and segmental angulation sa is clinically important objective to identify factors associated with the assessment of spinal instability in lumbar disc herniation with leg pain and discogenic low back pain using st and sa methods we examined patients with lumbar disc herniation with leg pain and with discogenic low back pain at our clinic from to data on age gender sports activities and occupation were collected from medical records additionally st and sa of l and l during maximum trunk flexion and extension were measured using radiography simple and multiple logistic regression analyses were used for statistical analysis results simple logistic regression analysis showed that st and sa odds ratio or confidence interval ci were associated with lumbar disc herniation multiple logistic regression analysis showed that only st was associated with lumbar disc herniation or ci conclusion multiple logistic regression analysis showed that st was associated with lumbar disc herniation with leg pain and had a stronger association than sa"
}