{
    "title": "Prescription drug monitoring programs evaluation: A systematic review of reviews.",
    "doc_id": "37126936",
    "writer": "Tay E",
    "year": "2023",
    "summary": "Previous systematic reviews report inconsistent findings. We undertook a systematic review of reviews to 1) describe and identify the methods and outcome measures used to evaluate PDMPs, 2) summarise existing evidence on outcomes and factors that influence PDMP succ …",
    "abstract": "Background:\n        \n      \n      Prescription drug monitoring programs (PDMPs) are used to mitigate harms from high-risk medicines including misuse, prescription shopping, overdoses, and death. Previous systematic reviews report inconsistent findings. We undertook a systematic review of reviews to 1) describe and identify the methods and outcome measures used to evaluate PDMPs, 2) summarise existing evidence on outcomes and factors that influence PDMP success or benefit realisation.\n    \n\n\n          Methods:\n        \n      \n      MEDLINE, EMBASE, Scopus, Cochrane Database of Systematic Reviews, and PROSPERO were used to identify systematic reviews on PDMPs. Twelve papers met the inclusion criteria. Data extracted included review aim, study designs, settings, outcome measures, and key findings. Quality was assessed using AMSTAR 2 quality assessment tool.\n    \n\n\n          Results:\n        \n      \n      Review papers were categorised as outcome or process evaluation reviews. Process evaluation reviews described implementation processes, barriers and facilitators to PDMP use and/or implementation. Most (57%) papers described barriers which frequently included usability and data integration. Outcome evaluation papers reported impact of PDMPs on outcomes, which were opioid-focused, and findings were highly variable. Most reviews (67%) were rated as low quality, limiting the conclusions that can be drawn.\n    \n\n\n          Conclusions:\n        \n      \n      Inconsistent methods and outcome measures were used to evaluate PDMPs. No economic evaluations of PDMPs were found. Standardising assessment and reporting of results may improve the quality and confidence in an evidence-base to inform future roll-out and evaluation of PDMPs. Targeting barriers such as system-related challenges and negative end-user perceptions could improve sustained uptake of PDMPs, and potentially facilitate benefits realisation, including mitigating harms of high-risk prescription medicines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37126936/",
    "clean_text": "prescription drug monitoring programs evaluation a systematic review of reviews previous systematic reviews report inconsistent findings we undertook a systematic review of reviews to describe and identify the methods and outcome measures used to evaluate pdmps summarise existing evidence on outcomes and factors that influence pdmp succ background prescription drug monitoring programs pdmps are used to mitigate harms from high risk medicines including misuse prescription shopping overdoses and death previous systematic reviews report inconsistent findings we undertook a systematic review of reviews to describe and identify the methods and outcome measures used to evaluate pdmps summarise existing evidence on outcomes and factors that influence pdmp success or benefit realisation methods medline embase scopus cochrane database of systematic reviews and prospero were used to identify systematic reviews on pdmps twelve papers met the inclusion criteria data extracted included review aim study designs settings outcome measures and key findings quality was assessed using amstar quality assessment tool results review papers were categorised as outcome or process evaluation reviews process evaluation reviews described implementation processes barriers and facilitators to pdmp use and or implementation most papers described barriers which frequently included usability and data integration outcome evaluation papers reported impact of pdmps on outcomes which were opioid focused and findings were highly variable most reviews were rated as low quality limiting the conclusions that can be drawn conclusions inconsistent methods and outcome measures were used to evaluate pdmps no economic evaluations of pdmps were found standardising assessment and reporting of results may improve the quality and confidence in an evidence base to inform future roll out and evaluation of pdmps targeting barriers such as system related challenges and negative end user perceptions could improve sustained uptake of pdmps and potentially facilitate benefits realisation including mitigating harms of high risk prescription medicines"
}