{
    "pmid": "41468651",
    "title": "Gut microbiota signatures associated with ketogenic diet response in pediatric drug-resistant epilepsy.",
    "abstract": "Emerging evidence suggests that gut microbiota may mediate the antiseizure effects of the ketogenic diet (KD) in drug-resistant epilepsy (DRE), yet predictive microbial biomarkers remain poorly characterized. This study aimed to investigate gut microbiota signatures associated with therapeutic response to KD in pediatric DRE patients. In this prospective study conducted at Guangdong Sanjiu Brain Hospital, 42 children with DRE (age range: 2-10 years, 22 males and 20 females) received KD therapy. The primary endpoint was assessed at 3 months, with an extended follow-up to 6 months in eligible patients. Fecal samples were collected at baseline and at 1, 2, 3, and 6 months after KD initiation. 16S rRNA gene sequencing was performed to analyze gut microbiota composition. Therapeutic response was defined as ≥50% seizure frequency reduction at 3-month follow-up. The median age at epilepsy onset was 18.50 (8.25-41.50) months, and the median age at KD initiation was 53.50 (41.00-80.75) months. Among 34 patients completing the 3-month follow-up, 16 were responders. Responders showed significantly higher baseline abundances of Lachnoclostridium and Barnesiella. Following three months of KD therapy, responders demonstrated increased levels of Parabacteroides and Akkermansia relative to baseline, whereas these genera remained stable in non-responders. Non-responders exhibited consistently higher abundance of Catenibacterium both at baseline and throughout the intervention period compared to responders. Notably, after one month of KD, responders exhibited significantly elevated levels of Parabacteroides compared to non-responders. Higher baseline abundances of Lachnoclostridium and Barnesiella were identified as potential predictive biomarkers for favorable KD response in pediatric DRE. The dynamic increases in Parabacteroides and Akkermansia during KD intervention further distinguished responders, whereas elevated Catenibacterium levels were associated with poor treatment outcomes, providing preliminary insights for treatment stratification.",
    "disease": "epilepsy",
    "clean_text": "gut microbiota signatures associated with ketogenic diet response in pediatric drug resistant epilepsy emerging evidence suggests that gut microbiota may mediate the antiseizure effects of the ketogenic diet kd in drug resistant epilepsy dre yet predictive microbial biomarkers remain poorly characterized this study aimed to investigate gut microbiota signatures associated with therapeutic response to kd in pediatric dre patients in this prospective study conducted at guangdong sanjiu brain hospital children with dre age range years males and females received kd therapy the primary endpoint was assessed at months with an extended follow up to months in eligible patients fecal samples were collected at baseline and at and months after kd initiation s rrna gene sequencing was performed to analyze gut microbiota composition therapeutic response was defined as seizure frequency reduction at month follow up the median age at epilepsy onset was months and the median age at kd initiation was months among patients completing the month follow up were responders responders showed significantly higher baseline abundances of lachnoclostridium and barnesiella following three months of kd therapy responders demonstrated increased levels of parabacteroides and akkermansia relative to baseline whereas these genera remained stable in non responders non responders exhibited consistently higher abundance of catenibacterium both at baseline and throughout the intervention period compared to responders notably after one month of kd responders exhibited significantly elevated levels of parabacteroides compared to non responders higher baseline abundances of lachnoclostridium and barnesiella were identified as potential predictive biomarkers for favorable kd response in pediatric dre the dynamic increases in parabacteroides and akkermansia during kd intervention further distinguished responders whereas elevated catenibacterium levels were associated with poor treatment outcomes providing preliminary insights for treatment stratification"
}