{
    "title": "Lineage-resolved analysis of embryonic gene expression evolution in C. elegans and C. briggsae.",
    "doc_id": "40536976",
    "writer": "Large CRL",
    "year": "2025",
    "summary": "The conserved invariant embryonic lineage of Caenorhabditis elegans and C. briggsae makes them ideal for comparing cell type gene expression across evolution. Measuring the spatiotemporal divergence of gene expression across embryogenesis, we find a hi …",
    "abstract": "The constraints that govern the evolution of gene expression patterns across development remain unclear. Single-cell RNA sequencing can detail these constraints by systematically profiling homologous cells. The conserved invariant embryonic lineage of Caenorhabditis elegans and C. briggsae makes them ideal for comparing cell type gene expression across evolution. Measuring the spatiotemporal divergence of gene expression across embryogenesis, we find a high level of similarity in gene expression programs between species despite tens of millions of years of evolutionary divergence. Nonetheless, thousands of genes show divergence in their cell type specific expression patterns, with enrichment for functions in environmental response and behavior. Neuronal cell types show higher divergence than others such as the intestine and germline. This work identifies likely constraints on the evolution of developmental gene expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40536976/",
    "clean_text": "lineage resolved analysis of embryonic gene expression evolution in c elegans and c briggsae the conserved invariant embryonic lineage of caenorhabditis elegans and c briggsae makes them ideal for comparing cell type gene expression across evolution measuring the spatiotemporal divergence of gene expression across embryogenesis we find a hi the constraints that govern the evolution of gene expression patterns across development remain unclear single cell rna sequencing can detail these constraints by systematically profiling homologous cells the conserved invariant embryonic lineage of caenorhabditis elegans and c briggsae makes them ideal for comparing cell type gene expression across evolution measuring the spatiotemporal divergence of gene expression across embryogenesis we find a high level of similarity in gene expression programs between species despite tens of millions of years of evolutionary divergence nonetheless thousands of genes show divergence in their cell type specific expression patterns with enrichment for functions in environmental response and behavior neuronal cell types show higher divergence than others such as the intestine and germline this work identifies likely constraints on the evolution of developmental gene expression"
}