{
    "title": "Eating preferences and behaviors of older immigrants in Oslo: A qualitative study.",
    "doc_id": "38815690",
    "writer": "Maxson SL",
    "year": "2024",
    "summary": "Studies indicate that older immigrants in Norway have a higher rate of non-communicable disease than older non-immigrants. ...In this way, older immigrants in Oslo share much in common with older non-immigrants. Hopes and worries for the future motivat …",
    "abstract": "Norway's population of older, first-generation immigrants is expected to almost triple by the year 2060 due to decreased mortality and continued immigration. Studies indicate that older immigrants in Norway have a higher rate of non-communicable disease than older non-immigrants. Eating a health-supporting diet is important for reducing disease risk and maintaining independence in older adults. The purpose of this study was to increase understanding of the eating preferences and behaviors of older, home-dwelling, first-generation immigrants in Oslo, and to identify influences on their eating preferences and behaviors. This qualitative study took a phenomenological approach to understand older immigrants' shared experience of changing eating behaviors with aging. Fourteen home-dwelling, older immigrants were recruited using a combination of purposeful random sampling and snowball sampling. In-depth interviews were conducted then analyzed according to reflexive thematic analysis. Study findings indicate that older immigrants eat a bi-cultural diet pattern. In addition, they seek out information about nutrition, and incorporate many health-supporting eating habits for disease management and prevention. In this way, older immigrants in Oslo share much in common with older non-immigrants. Hopes and worries for the future motivate older immigrants to eat more healthfully in order to maintain independence and cultural identity as long as possible. These results can be useful for designing culturally tailored programs which support eating habits for health maintenance and disease prevention among older immigrants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38815690/",
    "clean_text": "eating preferences and behaviors of older immigrants in oslo a qualitative study studies indicate that older immigrants in norway have a higher rate of non communicable disease than older non immigrants in this way older immigrants in oslo share much in common with older non immigrants hopes and worries for the future motivat norway s population of older first generation immigrants is expected to almost triple by the year due to decreased mortality and continued immigration studies indicate that older immigrants in norway have a higher rate of non communicable disease than older non immigrants eating a health supporting diet is important for reducing disease risk and maintaining independence in older adults the purpose of this study was to increase understanding of the eating preferences and behaviors of older home dwelling first generation immigrants in oslo and to identify influences on their eating preferences and behaviors this qualitative study took a phenomenological approach to understand older immigrants shared experience of changing eating behaviors with aging fourteen home dwelling older immigrants were recruited using a combination of purposeful random sampling and snowball sampling in depth interviews were conducted then analyzed according to reflexive thematic analysis study findings indicate that older immigrants eat a bi cultural diet pattern in addition they seek out information about nutrition and incorporate many health supporting eating habits for disease management and prevention in this way older immigrants in oslo share much in common with older non immigrants hopes and worries for the future motivate older immigrants to eat more healthfully in order to maintain independence and cultural identity as long as possible these results can be useful for designing culturally tailored programs which support eating habits for health maintenance and disease prevention among older immigrants"
}