{
    "pmid": "41314419",
    "title": "Terlipressin Administration Strategies in Hepatorenal Syndrome-Acute Kidney Injury: A Narrative Review of Continuous Infusion and Intermittent Bolus Approaches.",
    "abstract": "Hepatorenal syndrome-acute kidney injury (HRS-AKI) is a life-threatening complication of cirrhosis, marked by profound splanchnic vasodilation leading to renal hypoperfusion. Guidelines throughout the years have refined the definitions, classifications, and diagnostic criteria of HRS-AKI to promote earlier recognition and intervention. Vasoconstrictor therapy remains the cornerstone of the management of HRS-AKI. Among the available agents, terlipressin is the most well-studied and has been endorsed by multiple international guidelines as first-line therapy for HRS-AKI. Although approved by the United States Food and Drug Administration for use in HRS-AKI with an intermittent intravenous bolus dosing strategy, recent consensus guidance recommends continuous infusion as the preferred route of administration. This narrative review summarizes current evidence from clinical trials and comparative studies evaluating terlipressin continuous infusion versus intermittent bolus dosing strategies, with a focus on efficacy, safety, and operational considerations. Clinical trials comparing the two strategies have shown that the continuous infusion strategy provides comparable, and possibly superior, efficacy in HRS reversal compared to intermittent bolus dosing, while also demonstrating a lower incidence of adverse effects. Operational feasibility is supported by physical and chemical stability in various diluents over 24-h infusion periods; however, implementation challenges remain, including limited line compatibility data and line access issues in patients with cirrhosis. In conclusion, the terlipressin continuous infusion strategy appears to be an efficacious, safe, and operationally plausible alternative to intermittent bolus dosing and may be considered for routine use in clinical practice.",
    "disease": "liver cirrhosis",
    "clean_text": "terlipressin administration strategies in hepatorenal syndrome acute kidney injury a narrative review of continuous infusion and intermittent bolus approaches hepatorenal syndrome acute kidney injury hrs aki is a life threatening complication of cirrhosis marked by profound splanchnic vasodilation leading to renal hypoperfusion guidelines throughout the years have refined the definitions classifications and diagnostic criteria of hrs aki to promote earlier recognition and intervention vasoconstrictor therapy remains the cornerstone of the management of hrs aki among the available agents terlipressin is the most well studied and has been endorsed by multiple international guidelines as first line therapy for hrs aki although approved by the united states food and drug administration for use in hrs aki with an intermittent intravenous bolus dosing strategy recent consensus guidance recommends continuous infusion as the preferred route of administration this narrative review summarizes current evidence from clinical trials and comparative studies evaluating terlipressin continuous infusion versus intermittent bolus dosing strategies with a focus on efficacy safety and operational considerations clinical trials comparing the two strategies have shown that the continuous infusion strategy provides comparable and possibly superior efficacy in hrs reversal compared to intermittent bolus dosing while also demonstrating a lower incidence of adverse effects operational feasibility is supported by physical and chemical stability in various diluents over h infusion periods however implementation challenges remain including limited line compatibility data and line access issues in patients with cirrhosis in conclusion the terlipressin continuous infusion strategy appears to be an efficacious safe and operationally plausible alternative to intermittent bolus dosing and may be considered for routine use in clinical practice"
}