{
    "title": "Rigid removable cover for dorsal wound protection and tube fixation in pigs.",
    "doc_id": "27021892",
    "writer": "Stynes GD",
    "year": "2016",
    "summary": "OBJECTIVE: To report the design and benefits of a rigid polyethylene cover 'shell' for the protection of dorsal torso wounds and tube fixation in pigs. METHODS: Open C-shaped polyethylene shells were designed to protect wounds and dressings on the dorsum of pigs use …",
    "abstract": "Objective:\n        \n      \n      To report the design and benefits of a rigid polyethylene cover 'shell' for the protection of dorsal torso wounds and tube fixation in pigs.\n    \n\n\n          Methods:\n        \n      \n      Open C-shaped polyethylene shells were designed to protect wounds and dressings on the dorsum of pigs used in research into negative pressure dressing-assisted wound healing. The shells were designed to resist trauma and contamination, to be comfortable and expansible, and to facilitate tube fixation and management. Strap fixation was optimised during experimentation. Efficacy was assessed by direct observation of dressing and wound protection, tube integrity and by macroscopic and microscopic assessments of wound healing.\n    \n\n\n          Results:\n        \n      \n      The shells effectively protected the wounds against blunt and sharp trauma, were simple to remove and reapply, were well tolerated and allowed for growth of the pigs. Circumferential neck straps attached by lateral straps to the shells proved critical. There was no wound infection or inflammation underlying the shells. Porting tubing via mid-dorsal holes in the shells and affixing the tubing just cranial to these holes prevented tube damage and traction, permitted tube management from outside the cages and allowed the pigs to move freely without becoming entangled.\n    \n\n\n          Conclusion:\n        \n      \n      These shells effectively protected dorsal skin wounds and dressings, prevented tube damage and facilitated tube management in pigs. Similar systems may be useful for other production animals for wound management and for tube management with negative pressure wound healing, drain tubes or the delivery of nutrition, fluids or medications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27021892/",
    "clean_text": "rigid removable cover for dorsal wound protection and tube fixation in pigs objective to report the design and benefits of a rigid polyethylene cover shell for the protection of dorsal torso wounds and tube fixation in pigs methods open c shaped polyethylene shells were designed to protect wounds and dressings on the dorsum of pigs use objective to report the design and benefits of a rigid polyethylene cover shell for the protection of dorsal torso wounds and tube fixation in pigs methods open c shaped polyethylene shells were designed to protect wounds and dressings on the dorsum of pigs used in research into negative pressure dressing assisted wound healing the shells were designed to resist trauma and contamination to be comfortable and expansible and to facilitate tube fixation and management strap fixation was optimised during experimentation efficacy was assessed by direct observation of dressing and wound protection tube integrity and by macroscopic and microscopic assessments of wound healing results the shells effectively protected the wounds against blunt and sharp trauma were simple to remove and reapply were well tolerated and allowed for growth of the pigs circumferential neck straps attached by lateral straps to the shells proved critical there was no wound infection or inflammation underlying the shells porting tubing via mid dorsal holes in the shells and affixing the tubing just cranial to these holes prevented tube damage and traction permitted tube management from outside the cages and allowed the pigs to move freely without becoming entangled conclusion these shells effectively protected dorsal skin wounds and dressings prevented tube damage and facilitated tube management in pigs similar systems may be useful for other production animals for wound management and for tube management with negative pressure wound healing drain tubes or the delivery of nutrition fluids or medications"
}