{
    "pmid": "41427162",
    "title": "When teeth and kidneys fail together: a case series of amelogenesis imperfecta-renal syndromes in childhood.",
    "abstract": "Amelogenesis imperfecta (AI) is a group of hereditary conditions that affect enamel formation and may signal underlying systemic diseases. Although rare, renal involvement is increasingly being reported, particularly in the context of enamel-renal syndrome (ERS). This study describes and analyzes five pediatric cases of amelogenesis imperfecta associated with renal anomalies, aiming to raise awareness of this rare but significant syndromic association. We retrospectively examined the medical records of five children diagnosed with AI and renal pathology. A review of the clinical, biochemical, radiological, and dental findings was conducted. Outcomes and management strategies were analyzed. All patients exhibited enamel defects that were compatible with AI, ranging from hypoplasia to delayed eruption. The renal presentations were as follows: nephrocalcinosis, Bartter syndrome, chronic kidney disease, distal renal tubular acidosis, and ectopic calcifications. Two siblings presented with chronic kidney disease and tubular defects of unknown origin, raising suspicion of a hereditary tubulopathy. Despite the absence of molecular confirmation, the clinical profiles were suggestive of syndromic forms, such as Enamel Renal Syndrome (ERS) and WDR72-related conditions. AI should prompt a systemic evaluation, particularly renal screening. Pediatric dentists play a pivotal role in early detection. Multidisciplinary management, including nephrology and genetics, is essential for timely diagnosis and prevention of renal complications.",
    "disease": "chronic kidney disease",
    "clean_text": "when teeth and kidneys fail together a case series of amelogenesis imperfecta renal syndromes in childhood amelogenesis imperfecta ai is a group of hereditary conditions that affect enamel formation and may signal underlying systemic diseases although rare renal involvement is increasingly being reported particularly in the context of enamel renal syndrome ers this study describes and analyzes five pediatric cases of amelogenesis imperfecta associated with renal anomalies aiming to raise awareness of this rare but significant syndromic association we retrospectively examined the medical records of five children diagnosed with ai and renal pathology a review of the clinical biochemical radiological and dental findings was conducted outcomes and management strategies were analyzed all patients exhibited enamel defects that were compatible with ai ranging from hypoplasia to delayed eruption the renal presentations were as follows nephrocalcinosis bartter syndrome chronic kidney disease distal renal tubular acidosis and ectopic calcifications two siblings presented with chronic kidney disease and tubular defects of unknown origin raising suspicion of a hereditary tubulopathy despite the absence of molecular confirmation the clinical profiles were suggestive of syndromic forms such as enamel renal syndrome ers and wdr related conditions ai should prompt a systemic evaluation particularly renal screening pediatric dentists play a pivotal role in early detection multidisciplinary management including nephrology and genetics is essential for timely diagnosis and prevention of renal complications"
}