{
    "pmid": "41467150",
    "title": "Bilateral Adrenal Hemorrhage and Acute Adrenal Insufficiency Secondary to Heparin-Induced Thrombocytopenia After Coronary Artery Bypass Graft Surgery.",
    "abstract": "Adrenal insufficiency (AI) secondary to bilateral adrenal hemorrhage (BAH) from heparin-induced thrombocytopenia (HIT) is rare; only 3 instances of such cases were reported after coronary artery bypass graft surgery (CABG). We report a case of AI due to BAH from HIT after an elective CABG. A 56-year-old male with a history of diabetes and multivessel coronary artery disease underwent CABG a week ago presented with abdominal pain. Labs showed leukocytosis, hyperglycemia, elevated anion gap, and positive serum ketones. Intravenous insulin with empirical antibiotics was started. Platelet decline was noticed from 154 000/uL to 39 000/uL on the following days, along with fever, hypotension, altered mentation, hyponatremia, and abdominal pain. A computed tomography scan of the abdomen showed BAH. Primary AI was confirmed with a cosyntropin stimulation test, and HIT was diagnosed with Heparin-PF4 IgG assay and serotonin release assay. His symptoms improved after hydrocortisone treatment. AI secondary to BAH from HIT is a rare complication, with most cases reported after orthopedic surgeries. Symptoms of AI are vague and similar to sepsis. If hyponatremia, and gastrointestinal symptoms are noticed, adrenal insufficiency should be suspected, and early stress dose steroid treatment should be considered. Steroid treatment in such cases has shown to improve survival. The symptoms of adrenal insufficiency are nonspecific and could be similar to sepsis. Electrolyte abnormalities and gastrointestinal symptoms could be hints for adrenal insufficiency, especially if risks for adrenal hemorrhage are present. Early stress dose treatment in such cases has shown a survival benefit.",
    "disease": "coronary artery disease",
    "clean_text": "bilateral adrenal hemorrhage and acute adrenal insufficiency secondary to heparin induced thrombocytopenia after coronary artery bypass graft surgery adrenal insufficiency ai secondary to bilateral adrenal hemorrhage bah from heparin induced thrombocytopenia hit is rare only instances of such cases were reported after coronary artery bypass graft surgery cabg we report a case of ai due to bah from hit after an elective cabg a year old male with a history of diabetes and multivessel coronary artery disease underwent cabg a week ago presented with abdominal pain labs showed leukocytosis hyperglycemia elevated anion gap and positive serum ketones intravenous insulin with empirical antibiotics was started platelet decline was noticed from ul to ul on the following days along with fever hypotension altered mentation hyponatremia and abdominal pain a computed tomography scan of the abdomen showed bah primary ai was confirmed with a cosyntropin stimulation test and hit was diagnosed with heparin pf igg assay and serotonin release assay his symptoms improved after hydrocortisone treatment ai secondary to bah from hit is a rare complication with most cases reported after orthopedic surgeries symptoms of ai are vague and similar to sepsis if hyponatremia and gastrointestinal symptoms are noticed adrenal insufficiency should be suspected and early stress dose steroid treatment should be considered steroid treatment in such cases has shown to improve survival the symptoms of adrenal insufficiency are nonspecific and could be similar to sepsis electrolyte abnormalities and gastrointestinal symptoms could be hints for adrenal insufficiency especially if risks for adrenal hemorrhage are present early stress dose treatment in such cases has shown a survival benefit"
}