{
    "pmid": "41436680",
    "title": "Successful creation of an arteriovenous fistula and pathological evaluation of the radial artery in an end-stage kidney disease patient with Marfan syndrome: a case report.",
    "abstract": "We report a case of successful arteriovenous fistula (AVF) creation in a patient in his sixties with Marfan syndrome and end-stage kidney disease (ESKD). While preoperative vascular ultrasound showed a normal radial artery appearance, intraoperative findings revealed easy separation between the inner and outer layers of the vessel wall, requiring a meticulous suturing technique. Histopathological examination of the radial artery revealed features compatible with Marfan syndrome: disrupted elastic fibers, and small spaces with increased accumulation of acidic mucopolysaccharide deposits in the tunica media. This case demonstrates that even when normal on ultrasound, the radial arteries of Marfan syndrome patients harbor significant structural abnormalities, warranting heightened caution during AVF creation.",
    "disease": "chronic kidney disease",
    "clean_text": "successful creation of an arteriovenous fistula and pathological evaluation of the radial artery in an end stage kidney disease patient with marfan syndrome a case report we report a case of successful arteriovenous fistula avf creation in a patient in his sixties with marfan syndrome and end stage kidney disease eskd while preoperative vascular ultrasound showed a normal radial artery appearance intraoperative findings revealed easy separation between the inner and outer layers of the vessel wall requiring a meticulous suturing technique histopathological examination of the radial artery revealed features compatible with marfan syndrome disrupted elastic fibers and small spaces with increased accumulation of acidic mucopolysaccharide deposits in the tunica media this case demonstrates that even when normal on ultrasound the radial arteries of marfan syndrome patients harbor significant structural abnormalities warranting heightened caution during avf creation"
}