{
    "pmid": "41451369",
    "title": "Lentinan inhibits colorectal cancer stemness by binding CD133 and suppressing the CD133/p85/p-AKT signaling axis.",
    "abstract": "Colorectal cancer (CRC) ranks third in the global cancer incidence rate worldwide. Cancer stem cells (CSCs) are key drivers of CRC recurrence, metastasis, and therapy resistance, while therapies against them remain limited. Lentinan is widely recognized for its strong immune-enhancing and broad-spectrum directly antitumor activities, however, whether it has potential for cancer stemness remains unknown. The CRC cell lines HCT116 and SW620 were selected for pharmacodynamic investigation. Furthermore, tumor sphere formation and limiting dilution assays were used to assess the impact of SLNT on stemness of CRC. Using cell sorting alongside cluster of differentiation 133 (CD133) knockdown and overexpression experiments, the key molecular targets of SLNT in exerting anti-CRC effects were identified. To further elucidate the underlying molecular mechanism, we performed localized surface plasmon resonance (LSPR), cellular thermal shift assay (CETSA), and molecular docking simulations. Additionally, western blot analysis was conducted to validate the key signaling molecules involved. Our results demonstrated that lentinan significantly suppressed the proliferation and stemness of CRC cell lines HCT116 and SW620. We identified CD133 as a critical functional target and confirmed a direct binding interaction between lentinan and CD133. Finally, we revealed that lentinan suppresses stemness by inhibiting the CD133/ phosphatidylinositol 3-kinase 85 kDa regulatory subunit (p85)/ phosphorylated AKT serine/threonine kinase (p-AKT) signaling axis in CRC. Our findings not only shed new light on the anti-tumor mechanism of lentinan, highlighting the scientific potential of natural polysaccharides in cancer treatment, but also offers new options for the clinical drug therapy of CRC.",
    "disease": "colorectal cancer",
    "clean_text": "lentinan inhibits colorectal cancer stemness by binding cd and suppressing the cd p p akt signaling axis colorectal cancer crc ranks third in the global cancer incidence rate worldwide cancer stem cells cscs are key drivers of crc recurrence metastasis and therapy resistance while therapies against them remain limited lentinan is widely recognized for its strong immune enhancing and broad spectrum directly antitumor activities however whether it has potential for cancer stemness remains unknown the crc cell lines hct and sw were selected for pharmacodynamic investigation furthermore tumor sphere formation and limiting dilution assays were used to assess the impact of slnt on stemness of crc using cell sorting alongside cluster of differentiation cd knockdown and overexpression experiments the key molecular targets of slnt in exerting anti crc effects were identified to further elucidate the underlying molecular mechanism we performed localized surface plasmon resonance lspr cellular thermal shift assay cetsa and molecular docking simulations additionally western blot analysis was conducted to validate the key signaling molecules involved our results demonstrated that lentinan significantly suppressed the proliferation and stemness of crc cell lines hct and sw we identified cd as a critical functional target and confirmed a direct binding interaction between lentinan and cd finally we revealed that lentinan suppresses stemness by inhibiting the cd phosphatidylinositol kinase kda regulatory subunit p phosphorylated akt serine threonine kinase p akt signaling axis in crc our findings not only shed new light on the anti tumor mechanism of lentinan highlighting the scientific potential of natural polysaccharides in cancer treatment but also offers new options for the clinical drug therapy of crc"
}