{
    "pmid": "41448758",
    "title": "[A coronary artery plaque segmentation method based on focal weighted accuracy loss function].",
    "abstract": "Medical images of coronary artery plaque are always accompanied by the situation of extreme class imbalance. The traditional two-step methods locate the region of interest (ROI) in the sample firstly, and then segment the sample within the ROI. On the other hand, the traditional resampling methods use resampling strategies to increase the number of minority class samples to mitigate the effects of class imbalance. These two types of methods either make the network structure more complex or decrease training efficiency and performance of the model due to the increase of samples. This paper proposes a method including a novel focal weighted accuracy loss function and improved metrics evaluation algorithms to address the issues in the segmentation of coronary artery calcification plaque mentioned above. Experimental results on the selected dataset show the proposed method increased the training speed and improved the segmentation performance of the model without performing resampling on the dataset. Specifically, the F1-score was 0.873 5, the precision was 0.929 6, and the recall was 0.823 8. The F1-score was largely improved compared with the method using focal loss function. Furthermore, compared with methods with multiple models and methods via resampling the minority class samples, research results demonstrate that the proposed method improved the accuracy and efficiency in coronary artery plaque segmentation while has a shorter training time, which lays the foundation for improving the efficiency and scientific nature of diagnosing related diseases in the future. 冠状动脉斑块医学图像数据总是存在极大类不平衡的情况，对应的传统两步骤类方法是先找到样本的感兴趣区域（ROI），然后再在感兴趣区域分割样本；而传统重采样类方法则采用重采样策略以增加少数类样本数量的方式来消除类不平衡的影响。这两类方法要么会使网络的结构变得复杂，要么由于样本量大增导致模型的训练效率和性能变差。基于此，本文提出了一种结合加权准确度焦点损失函数（FAL）和改进指标评估算法的方法，解决了冠状动脉钙化斑块分割中的上述问题。在所选数据集上的测试结果表明，本文方法提高了模型的训练速度，在不对数据集进行重采样的情况下提升了模型分割精度；其中，F1分数为0.873 5，精确度为0.929 6，召回率为0.823 8；与采用焦点损失（FL）函数的方法相比，本文方法的F1分数获得了大幅提升。此外，研究结果显示，与使用多个模型或者对少数类样本重采样的方法相比，本文方法训练时间更短，实现了对冠状动脉斑块分割精度和效率的提升，为今后提升相关疾病的诊断效率和诊断科学性奠定了基础。.",
    "disease": "coronary artery disease",
    "clean_text": "a coronary artery plaque segmentation method based on focal weighted accuracy loss function medical images of coronary artery plaque are always accompanied by the situation of extreme class imbalance the traditional two step methods locate the region of interest roi in the sample firstly and then segment the sample within the roi on the other hand the traditional resampling methods use resampling strategies to increase the number of minority class samples to mitigate the effects of class imbalance these two types of methods either make the network structure more complex or decrease training efficiency and performance of the model due to the increase of samples this paper proposes a method including a novel focal weighted accuracy loss function and improved metrics evaluation algorithms to address the issues in the segmentation of coronary artery calcification plaque mentioned above experimental results on the selected dataset show the proposed method increased the training speed and improved the segmentation performance of the model without performing resampling on the dataset specifically the f score was the precision was and the recall was the f score was largely improved compared with the method using focal loss function furthermore compared with methods with multiple models and methods via resampling the minority class samples research results demonstrate that the proposed method improved the accuracy and efficiency in coronary artery plaque segmentation while has a shorter training time which lays the foundation for improving the efficiency and scientific nature of diagnosing related diseases in the future roi fal f fl f"
}