{
    "title": "[Benign and malignant diseases of the prostate].",
    "doc_id": "7529955",
    "writer": "Grond A",
    "year": "1994",
    "summary": "Due to higher male life expectancy coupled with increasing demand for insurance amongst older men, diseases of the prostate are becoming more significant in life insurance medicine. Suitable diagnostic procedures differentiate to a large extent between carcinoma of the …",
    "abstract": "Due to higher male life expectancy coupled with increasing demand for insurance amongst older men, diseases of the prostate are becoming more significant in life insurance medicine. Suitable diagnostic procedures differentiate to a large extent between carcinoma of the prostate gland and prostatic hyperplasia or prostatitis. Acute as well as chronic prostatitis can be cured and, in general, has no effect on life expectancy. Depending on the staging classification, benign prostatic hyperplasia can be treated conservatively by medication, by alternative heat treatment or surgical resection of the prostate. Advantages and incidence of complications of the different therapeutic methods are being described. The perioperative mortality risk as well as secondary renal complications need to be considered from an insurance medical point of view and may require a mortality loading. Only stages T1 and T2 prostatic carcinoma can be cured by surgery. New discoveries of the morphologic structure of the prostate gland and more sophisticated surgical methods in radical prostatectomy have reduced mortality. The incidence of post surgical complications has also decreased, when the life expectancy of the patient exceeds ten years. This results in a more favourable insurance medical assessment than that of several years ago. Stages T3 and T4 prostatic carcinoma normally require palliative treatment. On the basis of the latest research, \"watchful waiting\" is gaining importance as against therapeutic concepts at the time of diagnosis. Besides the tumour staging, the presence of lymph node metastases or distant metastases are relevant from an insurance medical point of view.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7529955/",
    "clean_text": "benign and malignant diseases of the prostate due to higher male life expectancy coupled with increasing demand for insurance amongst older men diseases of the prostate are becoming more significant in life insurance medicine suitable diagnostic procedures differentiate to a large extent between carcinoma of the due to higher male life expectancy coupled with increasing demand for insurance amongst older men diseases of the prostate are becoming more significant in life insurance medicine suitable diagnostic procedures differentiate to a large extent between carcinoma of the prostate gland and prostatic hyperplasia or prostatitis acute as well as chronic prostatitis can be cured and in general has no effect on life expectancy depending on the staging classification benign prostatic hyperplasia can be treated conservatively by medication by alternative heat treatment or surgical resection of the prostate advantages and incidence of complications of the different therapeutic methods are being described the perioperative mortality risk as well as secondary renal complications need to be considered from an insurance medical point of view and may require a mortality loading only stages t and t prostatic carcinoma can be cured by surgery new discoveries of the morphologic structure of the prostate gland and more sophisticated surgical methods in radical prostatectomy have reduced mortality the incidence of post surgical complications has also decreased when the life expectancy of the patient exceeds ten years this results in a more favourable insurance medical assessment than that of several years ago stages t and t prostatic carcinoma normally require palliative treatment on the basis of the latest research watchful waiting is gaining importance as against therapeutic concepts at the time of diagnosis besides the tumour staging the presence of lymph node metastases or distant metastases are relevant from an insurance medical point of view"
}