{
    "pmid": "41472219",
    "title": "Transmission, Pathological and Clinical Manifestations of Highly Pathogenic Avian Influenza A Virus in Mammals with Emphasis on H5N1 Clade 2.3.4.4b.",
    "abstract": "Highly pathogenic avian influenza A virus (HPAIV) H5N1, clade 2.3.4.4b, has emerged as a significant zoonotic threat. H5N1 is widely circulating in wild birds, and an increasing number of spillover events have been observed in a wide range of mammalian species. These cases are primarily reported in countries on the European and American continents. This review describes the likely transmission routes, lesions, and clinical manifestations of HPAIV H5N1 clade 2.3.4.4b in naturally infected mammals, with a focus on the involvement of the central nervous system (CNS). In the analysis, pathological findings were categorized by organ system and host species, which were further divided into terrestrial mammals, marine mammals, and dairy cattle. The most frequently reported clinical manifestations were neurological and respiratory signs in marine mammals and neurological signs and lethargy in terrestrial mammals. Macroscopic and histological lesions were commonly found in the CNS and lungs of terrestrial and marine mammals, while dairy cattle showed mainly gastrointestinal and mammary gland involvement. Immunohistochemistry and reverse transcriptase real-time PCR analyses confirmed high viral loads in brain tissues, indicating a neurological tropism of H5N1 clade 2.3.4.4b. Routes of CNS invasion remain uncertain, though both hematogenous and olfactory nerve pathways are discussed. Recent evidence suggests mammal-to-mammal and vertical transmission, raising concerns for the zoonotic and pandemic potential of this virus. In conclusion, the findings emphasize an urgent need for enhanced surveillance to effectively disclose changes in viral pathogenicity and transmissibility among mammalian hosts.",
    "disease": "influenza",
    "clean_text": "transmission pathological and clinical manifestations of highly pathogenic avian influenza a virus in mammals with emphasis on h n clade b highly pathogenic avian influenza a virus hpaiv h n clade b has emerged as a significant zoonotic threat h n is widely circulating in wild birds and an increasing number of spillover events have been observed in a wide range of mammalian species these cases are primarily reported in countries on the european and american continents this review describes the likely transmission routes lesions and clinical manifestations of hpaiv h n clade b in naturally infected mammals with a focus on the involvement of the central nervous system cns in the analysis pathological findings were categorized by organ system and host species which were further divided into terrestrial mammals marine mammals and dairy cattle the most frequently reported clinical manifestations were neurological and respiratory signs in marine mammals and neurological signs and lethargy in terrestrial mammals macroscopic and histological lesions were commonly found in the cns and lungs of terrestrial and marine mammals while dairy cattle showed mainly gastrointestinal and mammary gland involvement immunohistochemistry and reverse transcriptase real time pcr analyses confirmed high viral loads in brain tissues indicating a neurological tropism of h n clade b routes of cns invasion remain uncertain though both hematogenous and olfactory nerve pathways are discussed recent evidence suggests mammal to mammal and vertical transmission raising concerns for the zoonotic and pandemic potential of this virus in conclusion the findings emphasize an urgent need for enhanced surveillance to effectively disclose changes in viral pathogenicity and transmissibility among mammalian hosts"
}