{
    "pmid": "41325751",
    "title": "Association between skeletal muscle index and lung function in populations with different characteristics.",
    "abstract": "IntroductionCurrent research mainly examines the link between sarcopenia and obstructive spirometry, with limited studies on preserved ratio impaired lung function (PRISm). This study aims to investigate the association between skeletal muscle index (SMI) and lung function indicators in populations with different characteristics, with particular emphasis on the PRISm population.MethodsData were utilized from the National Health and Nutrition Examination Survey (NHANES) 2011-2012 cycle. The participants were categorized into three groups: obstructive spirometry, PRISm, and normal spirometry. The SMI was calculated by dividing appendicular skeletal muscle mass by body mass index. Multiple linear regression analysis was employed to explore the relationship between the SMI and lung function indicators, including forced expiratory volume in 1 second (FEV1) and forced vital capacity (FVC).ResultsAmong the 2513 participants aged 20-59 years, 2096 had normal spirometry, 186 were in the obstructive spirometry group, and 231 were in the PRISm group. The SMI was significantly associated with lung function indicators after adujustment: in the obstructive spirometry group, per 0.1 unit increase in SMI was linked to an increase in FEV1 of 0.214 L (95% CI: 0.115-0.313, ",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "association between skeletal muscle index and lung function in populations with different characteristics introductioncurrent research mainly examines the link between sarcopenia and obstructive spirometry with limited studies on preserved ratio impaired lung function prism this study aims to investigate the association between skeletal muscle index smi and lung function indicators in populations with different characteristics with particular emphasis on the prism population methodsdata were utilized from the national health and nutrition examination survey nhanes cycle the participants were categorized into three groups obstructive spirometry prism and normal spirometry the smi was calculated by dividing appendicular skeletal muscle mass by body mass index multiple linear regression analysis was employed to explore the relationship between the smi and lung function indicators including forced expiratory volume in second fev and forced vital capacity fvc resultsamong the participants aged years had normal spirometry were in the obstructive spirometry group and were in the prism group the smi was significantly associated with lung function indicators after adujustment in the obstructive spirometry group per unit increase in smi was linked to an increase in fev of l ci"
}