{
    "title": "Fragile X syndrome.",
    "doc_id": "25767309",
    "writer": "Saldarriaga W",
    "year": "2014",
    "summary": "Fragile X Syndrome (FXS) is a genetic disease due to a CGG trinucleotide expansion, named full mutation (greater than 200 CGG repeats), in the fragile X mental retardation 1 gene locus Xq27.3; which leads to an hypermethylated region in the gene promot …",
    "abstract": "Fragile X Syndrome (FXS) is a genetic disease due to a CGG trinucleotide expansion, named full mutation (greater than 200 CGG repeats), in the fragile X mental retardation 1 gene locus Xq27.3; which leads to an hypermethylated region in the gene promoter therefore silencing it and lowering the expression levels of the fragile X mental retardation 1, a protein involved in synaptic plasticity and maturation. Individuals with FXS present with intellectual disability, autism, hyperactivity, long face, large or prominent ears and macroorchidism at puberty and thereafter. Most of the young children with FXS will present with language delay, sensory hyper arousal and anxiety. Girls are less affected than boys, only 25% have intellectual disability. Given the genomic features of the syndrome, there are patients with a number of triplet repeats between 55 and 200, known as premutation carriers. Most carriers have a normal IQ but some have developmental problems. The diagnosis of FXS has evolved from karyotype with special culture medium, to molecular techniques that are more sensitive and specific including PCR and Southern Blot. During the last decade, the advances in the knowledge of FXS, has led to the development of investigations on pharmaceutical management or targeted treatments for FXS. Minocycline and sertraline have shown efficacy in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25767309/",
    "clean_text": "fragile x syndrome fragile x syndrome fxs is a genetic disease due to a cgg trinucleotide expansion named full mutation greater than cgg repeats in the fragile x mental retardation gene locus xq which leads to an hypermethylated region in the gene promot fragile x syndrome fxs is a genetic disease due to a cgg trinucleotide expansion named full mutation greater than cgg repeats in the fragile x mental retardation gene locus xq which leads to an hypermethylated region in the gene promoter therefore silencing it and lowering the expression levels of the fragile x mental retardation a protein involved in synaptic plasticity and maturation individuals with fxs present with intellectual disability autism hyperactivity long face large or prominent ears and macroorchidism at puberty and thereafter most of the young children with fxs will present with language delay sensory hyper arousal and anxiety girls are less affected than boys only have intellectual disability given the genomic features of the syndrome there are patients with a number of triplet repeats between and known as premutation carriers most carriers have a normal iq but some have developmental problems the diagnosis of fxs has evolved from karyotype with special culture medium to molecular techniques that are more sensitive and specific including pcr and southern blot during the last decade the advances in the knowledge of fxs has led to the development of investigations on pharmaceutical management or targeted treatments for fxs minocycline and sertraline have shown efficacy in children"
}