{
    "title": "Continuous glucose monitoring for black older adults with type 2 diabetes mellitus: Challenges, innovations and implications: A discursive review.",
    "doc_id": "38924568",
    "writer": "Owusu B",
    "year": "2024",
    "summary": "AIM: To conduct a discursive review on continuous glucose monitoring use among Black older adults and to address the issue of racial disparities in diabetes management and outcomes. Type 2 diabetes mellitus is a global health concern with significant c …",
    "abstract": "Aim:\n        \n      \n      To conduct a discursive review on continuous glucose monitoring use among Black older adults and to address the issue of racial disparities in diabetes management and outcomes. Type 2 diabetes mellitus is a global health concern with significant complications and mortality rates. Black older adults are disproportionately affected. Initially designed for type 1 diabetes, continuous glucose monitoring has emerged as an innovative tool for type 2 diabetes mellitus management. Despite its potential, there are challenges related to adherence and digital literacy among Black older adults for managing Diabetes.\n    \n\n\n          Design:\n        \n      \n      A discursive review.\n    \n\n\n          Methods:\n        \n      \n      Searching literature in PubMed, Scopus, and Google Scholar for papers published from 2017 to 2023, we explored the use of continuous glucose monitoring in Black older adults with type 2 diabetes mellitus, examining barriers, facilitators and challenges.\n    \n\n\n          Discussion:\n        \n      \n      We highlight recommendations from the literature which included barriers, facilitators, and cultural factors associated with continuous glucose monitoring use. Findings underscore the importance of addressing these challenges to reduce racial-ethnic disparities in type 2 diabetes mellitus management among Black older adults. Nurses and advanced practice registered nurses are at the forefront and can play a pivotal role in exploring and implementing interventions to promote access and proper use of continuous glucose monitoring among Black older adult patients with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38924568/",
    "clean_text": "continuous glucose monitoring for black older adults with type diabetes mellitus challenges innovations and implications a discursive review aim to conduct a discursive review on continuous glucose monitoring use among black older adults and to address the issue of racial disparities in diabetes management and outcomes type diabetes mellitus is a global health concern with significant c aim to conduct a discursive review on continuous glucose monitoring use among black older adults and to address the issue of racial disparities in diabetes management and outcomes type diabetes mellitus is a global health concern with significant complications and mortality rates black older adults are disproportionately affected initially designed for type diabetes continuous glucose monitoring has emerged as an innovative tool for type diabetes mellitus management despite its potential there are challenges related to adherence and digital literacy among black older adults for managing diabetes design a discursive review methods searching literature in pubmed scopus and google scholar for papers published from to we explored the use of continuous glucose monitoring in black older adults with type diabetes mellitus examining barriers facilitators and challenges discussion we highlight recommendations from the literature which included barriers facilitators and cultural factors associated with continuous glucose monitoring use findings underscore the importance of addressing these challenges to reduce racial ethnic disparities in type diabetes mellitus management among black older adults nurses and advanced practice registered nurses are at the forefront and can play a pivotal role in exploring and implementing interventions to promote access and proper use of continuous glucose monitoring among black older adult patients with type diabetes mellitus"
}