{
    "pmid": "41459178",
    "title": "Association of Serum Sortilin and Insulin Resistance in Patients with Gestational Diabetes Mellitus.",
    "abstract": "Gestational diabetes mellitus is a condition in which glucose intolerance develops during pregnancy. Sortilin is a type I transmembrane protein, that belongs to the VPS10 family of post-Golgi trafficking receptors that is involved in signaling, intracellular sorting, and transport of proteins. Sortilin is required for the storage of glucose and co-expressed with the glucose transporter GLUT4 in differentiated adipocytes. This study aimed to evaluate serum sortilin level in individuals with GDM and to elucidate its relation with insulin resistance. This was a case-control study. It involved 80 pregnant women, 40 with GDM (case group) and 40 healthy pregnant women (control group). Fasting blood glucose, HbA1c, insulin, HOMA-IR, and sortilin were analyzed in all the participants. Statistical analysis was performed with SPSS, version 26.0. Age, gestational week, and blood pressure showed no significant difference in both groups. Body mass Index (BMI), fasting blood glucose, glycated hemoglobin (HbA1c), fasting insulin, homeostasis model assessment of insulin resistance (HOMA-IR), and sortilin were significantly higher in the GDM group. Maternal serum sortilin showed a statistically significant positive correlation with BMI, fasting plasma glucose, serum insulin, HOMA-IR, and HbA1c. (r:0.37, p:<0.05; r:0.64, p:<0.001; r:0.38, p:<0.001; r:0.42, p<0.001, r:0.68, p<0.001 respectively). The Receiver Operating Characteristics (ROC) curve indicated sortilin as a potential biomarker for the prediction of cases with an area under a curve of 0.98 (p-value<0.001) and for the cut-off point value of >2.6ng/ml, the sensitivity was 97.5%, specificity was 97.5%, false negative rate was 2.5% and false positive rate was 2.5%. The Youden's index was 0.95, thus indicating the diagnostic accuracy of sortilin. This study aimed to evaluate serum sortilin level in individuals with GDM and to elucidate its relation with insulin resistance. In this study, we observed that serum sortilin concentration was significantly higher in individuals with gestational GDM than in healthy pregnant women. Also, serum sortilin had a statistically significant positive correlation with fasting blood glucose, fasting insulin, HOMA-IR, and glycated hemoglobin. The area under the curve of ROC and the Youden's index shows the impeccable diagnostic accuracy of sortilin.",
    "disease": "diabetes mellitus",
    "clean_text": "association of serum sortilin and insulin resistance in patients with gestational diabetes mellitus gestational diabetes mellitus is a condition in which glucose intolerance develops during pregnancy sortilin is a type i transmembrane protein that belongs to the vps family of post golgi trafficking receptors that is involved in signaling intracellular sorting and transport of proteins sortilin is required for the storage of glucose and co expressed with the glucose transporter glut in differentiated adipocytes this study aimed to evaluate serum sortilin level in individuals with gdm and to elucidate its relation with insulin resistance this was a case control study it involved pregnant women with gdm case group and healthy pregnant women control group fasting blood glucose hba c insulin homa ir and sortilin were analyzed in all the participants statistical analysis was performed with spss version age gestational week and blood pressure showed no significant difference in both groups body mass index bmi fasting blood glucose glycated hemoglobin hba c fasting insulin homeostasis model assessment of insulin resistance homa ir and sortilin were significantly higher in the gdm group maternal serum sortilin showed a statistically significant positive correlation with bmi fasting plasma glucose serum insulin homa ir and hba c r p r p r p r p r p respectively the receiver operating characteristics roc curve indicated sortilin as a potential biomarker for the prediction of cases with an area under a curve of p value and for the cut off point value of ng ml the sensitivity was specificity was false negative rate was and false positive rate was the youden s index was thus indicating the diagnostic accuracy of sortilin this study aimed to evaluate serum sortilin level in individuals with gdm and to elucidate its relation with insulin resistance in this study we observed that serum sortilin concentration was significantly higher in individuals with gestational gdm than in healthy pregnant women also serum sortilin had a statistically significant positive correlation with fasting blood glucose fasting insulin homa ir and glycated hemoglobin the area under the curve of roc and the youden s index shows the impeccable diagnostic accuracy of sortilin"
}