{
    "pmid": "41458258",
    "title": "Heterotrimetallic Au@Cu",
    "abstract": "Neuronal dysfunction mediated by oxidative stress and amyloid-β (Aβ) deposition is widely recognized as a core mechanism in the pathogenesis of Alzheimer's disease (AD). Aβ oligomers specifically interact with key mitochondrial proteins-such as alcohol dehydrogenase, cyclophilin D, and ATP synthase-markedly increasing reactive oxygen species (ROS) production, which leads to mitochondrial membrane potential collapse and disruption of energy metabolism. Although cuprous selenide and gold nanospheres can mimic the catalytic activities of glutathione peroxidase (GPx) and superoxide dismutase (SOD), effectively scavenge excess ROS, restore mitochondrial membrane potential, and promote ATP synthesis through synergistic action, their therapeutic potential is limited by poor targeting specificity in vivo. Moreover, while antioxidant nanoagents show promise in mitigating oxidative stress, their non-specific distribution often necessitates high doses, raising potential off-target toxicity concerns and reducing treatment efficacy. Therefore, developing a delivery system that combines multifunctional neuroprotection with precise targeting to diseased microenvironments remains an urgent need. To address this, we functionalized the surface of Au@Cs nanoparticles with hyaluronic acid (HA) to construct a CD44-targeted Au@Cs-HA-PEG nanosystem. By taking advantage of the high expression of CD44 in microglia and astrocytes under inflammatory conditions, the precise targeting of inflammatory regions in the brains of AD model mice was promoted. In vitro experiments demonstrated that Au@Cs-HA-PEG effectively reduced ROS levels in HT22 cells, reversed mitochondrial membrane potential attenuation, and restored neuronal function. In vivo results showed that these nanoparticles achieved rapid brain enrichment, significantly reduced Aβ plaque deposition and neuroinflammation, and markedly improved learning, memory, and cognitive abilities in AD mice. In conclusion, this study confirms that the Au@Cs-HA-PEG nanosystem ameliorates cognitive dysfunction in AD mice by regulating ROS homeostasis, offering a novel strategy and experimental foundation for targeted therapy of Alzheimer's disease.",
    "disease": "alzheimer disease",
    "clean_text": "heterotrimetallic au cu neuronal dysfunction mediated by oxidative stress and amyloid a deposition is widely recognized as a core mechanism in the pathogenesis of alzheimer s disease ad a oligomers specifically interact with key mitochondrial proteins such as alcohol dehydrogenase cyclophilin d and atp synthase markedly increasing reactive oxygen species ros production which leads to mitochondrial membrane potential collapse and disruption of energy metabolism although cuprous selenide and gold nanospheres can mimic the catalytic activities of glutathione peroxidase gpx and superoxide dismutase sod effectively scavenge excess ros restore mitochondrial membrane potential and promote atp synthesis through synergistic action their therapeutic potential is limited by poor targeting specificity in vivo moreover while antioxidant nanoagents show promise in mitigating oxidative stress their non specific distribution often necessitates high doses raising potential off target toxicity concerns and reducing treatment efficacy therefore developing a delivery system that combines multifunctional neuroprotection with precise targeting to diseased microenvironments remains an urgent need to address this we functionalized the surface of au cs nanoparticles with hyaluronic acid ha to construct a cd targeted au cs ha peg nanosystem by taking advantage of the high expression of cd in microglia and astrocytes under inflammatory conditions the precise targeting of inflammatory regions in the brains of ad model mice was promoted in vitro experiments demonstrated that au cs ha peg effectively reduced ros levels in ht cells reversed mitochondrial membrane potential attenuation and restored neuronal function in vivo results showed that these nanoparticles achieved rapid brain enrichment significantly reduced a plaque deposition and neuroinflammation and markedly improved learning memory and cognitive abilities in ad mice in conclusion this study confirms that the au cs ha peg nanosystem ameliorates cognitive dysfunction in ad mice by regulating ros homeostasis offering a novel strategy and experimental foundation for targeted therapy of alzheimer s disease"
}