{
    "title": "Approach to Pediatric Traumatic Brain Injury in the Emergency Department.",
    "doc_id": "28814246",
    "writer": "Belisle S",
    "year": "2018",
    "summary": "BACKGROUND: Traumatic Brain Injury is a major cause of morbidity and mortality in the pediatric population affecting millions of people yearly. It is important that practitioners have the knowledge and skills to care for these complicated patients, as the initial ca …",
    "abstract": "Background:\n        \n      \n      Traumatic Brain Injury is a major cause of morbidity and mortality in the pediatric population affecting millions of people yearly. It is important that practitioners have the knowledge and skills to care for these complicated patients, as the initial care can significantly affect the course of the injury. We discuss the initial management of traumatic brain injury based on mild, moderate and severe presentations.\n    \n\n\n          Result and conclusion:\n        \n      \n      Management strategies to address Intracranial Pressure and Cerebral perfusion pressure, the use of oxygenation and ventilation strategies, temperature, correction of metabolic abnormalities and seizure care are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28814246/",
    "clean_text": "approach to pediatric traumatic brain injury in the emergency department background traumatic brain injury is a major cause of morbidity and mortality in the pediatric population affecting millions of people yearly it is important that practitioners have the knowledge and skills to care for these complicated patients as the initial ca background traumatic brain injury is a major cause of morbidity and mortality in the pediatric population affecting millions of people yearly it is important that practitioners have the knowledge and skills to care for these complicated patients as the initial care can significantly affect the course of the injury we discuss the initial management of traumatic brain injury based on mild moderate and severe presentations result and conclusion management strategies to address intracranial pressure and cerebral perfusion pressure the use of oxygenation and ventilation strategies temperature correction of metabolic abnormalities and seizure care are discussed"
}