{
    "pmid": "41458606",
    "title": "Lactylation in digestive system tumors: from mechanisms to therapeutic target.",
    "abstract": "Lactylation, a recently identified epigenetic modification derived from lactate metabolism, has emerged as a key regulator linking cellular metabolic states to chromatin remodeling and gene transcription. Acting through histone and non-histone protein lactylation (for example, Histone H3 Lysine 9 Lactylation [H3K9la], Histone H3 Lysine 18 Lactylation [H3K18la]), this modification reshapes chromatin accessibility and activates transcriptional programs, thereby driving tumor progression, metabolic reprogramming, immune evasion, and chemoresistance in digestive system malignancies. This review comprehensively summarizes the latest advances in lactylation across esophageal cancer (EC), gastric cancer (GC), colorectal cancer (CRC), hepatocellular carcinoma (HCC), pancreatic cancer (PC), and gallbladder cancer (GBC), emphasizing its role in epigenetic regulation of oncogenic signaling and metabolic-epigenetic crosstalk. Moreover, we discuss potential biomarkers, therapeutic targets, and pharmacologic strategies aimed at modulating lactylation. Despite promising translational potential, key challenges remain in standardizing detection methods and validating clinical efficacy. The intricate mechanisms of lactylation not only deepen our understanding of digestive tumor biology but also unveil a rich landscape of novel therapeutic targets. Future investigations should focus on deciphering lactylation-mediated epigenetic mechanisms in tumor immunotherapy and precision medicine, providing new directions for research and clinical insights for the early diagnosis and tailored treatment of digestive system tumors.",
    "disease": "colorectal cancer",
    "clean_text": "lactylation in digestive system tumors from mechanisms to therapeutic target lactylation a recently identified epigenetic modification derived from lactate metabolism has emerged as a key regulator linking cellular metabolic states to chromatin remodeling and gene transcription acting through histone and non histone protein lactylation for example histone h lysine lactylation h k la histone h lysine lactylation h k la this modification reshapes chromatin accessibility and activates transcriptional programs thereby driving tumor progression metabolic reprogramming immune evasion and chemoresistance in digestive system malignancies this review comprehensively summarizes the latest advances in lactylation across esophageal cancer ec gastric cancer gc colorectal cancer crc hepatocellular carcinoma hcc pancreatic cancer pc and gallbladder cancer gbc emphasizing its role in epigenetic regulation of oncogenic signaling and metabolic epigenetic crosstalk moreover we discuss potential biomarkers therapeutic targets and pharmacologic strategies aimed at modulating lactylation despite promising translational potential key challenges remain in standardizing detection methods and validating clinical efficacy the intricate mechanisms of lactylation not only deepen our understanding of digestive tumor biology but also unveil a rich landscape of novel therapeutic targets future investigations should focus on deciphering lactylation mediated epigenetic mechanisms in tumor immunotherapy and precision medicine providing new directions for research and clinical insights for the early diagnosis and tailored treatment of digestive system tumors"
}