{
    "title": "Surface Quality as a Factor Affecting the Functionality of Products Manufactured with Metal and 3D Printing Technologies.",
    "doc_id": "39517644",
    "writer": "Richert M",
    "year": "2024",
    "summary": "It affects both functional qualities and esthetics. Surface quality affects the image and reputation of a brand. This is particularly true for cars and household appliances. ...It evaluates the impact of the surface quality of products on their functional and …",
    "abstract": "Surface engineering is one of the most extensive industries. Virtually all areas of the economy benefit from the achievements of surface engineering. Surface quality affects the quality of finished products as well as the quality of manufactured parts. It affects both functional qualities and esthetics. Surface quality affects the image and reputation of a brand. This is particularly true for cars and household appliances. Surface modification of products is also aimed at improving their functional and protective properties. This applies to surfaces for producing hydrophobic surfaces, anti-wear protection of friction pairs, corrosion protection, and others. Metal technologies and 3D printing benefit from surface technologies that improve their functionality and facilitate the operation of products. Surface engineering offers a range of different coating and layering methods from varnishing and painting to sophisticated nanometric coatings. This paper presents an overview of selected surface engineering issues pertaining to metal products, with a particular focus on surface modification of products manufactured by 3D printing technology. It evaluates the impact of the surface quality of products on their functional and performance qualities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39517644/",
    "clean_text": "surface quality as a factor affecting the functionality of products manufactured with metal and d printing technologies it affects both functional qualities and esthetics surface quality affects the image and reputation of a brand this is particularly true for cars and household appliances it evaluates the impact of the surface quality of products on their functional and surface engineering is one of the most extensive industries virtually all areas of the economy benefit from the achievements of surface engineering surface quality affects the quality of finished products as well as the quality of manufactured parts it affects both functional qualities and esthetics surface quality affects the image and reputation of a brand this is particularly true for cars and household appliances surface modification of products is also aimed at improving their functional and protective properties this applies to surfaces for producing hydrophobic surfaces anti wear protection of friction pairs corrosion protection and others metal technologies and d printing benefit from surface technologies that improve their functionality and facilitate the operation of products surface engineering offers a range of different coating and layering methods from varnishing and painting to sophisticated nanometric coatings this paper presents an overview of selected surface engineering issues pertaining to metal products with a particular focus on surface modification of products manufactured by d printing technology it evaluates the impact of the surface quality of products on their functional and performance qualities"
}