{
    "pmid": "41445794",
    "title": "Citywide community-based colorectal cancer screening in urban Shanghai: age and sex variations in risk mitigation from 1973 to 2020.",
    "abstract": "To evaluate the impact of Shanghai's community colorectal cancer (CRC) screening program on CRC epidemiology and risk reduction. Data from the Shanghai Cancer Registry (1973-2020) were analyzed. Launched in 2013, the program targets residents aged 50-74, offering free risk assessment (questionnaire and fecal tests). High-risk individuals are advised for colonoscopy (non-mandatory). Interrupted time-series analysis assessed age-standardized incidence and mortality trends. Over 3 million individuals were screened, with 18.7% high-risk and 27-32% undergoing colonoscopy. Screening did not significantly reduce CRC incidence but led to a mortality decline (annual percent change [APC]: 1.07% to -3.16%,  The program significantly reduced CRC mortality, particularly in females and the elderly, though incidence trends varied by age. Despite a significant reduction in mortality, the observed stability in overall CRC incidence is an expected finding in the initial years of a screening program. This pattern is largely due to increased detection of prevalent pre-existing cases during the first screening round, which may temporarily offset the decline in incident cases.",
    "disease": "colorectal cancer",
    "clean_text": "citywide community based colorectal cancer screening in urban shanghai age and sex variations in risk mitigation from to to evaluate the impact of shanghai s community colorectal cancer crc screening program on crc epidemiology and risk reduction data from the shanghai cancer registry were analyzed launched in the program targets residents aged offering free risk assessment questionnaire and fecal tests high risk individuals are advised for colonoscopy non mandatory interrupted time series analysis assessed age standardized incidence and mortality trends over million individuals were screened with high risk and undergoing colonoscopy screening did not significantly reduce crc incidence but led to a mortality decline annual percent change apc to the program significantly reduced crc mortality particularly in females and the elderly though incidence trends varied by age despite a significant reduction in mortality the observed stability in overall crc incidence is an expected finding in the initial years of a screening program this pattern is largely due to increased detection of prevalent pre existing cases during the first screening round which may temporarily offset the decline in incident cases"
}