{
    "title": "Oxidative chemistry of fluorescent dyes: implications in the detection of reactive oxygen and nitrogen species.",
    "doc_id": "21936793",
    "writer": "Kalyanaraman B.",
    "year": "2011",
    "summary": "This is contrary to the popular notion that O2- oxidizes HE to form ethidium. HE, however, undergoes a non-specific oxidation to form ethidium in the presence of other oxidants (hydroxyl radical, peroxynitrite and perferryl iron) and other dimeric products. T …",
    "abstract": "HE (hydroethidine), a widely used fluorescent dye for detecting intracellular superoxide, undergoes specific oxidation and hydroxylation reactions. The reaction between HE and O2•- (superoxide radical) yields a diagnostic marker product, 2-hydroxyethidium. This is contrary to the popular notion that O2•- oxidizes HE to form ethidium. HE, however, undergoes a non-specific oxidation to form ethidium in the presence of other oxidants (hydroxyl radical, peroxynitrite and perferryl iron) and other dimeric products. The mitochondria-targeted HE analogue Mito-SOX® undergoes the same type of oxidative chemistry to form products similar to those formed from HE. On the basis of the oxidative chemical mechanism of HE and Mito-SOX®, we conclude that flurorescence microscopy or related techniques are not sufficient to measure the superoxide-specific hydroxylated products. HPLC methodologies are required to separate and identify these products. Peroxynitrite reacts rapidly and stoichiometrically with boronates to form specific products. Assays using fluorescent-based boronate probes will be more reliable for peroxynitrite determination than those using either dichlorodihydrofluorescein or dihydrorhodamine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21936793/",
    "clean_text": "oxidative chemistry of fluorescent dyes implications in the detection of reactive oxygen and nitrogen species this is contrary to the popular notion that o oxidizes he to form ethidium he however undergoes a non specific oxidation to form ethidium in the presence of other oxidants hydroxyl radical peroxynitrite and perferryl iron and other dimeric products t he hydroethidine a widely used fluorescent dye for detecting intracellular superoxide undergoes specific oxidation and hydroxylation reactions the reaction between he and o superoxide radical yields a diagnostic marker product hydroxyethidium this is contrary to the popular notion that o oxidizes he to form ethidium he however undergoes a non specific oxidation to form ethidium in the presence of other oxidants hydroxyl radical peroxynitrite and perferryl iron and other dimeric products the mitochondria targeted he analogue mito sox undergoes the same type of oxidative chemistry to form products similar to those formed from he on the basis of the oxidative chemical mechanism of he and mito sox we conclude that flurorescence microscopy or related techniques are not sufficient to measure the superoxide specific hydroxylated products hplc methodologies are required to separate and identify these products peroxynitrite reacts rapidly and stoichiometrically with boronates to form specific products assays using fluorescent based boronate probes will be more reliable for peroxynitrite determination than those using either dichlorodihydrofluorescein or dihydrorhodamine"
}