{
    "pmid": "41468774",
    "title": "Miracle cures, wonder drugs, and unproven treatments for COVID-19: A global database.",
    "abstract": "Throughout the COVID-19 pandemic, various substances were promoted and used as preventive measures, cures, and treatments for COVID-19, from repurposed drugs to traditional medicines and herbal remedies. Scholars have described the politicized promotion of these substances as 'pharmaceutical messianism'. In this article we show the broad range of these substances, drawing from a wide range of data sources including the use of emergent and generative AI. We conducted a scoping review of major academic databases and public health websites to create a global database of unproven, alternative, and unorthodox substances used for COVID-19. We further supplemented our search with treatments discussed in grey literature, and we employed AI tools to identify personalities promoting their use and countries where these therapeutics have been reported. We identified over 1000 different substances globally, the most widespread being repurposed drugs such as ivermectin and chloroquine/hydroxychloroquine, and various nutraceuticals in different formulations. Many of the substances were used in multiple countries, indicating a robust transnational circulation of products and ideas. To a lesser extent, chemicals, disinfectants, and illicit drugs have also been used for COVID-19. Despite the diversity of substances, there were familiar patterns, including the preponderance of products with pre-existing medical uses, as well as the prominence of medical and religious actors alongside politicians as endorsers of the substances. By charting and characterizing the extent of the use of various substances for COVID-19, our findings can inform pharmacovigilance, regulations surrounding unproven and alternative treatments, health communications, and health literacy and other public health initiatives. Our novel scientific contributions employing advancements in methodologies can inspire further work to catalog various substances not just for COVID-19, but for other medical conditions of global significance.",
    "disease": "covid-19",
    "clean_text": "miracle cures wonder drugs and unproven treatments for covid a global database throughout the covid pandemic various substances were promoted and used as preventive measures cures and treatments for covid from repurposed drugs to traditional medicines and herbal remedies scholars have described the politicized promotion of these substances as pharmaceutical messianism in this article we show the broad range of these substances drawing from a wide range of data sources including the use of emergent and generative ai we conducted a scoping review of major academic databases and public health websites to create a global database of unproven alternative and unorthodox substances used for covid we further supplemented our search with treatments discussed in grey literature and we employed ai tools to identify personalities promoting their use and countries where these therapeutics have been reported we identified over different substances globally the most widespread being repurposed drugs such as ivermectin and chloroquine hydroxychloroquine and various nutraceuticals in different formulations many of the substances were used in multiple countries indicating a robust transnational circulation of products and ideas to a lesser extent chemicals disinfectants and illicit drugs have also been used for covid despite the diversity of substances there were familiar patterns including the preponderance of products with pre existing medical uses as well as the prominence of medical and religious actors alongside politicians as endorsers of the substances by charting and characterizing the extent of the use of various substances for covid our findings can inform pharmacovigilance regulations surrounding unproven and alternative treatments health communications and health literacy and other public health initiatives our novel scientific contributions employing advancements in methodologies can inspire further work to catalog various substances not just for covid but for other medical conditions of global significance"
}