{
    "title": "The value of body weight measurement to assess dehydration in children.",
    "doc_id": "23383058",
    "writer": "Pruvost I",
    "year": "2013",
    "summary": "The main outcome measures were an accurate pre-illness weight (if available within 8 days before the diarrhea), post-illness weight, and theoretical weight (predicted from the child's individual growth chart). ...The mean difference in the fluid defici …",
    "abstract": "Dehydration secondary to gastroenteritis is one of the most common reasons for office visits and hospital admissions. The indicator most commonly used to estimate dehydration status is acute weight loss. Post-illness weight gain is considered as the gold-standard to determine the true level of dehydration and is widely used to estimate weight loss in research. To determine the value of post-illness weight gain as a gold standard for acute dehydration, we conducted a prospective cohort study in which 293 children, aged 1 month to 2 years, with acute diarrhea were followed for 7 days during a 3-year period. The main outcome measures were an accurate pre-illness weight (if available within 8 days before the diarrhea), post-illness weight, and theoretical weight (predicted from the child's individual growth chart). Post-illness weight was measured for 231 (79%) and both theoretical and post-illness weights were obtained for 111 (39%). Only 62 (21%) had an accurate pre-illness weight. The correlation between post-illness and theoretical weight was excellent (0.978), but bootstrapped linear regression analysis showed that post-illness weight underestimated theoretical weight by 0.48 kg (95% CI: 0.06-0.79, p<0.02). The mean difference in the fluid deficit calculated was 4.0% of body weight (95% CI: 3.2-4.7, p<0.0001). Theoretical weight overestimated accurate pre-illness weight by 0.21 kg (95% CI: 0.08-0.34, p = 0.002). Post-illness weight underestimated pre-illness weight by 0.19 kg (95% CI: 0.03-0.36, p = 0.02). The prevalence of 5% dehydration according to post-illness weight (21%) was significantly lower than the prevalence estimated by either theoretical weight (60%) or clinical assessment (66%, p<0.0001).These data suggest that post-illness weight is of little value as a gold standard to determine the true level of dehydration. The performance of dehydration signs or scales determined by using post-illness weight as a gold standard has to be reconsidered.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23383058/",
    "clean_text": "the value of body weight measurement to assess dehydration in children the main outcome measures were an accurate pre illness weight if available within days before the diarrhea post illness weight and theoretical weight predicted from the child s individual growth chart the mean difference in the fluid defici dehydration secondary to gastroenteritis is one of the most common reasons for office visits and hospital admissions the indicator most commonly used to estimate dehydration status is acute weight loss post illness weight gain is considered as the gold standard to determine the true level of dehydration and is widely used to estimate weight loss in research to determine the value of post illness weight gain as a gold standard for acute dehydration we conducted a prospective cohort study in which children aged month to years with acute diarrhea were followed for days during a year period the main outcome measures were an accurate pre illness weight if available within days before the diarrhea post illness weight and theoretical weight predicted from the child s individual growth chart post illness weight was measured for and both theoretical and post illness weights were obtained for only had an accurate pre illness weight the correlation between post illness and theoretical weight was excellent but bootstrapped linear regression analysis showed that post illness weight underestimated theoretical weight by kg ci p the mean difference in the fluid deficit calculated was of body weight ci p theoretical weight overestimated accurate pre illness weight by kg ci p post illness weight underestimated pre illness weight by kg ci p the prevalence of dehydration according to post illness weight was significantly lower than the prevalence estimated by either theoretical weight or clinical assessment p these data suggest that post illness weight is of little value as a gold standard to determine the true level of dehydration the performance of dehydration signs or scales determined by using post illness weight as a gold standard has to be reconsidered"
}