{
    "pmid": "41430241",
    "title": "Selective genome editing of amplified oncogenes triggers immunogenic cell death and tumor remodeling.",
    "abstract": "Oncogene amplifications fuel some of the most lethal, therapy‑refractory cancers, yet remain clinically untargeted. We report a single‑guide CRISPR/Cas9 strategy that converts the sheer copy‑number excess of oncogene amplicons into an Achilles' heel. A solitary intronic double‑strand break is innocuous in diploid genomes but collapses oncogene amplification‑positive cells across neuroblastoma, small‑cell lung and colorectal carcinoma models, driving > 90% loss of viability, G₂/M blockade and catastrophic DNA‑damage signalling. Amplified‑locus cleavage rewires transcription toward cell death activation, necroptosis and cGAS-STING-mediated immunogenic cell death, enabling dendritic‑cell cross‑priming and T‑cell activation and proliferation. In xenografts, delivery of the intronic sgRNA shrinks tumours by 90%, prolongs survival and remodels the innate tumour microenvironment. Deep sequencing confirms negligible off‑target editing, and combination with doxorubicin achieves supra‑additive killing. These findings establish amplification density, not sequence content, as a tractable, tumour‑exclusive target and unveil a dual‑action platform that is simultaneously cytotoxic and immunostimulatory. Editing of tumor amplifications therefore offers a blueprint for translating copy‑number aberrations into precision genome‑editing therapies for treatment‑resistant cancers.",
    "disease": "colorectal cancer",
    "clean_text": "selective genome editing of amplified oncogenes triggers immunogenic cell death and tumor remodeling oncogene amplifications fuel some of the most lethal therapy refractory cancers yet remain clinically untargeted we report a single guide crispr cas strategy that converts the sheer copy number excess of oncogene amplicons into an achilles heel a solitary intronic double strand break is innocuous in diploid genomes but collapses oncogene amplification positive cells across neuroblastoma small cell lung and colorectal carcinoma models driving loss of viability g m blockade and catastrophic dna damage signalling amplified locus cleavage rewires transcription toward cell death activation necroptosis and cgas sting mediated immunogenic cell death enabling dendritic cell cross priming and t cell activation and proliferation in xenografts delivery of the intronic sgrna shrinks tumours by prolongs survival and remodels the innate tumour microenvironment deep sequencing confirms negligible off target editing and combination with doxorubicin achieves supra additive killing these findings establish amplification density not sequence content as a tractable tumour exclusive target and unveil a dual action platform that is simultaneously cytotoxic and immunostimulatory editing of tumor amplifications therefore offers a blueprint for translating copy number aberrations into precision genome editing therapies for treatment resistant cancers"
}