{
    "pmid": "41450976",
    "title": "Translational validity of quantitative sensory testing in chronic pain neuro-sensitization: guide of use and interpretation in osteoarthritis animal models.",
    "abstract": "Chronic osteoarthritis (OA) pain is a complex nociplastic condition that affects humans, as well as cats and dogs. This review summarizes the physiology of pain in healthy individuals, the physiopathology of OA pain, and the use of quantitative sensory testing (QST) to objectively assess somatosensory sensitization associated with chronic OA pain. It discusses the translation of human OA pain phenotype profiles to animals, the management of neuro-sensitization with currently prescribed treatments, and complementary methods for evaluating neuro-sensitization, such as electrodiagnostic testing. Additionally, this review serves as a practical guide for standardizing QST in rats, cats, and dogs, with explanatory appendices. It was hypothesized that in translational comparison with the human condition, OA-induced rat models and naturally occurring OA in cats and dogs would exhibit similar somatosensory sensitization profiles. As observed in human OA, an imbalance between facilitatory and inhibitory endogenous controls is also evident in animal OA. This dysregulation can be characterized using QST and underlies the distinct nociceptive phenotypes. Confirming and validating OA pain profiles will promote a patient-tailored approach to effectively alleviate neuro-sensitization in humans and animals.",
    "disease": "osteoarthritis",
    "clean_text": "translational validity of quantitative sensory testing in chronic pain neuro sensitization guide of use and interpretation in osteoarthritis animal models chronic osteoarthritis oa pain is a complex nociplastic condition that affects humans as well as cats and dogs this review summarizes the physiology of pain in healthy individuals the physiopathology of oa pain and the use of quantitative sensory testing qst to objectively assess somatosensory sensitization associated with chronic oa pain it discusses the translation of human oa pain phenotype profiles to animals the management of neuro sensitization with currently prescribed treatments and complementary methods for evaluating neuro sensitization such as electrodiagnostic testing additionally this review serves as a practical guide for standardizing qst in rats cats and dogs with explanatory appendices it was hypothesized that in translational comparison with the human condition oa induced rat models and naturally occurring oa in cats and dogs would exhibit similar somatosensory sensitization profiles as observed in human oa an imbalance between facilitatory and inhibitory endogenous controls is also evident in animal oa this dysregulation can be characterized using qst and underlies the distinct nociceptive phenotypes confirming and validating oa pain profiles will promote a patient tailored approach to effectively alleviate neuro sensitization in humans and animals"
}