{
    "pmid": "41474676",
    "title": "Short-term exposure to ambient air pollution and epilepsy mortality: a population-based case-crossover study.",
    "abstract": "As one of the most prevalent neurological disorders, epilepsy imposes a major health burden. Emerging evidence suggests a possible association between air pollution and epilepsy incidence, but its effect on epilepsy-related deaths remains unknown. We conducted an individual-level time-stratified case-crossover study in Jiangsu province, China (2015-2022) to explore the associations between short-term exposure to air pollution and epilepsy deaths, focusing on fine particulate matter (PM2.5), inhalable particulate matter (PM10), sulfur dioxide (SO2), nitrogen dioxide (NO2), carbon monoxide (CO) and ozone (O3). Exposure at each subject's residential address was assessed by extracting concentrations from ChinaHighAirPollutants (CHAP), a series of validated gridded datasets with a high spatial resolution (1 km × 1 km). Conditional logistic regression models were fitted to quantify exposure-response associations. The attributable fraction (AF) and attributable number (AN) from air pollution were calculated to estimate their disease burden. Each interquartile range (IQR) increase in exposure to PM2.5 (IQR: 32.6 μg/m3), PM10 (IQR: 51.3 μg/m3), SO2 (IQR: 8.5 μg/m3), NO2 (IQR: 20.8 μg/m3) and CO (IQR: 0.3 mg/m3) was significantly associated with a 10.6% (95%CI: 2.9%, 18.9%), 10.5% (2.8%, 18.8%), 9.9% (0.5%, 20.1%), 9.8% (1.2%, 19.2%) and 8.5% (0.5%, 17.1%) higher odds of epilepsy death (all P < 0.05). The association between PM2.5 exposure and epilepsy deaths was significantly stronger among individuals < 50 years. Up to 12.3% of epilepsy deaths were attributable to air pollution. Exposure to ambient air pollution was significantly associated with increased odds of epilepsy death, especially for younger individuals.",
    "disease": "epilepsy",
    "clean_text": "short term exposure to ambient air pollution and epilepsy mortality a population based case crossover study as one of the most prevalent neurological disorders epilepsy imposes a major health burden emerging evidence suggests a possible association between air pollution and epilepsy incidence but its effect on epilepsy related deaths remains unknown we conducted an individual level time stratified case crossover study in jiangsu province china to explore the associations between short term exposure to air pollution and epilepsy deaths focusing on fine particulate matter pm inhalable particulate matter pm sulfur dioxide so nitrogen dioxide no carbon monoxide co and ozone o exposure at each subject s residential address was assessed by extracting concentrations from chinahighairpollutants chap a series of validated gridded datasets with a high spatial resolution km km conditional logistic regression models were fitted to quantify exposure response associations the attributable fraction af and attributable number an from air pollution were calculated to estimate their disease burden each interquartile range iqr increase in exposure to pm iqr g m pm iqr g m so iqr g m no iqr g m and co iqr mg m was significantly associated with a ci and higher odds of epilepsy death all p the association between pm exposure and epilepsy deaths was significantly stronger among individuals years up to of epilepsy deaths were attributable to air pollution exposure to ambient air pollution was significantly associated with increased odds of epilepsy death especially for younger individuals"
}