{
    "title": "Implicit Perception of Differences between NLP-Produced and Human-Produced Language in the Mentalizing Network.",
    "doc_id": "36748300",
    "writer": "Wei Z",
    "year": "2023",
    "summary": "Identification of informative criteria for measuring NLP-produced language quality will support development of ever-better NLP tools. The authors hypothesize that mentalizing network neural activity may be used to distinguish NLP-produced language from human-produced langu …",
    "abstract": "Natural language processing (NLP) is central to the communication with machines and among ourselves, and NLP research field has long sought to produce human-quality language. Identification of informative criteria for measuring NLP-produced language quality will support development of ever-better NLP tools. The authors hypothesize that mentalizing network neural activity may be used to distinguish NLP-produced language from human-produced language, even for cases where human judges cannot subjectively distinguish the language source. Using the social chatbots Google Meena in English and Microsoft XiaoIce in Chinese to generate NLP-produced language, behavioral tests which reveal that variance of personality perceived from chatbot chats is larger than for human chats are conducted, suggesting that chatbot language usage patterns are not stable. Using an identity rating task with functional magnetic resonance imaging, neuroimaging analyses which reveal distinct patterns of brain activity in the mentalizing network including the DMPFC and rTPJ in response to chatbot versus human chats that cannot be distinguished subjectively are conducted. This study illustrates a promising empirical basis for measuring the quality of NLP-produced language: adding a judge's implicit perception as an additional criterion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36748300/",
    "clean_text": "implicit perception of differences between nlp produced and human produced language in the mentalizing network identification of informative criteria for measuring nlp produced language quality will support development of ever better nlp tools the authors hypothesize that mentalizing network neural activity may be used to distinguish nlp produced language from human produced langu natural language processing nlp is central to the communication with machines and among ourselves and nlp research field has long sought to produce human quality language identification of informative criteria for measuring nlp produced language quality will support development of ever better nlp tools the authors hypothesize that mentalizing network neural activity may be used to distinguish nlp produced language from human produced language even for cases where human judges cannot subjectively distinguish the language source using the social chatbots google meena in english and microsoft xiaoice in chinese to generate nlp produced language behavioral tests which reveal that variance of personality perceived from chatbot chats is larger than for human chats are conducted suggesting that chatbot language usage patterns are not stable using an identity rating task with functional magnetic resonance imaging neuroimaging analyses which reveal distinct patterns of brain activity in the mentalizing network including the dmpfc and rtpj in response to chatbot versus human chats that cannot be distinguished subjectively are conducted this study illustrates a promising empirical basis for measuring the quality of nlp produced language adding a judge s implicit perception as an additional criterion"
}