{
    "title": "Perceived family functioning within Chinese pregnant women and husband dyads: Levels, consistency, and correlates.",
    "doc_id": "37166913",
    "writer": "Jiang Y",
    "year": "2023",
    "summary": "We examined consistency and differences in perceived family functioning between pregnant women and their husbands. RESULTS: Most pregnant women (76.6%) and husbands (71.4%) perceived their family functioning as effective. ...Higher education and milder …",
    "abstract": "Introduction:\n        \n      \n      Understanding differences in perceived family functioning between pregnant women and their partners can protect and promote women's health. The purpose of this study was to examine consistency and differences in perceived family functioning within pregnant woman-partner dyads in China and explore correlates of effective family functioning.\n    \n\n\n          Method:\n        \n      \n      From 2020 to 2021, 175 pregnant women and husband dyads (100% Han nationality, Mage = 30.3 [4.5] years) were recruited from the women's psychological clinic of Changsha Hospital for Maternal & Child Health Care using convenience sampling. We assessed family functioning and depression and anxiety symptoms. We examined consistency and differences in perceived family functioning between pregnant women and their husbands.\n    \n\n\n          Results:\n        \n      \n      Most pregnant women (76.6%) and husbands (71.4%) perceived their family functioning as effective. Pregnant women and their husbands shared poor consistency in family functioning, with an intraclass correlation of 0.25 and most weighted kappa coefficients of individual items < 0.2. Participants reporting effective family functioning had higher education levels and lower depression and anxiety scores.\n    \n\n\n          Discussion:\n        \n      \n      Most pregnant women and their partners perceived effective family functioning, but showed poor consistency. Higher education and milder symptoms of depression and anxiety were associated with effective family functioning both in pregnant women and their partners. For primary healthcare system workers, differences in perceptions of family functioning should be fully taken into account when conducting family based integrated care for pregnant women. (PsycInfo Database Record (c) 2024 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37166913/",
    "clean_text": "perceived family functioning within chinese pregnant women and husband dyads levels consistency and correlates we examined consistency and differences in perceived family functioning between pregnant women and their husbands results most pregnant women and husbands perceived their family functioning as effective higher education and milder introduction understanding differences in perceived family functioning between pregnant women and their partners can protect and promote women s health the purpose of this study was to examine consistency and differences in perceived family functioning within pregnant woman partner dyads in china and explore correlates of effective family functioning method from to pregnant women and husband dyads han nationality mage years were recruited from the women s psychological clinic of changsha hospital for maternal child health care using convenience sampling we assessed family functioning and depression and anxiety symptoms we examined consistency and differences in perceived family functioning between pregnant women and their husbands results most pregnant women and husbands perceived their family functioning as effective pregnant women and their husbands shared poor consistency in family functioning with an intraclass correlation of and most weighted kappa coefficients of individual items participants reporting effective family functioning had higher education levels and lower depression and anxiety scores discussion most pregnant women and their partners perceived effective family functioning but showed poor consistency higher education and milder symptoms of depression and anxiety were associated with effective family functioning both in pregnant women and their partners for primary healthcare system workers differences in perceptions of family functioning should be fully taken into account when conducting family based integrated care for pregnant women psycinfo database record c apa all rights reserved"
}