{
    "pmid": "41473585",
    "title": "Six-month survival and predictors of mortality after ischemic stroke: A prospective cohort study in Iran.",
    "abstract": "The burden of stroke can be reduced by controlling its mortality risk factors. We aimed to identify the predictors of mortality within six months after ischemic stroke. This prospective cohort study was performed on 703 ischemic stroke patients in Tehran, Iran, during 2018-2019. Data on demographic and clinical characteristics were collected through interviews and hospital records. The patients' survival status was followed up by telephone interviews at 28 days, 3 months, and 6 months after stroke. Cox proportional hazard model and extended Cox model were used to determine the predictors of mortality after stroke. The 6-month mortality rate was 19.50% (95% CI: 16.70-22.67). Age (HR=1.01; 95% CI: 1.001-1.03), higher educational levels (HR=1.05; 95% CI: 1.01-1.10), and blood sugar levels on admission (HR=1.04; 95% CI: 1.01-1.08) were significantly associated with an increase in 6-month mortality. However, alcohol consumption (HR=0.09; 95% CI: 0.02-0.38), alteplase administration (HR=0.65; 95% CI: 0.43-0.98), and higher hemoglobin values (HR=0.80; 95% CI: 0.72-0.88) were associated with a decrease in 6-month mortality. The hazard ratio of death for diastolic blood pressure, socioeconomic status, cholesterol levels, and stroke severity varied over time. Some characteristics significantly increased or decreased the risk of mortality after stroke. Additionally, the effect of some variables changed over time, suggesting that stroke prognosis may be associated with dynamic risk factors. Identifying and addressing these factors can inform targeted strategies to improve post-stroke survival outcomes.",
    "disease": "stroke",
    "clean_text": "six month survival and predictors of mortality after ischemic stroke a prospective cohort study in iran the burden of stroke can be reduced by controlling its mortality risk factors we aimed to identify the predictors of mortality within six months after ischemic stroke this prospective cohort study was performed on ischemic stroke patients in tehran iran during data on demographic and clinical characteristics were collected through interviews and hospital records the patients survival status was followed up by telephone interviews at days months and months after stroke cox proportional hazard model and extended cox model were used to determine the predictors of mortality after stroke the month mortality rate was ci age hr ci higher educational levels hr ci and blood sugar levels on admission hr ci were significantly associated with an increase in month mortality however alcohol consumption hr ci alteplase administration hr ci and higher hemoglobin values hr ci were associated with a decrease in month mortality the hazard ratio of death for diastolic blood pressure socioeconomic status cholesterol levels and stroke severity varied over time some characteristics significantly increased or decreased the risk of mortality after stroke additionally the effect of some variables changed over time suggesting that stroke prognosis may be associated with dynamic risk factors identifying and addressing these factors can inform targeted strategies to improve post stroke survival outcomes"
}