{
    "title": "Epidemiology of foodborne diseases caused by Salmonella in Zhejiang Province, China, between 2010 and 2021.",
    "doc_id": "36817893",
    "writer": "He Y",
    "year": "2023",
    "summary": "In this study, we aimed to explore the epidemiological and etiological characteristics of Salmonella infection from 2012-2021 in Zhejiang Province, China. METHODS: Descriptive statistical methods were used to analyze the data reported by the Centers for Disease Control and …",
    "abstract": "Objective:\n        \nSalmonella infection is a common cause of bacterial foodborne diseases (FBDs) globally. In this study, we aimed to explore the epidemiological and etiological characteristics of Salmonella infection from 2012-2021 in Zhejiang Province, China.\n    \n\n\n          Methods:\n        \n      \n      Descriptive statistical methods were used to analyze the data reported by the Centers for Disease Control and Prevention at all levels in Zhejiang Province through the China National Foodborne Diseases Surveillance Network from 2012-2021.\n    \n\n\n          Results:\n        \n      \n      A total of 11,269 Salmonella cases were reported, with an average positive rate of 3.65%, including 1,614 hospitalizations. A significant seasonal trend was observed for Salmonella cases, with the highest rate over the summer period, peaking from May to October, accounting for 77.96%. The results indicated a higher positive rate among respondents aged 0-4 years, especially for the scattered children (P < 0.05). The highest number of Salmonella infections were caused due to contaminated fruit and fruit products. Households (54.69%) had the most common exposure settings. Serotypes analysis revealed that Salmonella typhimurium (36.07%), Salmonella enteritidis (15.17%), and Salmonella london (6.05%) were the dominant strains among the 173 serotypes. Diarrhea, abdominal pain, fever, nausea, and vomiting were the main symptoms of these serotypes.\n    \n\n\n          Conclusions:\n        \n      \n      FBDs caused by Salmonella are important issues for public health in Zhejiang Province, and there is a need to focus on the epidemiological and etiological characteristics to control Salmonella infections.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36817893/",
    "clean_text": "epidemiology of foodborne diseases caused by salmonella in zhejiang province china between and in this study we aimed to explore the epidemiological and etiological characteristics of salmonella infection from in zhejiang province china methods descriptive statistical methods were used to analyze the data reported by the centers for disease control and objective salmonella infection is a common cause of bacterial foodborne diseases fbds globally in this study we aimed to explore the epidemiological and etiological characteristics of salmonella infection from in zhejiang province china methods descriptive statistical methods were used to analyze the data reported by the centers for disease control and prevention at all levels in zhejiang province through the china national foodborne diseases surveillance network from results a total of salmonella cases were reported with an average positive rate of including hospitalizations a significant seasonal trend was observed for salmonella cases with the highest rate over the summer period peaking from may to october accounting for the results indicated a higher positive rate among respondents aged years especially for the scattered children p the highest number of salmonella infections were caused due to contaminated fruit and fruit products households had the most common exposure settings serotypes analysis revealed that salmonella typhimurium salmonella enteritidis and salmonella london were the dominant strains among the serotypes diarrhea abdominal pain fever nausea and vomiting were the main symptoms of these serotypes conclusions fbds caused by salmonella are important issues for public health in zhejiang province and there is a need to focus on the epidemiological and etiological characteristics to control salmonella infections"
}