{
    "title": "[Sentinel lymph node status and axillary lymph node dissection in the surgical treatment of breast cancer].",
    "doc_id": "24486844",
    "writer": "Cserni G.",
    "year": "2014",
    "summary": "Axillary lymph node dissection has been traditionally perceived as a therapeutic and a staging procedure and unselectively removes all axillary lymph nodes. There still remains some controversy as concerns the survival benefit associated with axillary …",
    "abstract": "Axillary lymph node dissection has been traditionally perceived as a therapeutic and a staging procedure and unselectively removes all axillary lymph nodes. There still remains some controversy as concerns the survival benefit associated with axillary clearance. Sentinel lymph node biopsy removes the most likely sites of regional metastases, the lymph nodes directly connected with the primary tumour. It allows a more accurate staging and a selective indication for clearing the axilla, restricting this to patients who may benefit of it. Axillary dissection was performed in all patients during the learning phase of sentinel lymphadenectomy, but later only patients with metastasis to a sentinel node underwent this operation. Currently, even some patients with minimal sentinel node involvement, including some with macrometastasis may skip axillary clearance. This review summarizes the changes that have occurred in the surgical management of the axilla, the evidences and controversies behind these changes, along with current recommendations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24486844/",
    "clean_text": "sentinel lymph node status and axillary lymph node dissection in the surgical treatment of breast cancer axillary lymph node dissection has been traditionally perceived as a therapeutic and a staging procedure and unselectively removes all axillary lymph nodes there still remains some controversy as concerns the survival benefit associated with axillary axillary lymph node dissection has been traditionally perceived as a therapeutic and a staging procedure and unselectively removes all axillary lymph nodes there still remains some controversy as concerns the survival benefit associated with axillary clearance sentinel lymph node biopsy removes the most likely sites of regional metastases the lymph nodes directly connected with the primary tumour it allows a more accurate staging and a selective indication for clearing the axilla restricting this to patients who may benefit of it axillary dissection was performed in all patients during the learning phase of sentinel lymphadenectomy but later only patients with metastasis to a sentinel node underwent this operation currently even some patients with minimal sentinel node involvement including some with macrometastasis may skip axillary clearance this review summarizes the changes that have occurred in the surgical management of the axilla the evidences and controversies behind these changes along with current recommendations"
}