{
    "pmid": "41458417",
    "title": "Quality of life, perceived stress, and use of school-based stress management interventions in high school students: a mixed-methods study during and after COVID-19.",
    "abstract": "Key objectives of this study include understanding time trends in stress, understanding the associations of quality of life (QoL) and stress levels, and determining how these factors influence high school students' engagement with school-based stress management programs. To address these aims, two complementary studies were conducted. Study 1 included two survey waves (2020 and 2021) to examine stress and QoL among German high school students. Stress levels and QoL across psychological, social, familial, and academic domains were assessed using the Perceived Stress Scale (PSS-4) and the KIDSCREEN questionnaire. Study 2 used a mixed-methods approach (paper-based questionnaire and focus groups) to explore the relationship between PSS-4 scores, school-related QoL indicators, and voluntary participation in a school-based stress management intervention day conducted in 2023. Results show that stress levels among high school students increased during the COVID-19 pandemic and that low QoL in the school domain predicted higher stress. Moreover, low school-related well-being was associated with more frequent use of school-based stress management interventions. These findings suggest that demand-tailored stress management programs in high schools could help students better cope with high stress levels-particularly those experiencing low QoL in the school setting.",
    "disease": "pneumonia",
    "clean_text": "quality of life perceived stress and use of school based stress management interventions in high school students a mixed methods study during and after covid key objectives of this study include understanding time trends in stress understanding the associations of quality of life qol and stress levels and determining how these factors influence high school students engagement with school based stress management programs to address these aims two complementary studies were conducted study included two survey waves and to examine stress and qol among german high school students stress levels and qol across psychological social familial and academic domains were assessed using the perceived stress scale pss and the kidscreen questionnaire study used a mixed methods approach paper based questionnaire and focus groups to explore the relationship between pss scores school related qol indicators and voluntary participation in a school based stress management intervention day conducted in results show that stress levels among high school students increased during the covid pandemic and that low qol in the school domain predicted higher stress moreover low school related well being was associated with more frequent use of school based stress management interventions these findings suggest that demand tailored stress management programs in high schools could help students better cope with high stress levels particularly those experiencing low qol in the school setting"
}