{
    "title": "Macrophages and their products in rheumatoid arthritis.",
    "doc_id": "17414958",
    "writer": "Szekanecz Z",
    "year": "2007",
    "summary": "Interleukin-10 may have several proinflammatory effects that may influence its action in rheumatoid arthritis. Several proteinases including cathepsin G are produced by macrophages during rheumatoid arthritis-associated inflammatory and angiogenic even …",
    "abstract": "Purpose of review:\n        \n      \n      Macrophages differentiate from peripheral-blood monocytes. Both monocytes and synovial macrophages are key players in rheumatoid arthritis. These cells are involved in the initiation and perpetuation of inflammation, leukocyte adhesion and migration, matrix degradation and angiogenesis. Macrophages express adhesion molecules, chemokine receptors and other surface antigens. They also secrete a number of chemokines, cytokines, growth factors, proteases and other mediators.\n    \n\n\n          Recent findings:\n        \n      \n      Macrophage migration-inhibitory factor has drawn significant attention recently. This cytokine is involved in macrophage activation and cytokine production. Migration-inhibitory factor also regulates glucocorticoid sensitivity and may be a pathogenic link between rheumatoid arthritis and atherosclerosis. Novel macrophage-derived chemokines and chemokine receptors have been identified. Interleukin-10 may have several proinflammatory effects that may influence its action in rheumatoid arthritis. Several proteinases including cathepsin G are produced by macrophages during rheumatoid arthritis-associated inflammatory and angiogenic events. Antirheumatic drugs, imatinib, chemokine receptor inhibitors and other specific strategies may become included in the therapy of rheumatoid arthritis.\n    \n\n\n          Summary:\n        \n      \n      Macrophages and their products are key players in the pathogenesis of rheumatoid arthritis and may be good therapeutic targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17414958/",
    "clean_text": "macrophages and their products in rheumatoid arthritis interleukin may have several proinflammatory effects that may influence its action in rheumatoid arthritis several proteinases including cathepsin g are produced by macrophages during rheumatoid arthritis associated inflammatory and angiogenic even purpose of review macrophages differentiate from peripheral blood monocytes both monocytes and synovial macrophages are key players in rheumatoid arthritis these cells are involved in the initiation and perpetuation of inflammation leukocyte adhesion and migration matrix degradation and angiogenesis macrophages express adhesion molecules chemokine receptors and other surface antigens they also secrete a number of chemokines cytokines growth factors proteases and other mediators recent findings macrophage migration inhibitory factor has drawn significant attention recently this cytokine is involved in macrophage activation and cytokine production migration inhibitory factor also regulates glucocorticoid sensitivity and may be a pathogenic link between rheumatoid arthritis and atherosclerosis novel macrophage derived chemokines and chemokine receptors have been identified interleukin may have several proinflammatory effects that may influence its action in rheumatoid arthritis several proteinases including cathepsin g are produced by macrophages during rheumatoid arthritis associated inflammatory and angiogenic events antirheumatic drugs imatinib chemokine receptor inhibitors and other specific strategies may become included in the therapy of rheumatoid arthritis summary macrophages and their products are key players in the pathogenesis of rheumatoid arthritis and may be good therapeutic targets"
}