{
    "title": "Contemporary concepts for the clinical and laboratory evaluation of systemic lupus erythematosus and \"lupus-like\" syndromes.",
    "doc_id": "7869173",
    "writer": "Nakamura RM",
    "year": "1994",
    "summary": "Systemic lupus erythematosus (SLE) is a nonorgan-specific autoimmune disease which affects multiple organ systems and is multifactorial in etiology. ...The clinical and laboratory manifestations and criteria for classification and diagnosis of systemic …",
    "abstract": "Systemic lupus erythematosus (SLE) is a nonorgan-specific autoimmune disease which affects multiple organ systems and is multifactorial in etiology. SLE is the prototypic systemic rheumatic disease with immune dysregulation characterized by (1) polyclonal activation of B-cells and (2) production of a large spectrum of autoantibodies with a marked preference for nuclear and intracellular antigens. The clinical and laboratory manifestations and criteria for classification and diagnosis of systemic lupus erythematosus, lupus-like syndromes, and various subsets of systemic lupus erythematosus, are reviewed. The differential diagnosis of SLE and related diseases is described with correlation of specific intracellular autoantibodies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7869173/",
    "clean_text": "contemporary concepts for the clinical and laboratory evaluation of systemic lupus erythematosus and lupus like syndromes systemic lupus erythematosus sle is a nonorgan specific autoimmune disease which affects multiple organ systems and is multifactorial in etiology the clinical and laboratory manifestations and criteria for classification and diagnosis of systemic systemic lupus erythematosus sle is a nonorgan specific autoimmune disease which affects multiple organ systems and is multifactorial in etiology sle is the prototypic systemic rheumatic disease with immune dysregulation characterized by polyclonal activation of b cells and production of a large spectrum of autoantibodies with a marked preference for nuclear and intracellular antigens the clinical and laboratory manifestations and criteria for classification and diagnosis of systemic lupus erythematosus lupus like syndromes and various subsets of systemic lupus erythematosus are reviewed the differential diagnosis of sle and related diseases is described with correlation of specific intracellular autoantibodies"
}