{
    "pmid": "41456258",
    "title": "Chronic inflammation in the development of colorectal cancer: pathological model and therapeutic targets.",
    "abstract": "Colorectal cancer is very severe and a hard disease to treat because it is the second most deadly type of cancer in the world. The primary causes of mortality from colorectal cancer, which can be associated with a common and potentially fatal malignancy, are metastases to the liver and peritoneum. Colorectal cancer is fueled by chronic inflammation, which is caused by immune system molecules that launch a cascade of reactions that lead to the emergence of positive feedback to maintain the resulting inflammatory response. Pro-inflammatory cytokines, such as interleukins 1, 6, and 17 (IL-1, IL-6, IL-17), along with tumor necrosis factor-alpha (TNF-α), are released into tumor sites during immune cell infiltration by macrophages. These cytokines play a critical role in promoting tumor invasion, growth, and survival. To develop innovative approaches to immune response modulation against cancer, a thorough knowledge of these intricate molecular interactions is essential. These approaches may include both targeting cytokines and inflammatory factors, as well as transcription factors such as STAT3/6, (TNF)-α, which underlie the initiation of inflammation. This review will present current knowledge on the role of chronic inflammation in colorectal cancer development, present a model of chronic inflammation development, and propose therapeutic targets based on it. This work will allow researchers and physicians to take a new look at one of the aspects of colorectal cancer pathogenesis. The pathological model and potential therapeutic strategies described in this review can become the basis for finding new therapeutic targets and developing drugs for the treatment of colorectal cancer.",
    "disease": "colorectal cancer",
    "clean_text": "chronic inflammation in the development of colorectal cancer pathological model and therapeutic targets colorectal cancer is very severe and a hard disease to treat because it is the second most deadly type of cancer in the world the primary causes of mortality from colorectal cancer which can be associated with a common and potentially fatal malignancy are metastases to the liver and peritoneum colorectal cancer is fueled by chronic inflammation which is caused by immune system molecules that launch a cascade of reactions that lead to the emergence of positive feedback to maintain the resulting inflammatory response pro inflammatory cytokines such as interleukins and il il il along with tumor necrosis factor alpha tnf are released into tumor sites during immune cell infiltration by macrophages these cytokines play a critical role in promoting tumor invasion growth and survival to develop innovative approaches to immune response modulation against cancer a thorough knowledge of these intricate molecular interactions is essential these approaches may include both targeting cytokines and inflammatory factors as well as transcription factors such as stat tnf which underlie the initiation of inflammation this review will present current knowledge on the role of chronic inflammation in colorectal cancer development present a model of chronic inflammation development and propose therapeutic targets based on it this work will allow researchers and physicians to take a new look at one of the aspects of colorectal cancer pathogenesis the pathological model and potential therapeutic strategies described in this review can become the basis for finding new therapeutic targets and developing drugs for the treatment of colorectal cancer"
}