{
    "pmid": "41408928",
    "title": "C-Reactive Protein Mediates the Association Between Rheumatoid Arthritis and Immune Thrombocytopenia: An Observational and Mendelian Randomisation Study.",
    "abstract": "Thrombocytopenia has been increasingly observed in patients with rheumatoid arthritis (RA) in clinical practice. However, whether this association reflects a causal relationship remains unclear. This study aims to investigate the causal effect of RA on the risk of developing immune thrombocytopenia (ITP) and to evaluate the potential mediating role of C-reactive protein (CRP) in this relationship. This study combined a cross-sectional survey of data from the National Health and Nutrition Examination Survey (NHANES) 2003-2018 and two-sample Mendelian randomisation (MR) analyses. The observational study utilised multivariable logistic regression to examine the association between RA and ITP. The MR analysis used single-nucleotide polymorphisms (SNPs) as instrumental variables to evaluate the causal relationship between RA and ITP, as well as the mediating effect of CRP. The observational analysis demonstrated a significant positive association between RA and ITP after full adjustment for confounding variables (OR = 2.92, 95% CI: 1.93-4.44, p < 0.001). This association remained consistent across all predefined subgroups. MR analysis indicated a positive causal effect of genetically predicted RA on ITP risk (OR = 1.218, 95% CI: 1.093-1.356, p < 0.05). Mediation analysis estimated that CRP accounted for approximately 9% (95% CI: 3%-17%) of the total effect. The robustness of both observational and causal findings was upheld through sensitivity analyses. This study demonstrates a significant association between RA and ITP, with CRP partially mediating this relationship.",
    "disease": "rheumatoid arthritis",
    "clean_text": "c reactive protein mediates the association between rheumatoid arthritis and immune thrombocytopenia an observational and mendelian randomisation study thrombocytopenia has been increasingly observed in patients with rheumatoid arthritis ra in clinical practice however whether this association reflects a causal relationship remains unclear this study aims to investigate the causal effect of ra on the risk of developing immune thrombocytopenia itp and to evaluate the potential mediating role of c reactive protein crp in this relationship this study combined a cross sectional survey of data from the national health and nutrition examination survey nhanes and two sample mendelian randomisation mr analyses the observational study utilised multivariable logistic regression to examine the association between ra and itp the mr analysis used single nucleotide polymorphisms snps as instrumental variables to evaluate the causal relationship between ra and itp as well as the mediating effect of crp the observational analysis demonstrated a significant positive association between ra and itp after full adjustment for confounding variables or ci p this association remained consistent across all predefined subgroups mr analysis indicated a positive causal effect of genetically predicted ra on itp risk or ci p mediation analysis estimated that crp accounted for approximately ci of the total effect the robustness of both observational and causal findings was upheld through sensitivity analyses this study demonstrates a significant association between ra and itp with crp partially mediating this relationship"
}