{
    "title": "Short-term body weight fluctuations in older well-hydrated hospitalised patients.",
    "doc_id": "23521346",
    "writer": "Vivanti A",
    "year": "2013",
    "summary": "To date, dehydration assessments based on a short-term body weight change defined as >2% have been drawn from healthy population data. The present pilot study aimed to describe usual body weight fluctuation at the same time of day over a 3-day time …",
    "abstract": "Background:\n        \n      \n      The usual daily weight fluctuations of well-hydrated older hospitalised people have not been documented internationally. To date, dehydration assessments based on a short-term body weight change defined as >2% have been drawn from healthy population data. The present pilot study aimed to describe usual body weight fluctuation at the same time of day over a 3-day time frame in well-hydrated older hospitalised adults.\n    \n\n\n          Methods:\n        \n      \n      An observational study of non-acute inpatients (n = 10) admitted to a Geriatric and Rehabilitation Unit, aged ≥60 years, assessed as well-hydrated, mobile, non-amputee and without conditions that influenced fluid status, was conducted. Participants were weighed hourly over a 9-h period for 3 days. Food and fluid intake, clothing items added or removed, and urine and faecal output were recorded.\n    \n\n\n          Results:\n        \n      \n      Weight fluctuation for each participant [mean (SD) 80.2 (4.2) years; male 60.0%, n = 10] over 3 days ranged from 1.1% to 3.6%. Over 3 days, 40.0% (4/10) of participants had weight fluctuations of >2% and 20% (2/10) had weight fluctuations of >3%. Time of weigh-in accounted for 99.8% of the variation in weight fluctuation (P < 0.05), with the lowest fluctuations observed when weights were compared at the same time each day (≤0.4 kg).\n    \n\n\n          Conclusions:\n        \n      \n      Weights recorded at the same time daily had the greatest accuracy. Given that the range 1.1-3.6% was within normal weight fluctuations for well-hydrated older hospitalised participants, the weight change indicative of dehydration remains to be established in this setting but appears greater than conventionally used figures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23521346/",
    "clean_text": "short term body weight fluctuations in older well hydrated hospitalised patients to date dehydration assessments based on a short term body weight change defined as have been drawn from healthy population data the present pilot study aimed to describe usual body weight fluctuation at the same time of day over a day time background the usual daily weight fluctuations of well hydrated older hospitalised people have not been documented internationally to date dehydration assessments based on a short term body weight change defined as have been drawn from healthy population data the present pilot study aimed to describe usual body weight fluctuation at the same time of day over a day time frame in well hydrated older hospitalised adults methods an observational study of non acute inpatients n admitted to a geriatric and rehabilitation unit aged years assessed as well hydrated mobile non amputee and without conditions that influenced fluid status was conducted participants were weighed hourly over a h period for days food and fluid intake clothing items added or removed and urine and faecal output were recorded results weight fluctuation for each participant mean sd years male n over days ranged from to over days of participants had weight fluctuations of and had weight fluctuations of time of weigh in accounted for of the variation in weight fluctuation p with the lowest fluctuations observed when weights were compared at the same time each day kg conclusions weights recorded at the same time daily had the greatest accuracy given that the range was within normal weight fluctuations for well hydrated older hospitalised participants the weight change indicative of dehydration remains to be established in this setting but appears greater than conventionally used figures"
}