{
    "title": "[Traumatic brain injury].",
    "doc_id": "26810405",
    "writer": "Hackenberg K",
    "year": "2016",
    "summary": "Since traumatic brain injury is the most common cause of long-term disability and death among young adults, it represents an enormous socio-economic and healthcare burden. ...Due to the complex pathophysiology the therapy of traumatic brain injury shou …",
    "abstract": "Since traumatic brain injury is the most common cause of long-term disability and death among young adults, it represents an enormous socio-economic and healthcare burden. As a consequence of the primary lesion, a perifocal brain edema develops causing an elevation of the intracranial pressure due to the limited intracranial space. This entails a reduction of the cerebral perfusion pressure and the cerebral blood flow. A cerebral perfusion deficit below the threshold for ischemia leads to further ischemic lesions and to a progression of the contusion. As the irreversible primary lesion can only be inhibited by primary prevention, the therapy of traumatic brain injury focuses on the secondary injuries. The treatment consists of surgical therapy evacuating the space-occupying intracranial lesion and conservative intensive medical care. Due to the complex pathophysiology the therapy of traumatic brain injury should be rapidly performed in a neurosurgical unit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26810405/",
    "clean_text": "traumatic brain injury since traumatic brain injury is the most common cause of long term disability and death among young adults it represents an enormous socio economic and healthcare burden due to the complex pathophysiology the therapy of traumatic brain injury shou since traumatic brain injury is the most common cause of long term disability and death among young adults it represents an enormous socio economic and healthcare burden as a consequence of the primary lesion a perifocal brain edema develops causing an elevation of the intracranial pressure due to the limited intracranial space this entails a reduction of the cerebral perfusion pressure and the cerebral blood flow a cerebral perfusion deficit below the threshold for ischemia leads to further ischemic lesions and to a progression of the contusion as the irreversible primary lesion can only be inhibited by primary prevention the therapy of traumatic brain injury focuses on the secondary injuries the treatment consists of surgical therapy evacuating the space occupying intracranial lesion and conservative intensive medical care due to the complex pathophysiology the therapy of traumatic brain injury should be rapidly performed in a neurosurgical unit"
}