{
    "title": "Study on the relationship among typhoon, climate change, and acute Stanford type A aortic dissection in southern of Zhejiang in China.",
    "doc_id": "35723828",
    "writer": "Qin J",
    "year": "2023",
    "summary": "BACKGROUND: The aim of this study was to investigate the relationship between typhoon, climate change, and acute Stanford type A aortic dissection (TAAD) in southern of Zhejiang Province in China. METHOD: 371 patients with TAAD were admitted to three hospitals (the aortic …",
    "abstract": "Background:\n        \n      \n      The aim of this study was to investigate the relationship between typhoon, climate change, and acute Stanford type A aortic dissection (TAAD) in southern of Zhejiang Province in China.\n    \n\n\n          Method:\n        \n      \n      371 patients with TAAD were admitted to three hospitals (the aortic dissection center) in southern of Zhejiang Province, China from January 2015 to December 2020, and data were retrospectively collected, the data included (1) the number of patients admitted in different months and seasons, (2) daily meteorological data in southern of Zhejiang Province, and (3) typhoon information were retrospectively analyzed.\n    \n\n\n          Results:\n        \n      \n      The number of TAAD occurred in winter was the highest and in summer was the lowest. The incidence of TAAD was correlated with minimum temperature, maximum wind speed, mean wind speed, and water vapor pressure (P < 0.05). Maximum wind speed (RR 0.37; 95% CI 0.17 to 0.80, P = 0.01) and water vapor pressure (RR 0.96; 95% CI 0.92 to 1, P = 0.03) were the protective factor. The occurrence incidence of TAAD under the influence of typhoon climate was less than that during the period not affected by typhoon (P < 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      There was a correlation between typhoon, climate change, and the occurrence of TAAD in southern Zhejiang Province. Wind speed, vapor pressure, and typhoon may be protective factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35723828/",
    "clean_text": "study on the relationship among typhoon climate change and acute stanford type a aortic dissection in southern of zhejiang in china background the aim of this study was to investigate the relationship between typhoon climate change and acute stanford type a aortic dissection taad in southern of zhejiang province in china method patients with taad were admitted to three hospitals the aortic background the aim of this study was to investigate the relationship between typhoon climate change and acute stanford type a aortic dissection taad in southern of zhejiang province in china method patients with taad were admitted to three hospitals the aortic dissection center in southern of zhejiang province china from january to december and data were retrospectively collected the data included the number of patients admitted in different months and seasons daily meteorological data in southern of zhejiang province and typhoon information were retrospectively analyzed results the number of taad occurred in winter was the highest and in summer was the lowest the incidence of taad was correlated with minimum temperature maximum wind speed mean wind speed and water vapor pressure p maximum wind speed rr ci to p and water vapor pressure rr ci to p were the protective factor the occurrence incidence of taad under the influence of typhoon climate was less than that during the period not affected by typhoon p conclusion there was a correlation between typhoon climate change and the occurrence of taad in southern zhejiang province wind speed vapor pressure and typhoon may be protective factors"
}