{
    "title": "Fatty liver in pregnancy: a narrative review of two distinct conditions.",
    "doc_id": "31928239",
    "writer": "Azzaroli F",
    "year": "2020",
    "summary": "Introduction: Fatty liver is rather common in pregnancy, occurring in two totally different conditions, i.e. nonalcoholic fatty liver disease (NAFLD) in pregnancy and acute fatty liver of pregnancy (AFLP). ...For AFLP, only small retrospe …",
    "abstract": "Introduction: Fatty liver is rather common in pregnancy, occurring in two totally different conditions, i.e. nonalcoholic fatty liver disease (NAFLD) in pregnancy and acute fatty liver of pregnancy (AFLP). The former is a common condition, resulting by chance association because of the epidemics of obesity and the older age of many pregnant women in Western countries; the latter is a rare disease whose pathophysiology is still incompletely understood.Areas covered: We reviewed the evidence-based knowledge on fatty liver in/of pregnancy. For NAFLD, a few large retrospective and prospective studies identify immediate and late risks for both the mother and the fetus. For AFLP, only small retrospective studies are available, indicating that prompt delivery and eventual referral to Liver Units for liver support or transplantation are mandatory to avoid maternal and fetal death.Expert opinion: The number of pregnant women with fatty liver is expected to increase in the next years. Pharmacologic treatment of NAFLD might be postponed, even when new drugs are approved by health authorities for the general population. In the case of AFLP, we need to improve our ability to correctly identify and treat the most severe cases not resolving with delivery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31928239/",
    "clean_text": "fatty liver in pregnancy a narrative review of two distinct conditions introduction fatty liver is rather common in pregnancy occurring in two totally different conditions i e nonalcoholic fatty liver disease nafld in pregnancy and acute fatty liver of pregnancy aflp for aflp only small retrospe introduction fatty liver is rather common in pregnancy occurring in two totally different conditions i e nonalcoholic fatty liver disease nafld in pregnancy and acute fatty liver of pregnancy aflp the former is a common condition resulting by chance association because of the epidemics of obesity and the older age of many pregnant women in western countries the latter is a rare disease whose pathophysiology is still incompletely understood areas covered we reviewed the evidence based knowledge on fatty liver in of pregnancy for nafld a few large retrospective and prospective studies identify immediate and late risks for both the mother and the fetus for aflp only small retrospective studies are available indicating that prompt delivery and eventual referral to liver units for liver support or transplantation are mandatory to avoid maternal and fetal death expert opinion the number of pregnant women with fatty liver is expected to increase in the next years pharmacologic treatment of nafld might be postponed even when new drugs are approved by health authorities for the general population in the case of aflp we need to improve our ability to correctly identify and treat the most severe cases not resolving with delivery"
}