{
    "pmid": "41458443",
    "title": "Assessing the knowledge of Alzheimer's disease among interns from different healthcare professions in Jeddah, Saudi Arabia: a cross-sectional study.",
    "abstract": "Alzheimer's disease is a neurodegenerative disorder affecting memory, thinking, and daily activities. It is the most common form of dementia, and it is crucial for healthcare professionals, especially interns, to have good knowledge about it for early detection and better management. This study aimed to assess the knowledge of Alzheimer's disease among healthcare interns in Jeddah, Saudi Arabia. A cross-sectional study was conducted using convenience sampling to evaluate the level of knowledge about Alzheimer's disease among health professional interns in Jeddah, Saudi Arabia. Data were collected using an electronic questionnaire incorporating the Alzheimer's Disease Knowledge Scale (ADKS), which comprises 30 true/false items covering various aspects of Alzheimer's disease. Descriptive statistics were used to summarize participant characteristics and ADKS scores. Differences in ADKS scores across healthcare professions, gender, age groups, and other participant characteristics were assessed using independent t-tests and one-way ANOVA with Tukey's HSD  The study included 414 interns from different universities in Jeddah, Saudi Arabia. The majority of participants were women (67.6%), attended public universities (84.8%), and had a mean age of 24.1 years (SD = 2.4). The largest group of participants (28.3%) were studying medicine. The level of knowledge, as measured by the ADKS score, varied across different healthcare professions, and medical students had the highest level of knowledge (19.97 ± 3.2). Regression analysis showed that being male (B = -0.6,  The interns from various healthcare professions in Jeddah, Saudi Arabia exhibited different levels of knowledge regarding Alzheimer's disease. The interns' knowledge was influenced by factors such as their educational background, exposure to relevant coursework, and personal experiences. These findings emphasize the significance of incorporating extensive educational and training programs related to Alzheimer's disease for healthcare professionals.",
    "disease": "alzheimer disease",
    "clean_text": "assessing the knowledge of alzheimer s disease among interns from different healthcare professions in jeddah saudi arabia a cross sectional study alzheimer s disease is a neurodegenerative disorder affecting memory thinking and daily activities it is the most common form of dementia and it is crucial for healthcare professionals especially interns to have good knowledge about it for early detection and better management this study aimed to assess the knowledge of alzheimer s disease among healthcare interns in jeddah saudi arabia a cross sectional study was conducted using convenience sampling to evaluate the level of knowledge about alzheimer s disease among health professional interns in jeddah saudi arabia data were collected using an electronic questionnaire incorporating the alzheimer s disease knowledge scale adks which comprises true false items covering various aspects of alzheimer s disease descriptive statistics were used to summarize participant characteristics and adks scores differences in adks scores across healthcare professions gender age groups and other participant characteristics were assessed using independent t tests and one way anova with tukey s hsd the study included interns from different universities in jeddah saudi arabia the majority of participants were women attended public universities and had a mean age of years sd the largest group of participants were studying medicine the level of knowledge as measured by the adks score varied across different healthcare professions and medical students had the highest level of knowledge regression analysis showed that being male b the interns from various healthcare professions in jeddah saudi arabia exhibited different levels of knowledge regarding alzheimer s disease the interns knowledge was influenced by factors such as their educational background exposure to relevant coursework and personal experiences these findings emphasize the significance of incorporating extensive educational and training programs related to alzheimer s disease for healthcare professionals"
}