{
    "pmid": "41473044",
    "title": "Postoperative electroencephalographic anterior asymmetry is associated with neurologic injury and increased morbidity.",
    "abstract": "Postoperative electroencephalograms (EEGs) are often used to detect seizures after neonatal cardiac surgery. Electroencephalograms can also measure asymmetry, a regional or hemispheric difference in the voltage or frequency that suggests neurologic injury, quantified using the absolute asymmetry spectrogram (AAS). We hypothesized that postoperative asymmetry would be associated with neurologic injury. Quantitative EEG monitoring measured the mean AAS from the anterior, posterior, and hemispheric regions at baseline and during postoperative day (POD) 0 to POD 2. Infants were divided into 2 groups: EEG asymmetry, defined as a mean AAS >50% during POD 0, and EEG symmetry, defined as mean AAS ≤50% during POD 0. In the study cohort of 76 neonates, only the anterior AAS increased significantly from baseline during POD 0 (42.8 ± 7.6% vs 34.6 ± 9.4%;  Asymmetry was associated with neurologic injury and increased morbidity. Quantitative EEG monitoring may be an important adjunct during the early postoperative period to identify neonates at risk for neurologic injury and increased morbidity.",
    "disease": "stroke",
    "clean_text": "postoperative electroencephalographic anterior asymmetry is associated with neurologic injury and increased morbidity postoperative electroencephalograms eegs are often used to detect seizures after neonatal cardiac surgery electroencephalograms can also measure asymmetry a regional or hemispheric difference in the voltage or frequency that suggests neurologic injury quantified using the absolute asymmetry spectrogram aas we hypothesized that postoperative asymmetry would be associated with neurologic injury quantitative eeg monitoring measured the mean aas from the anterior posterior and hemispheric regions at baseline and during postoperative day pod to pod infants were divided into groups eeg asymmetry defined as a mean aas during pod and eeg symmetry defined as mean aas during pod in the study cohort of neonates only the anterior aas increased significantly from baseline during pod vs asymmetry was associated with neurologic injury and increased morbidity quantitative eeg monitoring may be an important adjunct during the early postoperative period to identify neonates at risk for neurologic injury and increased morbidity"
}