{
    "pmid": "41456743",
    "title": "INVESTIGATION OF DIPYRIDAMOLE-ELICITED SIGNALING IN THE BRAIN OF NIEMANN PICK TYPE C MICE: A MULTI-OMIC STUDY.",
    "abstract": "Niemann Pick type C1 (NPC1) is a rare, fatal disorder characterized by endo-lysosomal (EL) lipid accumulation that leads to damage of both peripheral organs and central nervous system, with cerebellum and hippocampus being particularly affected. Currently very few therapeutic options exist in Europe for NPC. In fact, miglustat is the only approved drug and L-acetylleucine was recently granted for marketing authorization by European Medicine Agency. Thus, the identification of new treatments is mandatory. We have previously demonstrated that dipyridamole (DIP), an approved medicine that is clinically employed as an antiplatelet agent, could rescue recognition memory and increase hippocampal expression of calbindin. On the contrary, the drug was unable to improve cerebellar-dependent motor function. In order to elucidate the mechanism of these region-specific changes induced by DIP, in this work we performed a multi-omic analysis of genes and proteins modulated by the treatment in the hippocampus and cerebellum of a mouse model of NPC1 (Npc1",
    "disease": "alzheimer disease",
    "clean_text": "investigation of dipyridamole elicited signaling in the brain of niemann pick type c mice a multi omic study niemann pick type c npc is a rare fatal disorder characterized by endo lysosomal el lipid accumulation that leads to damage of both peripheral organs and central nervous system with cerebellum and hippocampus being particularly affected currently very few therapeutic options exist in europe for npc in fact miglustat is the only approved drug and l acetylleucine was recently granted for marketing authorization by european medicine agency thus the identification of new treatments is mandatory we have previously demonstrated that dipyridamole dip an approved medicine that is clinically employed as an antiplatelet agent could rescue recognition memory and increase hippocampal expression of calbindin on the contrary the drug was unable to improve cerebellar dependent motor function in order to elucidate the mechanism of these region specific changes induced by dip in this work we performed a multi omic analysis of genes and proteins modulated by the treatment in the hippocampus and cerebellum of a mouse model of npc npc"
}