{
    "title": "Mechanisms of T cell organotropism.",
    "doc_id": "27038487",
    "writer": "Fu H",
    "year": "2016",
    "summary": "Protective immunity relies upon T cell differentiation and subsequent migration to target tissues. Similarly, immune homeostasis requires the localization of regulatory T cells (Tregs) to the sites where immunity takes place. ...Furthermore, co-stimulatory signals ( …",
    "abstract": "Protective immunity relies upon T cell differentiation and subsequent migration to target tissues. Similarly, immune homeostasis requires the localization of regulatory T cells (Tregs) to the sites where immunity takes place. While naïve T lymphocytes recirculate predominantly in secondary lymphoid tissue, primed T cells and activated Tregs must traffic to the antigen rich non-lymphoid tissue to exert effector and regulatory responses, respectively. Following priming in draining lymph nodes, T cells acquire the 'homing receptors' to facilitate their access to specific tissues and organs. An additional level of topographic specificity is provided by T cells receptor recognition of antigen displayed by the endothelium. Furthermore, co-stimulatory signals (such as those induced by CD28) have been shown not only to regulate T cell activation and differentiation, but also to orchestrate the anatomy of the ensuing T cell response. We here review the molecular mechanisms supporting trafficking of both effector and regulatory T cells to specific antigen-rich tissues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27038487/",
    "clean_text": "mechanisms of t cell organotropism protective immunity relies upon t cell differentiation and subsequent migration to target tissues similarly immune homeostasis requires the localization of regulatory t cells tregs to the sites where immunity takes place furthermore co stimulatory signals protective immunity relies upon t cell differentiation and subsequent migration to target tissues similarly immune homeostasis requires the localization of regulatory t cells tregs to the sites where immunity takes place while na ve t lymphocytes recirculate predominantly in secondary lymphoid tissue primed t cells and activated tregs must traffic to the antigen rich non lymphoid tissue to exert effector and regulatory responses respectively following priming in draining lymph nodes t cells acquire the homing receptors to facilitate their access to specific tissues and organs an additional level of topographic specificity is provided by t cells receptor recognition of antigen displayed by the endothelium furthermore co stimulatory signals such as those induced by cd have been shown not only to regulate t cell activation and differentiation but also to orchestrate the anatomy of the ensuing t cell response we here review the molecular mechanisms supporting trafficking of both effector and regulatory t cells to specific antigen rich tissues"
}