{
    "title": "Effect of Covid-19 Vaccination on Transmission of Alpha and Delta Variants.",
    "doc_id": "34986294",
    "writer": "Eyre DW",
    "year": "2022",
    "summary": "BACKGROUND: Before the emergence of the B.1.617.2 (delta) variant of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), vaccination reduced transmission of SARS-CoV-2 from vaccinated pe …",
    "abstract": "Background:\n        \n      \n      Before the emergence of the B.1.617.2 (delta) variant of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), vaccination reduced transmission of SARS-CoV-2 from vaccinated persons who became infected, potentially by reducing viral loads. Although vaccination still lowers the risk of infection, similar viral loads in vaccinated and unvaccinated persons who are infected with the delta variant call into question the degree to which vaccination prevents transmission.\n    \n\n\n          Methods:\n        \n      \n      We used contact-testing data from England to perform a retrospective observational cohort study involving adult contacts of SARS-CoV-2-infected adult index patients. We used multivariable Poisson regression to investigate associations between transmission and the vaccination status of index patients and contacts and to determine how these associations varied with the B.1.1.7 (alpha) and delta variants and time since the second vaccination.\n    \n\n\n          Results:\n        \n      \n      Among 146,243 tested contacts of 108,498 index patients, 54,667 (37%) had positive SARS-CoV-2 polymerase-chain-reaction (PCR) tests. In index patients who became infected with the alpha variant, two vaccinations with either BNT162b2 or ChAdOx1 nCoV-19 (also known as AZD1222), as compared with no vaccination, were independently associated with reduced PCR positivity in contacts (adjusted rate ratio with BNT162b2, 0.32; 95% confidence interval [CI], 0.21 to 0.48; and with ChAdOx1 nCoV-19, 0.48; 95% CI, 0.30 to 0.78). Vaccine-associated reductions in transmission of the delta variant were smaller than those with the alpha variant, and reductions in transmission of the delta variant after two BNT162b2 vaccinations were greater (adjusted rate ratio for the comparison with no vaccination, 0.50; 95% CI, 0.39 to 0.65) than after two ChAdOx1 nCoV-19 vaccinations (adjusted rate ratio, 0.76; 95% CI, 0.70 to 0.82). Variation in cycle-threshold (Ct) values (indicative of viral load) in index patients explained 7 to 23% of vaccine-associated reductions in transmission of the two variants. The reductions in transmission of the delta variant declined over time after the second vaccination, reaching levels that were similar to those in unvaccinated persons by 12 weeks in index patients who had received ChAdOx1 nCoV-19 and attenuating substantially in those who had received BNT162b2. Protection in contacts also declined in the 3-month period after the second vaccination.\n    \n\n\n          Conclusions:\n        \n      \n      Vaccination was associated with a smaller reduction in transmission of the delta variant than of the alpha variant, and the effects of vaccination decreased over time. PCR Ct values at diagnosis of the index patient only partially explained decreased transmission. (Funded by the U.K. Government Department of Health and Social Care and others.).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34986294/",
    "clean_text": "effect of covid vaccination on transmission of alpha and delta variants background before the emergence of the b delta variant of severe acute respiratory syndrome coronavirus sars cov vaccination reduced transmission of sars cov from vaccinated pe background before the emergence of the b delta variant of severe acute respiratory syndrome coronavirus sars cov vaccination reduced transmission of sars cov from vaccinated persons who became infected potentially by reducing viral loads although vaccination still lowers the risk of infection similar viral loads in vaccinated and unvaccinated persons who are infected with the delta variant call into question the degree to which vaccination prevents transmission methods we used contact testing data from england to perform a retrospective observational cohort study involving adult contacts of sars cov infected adult index patients we used multivariable poisson regression to investigate associations between transmission and the vaccination status of index patients and contacts and to determine how these associations varied with the b alpha and delta variants and time since the second vaccination results among tested contacts of index patients had positive sars cov polymerase chain reaction pcr tests in index patients who became infected with the alpha variant two vaccinations with either bnt b or chadox ncov also known as azd as compared with no vaccination were independently associated with reduced pcr positivity in contacts adjusted rate ratio with bnt b confidence interval ci to and with chadox ncov ci to vaccine associated reductions in transmission of the delta variant were smaller than those with the alpha variant and reductions in transmission of the delta variant after two bnt b vaccinations were greater adjusted rate ratio for the comparison with no vaccination ci to than after two chadox ncov vaccinations adjusted rate ratio ci to variation in cycle threshold ct values indicative of viral load in index patients explained to of vaccine associated reductions in transmission of the two variants the reductions in transmission of the delta variant declined over time after the second vaccination reaching levels that were similar to those in unvaccinated persons by weeks in index patients who had received chadox ncov and attenuating substantially in those who had received bnt b protection in contacts also declined in the month period after the second vaccination conclusions vaccination was associated with a smaller reduction in transmission of the delta variant than of the alpha variant and the effects of vaccination decreased over time pcr ct values at diagnosis of the index patient only partially explained decreased transmission funded by the u k government department of health and social care and others"
}