{
    "pmid": "41415257",
    "title": "Effectiveness of telemedicine-delivered exercise interventions in older adult patients with osteoarthritis: a systematic review and meta-analysis.",
    "abstract": "Remote rehabilitation treatment delivered via the Internet may serve as an effective approach for managing osteoarthritis (OA). One of its primary advantages is that patients can conveniently access rehabilitation services at any time and from any location. However, there remains a lack of reliable and up-to-date systematic reviews and meta-analyses to confirm the effectiveness of this therapy in improving clinical outcomes for older adult with OA. Our study aims to conduct a systematic review and meta-analysis of the available evidence regarding the effectiveness of telerehabilitation in older adult patients with OA. A systematic search was performed in the Medline, Web of Science, Cochrane databases, and Embase from their inception up to August 2025. Trials focusing on the effects of telerehabilitation for older adult individuals suffering from OA were included. Two reviewers, working independently, carried out the selection of studies and the extraction of data. The assessment of bias risk utilized the Cochrane Risk of Bias tool. We selected 13 randomized clinical trials, which included a total of 1,845 participants. Overall quality of the included studies was rated as moderate-to-high quality. Our findings indicate that telerehabilitation effectively alleviates pain (standardized mean difference, SMD: 0.40, 95% confidence interval, CI: 0.11 to 0.69,  Remote exercise rehabilitation interventions have been shown to effectively alleviate pain, improve quality of life, and enhance physical function in older adult individuals with OA. This approach offers a viable alternative to traditional face-to-face exercise rehabilitation for older adult patients suffering from OA. PROSPERO: CRD420251159586.",
    "disease": "osteoarthritis",
    "clean_text": "effectiveness of telemedicine delivered exercise interventions in older adult patients with osteoarthritis a systematic review and meta analysis remote rehabilitation treatment delivered via the internet may serve as an effective approach for managing osteoarthritis oa one of its primary advantages is that patients can conveniently access rehabilitation services at any time and from any location however there remains a lack of reliable and up to date systematic reviews and meta analyses to confirm the effectiveness of this therapy in improving clinical outcomes for older adult with oa our study aims to conduct a systematic review and meta analysis of the available evidence regarding the effectiveness of telerehabilitation in older adult patients with oa a systematic search was performed in the medline web of science cochrane databases and embase from their inception up to august trials focusing on the effects of telerehabilitation for older adult individuals suffering from oa were included two reviewers working independently carried out the selection of studies and the extraction of data the assessment of bias risk utilized the cochrane risk of bias tool we selected randomized clinical trials which included a total of participants overall quality of the included studies was rated as moderate to high quality our findings indicate that telerehabilitation effectively alleviates pain standardized mean difference smd confidence interval ci to remote exercise rehabilitation interventions have been shown to effectively alleviate pain improve quality of life and enhance physical function in older adult individuals with oa this approach offers a viable alternative to traditional face to face exercise rehabilitation for older adult patients suffering from oa prospero crd"
}