{
    "title": "Shwachman-Bodian-Diamond syndrome: metaphyseal chondrodysplasia in children with pancreatic insufficiency and neutropenia.",
    "doc_id": "25416932",
    "writer": "Levin TL",
    "year": "2015",
    "summary": "Diamond, a hematologist, along with pediatrician and morbid anatomist Martin Bodian. Initially the syndrome's clinical presentation included exocrine pancreatic insufficiency (lipomatous replacement of the pancreas) and neutropenia. In 1967 skeletal changes of metap …",
    "abstract": "Shwachman-Bodian-Diamond syndrome (OMIM 260400) was identified in 1964 by pediatricians Harry Shwachman, a leader in cystic fibrosis, and Louis K. Diamond, a hematologist, along with pediatrician and morbid anatomist Martin Bodian. Initially the syndrome's clinical presentation included exocrine pancreatic insufficiency (lipomatous replacement of the pancreas) and neutropenia. In 1967 skeletal changes of metaphyseal chondrodysplasia were also described, completing the triad of findings; these abnormalities are present in all affected children and should be viewed as an integral feature of the syndrome, also called Shwachman-Diamond syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25416932/",
    "clean_text": "shwachman bodian diamond syndrome metaphyseal chondrodysplasia in children with pancreatic insufficiency and neutropenia diamond a hematologist along with pediatrician and morbid anatomist martin bodian initially the syndrome s clinical presentation included exocrine pancreatic insufficiency lipomatous replacement of the pancreas and neutropenia in skeletal changes of metap shwachman bodian diamond syndrome omim was identified in by pediatricians harry shwachman a leader in cystic fibrosis and louis k diamond a hematologist along with pediatrician and morbid anatomist martin bodian initially the syndrome s clinical presentation included exocrine pancreatic insufficiency lipomatous replacement of the pancreas and neutropenia in skeletal changes of metaphyseal chondrodysplasia were also described completing the triad of findings these abnormalities are present in all affected children and should be viewed as an integral feature of the syndrome also called shwachman diamond syndrome"
}