{
    "title": "Interactive Effects of Perinatal BPA or DES and Adult Testosterone and Estradiol Exposure on Adult Urethral Obstruction and Bladder, Kidney, and Prostate Pathology in Male Mice.",
    "doc_id": "32486162",
    "writer": "Taylor JA",
    "year": "2020",
    "summary": "Obstructive voiding disorder (OVD) occurs during aging in men and is often, but not always, associated with increased prostate size, due to benign prostatic hyperplasia (BPH), prostatitis, or prostate cancer. ...Animals exposed to BPA or DES during per …",
    "abstract": "Obstructive voiding disorder (OVD) occurs during aging in men and is often, but not always, associated with increased prostate size, due to benign prostatic hyperplasia (BPH), prostatitis, or prostate cancer. Estrogens are known to impact the development of both OVD and prostate diseases, either during early urogenital tract development in fetal-neonatal life or later in adulthood. To examine the potential interaction between developmental and adult estrogen exposure on the adult urogenital tract, male CD-1 mice were perinatally exposed to bisphenol A (BPA), diethylstilbestrol (DES) as a positive control, or vehicle negative control, and in adulthood were treated for 4 months with Silastic capsules containing testosterone and estradiol (T+E2) or empty capsules. Animals exposed to BPA or DES during perinatal development were more likely than negative controls to have urine flow/kidney problems and enlarged bladders, as well as enlarged prostates. OVD in adult T+E2-treated perinatal BPA and DES animals was associated with dorsal prostate hyperplasia and prostatitis. The results demonstrate a relationship between elevated exogenous estrogen levels during urogenital system development and elevated estradiol in adulthood and OVD in male mice. These findings support the two-hit hypothesis for the development of OVD and prostate diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32486162/",
    "clean_text": "interactive effects of perinatal bpa or des and adult testosterone and estradiol exposure on adult urethral obstruction and bladder kidney and prostate pathology in male mice obstructive voiding disorder ovd occurs during aging in men and is often but not always associated with increased prostate size due to benign prostatic hyperplasia bph prostatitis or prostate cancer animals exposed to bpa or des during per obstructive voiding disorder ovd occurs during aging in men and is often but not always associated with increased prostate size due to benign prostatic hyperplasia bph prostatitis or prostate cancer estrogens are known to impact the development of both ovd and prostate diseases either during early urogenital tract development in fetal neonatal life or later in adulthood to examine the potential interaction between developmental and adult estrogen exposure on the adult urogenital tract male cd mice were perinatally exposed to bisphenol a bpa diethylstilbestrol des as a positive control or vehicle negative control and in adulthood were treated for months with silastic capsules containing testosterone and estradiol t e or empty capsules animals exposed to bpa or des during perinatal development were more likely than negative controls to have urine flow kidney problems and enlarged bladders as well as enlarged prostates ovd in adult t e treated perinatal bpa and des animals was associated with dorsal prostate hyperplasia and prostatitis the results demonstrate a relationship between elevated exogenous estrogen levels during urogenital system development and elevated estradiol in adulthood and ovd in male mice these findings support the two hit hypothesis for the development of ovd and prostate diseases"
}