{
    "pmid": "41408071",
    "title": "Cortical dynamics and network alterations in Parkinson's disease with mild cognitive impairment: TMS-EEG study of the posterior parietal cortex.",
    "abstract": "Individuals with mild cognitive impairment (MCI) in Parkinson's disease (PD) are significantly susceptible to developing dementia. Investigating cortical dynamics within the posterior parietal cortex (PPC) may elucidate the mechanisms underlying cognitive decline in PD. Using combined transcranial magnetic stimulation-electroencephalography, this study assessed cortical excitability, time-frequency oscillations, and functional network dynamics after stimulation of the right PPC in 45 PD patients (23 with MCI, 22 with normal cognition). Results showed that PD-MCI patients exhibited increased TMS-evoked potentials across the frontal-parietal-occipital cortex compared to cognitively normal PD patients, accompanied by enhanced theta and alpha oscillation synchronization. Functional connectivity analysis revealed higher global efficiency and lower average shortest path length within theta-band frontoparietal networks in PD-MCI, which correlated with poorer cognitive performance. These results highlight hyperactive cortical responses and hyperconnected low-frequency brain networks in PD-MCI following right PPC stimulation, implicating the PPC as a potential intervention target to mitigate cognitive decline in PD.",
    "disease": "parkinson disease",
    "clean_text": "cortical dynamics and network alterations in parkinson s disease with mild cognitive impairment tms eeg study of the posterior parietal cortex individuals with mild cognitive impairment mci in parkinson s disease pd are significantly susceptible to developing dementia investigating cortical dynamics within the posterior parietal cortex ppc may elucidate the mechanisms underlying cognitive decline in pd using combined transcranial magnetic stimulation electroencephalography this study assessed cortical excitability time frequency oscillations and functional network dynamics after stimulation of the right ppc in pd patients with mci with normal cognition results showed that pd mci patients exhibited increased tms evoked potentials across the frontal parietal occipital cortex compared to cognitively normal pd patients accompanied by enhanced theta and alpha oscillation synchronization functional connectivity analysis revealed higher global efficiency and lower average shortest path length within theta band frontoparietal networks in pd mci which correlated with poorer cognitive performance these results highlight hyperactive cortical responses and hyperconnected low frequency brain networks in pd mci following right ppc stimulation implicating the ppc as a potential intervention target to mitigate cognitive decline in pd"
}