{
    "pmid": "41421420",
    "title": "Implementation and outcomes of a pharmacist-led social determinants of health screening and intervention program in an integrated health system specialty pharmacy model.",
    "abstract": "Social determinants of health (SDOH) are non-medical factors that impact health outcomes. Pharmacists within integrated health system specialty pharmacies (HSSPs) are positioned to identify and address SDOH barriers. The objective was to implement and evaluate a pharmacist-led SDOH program for HSSP patients. The practice innovation was implemented within four health systems in Michigan and Massachusetts with associated HSSPs and a standard specialty pharmacy clinical management model incorporating initial patient counseling and periodic reassessments. A SDOH screening and intervention program was developed and piloted at four health systems with associated HSSPs. Patients with HIV, rheumatoid arthritis (RA), and hyperlipidemia meeting pre-defined inclusion criteria were enrolled in the program from September 2023 through September 2024. After screening patients for SDOH barriers, pharmacists offered targeted interventions and structured follow-ups to ensure resolution of challenges. Patients enrolled in the program were analyzed using data extracted from the electronic medical record and patient management platform. The primary outcome was intervention acceptance rate; secondary outcomes included intervention categories, patient-perceived value of interventions, ongoing support needs, pharmacist time spent, and clinical outcomes. Of the 50 patients (HIV: n=6; RA: n=27; hyperlipidemia: n=17) enrolled, 56% completed screening and 79% of those accepted interventions. Of the 19 patients who received follow-up, 63% found the interventions beneficial, and 4 required ongoing support. The most frequent interventions included food security/nutrition (46%) and physical activity (25%). The average time per intervention was 60 minutes (range: 15-180 minutes). Patients with interventions demonstrated clinical outcomes improvements, including a mean RAPID3 score reduction of 3 points (range: 1.3-27.3) and mean LDL reduction of 29.75 mg/dL (range: 44-137) for RA and hyperlipidemia, respectively. These pilot results suggest that a pharmacist-led SDOH program may be effective in addressing patient barriers, demonstrated by high acceptance rate and perceived benefit of interventions and improved clinical outcomes.",
    "disease": "rheumatoid arthritis",
    "clean_text": "implementation and outcomes of a pharmacist led social determinants of health screening and intervention program in an integrated health system specialty pharmacy model social determinants of health sdoh are non medical factors that impact health outcomes pharmacists within integrated health system specialty pharmacies hssps are positioned to identify and address sdoh barriers the objective was to implement and evaluate a pharmacist led sdoh program for hssp patients the practice innovation was implemented within four health systems in michigan and massachusetts with associated hssps and a standard specialty pharmacy clinical management model incorporating initial patient counseling and periodic reassessments a sdoh screening and intervention program was developed and piloted at four health systems with associated hssps patients with hiv rheumatoid arthritis ra and hyperlipidemia meeting pre defined inclusion criteria were enrolled in the program from september through september after screening patients for sdoh barriers pharmacists offered targeted interventions and structured follow ups to ensure resolution of challenges patients enrolled in the program were analyzed using data extracted from the electronic medical record and patient management platform the primary outcome was intervention acceptance rate secondary outcomes included intervention categories patient perceived value of interventions ongoing support needs pharmacist time spent and clinical outcomes of the patients hiv n ra n hyperlipidemia n enrolled completed screening and of those accepted interventions of the patients who received follow up found the interventions beneficial and required ongoing support the most frequent interventions included food security nutrition and physical activity the average time per intervention was minutes range minutes patients with interventions demonstrated clinical outcomes improvements including a mean rapid score reduction of points range and mean ldl reduction of mg dl range for ra and hyperlipidemia respectively these pilot results suggest that a pharmacist led sdoh program may be effective in addressing patient barriers demonstrated by high acceptance rate and perceived benefit of interventions and improved clinical outcomes"
}