{
    "pmid": "41405634",
    "title": "[Nutrition and the Kidney: Beyond Restriction].",
    "abstract": "Chronic kidney disease is a growing global health concern, driven by aging and comorbidities such as diabetes and hypertension. Proper nutrition is essential to slowing disease progression and reducing metabolic and cardiovascular complications. Protein-energy wasting is common in patients with CKD stages 4-5 and those on dialysis, associated with the accumulation of uremic toxins that trigger systemic inflammation, anorexia, acidosis, and muscle catabolism. Nutritional assessment should be a standard of care and conducted periodically, incorporating anthropometric parameters, biochemical markers, and imaging studies. The main phenotypes include loss of contractile muscle mass, protein-energy wasting, sarcopenia, and sarcopenic obesity. Management varies based on disease stage and comorbidities and includes the adjustment or restriction of macro- and micronutrients, nutritional supplements, structured physical activity, and, in some cases, intradialytic parenteral nutrition to improve nutritional status and clinical outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "nutrition and the kidney beyond restriction chronic kidney disease is a growing global health concern driven by aging and comorbidities such as diabetes and hypertension proper nutrition is essential to slowing disease progression and reducing metabolic and cardiovascular complications protein energy wasting is common in patients with ckd stages and those on dialysis associated with the accumulation of uremic toxins that trigger systemic inflammation anorexia acidosis and muscle catabolism nutritional assessment should be a standard of care and conducted periodically incorporating anthropometric parameters biochemical markers and imaging studies the main phenotypes include loss of contractile muscle mass protein energy wasting sarcopenia and sarcopenic obesity management varies based on disease stage and comorbidities and includes the adjustment or restriction of macro and micronutrients nutritional supplements structured physical activity and in some cases intradialytic parenteral nutrition to improve nutritional status and clinical outcomes"
}