{
    "title": "Persistent Challenges: A Recurrent Adamantinoma - Case Report.",
    "doc_id": "39035399",
    "writer": "Farooque K",
    "year": "2024",
    "summary": "OBJECTIVE: This case report aims to evaluate surgical and functional outcomes of post-excision and reconstruction in recurrent adamantinoma. CASE REPORT: This retrospective case report includes the patient who presented in Shaukat Khanum …",
    "abstract": "Introduction:\n        \n      \n      Adamantinoma is a rare, locally aggressive bone tumor that primarily affects the long bones, with a predilection for the tibia. Although considered a low-grade malignancy, adamantinoma is notorious for its high propensity for recurrence, which poses significant clinical challenges in the management of affected individuals. This case report aims to explore the intricacies of recurrent adamantinoma of the tibia, shedding light on its clinical presentation, diagnostic modalities, treatment strategies, and prognostic factors.\n    \n\n\n          Objective:\n        \n      \n      This case report aims to evaluate surgical and functional outcomes of post-excision and reconstruction in recurrent adamantinoma.\n    \n\n\n          Case report:\n        \n      \n      This retrospective case report includes the patient who presented in Shaukat Khanum Memorial Cancer Hospital and Research Center Lahore with recurrent adamantinoma. Data were collected after patient's written and informed consent, and a retrospective analysis of the patient's demographics was done with the Statistical Package for the Social Sciences using the information in the Hospital Information System with a predesigned pro forma. Histology slides were collected from the Department of Pathology. Variables that were included are categorized into demographics, history and examination findings, site, and size of the primary tumor, radiological findings, histological type, stage, and resection margins. The patient underwent wide margin excision and reconstruction with free vascularized fibula graft and his functional outcome was evaluated using the musculoskeletal tumor society score which showed good functional outcome.\n    \n\n\n          Conclusion:\n        \n      \n      Despite therapeutic challenges, wide excision of the tumor followed by free vascularized fibula grafting for reconstruction is a viable option to treat such patients where advanced prosthesis and allografts are not available.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39035399/",
    "clean_text": "persistent challenges a recurrent adamantinoma case report objective this case report aims to evaluate surgical and functional outcomes of post excision and reconstruction in recurrent adamantinoma case report this retrospective case report includes the patient who presented in shaukat khanum introduction adamantinoma is a rare locally aggressive bone tumor that primarily affects the long bones with a predilection for the tibia although considered a low grade malignancy adamantinoma is notorious for its high propensity for recurrence which poses significant clinical challenges in the management of affected individuals this case report aims to explore the intricacies of recurrent adamantinoma of the tibia shedding light on its clinical presentation diagnostic modalities treatment strategies and prognostic factors objective this case report aims to evaluate surgical and functional outcomes of post excision and reconstruction in recurrent adamantinoma case report this retrospective case report includes the patient who presented in shaukat khanum memorial cancer hospital and research center lahore with recurrent adamantinoma data were collected after patient s written and informed consent and a retrospective analysis of the patient s demographics was done with the statistical package for the social sciences using the information in the hospital information system with a predesigned pro forma histology slides were collected from the department of pathology variables that were included are categorized into demographics history and examination findings site and size of the primary tumor radiological findings histological type stage and resection margins the patient underwent wide margin excision and reconstruction with free vascularized fibula graft and his functional outcome was evaluated using the musculoskeletal tumor society score which showed good functional outcome conclusion despite therapeutic challenges wide excision of the tumor followed by free vascularized fibula grafting for reconstruction is a viable option to treat such patients where advanced prosthesis and allografts are not available"
}