{
    "pmid": "41453080",
    "title": "Unveiling Tissue Structure and Tumor Microenvironment from Spatial Omics by Hypergraph Learning.",
    "abstract": "Spatial omics technologies have revolutionized life sciences by enabling the simultaneous acquisition of biomolecular and spatial information. Identifying spatial patterns is crucial for understanding organ development and tumor microenvironments. However, the emergence of diverse spatial omics resolutions in these technologies has made it challenging to accurately characterize spatial domains at finer resolutions. To address this, we propose HyperSTAR, a hypergraph-based method designed to precisely identify spatial domains across varying resolutions by leveraging higher-order relationships among spatially adjacent tissue programs. Specifically, a gene expression-guided hyperedge decomposition module is introduced to refine the hypergraph structure to accurately delineate spatial domains boundaries. Additionally, a hypergraph attention convolutional neural network is designed to adaptively learn the importance of each hyperedge, enhancing the model's ability to capture complex higher-order relationships within spatially neighboring multi-spots and/or single cells. HyperSTAR outperforms existing graph neural network models in tasks such as uncovering tissue substructures, inferring spatiotemporal patterns, and denoising spatially resolved gene expressions. It effectively handles diverse spatial omics data types and scales seamlessly to large datasets. The method successfully reveals spatial heterogeneity in breast cancer sections, with findings validated through functional and survival analyses of independent clinical data. HyperSTAR represents a significant advancement in spatial omics analysis, representing a robust tool for exploring complex spatial patterns across varying resolutions and data types. Its ability to capture intricate higher-order relationships among spatially neighboring spots/cells makes it an invaluable tool for advancing research in life sciences, particularly in cancer and developmental biology. The toolbox is available at https://github.com/Ringoio/HyperSTAR.",
    "disease": "breast cancer",
    "clean_text": "unveiling tissue structure and tumor microenvironment from spatial omics by hypergraph learning spatial omics technologies have revolutionized life sciences by enabling the simultaneous acquisition of biomolecular and spatial information identifying spatial patterns is crucial for understanding organ development and tumor microenvironments however the emergence of diverse spatial omics resolutions in these technologies has made it challenging to accurately characterize spatial domains at finer resolutions to address this we propose hyperstar a hypergraph based method designed to precisely identify spatial domains across varying resolutions by leveraging higher order relationships among spatially adjacent tissue programs specifically a gene expression guided hyperedge decomposition module is introduced to refine the hypergraph structure to accurately delineate spatial domains boundaries additionally a hypergraph attention convolutional neural network is designed to adaptively learn the importance of each hyperedge enhancing the model s ability to capture complex higher order relationships within spatially neighboring multi spots and or single cells hyperstar outperforms existing graph neural network models in tasks such as uncovering tissue substructures inferring spatiotemporal patterns and denoising spatially resolved gene expressions it effectively handles diverse spatial omics data types and scales seamlessly to large datasets the method successfully reveals spatial heterogeneity in breast cancer sections with findings validated through functional and survival analyses of independent clinical data hyperstar represents a significant advancement in spatial omics analysis representing a robust tool for exploring complex spatial patterns across varying resolutions and data types its ability to capture intricate higher order relationships among spatially neighboring spots cells makes it an invaluable tool for advancing research in life sciences particularly in cancer and developmental biology the toolbox is available at https github com ringoio hyperstar"
}