{
    "pmid": "41415106",
    "title": "Silymarin attenuates cardiac injury and inflammation in adjuvant-induced rheumatoid arthritis rats through activation of the Nrf2/SLC7A11/GPX4 signaling pathway.",
    "abstract": "To investigate the protective effects of silymarin (SIL) against adjuvant-induced cardiac injury and inflammation in rats with rheumatoid arthritis (RA) and to elucidate the underlying mechanisms through  RA was induced in rats using Freund's complete adjuvant (FCA), which also causes cardiac injury as an extra-articular manifestation of RA. Rats were treated with different doses of SIL to evaluate its cardioprotective effects. Myocardial injury and inflammatory responses were assessed  SIL treatment effectively alleviated myocardial cell injury in SiNrf2-induced cardiac cells and significantly reduced the secretion of inflammatory factors interleukin-1 beta (IL-1β), IL-6, IL-17, and tumor necrosis factor-alpha (TNF-α). Furthermore, SIL activated the Nrf2/SLC7A11/GPX4 signaling pathway, improved myocardial tissue morphology, and suppressed apoptosis in RA rats. SIL exerts protective effects against RA-associated cardiac injury and inflammation, primarily through activation of the Nrf2/SLC7A11/GPX4 signaling pathway. These findings provide mechanistic insight and experimental evidence supporting the use of SIL as a therapeutic agent for preventing cardiac complications in RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "silymarin attenuates cardiac injury and inflammation in adjuvant induced rheumatoid arthritis rats through activation of the nrf slc a gpx signaling pathway to investigate the protective effects of silymarin sil against adjuvant induced cardiac injury and inflammation in rats with rheumatoid arthritis ra and to elucidate the underlying mechanisms through ra was induced in rats using freund s complete adjuvant fca which also causes cardiac injury as an extra articular manifestation of ra rats were treated with different doses of sil to evaluate its cardioprotective effects myocardial injury and inflammatory responses were assessed sil treatment effectively alleviated myocardial cell injury in sinrf induced cardiac cells and significantly reduced the secretion of inflammatory factors interleukin beta il il il and tumor necrosis factor alpha tnf furthermore sil activated the nrf slc a gpx signaling pathway improved myocardial tissue morphology and suppressed apoptosis in ra rats sil exerts protective effects against ra associated cardiac injury and inflammation primarily through activation of the nrf slc a gpx signaling pathway these findings provide mechanistic insight and experimental evidence supporting the use of sil as a therapeutic agent for preventing cardiac complications in ra"
}