{
    "title": "Atrial fibrillation and stroke. Three new studies, three remaining questions.",
    "doc_id": "8017999",
    "writer": "Albers GW.",
    "year": "1994",
    "summary": "Three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation. The European Atrial Fibrillation Trial compared the efficacy of oral anticoagulation, aspirin, and pla …",
    "abstract": "Three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation. The European Atrial Fibrillation Trial compared the efficacy of oral anticoagulation, aspirin, and placebo for stroke prevention in patients with atrial fibrillation with a recent stroke or transient ischemic attack. The results of the Stroke Prevention in Atrial Fibrillation II trial, which compared the efficacy of warfarin and aspirin, provide new information regarding the risk of intracranial hemorrhage in elderly patients with atrial fibrillation. Finally, an analysis of pooled data from the first five randomized trials identified clinical features that are predictive of stroke risk in individual patients with atrial fibrillation. These studies address unanswered questions regarding atrial fibrillation and stroke and have significant implications for patient management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8017999/",
    "clean_text": "atrial fibrillation and stroke three new studies three remaining questions three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation the european atrial fibrillation trial compared the efficacy of oral anticoagulation aspirin and pla three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation the european atrial fibrillation trial compared the efficacy of oral anticoagulation aspirin and placebo for stroke prevention in patients with atrial fibrillation with a recent stroke or transient ischemic attack the results of the stroke prevention in atrial fibrillation ii trial which compared the efficacy of warfarin and aspirin provide new information regarding the risk of intracranial hemorrhage in elderly patients with atrial fibrillation finally an analysis of pooled data from the first five randomized trials identified clinical features that are predictive of stroke risk in individual patients with atrial fibrillation these studies address unanswered questions regarding atrial fibrillation and stroke and have significant implications for patient management"
}