{
    "title": "Patterns of Weight Change in a Commercial Weight Loss Program.",
    "doc_id": "34340729",
    "writer": "Kim H",
    "year": "2021",
    "summary": "Objectives: In this study, we examined compliance and progress factors associated with weight loss and maintenance, individual patterns of weight trends following weight loss, and impact of early weight loss on longer-term weigh …",
    "abstract": "Objectives: In this study, we examined compliance and progress factors associated with weight loss and maintenance, individual patterns of weight trends following weight loss, and impact of early weight loss on longer-term weight change. Methods: We conducted secondary analysis of pre-post data. Participants were 8769 persons (mean age = 47.63 ± 13.78 years; 77.74% women; mean weight = 97.20 ± 22.82 kilograms; BMI = 34.09 ± 6.84) in a commercial weight management program. We carried out multiple regression analyses on weight change and percentage, and used ANOVA and the Pearson chi-square test to examine participant characteristics, weight change patterns, and early weight loss success. Results: Participants were active in the program for 222 ± 158 days, completed 15 ± 13 appointments, achieving -8.53 ± 7.87 kilograms lost (-8.61% ± 7.64%). Greater weight loss was associated with appointment frequency (β = -0.46) and total spending (β = -2.89) (p < .01). We identified 5 weight change patterns (F = 37.56, p < .001) (total weight loss for each group was: Stable = -10.4% [N=2036]; Minimal Regain = -10.5% [N=3766]; Modest Regain = -8.8% [N=1476]; Large Regain = -7.3% [N=753]; No Loss/Gain = +3.7% [N=737]; all p < .05). Over 5000 participants achieved early weight loss (losing > 5%) within the first 2 months resulting in significantly greater final weight loss (-8.43% to -14.56% vs -1.18% to -3.15%). Conclusions: We identified several weight patterns; increased health coaching attendance was associated with greater weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34340729/",
    "clean_text": "patterns of weight change in a commercial weight loss program objectives in this study we examined compliance and progress factors associated with weight loss and maintenance individual patterns of weight trends following weight loss and impact of early weight loss on longer term weigh objectives in this study we examined compliance and progress factors associated with weight loss and maintenance individual patterns of weight trends following weight loss and impact of early weight loss on longer term weight change methods we conducted secondary analysis of pre post data participants were persons mean age years women mean weight kilograms bmi in a commercial weight management program we carried out multiple regression analyses on weight change and percentage and used anova and the pearson chi square test to examine participant characteristics weight change patterns and early weight loss success results participants were active in the program for days completed appointments achieving kilograms lost greater weight loss was associated with appointment frequency and total spending p we identified weight change patterns f p total weight loss for each group was stable n minimal regain n modest regain n large regain n no loss gain n all p over participants achieved early weight loss losing within the first months resulting in significantly greater final weight loss to vs to conclusions we identified several weight patterns increased health coaching attendance was associated with greater weight loss"
}