{
    "title": "Quality of life and auditory performance in adults with asymmetric hearing loss.",
    "doc_id": "25997394",
    "writer": "Vannson N",
    "year": "2015",
    "summary": "We evaluated the relationship between binaural hearing deficits and quality of life. The study included 49 adults with asymmetric hearing loss (AHL), and 11 adult normal-hearing listeners (NHL) served as controls. Speech reception thresholds (SRT) were assessed with …",
    "abstract": "We evaluated the relationship between binaural hearing deficits and quality of life. The study included 49 adults with asymmetric hearing loss (AHL), and 11 adult normal-hearing listeners (NHL) served as controls. Speech reception thresholds (SRT) were assessed with the French Matrix Test. Quality of life was evaluated with the Speech, Spatial and Qualities of Hearing Scale (SSQ) and the Glasgow Health Status Inventory. Speech recognition in noise was significantly poorer for AHL subjects [-0.12 dB signal-to-noise ratio (SNR) in dichotic (with speech presented to the poorer ear and noise to the better ear), -1.72 dB in diotic and -6.84 dB in reverse-dichotic conditions] compared to NHL (-4.98 dB in diotic and -9.58 dB in dichotic conditions). Scores for quality-of-life questionnaires were significantly below norms. Significant correlations were found between the SRT for the dichotic condition and the SSQ total score (r = -0.38, p = 0.01), and pure-tone average thresholds for both groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25997394/",
    "clean_text": "quality of life and auditory performance in adults with asymmetric hearing loss we evaluated the relationship between binaural hearing deficits and quality of life the study included adults with asymmetric hearing loss ahl and adult normal hearing listeners nhl served as controls speech reception thresholds srt were assessed with we evaluated the relationship between binaural hearing deficits and quality of life the study included adults with asymmetric hearing loss ahl and adult normal hearing listeners nhl served as controls speech reception thresholds srt were assessed with the french matrix test quality of life was evaluated with the speech spatial and qualities of hearing scale ssq and the glasgow health status inventory speech recognition in noise was significantly poorer for ahl subjects db signal to noise ratio snr in dichotic with speech presented to the poorer ear and noise to the better ear db in diotic and db in reverse dichotic conditions compared to nhl db in diotic and db in dichotic conditions scores for quality of life questionnaires were significantly below norms significant correlations were found between the srt for the dichotic condition and the ssq total score r p and pure tone average thresholds for both groups"
}