{
    "pmid": "41364420",
    "title": "Burden of Non-communicable Diseases Attributable to High and Low Ambient Temperatures, 1990-2031: A Forecasting Analysis for GBD 2021.",
    "abstract": "Non-communicable diseases (NCDs), characterized by long duration, gradual progression, and high morbidity, have emerged as a fundamental threat to global public health. Furthermore, dramatic climate change may exacerbate existing trends that worsen the burden of NCDs. Therefore, this study aimed to systematically investigate the patterns and trends of NCDs attributed to nonoptimal temperatures from 1990 to 2021. We utilized data from the Global Burden of Disease Study (GBD) 2021 to assess the temporal trends in age-standardized rates (ASR) of deaths and disability-adjusted life-years (DALYs) related to nonoptimal temperature-associated NCDs across 204 countries and territories from 1990 to 2021. Decomposition analysis was applied to quantify the contribution of key factors to this burden. The autoregressive integrated moving average (ARIMA) model was employed to predict trends over the next decade. Globally in 2021, NCDs attributable to high temperature (Hi-Tem) accounted for an estimated 302,464.7 deaths (95% uncertainty interval [UI]: 171,170.6, 472,625.3) and 6,947,660.6 DALYs (95% UI: 4,013,964.7, 10,611,801.7). The ASR of Hi-Tem-related NCDs deaths and DALYs increased by 35% and 34% between 1990 and 2021. Additionally, the global burden exhibited a significant declining trend in NCDs burden caused by low temperature (Lo-Tem), with 1,477,729.8 (95% UI: 1,316,829.3, 1,631,404.8) deaths and 27,797,533.3 (95% UI: 25,270,393.5, 30,766,299.9) DALYs in 2021. China and India had the highest number of deaths and DALYs for NCDs related to Hi-Tem and Lo-Tem. In 2021, the three leading causes of the NCDs burden attributable to nonoptimal temperature were ischemic heart disease, stroke, and chronic obstructive pulmonary disease. Men and older adults were consistently vulnerable to temperature, showing the greater burden of NCDs attributable to nonoptimal temperature, and aging would exacerbate this trend. The ARIMA model projected an increasing trend in Hi-Tem-related NCDs over the coming decade, while those related to Lo-Tem would show a downward trend. The burden of NCDs associated with Hi-Tem has conspicuously increased in recent years compared to that associated with Lo-Tem, with significant diversity across age, sex, and socio-demographic index (SDI) levels. Therefore, public health strategies should prioritize tailored interventions for heterogeneous risk profiles across vulnerable populations, integrated with climate-resilient surveillance systems and real-time adaptive response mechanisms to mitigate projected climate-mediated exacerbations of NCD burden.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "burden of non communicable diseases attributable to high and low ambient temperatures a forecasting analysis for gbd non communicable diseases ncds characterized by long duration gradual progression and high morbidity have emerged as a fundamental threat to global public health furthermore dramatic climate change may exacerbate existing trends that worsen the burden of ncds therefore this study aimed to systematically investigate the patterns and trends of ncds attributed to nonoptimal temperatures from to we utilized data from the global burden of disease study gbd to assess the temporal trends in age standardized rates asr of deaths and disability adjusted life years dalys related to nonoptimal temperature associated ncds across countries and territories from to decomposition analysis was applied to quantify the contribution of key factors to this burden the autoregressive integrated moving average arima model was employed to predict trends over the next decade globally in ncds attributable to high temperature hi tem accounted for an estimated deaths uncertainty interval ui and dalys ui the asr of hi tem related ncds deaths and dalys increased by and between and additionally the global burden exhibited a significant declining trend in ncds burden caused by low temperature lo tem with ui deaths and ui dalys in china and india had the highest number of deaths and dalys for ncds related to hi tem and lo tem in the three leading causes of the ncds burden attributable to nonoptimal temperature were ischemic heart disease stroke and chronic obstructive pulmonary disease men and older adults were consistently vulnerable to temperature showing the greater burden of ncds attributable to nonoptimal temperature and aging would exacerbate this trend the arima model projected an increasing trend in hi tem related ncds over the coming decade while those related to lo tem would show a downward trend the burden of ncds associated with hi tem has conspicuously increased in recent years compared to that associated with lo tem with significant diversity across age sex and socio demographic index sdi levels therefore public health strategies should prioritize tailored interventions for heterogeneous risk profiles across vulnerable populations integrated with climate resilient surveillance systems and real time adaptive response mechanisms to mitigate projected climate mediated exacerbations of ncd burden"
}