{
    "pmid": "41452981",
    "title": "Country-specific progress toward the Sustainable Development Goals: Past, present, and prospects.",
    "abstract": "Two-thirds of the journey to achieving the Sustainable Development Goals (SDGs) has passed. However, insights into country-specific progress covering pre- and post-SDG and the prospects remain limited. Here, we compare the progress of 117 SDG indicators for 167 countries and project the achievements by 2030. Our results reveal the progress of the SDGs across the world varies depending on the initial SDG scores of the indicators in 2015. For indicators with low scores (0 to 50%), the proportion of countries showing advancement is greater than that demonstrating regression (25 vs. 16%). Countries that foster scientific research and promote manufacturing industry (SDG9) have the best performances. For indicators with high scores (70 to 90%), the proportion showing regression is greater than that with advancement (16 vs.10%). The increased coverage of immunization vaccines and prevention of infectious diseases (SDG3) have the worst performances. For indicators with moderate scores (50 to 70%), the proportion showing regression is slightly greater than that showing advancement (11 vs. 9%). When the score was low and high, the impact of the pandemic was significantly greater than that for moderate scores. By 2030, the global SDG score will reach approximately 63%, with a SD of 8%. Overall, 78 countries will reach the moderate score (60 to 70%), and 12 countries will remain with a low score (40 to 50%). Countries need to achieve an annual growth rate of 4% to meet the overall SDGs by 2030. Our comprehensive long-term assessment provides essential knowledge on global SDG progress, complementing UN reports.",
    "disease": "pneumonia",
    "clean_text": "country specific progress toward the sustainable development goals past present and prospects two thirds of the journey to achieving the sustainable development goals sdgs has passed however insights into country specific progress covering pre and post sdg and the prospects remain limited here we compare the progress of sdg indicators for countries and project the achievements by our results reveal the progress of the sdgs across the world varies depending on the initial sdg scores of the indicators in for indicators with low scores to the proportion of countries showing advancement is greater than that demonstrating regression vs countries that foster scientific research and promote manufacturing industry sdg have the best performances for indicators with high scores to the proportion showing regression is greater than that with advancement vs the increased coverage of immunization vaccines and prevention of infectious diseases sdg have the worst performances for indicators with moderate scores to the proportion showing regression is slightly greater than that showing advancement vs when the score was low and high the impact of the pandemic was significantly greater than that for moderate scores by the global sdg score will reach approximately with a sd of overall countries will reach the moderate score to and countries will remain with a low score to countries need to achieve an annual growth rate of to meet the overall sdgs by our comprehensive long term assessment provides essential knowledge on global sdg progress complementing un reports"
}