{
    "title": "The role of gastric microbiota in gastric cancer.",
    "doc_id": "32449430",
    "writer": "Stewart OA",
    "year": "2020",
    "summary": "Gastric cancer represents one of the leading causes of cancer deaths worldwide. Helicobacter pylori (H. pylori) infection is the strongest risk factor associated with gastric cancer. Due to new molecular techniques allowing greater identificatio …",
    "abstract": "Gastric cancer represents one of the leading causes of cancer deaths worldwide. Helicobacter pylori (H. pylori) infection is the strongest risk factor associated with gastric cancer. Due to new molecular techniques allowing greater identification of stomach microbes, investigators are beginning to examine the role that bacteria other than H. pylori play in gastric cancer development. Recently, researchers have investigated how the composition of the gastric microbiota varies among individuals with various stages of gastric disease. Specific microbes residing in the stomach have been preferentially associated with gastric cancer patients compared to individuals with a healthy gastric mucosa. Studies conducted on the insulin-gastrin (INS-GAS) transgenic mouse model have provided additional insight into the association between the gastric microbiota and gastric cancer. The purpose of this article is to review the current state of literature on the relationship between the gastric microbiota and gastric cancer based on clinical studies performed to date.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32449430/",
    "clean_text": "the role of gastric microbiota in gastric cancer gastric cancer represents one of the leading causes of cancer deaths worldwide helicobacter pylori h pylori infection is the strongest risk factor associated with gastric cancer due to new molecular techniques allowing greater identificatio gastric cancer represents one of the leading causes of cancer deaths worldwide helicobacter pylori h pylori infection is the strongest risk factor associated with gastric cancer due to new molecular techniques allowing greater identification of stomach microbes investigators are beginning to examine the role that bacteria other than h pylori play in gastric cancer development recently researchers have investigated how the composition of the gastric microbiota varies among individuals with various stages of gastric disease specific microbes residing in the stomach have been preferentially associated with gastric cancer patients compared to individuals with a healthy gastric mucosa studies conducted on the insulin gastrin ins gas transgenic mouse model have provided additional insight into the association between the gastric microbiota and gastric cancer the purpose of this article is to review the current state of literature on the relationship between the gastric microbiota and gastric cancer based on clinical studies performed to date"
}