{
    "pmid": "41410210",
    "title": "Impact of rapid nucleic acid amplification tests for tuberculosis on patient outcomes.",
    "abstract": "The World Health Organization (WHO) recommends rapid nucleic acid amplification tests (NAATs), such as Xpert MTB/RIF Ultra, as the initial diagnostic test for tuberculosis (TB). However, the effect of these tests on key health outcomes is not well-established. To assess the effects of three classes of rapid NAATs-low-complexity automated (LC-aNAATs), low-complexity manual (LC-mNAATs) and moderate-complexity automated (MC-aNAATs)-compared with smear microscopy or bacterial culture on patient outcomes in people investigated for TB, irrespective of age or disease severity. Our secondary objective was to assess the effects of the three classes of rapid NAATs in vulnerable populations such as children and people living with HIV, to inform health equity considerations. We searched Cochrane CENTRAL, MEDLINE, Embase, five other electronic bibliographic databases, and two trial registries, from 1900 up to 21 January 2025. We also checked reference lists of included articles and relevant systematic reviews to identify additional studies. We contacted manufacturers, researchers, and experts working on new diagnostic tests for TB through a WHO public call for data, which lasted from 30 November 2023 to 15 February 2024. We included randomised controlled trials (RCTs) that involved children and adults of any age who were suspected to have TB (i.e. 'presumptive TB'). We included both individually randomised and cluster-randomised designs. In terms of the intervention, we considered \"design-locked, marketed test technologies\" (i.e. testing technologies with designs that have been finalised and are currently being sold or promoted in the healthcare market) by class and tests provided by the WHO: LC-aNAATs (e.g. Xpert MTB/RIF Ultra, Truenat MTB Plus, Truenat MTB-RIF Dx); LC-mNAATs (e.g. TB-LAMP); and MC-aNAATs (e.g. FluoroType XDR-TB). We restricted comparative strategies to smear microscopy and bacterial culture methods. We excluded studies on standard Xpert MTB/RIF, which has been superseded by the Xpert MTB/RIF Ultra test. Our critical outcomes were all-cause mortality from the time of the first diagnostic test to the end of the trial follow-up, and cure rates among people with bacteriologically-confirmed TB at the beginning of treatment and who completed treatment with no evidence of failure. Our important outcomes were the proportion of participants lost to follow-up, time to TB diagnosis, and time to treatment initiation. Two review authors independently assessed the risk of bias for all reported outcomes in the included studies using the revised Cochrane risk of bias tool (RoB 2). Disagreements were resolved through discussion or by consulting a senior review author as needed. We could not combine the results statistically because the included studies measured, defined, or reported outcomes differently. As a result, we presented the findings from each study in tables, forest plots, and using narrative descriptions. We used GRADE to assess the certainty of evidence for each outcome using GRADEpro GDT software. Of the 2231 records identified by our search, we included two trials (reported in three articles) in the review. The trials compared an LC-aNAAT (Xpert MTB/RIF Ultra) with smear microscopy and involved 11,228 adults aged 18 years and above. One was an individually randomised trial and one was cluster-randomised. Both trials were conducted in Africa (one in South Africa and the other in Uganda). One trial assessed all-cause mortality at six and 18 months, loss-to-follow-up, and the time taken to diagnose TB, while the other assessed the time taken to initiate treatment. Whether Xpert MTB/RIF Ultra or smear microscopy was used to detect TB made little to no difference to all-cause mortality at six months (risk ratio 0.79, 95% CI 0.61 to 1.01; 1 RCT, 8116 participants; high-certainty evidence) and 18 months (adjusted rate ratio 0.77, 95% confidence interval (CI) 0.46 to 1.29; 1 RCT, 8413 participants; high-certainty evidence). Neither study assessed how the test used affects the likelihood of curing TB. One trial (XPEL-TB 2021) reported a slightly higher risk of loss to follow-up with Xpert MTB/RIF Ultra (13.6%) than with smear microscopy (10.1%), with a risk ratio of 1.35 (95% CI 1.20 to 1.51; 1 RCT, 9563 participants; high-certainty evidence). A testing strategy that includes Xpert MTB/RIF Ultra probably results in a reduction in time to diagnosis (adjusted geometric mean ratio 0.49, 95% CI 0.39 to 0.62; 1 RCT, 10,644 participants; moderate-certainty evidence), and a similar reduction in time to treatment (adjusted geometric mean ratio 0.35, 95% CI 0.21 to 0.58; 1 RCT, 10,644 participants; hazard ratio 3.00, 95% CI 1.18 to 7.60; 1 RCT, 584 participants; moderate-certainty evidence). The evidence in this review is limited by sparse data, a lack of some key outcomes (specifically, cure), the use of varied effect measures, and the exclusion of paediatric populations. While we graded the evidence as moderate certainty for time to diagnosis and treatment initiation, serious concerns about the risk of bias and the narrow scope restrict the applicability and generalisability of the evidence to other NAATs and patient outcomes. Based on limited evidence from two trials that compared Xpert MTB/RIF Ultra to smear microscopy, the use of Xpert MTB/RIF Ultra to test for TB makes little to no difference to all-cause mortality at six and 18 months. Xpert MTB/RIF Ultra probably decreases the time taken to diagnose TB and time to treatment initiation. The use of Xpert MTB/RIF Ultra increases the risk of loss to follow-up compared with smear microscopy. There were no data on the effects of Xpert MTB/RIF Ultra compared with smear microscopy or culture on tuberculosis cure rates. This Cochrane review was funded by the World Health Organization (WHO). The protocol is available via the Open Science Framework registry at https://osf.io/puax2.",
    "disease": "tuberculosis",
    "clean_text": "impact of rapid nucleic acid amplification tests for tuberculosis on patient outcomes the world health organization who recommends rapid nucleic acid amplification tests naats such as xpert mtb rif ultra as the initial diagnostic test for tuberculosis tb however the effect of these tests on key health outcomes is not well established to assess the effects of three classes of rapid naats low complexity automated lc anaats low complexity manual lc mnaats and moderate complexity automated mc anaats compared with smear microscopy or bacterial culture on patient outcomes in people investigated for tb irrespective of age or disease severity our secondary objective was to assess the effects of the three classes of rapid naats in vulnerable populations such as children and people living with hiv to inform health equity considerations we searched cochrane central medline embase five other electronic bibliographic databases and two trial registries from up to january we also checked reference lists of included articles and relevant systematic reviews to identify additional studies we contacted manufacturers researchers and experts working on new diagnostic tests for tb through a who public call for data which lasted from november to february we included randomised controlled trials rcts that involved children and adults of any age who were suspected to have tb i e presumptive tb we included both individually randomised and cluster randomised designs in terms of the intervention we considered design locked marketed test technologies i e testing technologies with designs that have been finalised and are currently being sold or promoted in the healthcare market by class and tests provided by the who lc anaats e g xpert mtb rif ultra truenat mtb plus truenat mtb rif dx lc mnaats e g tb lamp and mc anaats e g fluorotype xdr tb we restricted comparative strategies to smear microscopy and bacterial culture methods we excluded studies on standard xpert mtb rif which has been superseded by the xpert mtb rif ultra test our critical outcomes were all cause mortality from the time of the first diagnostic test to the end of the trial follow up and cure rates among people with bacteriologically confirmed tb at the beginning of treatment and who completed treatment with no evidence of failure our important outcomes were the proportion of participants lost to follow up time to tb diagnosis and time to treatment initiation two review authors independently assessed the risk of bias for all reported outcomes in the included studies using the revised cochrane risk of bias tool rob disagreements were resolved through discussion or by consulting a senior review author as needed we could not combine the results statistically because the included studies measured defined or reported outcomes differently as a result we presented the findings from each study in tables forest plots and using narrative descriptions we used grade to assess the certainty of evidence for each outcome using gradepro gdt software of the records identified by our search we included two trials reported in three articles in the review the trials compared an lc anaat xpert mtb rif ultra with smear microscopy and involved adults aged years and above one was an individually randomised trial and one was cluster randomised both trials were conducted in africa one in south africa and the other in uganda one trial assessed all cause mortality at six and months loss to follow up and the time taken to diagnose tb while the other assessed the time taken to initiate treatment whether xpert mtb rif ultra or smear microscopy was used to detect tb made little to no difference to all cause mortality at six months risk ratio ci to rct participants high certainty evidence and months adjusted rate ratio confidence interval ci to rct participants high certainty evidence neither study assessed how the test used affects the likelihood of curing tb one trial xpel tb reported a slightly higher risk of loss to follow up with xpert mtb rif ultra than with smear microscopy with a risk ratio of ci to rct participants high certainty evidence a testing strategy that includes xpert mtb rif ultra probably results in a reduction in time to diagnosis adjusted geometric mean ratio ci to rct participants moderate certainty evidence and a similar reduction in time to treatment adjusted geometric mean ratio ci to rct participants hazard ratio ci to rct participants moderate certainty evidence the evidence in this review is limited by sparse data a lack of some key outcomes specifically cure the use of varied effect measures and the exclusion of paediatric populations while we graded the evidence as moderate certainty for time to diagnosis and treatment initiation serious concerns about the risk of bias and the narrow scope restrict the applicability and generalisability of the evidence to other naats and patient outcomes based on limited evidence from two trials that compared xpert mtb rif ultra to smear microscopy the use of xpert mtb rif ultra to test for tb makes little to no difference to all cause mortality at six and months xpert mtb rif ultra probably decreases the time taken to diagnose tb and time to treatment initiation the use of xpert mtb rif ultra increases the risk of loss to follow up compared with smear microscopy there were no data on the effects of xpert mtb rif ultra compared with smear microscopy or culture on tuberculosis cure rates this cochrane review was funded by the world health organization who the protocol is available via the open science framework registry at https osf io puax"
}