{
    "title": "Modulation of tight junction structure and function by cytokines.",
    "doc_id": "10854688",
    "writer": "Walsh SV",
    "year": "2000",
    "summary": "Dynamic regulation of tight junction function is fundamental to many physiologic processes. Disruption of tight junction function drastically alters paracellular permeability and is a hallmark of many pathologic states. Recently, an increasing number o …",
    "abstract": "Dynamic regulation of tight junction function is fundamental to many physiologic processes. Disruption of tight junction function drastically alters paracellular permeability and is a hallmark of many pathologic states. Recently, an increasing number of cytokines have been shown to influence tight junction function both in vitro and in vivo. Cytokine-induced effects on tight junction barrier function have also been correlated with effects on intrinsic tight junction proteins and the associated actin cytoskeleton. The aim of this article is to review studies relating to the effects of cytokines on tight junction function and structure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10854688/",
    "clean_text": "modulation of tight junction structure and function by cytokines dynamic regulation of tight junction function is fundamental to many physiologic processes disruption of tight junction function drastically alters paracellular permeability and is a hallmark of many pathologic states recently an increasing number o dynamic regulation of tight junction function is fundamental to many physiologic processes disruption of tight junction function drastically alters paracellular permeability and is a hallmark of many pathologic states recently an increasing number of cytokines have been shown to influence tight junction function both in vitro and in vivo cytokine induced effects on tight junction barrier function have also been correlated with effects on intrinsic tight junction proteins and the associated actin cytoskeleton the aim of this article is to review studies relating to the effects of cytokines on tight junction function and structure"
}