{
    "title": "Recapitulating COVID-19 detection methods: RT-PCR, sniffer dogs and electronic nose.",
    "doc_id": "38996774",
    "writer": "Grizzi F",
    "year": "2024",
    "summary": "Subsequently, this illness was identified as the 2019-novel coronavirus (2019-nCoV) or severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the World Committee on Virus Classification. …",
    "abstract": "In December 2019, a number of subjects presenting with an unexplained pneumonia-like illness were suspected to have a link to a seafood market in Wuhan, China. Subsequently, this illness was identified as the 2019-novel coronavirus (2019-nCoV) or severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the World Committee on Virus Classification. Since its initial identification, the virus has rapidly sperad across the globe, posing an extraordinary challenge for the medical community. Currently, the Reverse Transcriptase Polymerase Chain Reaction (RT-PCR) is considered the most reliable method for diagnosing SARS-CoV-2. This procedure involves collecting oro-pharyngeal or nasopharyngeal swabs from individuals. Nevertheless, for the early detection of low viral loads, a more sensitive technique, such as droplet digital PCR (ddPCR), has been suggested. Despite the high effectiveness of RT-PCR, there is increasing interest in utilizing highly trained dogs and electronic noses (eNoses) as alternative methods for screening asymptomatic individuals for SARS-CoV-2. These dogs and eNoses have demonstrated high sensitivity and can detect volatile organic compounds (VOCs), enabling them to distinguish between COVID-19 positive and negative individuals. This manuscript recapitulates the potential, advantages, and limitations of employing trained dogs and eNoses for the screening and control of SARS-CoV-2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38996774/",
    "clean_text": "recapitulating covid detection methods rt pcr sniffer dogs and electronic nose subsequently this illness was identified as the novel coronavirus ncov or severe acute respiratory syndrome coronavirus sars cov by the world committee on virus classification in december a number of subjects presenting with an unexplained pneumonia like illness were suspected to have a link to a seafood market in wuhan china subsequently this illness was identified as the novel coronavirus ncov or severe acute respiratory syndrome coronavirus sars cov by the world committee on virus classification since its initial identification the virus has rapidly sperad across the globe posing an extraordinary challenge for the medical community currently the reverse transcriptase polymerase chain reaction rt pcr is considered the most reliable method for diagnosing sars cov this procedure involves collecting oro pharyngeal or nasopharyngeal swabs from individuals nevertheless for the early detection of low viral loads a more sensitive technique such as droplet digital pcr ddpcr has been suggested despite the high effectiveness of rt pcr there is increasing interest in utilizing highly trained dogs and electronic noses enoses as alternative methods for screening asymptomatic individuals for sars cov these dogs and enoses have demonstrated high sensitivity and can detect volatile organic compounds vocs enabling them to distinguish between covid positive and negative individuals this manuscript recapitulates the potential advantages and limitations of employing trained dogs and enoses for the screening and control of sars cov"
}