{
    "pmid": "41411492",
    "title": "Impact of Socioeconomic Status and Social Deprivation on Postoperative Outcomes After Anatomic Total Shoulder Arthroplasty.",
    "abstract": "Anatomic total shoulder arthroplasty (aTSA) is the preferred treatment for patients with glenohumeral osteoarthritis (GHOA) who have an intact rotator cuff experiencing limited range of motion (ROM) and/or pain unrelieved by nonsurgical care. This study evaluates the impact of socioeconomic status (SES) and social determinants of health (SDOH) on outcomes after aTSA. This single-center retrospective study analyzed patients who underwent aTSA for GHOA between 2017 and 2021. Patients were grouped by zip code-based income and social deprivation using definitions from the Department of Housing and Urban Development (HUD), the Federal Reserve (FED), and the Social Deprivation Index (SDI). Demographics, complications, and 2-year American Shoulder and Elbow Surgeons (ASES) scores were collected. Analysis included ANOVA, Kruskal-Wallis, and chi-square tests. Of 105 patients, 86 (83%) had 2-year ASES scores. No differences were found in preoperative comorbidities. Differences in sex, race, and age were observed among FED and HUD groups, and in race and age among SDI groups. ASES scores differed among FED (P = 0.043) and HUD (P = 0.01) groups, as did active abduction among HUD groups (P = 0.03). No differences were found in ASES by SDI or in postoperative pain, other ROM measures, strength, or complications across groups. This study found differences in ASES scores by FED and HUD, but not by SDI. However, these differences may not be clinically significant. Worse active abduction in lower SES HUD groups was clinically significant. Despite institutional efforts to improve access, these disparities in outcomes highlight the need to reduce barriers to postoperative rehabilitation and recovery.",
    "disease": "osteoarthritis",
    "clean_text": "impact of socioeconomic status and social deprivation on postoperative outcomes after anatomic total shoulder arthroplasty anatomic total shoulder arthroplasty atsa is the preferred treatment for patients with glenohumeral osteoarthritis ghoa who have an intact rotator cuff experiencing limited range of motion rom and or pain unrelieved by nonsurgical care this study evaluates the impact of socioeconomic status ses and social determinants of health sdoh on outcomes after atsa this single center retrospective study analyzed patients who underwent atsa for ghoa between and patients were grouped by zip code based income and social deprivation using definitions from the department of housing and urban development hud the federal reserve fed and the social deprivation index sdi demographics complications and year american shoulder and elbow surgeons ases scores were collected analysis included anova kruskal wallis and chi square tests of patients had year ases scores no differences were found in preoperative comorbidities differences in sex race and age were observed among fed and hud groups and in race and age among sdi groups ases scores differed among fed p and hud p groups as did active abduction among hud groups p no differences were found in ases by sdi or in postoperative pain other rom measures strength or complications across groups this study found differences in ases scores by fed and hud but not by sdi however these differences may not be clinically significant worse active abduction in lower ses hud groups was clinically significant despite institutional efforts to improve access these disparities in outcomes highlight the need to reduce barriers to postoperative rehabilitation and recovery"
}