{
    "title": "Lymph node stain after radical resection of rectal cancer mainly increased the harvest of mini lymph node: A randomized controlled trial.",
    "doc_id": "36800120",
    "writer": "Xiao J",
    "year": "2023",
    "summary": "Lymph node stain techniques increase the lymph node harvest. The aim of this prospective study is to investigate which subgroups of lymph nodes harvested were increased mostly. ...CONCLUSION: Intra-arterial injection of MB can significant …",
    "abstract": "Aim:\n        \n      \n      The lymph node status plays an important role in rectal cancer, which depends on adequate lymph node harvest. Lymph node stain techniques increase the lymph node harvest. The aim of this prospective study is to investigate which subgroups of lymph nodes harvested were increased mostly.\n    \n\n\n          Methods:\n        \n      \n      From May 2020 to May 2022, 172 stage II-III rectal cancer patients were randomized to methylene blue (MB) stained group or unstained group to retrieve the lymph nodes. Methylene blue solution was injected into the inferior mesenteric artery, we dissected lymph nodes by palpation and sight. The lymph nodes were divided into 3 groups depending on the anatomy (main lymph nodes, superior rectal and perirectal lymph nodes (SPLNs), and pericolic lymph nodes located beyond 10 cm proximal to the tumor), and 3 groups depending on the short diameter of the nodes (big: ≥ 5 mm, small: 5-2 mm, mini: ≤ 2 mm).\n    \n\n\n          Results:\n        \n      \n      The number of lymph nodes harvested with MB was significantly higher (22.0 (14.8, 32.0) vs 14.5 (11.0, 22.0); p < 0.001) without difference in positive patients or number of positive nodes. The positive rate of the big node was 3.5%, the small node was 1.9%, and the mini node was 0.2%. In the subgroup analysis, the median number of mini lymph nodes in the MB-stained group was significantly more than that of the unstained group (median (IQR): 9.0 (6.0, 14.0) vs 4.0 (2.0,6.0), p < 0.001); and the median number of SPLNs in the MB-stained group were significantly more than that of the unstained group (median (IQR): 15.0 (9.0, 19.0) vs 10.0 (6.0, 13.3), p < 0.001); these differences were existing in both patients with and without neoadjuvant treatments.\n    \n\n\n          Conclusion:\n        \n      \n      Intra-arterial injection of MB can significantly increase the number of lymph nodes harvested in rectal cancers, especially those mini lymph nodes. However, methylene blue staining did not significantly increase the number of positive lymph nodes and the proportion of patients with more than 12 lymph nodes, or affect lymph node staging accuracy after radical resection of rectal cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36800120/",
    "clean_text": "lymph node stain after radical resection of rectal cancer mainly increased the harvest of mini lymph node a randomized controlled trial lymph node stain techniques increase the lymph node harvest the aim of this prospective study is to investigate which subgroups of lymph nodes harvested were increased mostly conclusion intra arterial injection of mb can significant aim the lymph node status plays an important role in rectal cancer which depends on adequate lymph node harvest lymph node stain techniques increase the lymph node harvest the aim of this prospective study is to investigate which subgroups of lymph nodes harvested were increased mostly methods from may to may stage ii iii rectal cancer patients were randomized to methylene blue mb stained group or unstained group to retrieve the lymph nodes methylene blue solution was injected into the inferior mesenteric artery we dissected lymph nodes by palpation and sight the lymph nodes were divided into groups depending on the anatomy main lymph nodes superior rectal and perirectal lymph nodes splns and pericolic lymph nodes located beyond cm proximal to the tumor and groups depending on the short diameter of the nodes big mm small mm mini mm results the number of lymph nodes harvested with mb was significantly higher vs p without difference in positive patients or number of positive nodes the positive rate of the big node was the small node was and the mini node was in the subgroup analysis the median number of mini lymph nodes in the mb stained group was significantly more than that of the unstained group median iqr vs p and the median number of splns in the mb stained group were significantly more than that of the unstained group median iqr vs p these differences were existing in both patients with and without neoadjuvant treatments conclusion intra arterial injection of mb can significantly increase the number of lymph nodes harvested in rectal cancers especially those mini lymph nodes however methylene blue staining did not significantly increase the number of positive lymph nodes and the proportion of patients with more than lymph nodes or affect lymph node staging accuracy after radical resection of rectal cancer"
}