{
    "pmid": "41435744",
    "title": "Prognostic value of electrocardiographic phenotypes based on conduction intervals and waveform amplitudes in acute anterior myocardial infarction.",
    "abstract": "In patients with acute anterior myocardial infarction (MI), abnormalities in conduction intervals and waveform amplitudes observed on admission electrocardiograms may reflect the extent of myocardial damage. However, their prognostic significance following percutaneous coronary intervention (PCI) remains incompletely understood. We enrolled consecutive patients undergoing emergent PCI for acute anterior MI and performed hierarchical cluster analysis based on P-wave duration (Pd), P-wave amplitude (PWA), PQ interval, QRS duration, and corrected QT interval (QTc). The primary outcome was a composite of heart failure hospitalization and all-cause mortality after PCI, which was compared across the identified phenogroups. A total of 426 patients were included. Optimal cut-off values for Pd, PWA (leads II, V2, and V6), PQ interval, QRS duration, and QTc in predicting the composite outcome were determined via receiver operating characteristic (ROC) curve analysis. Hierarchical clustering identified four distinct electrocardiographic phenotypes: Phenotype 1 (\"Normal morphology\"), Phenotype 2 (\"Low PWA and wide QRS\"), Phenotype 3 (\"Prolonged Pd/PQ, low PWA, wide QRS, and prolonged QTc\"), and Phenotype 4 (\"Prolonged Pd/PQ\"). Kaplan-Meier analysis revealed that Phenotype 3 was significantly associated with the highest risk of the composite outcome. This phenotype also exhibited the highest prevalence of atrial fibrillation, along with more frequent renal dysfunction and multivessel coronary artery disease, suggesting the coexistence of pre-existing atrial dysfunction and ventricular electrical-structural abnormalities possibly related to ischemia. In patients with acute anterior MI undergoing PCI, electrocardiographic markers indicative of atrial dysfunction, particularly abnormal P-wave morphology, were significantly associated with adverse clinical outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "prognostic value of electrocardiographic phenotypes based on conduction intervals and waveform amplitudes in acute anterior myocardial infarction in patients with acute anterior myocardial infarction mi abnormalities in conduction intervals and waveform amplitudes observed on admission electrocardiograms may reflect the extent of myocardial damage however their prognostic significance following percutaneous coronary intervention pci remains incompletely understood we enrolled consecutive patients undergoing emergent pci for acute anterior mi and performed hierarchical cluster analysis based on p wave duration pd p wave amplitude pwa pq interval qrs duration and corrected qt interval qtc the primary outcome was a composite of heart failure hospitalization and all cause mortality after pci which was compared across the identified phenogroups a total of patients were included optimal cut off values for pd pwa leads ii v and v pq interval qrs duration and qtc in predicting the composite outcome were determined via receiver operating characteristic roc curve analysis hierarchical clustering identified four distinct electrocardiographic phenotypes phenotype normal morphology phenotype low pwa and wide qrs phenotype prolonged pd pq low pwa wide qrs and prolonged qtc and phenotype prolonged pd pq kaplan meier analysis revealed that phenotype was significantly associated with the highest risk of the composite outcome this phenotype also exhibited the highest prevalence of atrial fibrillation along with more frequent renal dysfunction and multivessel coronary artery disease suggesting the coexistence of pre existing atrial dysfunction and ventricular electrical structural abnormalities possibly related to ischemia in patients with acute anterior mi undergoing pci electrocardiographic markers indicative of atrial dysfunction particularly abnormal p wave morphology were significantly associated with adverse clinical outcomes"
}