{
    "pmid": "41443914",
    "title": "[Effect of electroacupuncture on insulin signaling in the substantia nigra of the midbrain in mice with Parkinson's disease].",
    "abstract": "To observe the effect of electroacupuncture(EA) at \"Fengfu\" (GV16), \"Taichong\" (LR3) and \"Zusanli\" (ST36) on the behavior and insulin receptor substrate 1 (IRS-1)/phosphatidylinositol 3-kinase (PI3K)/protein kinase B (AKT) pathway mediated by the insulin-like growth factor 1 receptor (IGF-1R) in the substantia nigra of the midbrain in mice model with Parkinson's disease (PD), so as to explore the mechanism of EA in the prevention and treatment of PD. C57BL/6 mice were randomly divided into a control group, a model group, and an EA group, with 10 mice in each group. A PD mouse model was established by intraperitoneal injection of 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine (MPTP, 30 mg·kg Compared with the control group, mice in the model group showed obvious motor dysfunction. The total distance of spontaneous movement, the average speed, and the duration of movement, the positive expression level of TH in the substantia nigra of the midbrain, and the mRNA expression levels of IGF-1R, PI3K, and AKT, and protein expressions of IGF-1R, p-PI3K/PI3K and p-AKT/AKT ratio in the substantia nigra decreased ( EA at GV16, LR3, and ST36 can effectively improve the bradykinesia of PD model mice induced by MPTP, increase the expression level of TH in the substantia nigra, and improve the insulin signaling dysfunction. Its mechanism may be related to the regulation of the IGF-1R/IRS-1/PI3K/AKT signaling pathway and the subsequent inhibition of the neuroinflammatory response.",
    "disease": "parkinson disease",
    "clean_text": "effect of electroacupuncture on insulin signaling in the substantia nigra of the midbrain in mice with parkinson s disease to observe the effect of electroacupuncture ea at fengfu gv taichong lr and zusanli st on the behavior and insulin receptor substrate irs phosphatidylinositol kinase pi k protein kinase b akt pathway mediated by the insulin like growth factor receptor igf r in the substantia nigra of the midbrain in mice model with parkinson s disease pd so as to explore the mechanism of ea in the prevention and treatment of pd c bl mice were randomly divided into a control group a model group and an ea group with mice in each group a pd mouse model was established by intraperitoneal injection of methyl phenyl tetrahydropyridine mptp mg kg compared with the control group mice in the model group showed obvious motor dysfunction the total distance of spontaneous movement the average speed and the duration of movement the positive expression level of th in the substantia nigra of the midbrain and the mrna expression levels of igf r pi k and akt and protein expressions of igf r p pi k pi k and p akt akt ratio in the substantia nigra decreased ea at gv lr and st can effectively improve the bradykinesia of pd model mice induced by mptp increase the expression level of th in the substantia nigra and improve the insulin signaling dysfunction its mechanism may be related to the regulation of the igf r irs pi k akt signaling pathway and the subsequent inhibition of the neuroinflammatory response"
}