{
    "title": "The muddle of medicalization: pathologizing or medicalizing?",
    "doc_id": "28674861",
    "writer": "Sholl J.",
    "year": "2017",
    "summary": "This perception of medicalization, however, is nothing new. Since the first main writings in the 1960s and 1970s, it has consistently been used to describe inappropriate or abusive instances of medical authority. Yet, while this standard approach claims that medi …",
    "abstract": "Medicalization appears to be an issue that is both ubiquitous and unquestionably problematic as it seems to signal at once a social and existential threat. This perception of medicalization, however, is nothing new. Since the first main writings in the 1960s and 1970s, it has consistently been used to describe inappropriate or abusive instances of medical authority. Yet, while this standard approach claims that medicalization is a growing problem, it assumes that there is simply one \"medical model\" and that the expanding realm of \"the medical\" can be more or less clearly delineated. Moreover, while intended to establish the reality of this growing threat, this research often requires making arbitrary or unjustified distinctions between different practices. To better clarify the concept of medicalization, I will focus more on capturing the variety of medical practices than on the sociological aspects of medical discourse. In doing so, I will explore the distinction between medicalization and pathologization, a distinction that is often overlooked and that brings with it many conceptual and practical implications. After defining these terms, I will use some examples to show that while pathologizing is closely tied to medicalizing, both can occur independently. I will then further develop this distinction in terms of the different individual and social effects of these practices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28674861/",
    "clean_text": "the muddle of medicalization pathologizing or medicalizing this perception of medicalization however is nothing new since the first main writings in the s and s it has consistently been used to describe inappropriate or abusive instances of medical authority yet while this standard approach claims that medi medicalization appears to be an issue that is both ubiquitous and unquestionably problematic as it seems to signal at once a social and existential threat this perception of medicalization however is nothing new since the first main writings in the s and s it has consistently been used to describe inappropriate or abusive instances of medical authority yet while this standard approach claims that medicalization is a growing problem it assumes that there is simply one medical model and that the expanding realm of the medical can be more or less clearly delineated moreover while intended to establish the reality of this growing threat this research often requires making arbitrary or unjustified distinctions between different practices to better clarify the concept of medicalization i will focus more on capturing the variety of medical practices than on the sociological aspects of medical discourse in doing so i will explore the distinction between medicalization and pathologization a distinction that is often overlooked and that brings with it many conceptual and practical implications after defining these terms i will use some examples to show that while pathologizing is closely tied to medicalizing both can occur independently i will then further develop this distinction in terms of the different individual and social effects of these practices"
}