{
    "title": "Traumatic Brain Injury and Stem Cells: An Overview of Clinical Trials, the Current Treatments and Future Therapeutic Approaches.",
    "doc_id": "32204311",
    "writer": "Schepici G",
    "year": "2020",
    "summary": "Traumatic brain injury represents physical damage to the brain tissue that induces transitory or permanent neurological disabilities. ...Stem cells, due to their capacity to differentiate into neuronal cells and through releasing neurotrophic factors, seem to …",
    "abstract": "Traumatic brain injury represents physical damage to the brain tissue that induces transitory or permanent neurological disabilities. The traumatic injury activates an important inflammatory response, followed by a cascade of events that lead to neuronal loss and further brain damage. Maintaining proper ventilation, a normal level of oxygenation, and adequate blood pressure are the main therapeutic strategies performed after injury. Surgery is often necessary for patients with more serious injuries. However, to date, there are no therapies that completely resolve the brain damage suffered following the trauma. Stem cells, due to their capacity to differentiate into neuronal cells and through releasing neurotrophic factors, seem to be a valid strategy to use in the treatment of traumatic brain injury. The purpose of this review is to provide an overview of clinical trials, aimed to evaluate the use of stem cell-based therapy in traumatic brain injury. These studies aim to assess the safety and efficacy of stem cells in this disease. The results available so far are few; therefore, future studies need in order to evaluate the safety and efficacy of stem cell transplantation in traumatic brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32204311/",
    "clean_text": "traumatic brain injury and stem cells an overview of clinical trials the current treatments and future therapeutic approaches traumatic brain injury represents physical damage to the brain tissue that induces transitory or permanent neurological disabilities stem cells due to their capacity to differentiate into neuronal cells and through releasing neurotrophic factors seem to traumatic brain injury represents physical damage to the brain tissue that induces transitory or permanent neurological disabilities the traumatic injury activates an important inflammatory response followed by a cascade of events that lead to neuronal loss and further brain damage maintaining proper ventilation a normal level of oxygenation and adequate blood pressure are the main therapeutic strategies performed after injury surgery is often necessary for patients with more serious injuries however to date there are no therapies that completely resolve the brain damage suffered following the trauma stem cells due to their capacity to differentiate into neuronal cells and through releasing neurotrophic factors seem to be a valid strategy to use in the treatment of traumatic brain injury the purpose of this review is to provide an overview of clinical trials aimed to evaluate the use of stem cell based therapy in traumatic brain injury these studies aim to assess the safety and efficacy of stem cells in this disease the results available so far are few therefore future studies need in order to evaluate the safety and efficacy of stem cell transplantation in traumatic brain injury"
}