{
    "title": "Novel approaches for rapid detection of COVID-19 during the pandemic: A review.",
    "doc_id": "34478703",
    "writer": "Ilkhani H",
    "year": "2021",
    "summary": "The rapid spread of the SARS-CoV-2 virus that caused the COVID-19 disease, has highlighted our urgent need for sensitive, fast and accurate diagnostic technologies. ...SARS-CoV-2 virus mutation is also relatively rapid, whic …",
    "abstract": "The rapid spread of the SARS-CoV-2 virus that caused the COVID-19 disease, has highlighted our urgent need for sensitive, fast and accurate diagnostic technologies. In fact, one of the main challenges for flatting COVID-19 spread charts is the ability to accurately and rapidly identify asymptomatic cases that result in spreading the virus to close contacts. SARS-CoV-2 virus mutation is also relatively rapid, which makes the detection of COVID-19 diseases still crucial even after the vaccination. Conventional techniques, which are commercially available have focused on clinical manifestation, along with molecular and serological detection tools that can identify the SARS-CoV-2 virus however, owing to various disadvantages including low specificity and sensitivity, a quick, low cost and easy approach is needed for diagnosis of COVID-19. Scientists are now showing extensive interest in an effective portable and simple detection method to diagnose COVID-19. There are several novel methods and approaches that are considered viable advanced systems that can meet the demands. This study reviews the new approaches and sensing technologies that work on COVID-19 diagnosis for easy and successful detection of SARS-CoV-2 virus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34478703/",
    "clean_text": "novel approaches for rapid detection of covid during the pandemic a review the rapid spread of the sars cov virus that caused the covid disease has highlighted our urgent need for sensitive fast and accurate diagnostic technologies sars cov virus mutation is also relatively rapid whic the rapid spread of the sars cov virus that caused the covid disease has highlighted our urgent need for sensitive fast and accurate diagnostic technologies in fact one of the main challenges for flatting covid spread charts is the ability to accurately and rapidly identify asymptomatic cases that result in spreading the virus to close contacts sars cov virus mutation is also relatively rapid which makes the detection of covid diseases still crucial even after the vaccination conventional techniques which are commercially available have focused on clinical manifestation along with molecular and serological detection tools that can identify the sars cov virus however owing to various disadvantages including low specificity and sensitivity a quick low cost and easy approach is needed for diagnosis of covid scientists are now showing extensive interest in an effective portable and simple detection method to diagnose covid there are several novel methods and approaches that are considered viable advanced systems that can meet the demands this study reviews the new approaches and sensing technologies that work on covid diagnosis for easy and successful detection of sars cov virus"
}