{
    "pmid": "41454920",
    "title": "Hyperdense middle cerebral artery sign is a prognostic factor of favourable long-term outcomes of mechanical thrombectomy in acute ischaemic stroke.",
    "abstract": "Hyperdense middle cerebral artery sign (HMCAS) is a phenomenon highly specific for acute ischaemic stroke (AIS) that can be found in brain non-contrast computed tomography (NCCT). Previous studies concerning its association with outcomes of patients undergoing mechanical thrombectomy (MT) are inconclusive. Our aim was to assess the relationship between HMCAS presence and long-term outcomes of AIS patients undergoing MT. The study included anterior circulation AIS patients treated with MT in the University Hospital in [ANONYMIZED] from 2019 to 2021, in whom admission NCCT and one-year follow-up were available. The clinical, laboratory and imaging data, as well as following outcomes: the occurrence of successful recanalization [defined as modified treatment in cerebral infarction (mTICI) score 2b-3], haemorrhagic complications (ICH), 90-day and 365-day rates of mortality and good functional outcome [defined as modified Rankin Scale (mRS) score 0-2] were compared between groups of patients with and without HMCAS on initial NCCT. The association of HMCAS presence with the abovementioned outcomes was assessed using multivariate logistic regression analysis. Among 359 MT-treated patients with anterior circulation AIS, HMCAS was found in 244 (67.97%). The presence of HMCAS was independently associated with good functional outcome at 365 days (OR 1.956, 95% CI = 1.152-3.317, p = 0.013) as well as lower 90-day and 365-day mortality (OR = 0.464, 95% CI = 0.2517-0.856; p = 0.014 and OR 0.543, 95% CI: 0.313-0.940, p = 0.029, respectively). The presence HMCAS on admission NCCT is associated with favourable long-term outcome in AIS patients undergoing MT.",
    "disease": "stroke",
    "clean_text": "hyperdense middle cerebral artery sign is a prognostic factor of favourable long term outcomes of mechanical thrombectomy in acute ischaemic stroke hyperdense middle cerebral artery sign hmcas is a phenomenon highly specific for acute ischaemic stroke ais that can be found in brain non contrast computed tomography ncct previous studies concerning its association with outcomes of patients undergoing mechanical thrombectomy mt are inconclusive our aim was to assess the relationship between hmcas presence and long term outcomes of ais patients undergoing mt the study included anterior circulation ais patients treated with mt in the university hospital in anonymized from to in whom admission ncct and one year follow up were available the clinical laboratory and imaging data as well as following outcomes the occurrence of successful recanalization defined as modified treatment in cerebral infarction mtici score b haemorrhagic complications ich day and day rates of mortality and good functional outcome defined as modified rankin scale mrs score were compared between groups of patients with and without hmcas on initial ncct the association of hmcas presence with the abovementioned outcomes was assessed using multivariate logistic regression analysis among mt treated patients with anterior circulation ais hmcas was found in the presence of hmcas was independently associated with good functional outcome at days or ci p as well as lower day and day mortality or ci p and or ci p respectively the presence hmcas on admission ncct is associated with favourable long term outcome in ais patients undergoing mt"
}