{
    "pmid": "41473659",
    "title": "Transcranial stimulation combined with four rehabilitation therapies for gait and motor function in Parkinson's disease: a network meta-analysis of 23 RCTs.",
    "abstract": "Parkinson's disease (PD) has become the fastest-growing neurological disease worldwide. This network meta-analysis evaluated the efficacy of transcranial stimulation combined with four rehabilitation approaches for improving gait and motor function in Parkinson's disease. We systematically searched seven databases: PubMed, Embase, Cochrane Library, Web of Science, CNKI, and Wanfang. Data from 23 randomized controlled trials ( (1) For gait outcomes, Dual-Task Training showed optimal efficacy for improving stride length (SUCRA = 100%) and velocity (86.5%), while Exercise Rehabilitation best improved cadence (100%). (2) For motor function, Conventional Rehabilitation demonstrated superior improvement in the Timed Up and Go test (100%), and Dual-Task Training showed advantages in Unified Parkinson's Disease Rating Scale Part III scores (85.1%). All combined interventions significantly outperformed the control groups ( The results support the use of personalized rehabilitation strategies: Dual-Task Training for patients with stride deficits and prominent motor symptoms, Exercise Rehabilitation for cadence improvement, and Conventional Rehabilitation for enhancing general mobility. These findings provide evidence-based guidance for optimizing neurorehabilitation protocols in the management of Parkinson's disease.",
    "disease": "parkinson disease",
    "clean_text": "transcranial stimulation combined with four rehabilitation therapies for gait and motor function in parkinson s disease a network meta analysis of rcts parkinson s disease pd has become the fastest growing neurological disease worldwide this network meta analysis evaluated the efficacy of transcranial stimulation combined with four rehabilitation approaches for improving gait and motor function in parkinson s disease we systematically searched seven databases pubmed embase cochrane library web of science cnki and wanfang data from randomized controlled trials for gait outcomes dual task training showed optimal efficacy for improving stride length sucra and velocity while exercise rehabilitation best improved cadence for motor function conventional rehabilitation demonstrated superior improvement in the timed up and go test and dual task training showed advantages in unified parkinson s disease rating scale part iii scores all combined interventions significantly outperformed the control groups the results support the use of personalized rehabilitation strategies dual task training for patients with stride deficits and prominent motor symptoms exercise rehabilitation for cadence improvement and conventional rehabilitation for enhancing general mobility these findings provide evidence based guidance for optimizing neurorehabilitation protocols in the management of parkinson s disease"
}