{
    "title": "Interventions for prostate cancer survivorship: A systematic review of reviews.",
    "doc_id": "30255558",
    "writer": "Crawford-Williams F",
    "year": "2018",
    "summary": "OBJECTIVE: To systematically review the evidence for interventions addressing key domains of the American Cancer Society (ACS) and American Society of Clinical Oncology (ASCO) Prostate Cancer Survivorship Care Guidelines: health promotion, surveillance, physical side effects, psy …",
    "abstract": "Objective:\n        \n      \n      To systematically review the evidence for interventions addressing key domains of the American Cancer Society (ACS) and American Society of Clinical Oncology (ASCO) Prostate Cancer Survivorship Care Guidelines: health promotion, surveillance, physical side effects, psychosocial management, and care coordination.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review of systematic reviews and meta-analyses of interventions targeting ACS/ASCO guideline domains. All titles and abstracts were independently assessed for inclusion based on predetermined criteria. Relevant data were extracted, and assessment of methodological quality was performed.\n    \n\n\n          Results:\n        \n      \n      Forty-four systematic reviews of interventions targeting ACS prostate cancer guideline domains were included for review. Exercise and psychosocial interventions were effective for improving men's survivorship outcomes in the domains of health promotion, physical side effects, and psychosocial management. Across the domains, evidence quality varied and there was a limited diversity of participants. No reviews of interventions addressing surveillance and cancer care coordination were identified.\n    \n\n\n          Conclusions:\n        \n      \n      There are substantive knowledge gaps in prostate cancer survivorship research that are a barrier to real improvements in men's outcomes across the breadth of the survivorship experience. A targeted research and implementation agenda in prostate cancer survivorship is urgently needed if we are to meet the current and future burden of this disease on individuals, families, and communities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30255558/",
    "clean_text": "interventions for prostate cancer survivorship a systematic review of reviews objective to systematically review the evidence for interventions addressing key domains of the american cancer society acs and american society of clinical oncology asco prostate cancer survivorship care guidelines health promotion surveillance physical side effects psy objective to systematically review the evidence for interventions addressing key domains of the american cancer society acs and american society of clinical oncology asco prostate cancer survivorship care guidelines health promotion surveillance physical side effects psychosocial management and care coordination methods we conducted a systematic review of systematic reviews and meta analyses of interventions targeting acs asco guideline domains all titles and abstracts were independently assessed for inclusion based on predetermined criteria relevant data were extracted and assessment of methodological quality was performed results forty four systematic reviews of interventions targeting acs prostate cancer guideline domains were included for review exercise and psychosocial interventions were effective for improving men s survivorship outcomes in the domains of health promotion physical side effects and psychosocial management across the domains evidence quality varied and there was a limited diversity of participants no reviews of interventions addressing surveillance and cancer care coordination were identified conclusions there are substantive knowledge gaps in prostate cancer survivorship research that are a barrier to real improvements in men s outcomes across the breadth of the survivorship experience a targeted research and implementation agenda in prostate cancer survivorship is urgently needed if we are to meet the current and future burden of this disease on individuals families and communities"
}