{
    "title": "Proteomics Approach for the Discovery of Rheumatoid Arthritis Biomarkers Using Mass Spectrometry.",
    "doc_id": "31491989",
    "writer": "Mun S",
    "year": "2019",
    "summary": "Rheumatoid arthritis is an autoimmune disease that causes serious functional loss in patients. Early and accurate diagnosis of rheumatoid arthritis may attenuate its severity. Despite a diagnosis guideline in the 2010 American College of Rheumatology ( …",
    "abstract": "Rheumatoid arthritis is an autoimmune disease that causes serious functional loss in patients. Early and accurate diagnosis of rheumatoid arthritis may attenuate its severity. Despite a diagnosis guideline in the 2010 American College of Rheumatology (ACR)/European League Against Rheumatism (EULAR) classification criteria for rheumatoid arthritis, the practical difficulties in its diagnosis highlight the need of developing new methods for diagnosing rheumatoid arthritis. The current study aimed to identify rheumatoid arthritis diagnostic biomarkers by using a proteomics approach. Serum protein profiling was conducted using mass spectrometry, and five distinguishable biomarkers were identified therefrom. In the validation study, the five biomarkers were quantitatively verified by multiple reaction monitoring (MRM) analysis. Two proteins, namely serum amyloid A4 and vitamin D binding protein, showed high performance in distinguishing patients with rheumatoid arthritis from healthy controls. Logistic analysis was conducted to evaluate how accurately the two biomarkers distinguish patients with rheumatoid arthritis from healthy controls. The classification accuracy was 86.0% and 81.4% in patients with rheumatoid arthritis and in healthy controls, respectively. Serum amyloid A4 and vitamin D binding protein could be potential biomarkers related to the inflammatory response and joint destruction that accompany rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31491989/",
    "clean_text": "proteomics approach for the discovery of rheumatoid arthritis biomarkers using mass spectrometry rheumatoid arthritis is an autoimmune disease that causes serious functional loss in patients early and accurate diagnosis of rheumatoid arthritis may attenuate its severity despite a diagnosis guideline in the american college of rheumatology rheumatoid arthritis is an autoimmune disease that causes serious functional loss in patients early and accurate diagnosis of rheumatoid arthritis may attenuate its severity despite a diagnosis guideline in the american college of rheumatology acr european league against rheumatism eular classification criteria for rheumatoid arthritis the practical difficulties in its diagnosis highlight the need of developing new methods for diagnosing rheumatoid arthritis the current study aimed to identify rheumatoid arthritis diagnostic biomarkers by using a proteomics approach serum protein profiling was conducted using mass spectrometry and five distinguishable biomarkers were identified therefrom in the validation study the five biomarkers were quantitatively verified by multiple reaction monitoring mrm analysis two proteins namely serum amyloid a and vitamin d binding protein showed high performance in distinguishing patients with rheumatoid arthritis from healthy controls logistic analysis was conducted to evaluate how accurately the two biomarkers distinguish patients with rheumatoid arthritis from healthy controls the classification accuracy was and in patients with rheumatoid arthritis and in healthy controls respectively serum amyloid a and vitamin d binding protein could be potential biomarkers related to the inflammatory response and joint destruction that accompany rheumatoid arthritis"
}