{
    "title": "Immune Evasive Effects of SARS-CoV-2 Variants to COVID-19 Emergency Used Vaccines.",
    "doc_id": "34880867",
    "writer": "Zhang Y",
    "year": "2021",
    "summary": "Coronavirus disease 2019 (COVID-19) pandemic is a serious threat to global public health and social and economic development. ...Here, we summarized the prevalence and biological structure of these variants and the efficacy of currently used vaccines against the …",
    "abstract": "Coronavirus disease 2019 (COVID-19) pandemic is a serious threat to global public health and social and economic development. Various vaccine platforms have been developed rapidly and unprecedentedly, and at least 16 vaccines receive emergency use authorization (EUA). However, the causative pathogen severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has continued to evolve and mutate, emerging lots of viral variants. Several variants have successfully become the predominant strains and spread all over the world because of their ability to evade the pre-existing immunity obtained after previous infections with prototype strain or immunizations. Here, we summarized the prevalence and biological structure of these variants and the efficacy of currently used vaccines against the SARS-CoV-2 variants to provide guidance on how to design vaccines more rationally against the variants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34880867/",
    "clean_text": "immune evasive effects of sars cov variants to covid emergency used vaccines coronavirus disease covid pandemic is a serious threat to global public health and social and economic development here we summarized the prevalence and biological structure of these variants and the efficacy of currently used vaccines against the coronavirus disease covid pandemic is a serious threat to global public health and social and economic development various vaccine platforms have been developed rapidly and unprecedentedly and at least vaccines receive emergency use authorization eua however the causative pathogen severe acute respiratory syndrome coronavirus sars cov has continued to evolve and mutate emerging lots of viral variants several variants have successfully become the predominant strains and spread all over the world because of their ability to evade the pre existing immunity obtained after previous infections with prototype strain or immunizations here we summarized the prevalence and biological structure of these variants and the efficacy of currently used vaccines against the sars cov variants to provide guidance on how to design vaccines more rationally against the variants"
}