{
    "title": "Rectal mature teratoma: A case report.",
    "doc_id": "36158485",
    "writer": "Liu JL",
    "year": "2022",
    "summary": "BACKGROUND: Rectal mature teratoma is rare and has been reported as a case report in this study. Herein, clinical presentation, magnetic resonance imaging findings, and immunohistochemistry showed a pelvic rectal mature teratoma. The case report and th …",
    "abstract": "Background:\n        \n      \n      Rectal mature teratoma is rare and has been reported as a case report in this study. Herein, clinical presentation, magnetic resonance imaging findings, and immunohistochemistry showed a pelvic rectal mature teratoma. The case report and the surgical treatment procedure have been discussed below.\n    \n\n\n          Case summary:\n        \n      \n      A 29-year-old Chinese female showed up with over a 1-mo history of perianal mass that emerged after defecation. Physical examination indicated that the mass was 4 cm × 3 cm × 3 cm. The intraoperative procedure involved ligation of the sigmoid colon 10 cm above the upper edge of the tumor, followed by ligation of the rectum 3.5 cm above the upper edge of the tumor, and subsequent complete removal of the mass. The histopathology confirmed the mature teratoma.\n    \n\n\n          Conclusion:\n        \n      \n      The tumor can be completely removed using surgery to prevent its recurrence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36158485/",
    "clean_text": "rectal mature teratoma a case report background rectal mature teratoma is rare and has been reported as a case report in this study herein clinical presentation magnetic resonance imaging findings and immunohistochemistry showed a pelvic rectal mature teratoma the case report and th background rectal mature teratoma is rare and has been reported as a case report in this study herein clinical presentation magnetic resonance imaging findings and immunohistochemistry showed a pelvic rectal mature teratoma the case report and the surgical treatment procedure have been discussed below case summary a year old chinese female showed up with over a mo history of perianal mass that emerged after defecation physical examination indicated that the mass was cm cm cm the intraoperative procedure involved ligation of the sigmoid colon cm above the upper edge of the tumor followed by ligation of the rectum cm above the upper edge of the tumor and subsequent complete removal of the mass the histopathology confirmed the mature teratoma conclusion the tumor can be completely removed using surgery to prevent its recurrence"
}