{
    "title": "Easy or effective? Explaining young adults' and older adults' likelihood of using various strategies to improve their memory.",
    "doc_id": "30667345",
    "writer": "Lineweaver TT",
    "year": "2020",
    "summary": "We examined two factors to explain why young and older adults report using different memory strategies in their everyday lives. ...Consistent with previous literature, older adults were more likely to report utilizing \"use it or lose it\" approaches than yo …",
    "abstract": "We examined two factors to explain why young and older adults report using different memory strategies in their everyday lives. Participants rated the likelihood of use, difficulty, and effectiveness of six categories of memory strategies that they could implement in order to improve their general memory performance. Consistent with previous literature, older adults were more likely to report utilizing \"use it or lose it\" approaches than young adults, whereas young adults reported a greater likelihood of using task-focused approaches such as internal strategies and effort than older adults. We found that both perceived strategy difficulty and perceived strategy effectiveness predicted likelihood of strategy use, but young and older adults differentially weighed these factors. Young adults' likelihood of using different strategies was influenced more by strategy effectiveness than difficulty. Older adults differentially weighed difficulty and effectiveness when considering how likely they were to use various strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30667345/",
    "clean_text": "easy or effective explaining young adults and older adults likelihood of using various strategies to improve their memory we examined two factors to explain why young and older adults report using different memory strategies in their everyday lives consistent with previous literature older adults were more likely to report utilizing use it or lose it approaches than yo we examined two factors to explain why young and older adults report using different memory strategies in their everyday lives participants rated the likelihood of use difficulty and effectiveness of six categories of memory strategies that they could implement in order to improve their general memory performance consistent with previous literature older adults were more likely to report utilizing use it or lose it approaches than young adults whereas young adults reported a greater likelihood of using task focused approaches such as internal strategies and effort than older adults we found that both perceived strategy difficulty and perceived strategy effectiveness predicted likelihood of strategy use but young and older adults differentially weighed these factors young adults likelihood of using different strategies was influenced more by strategy effectiveness than difficulty older adults differentially weighed difficulty and effectiveness when considering how likely they were to use various strategies"
}