{
    "pmid": "41369868",
    "title": "Serum urate, cardiovascular mediators, and atrial fibrillation: genetic evidence for URAT1-targeted therapy.",
    "abstract": "Current evidence indicates that high serum urate levels are associated with an increased occurrence of atrial fibrillation (AF), and urate-lowering drugs could potentially reduce this risk. Nonetheless, the processes driving this relationship remain unclear. To identify key mediators linking urate to AF and assess the direct effects of potential drug targets on AF risk. Genetic variants associated with serum urate levels, potential mediators, and urate-lowering drug targets were identified from genome-wide association studies (GWAS). Univariable Mendelian randomization, multivariable Mendelian randomization, and two-step-cis-MR were conducted. The Bayesian horseshoe prior MR approach was used as the primary method, and Genomic SEM was employed to support the mediation model. The study identified a genetic and causal relationship between serum urate levels and AF onset. Key mediators included systolic blood pressure (proportion mediated 56.23%), diastolic blood pressure (25.27%), hypertension (49.46%), hypercholesterolemia (4.83%), coronary atherosclerosis (12.24%), myocardial infarction (30.32%), coronary artery disease (29.74%), and heart failure (47.66%). Drug target MR analysis found strong evidence for URAT1 inhibition reducing AF risk (odds ratio [OR] = 0.91, 95% Bayesian credible interval [BCI] 0.85 to 0.97; Bayesian posterior probability [BPP] = 0.997), which persisted after mediator adjustment. Under stricter flanking regions, evidence weakened after adjustment for heart failure (OR = 0.93, 95% BCI 0.84 to 1.04; BPP = 0.907) but remained robust for other mediators. This study highlights several cardiovascular conditions (hypertension, hypercholesterolemia, heart failure, coronary artery diseases) as key mediators between serum urate and AF and supports URAT1 inhibition as a potential therapeutic strategy. Key points •Elevated serum urate increases the risk of atrial fibrillation, potentially through cardiovascular mediators such as hypertension, heart failure, and coronary artery diseases. •Genetic evidence from drug-target Mendelian randomization supports URAT1 inhibition as a potential therapeutic strategy for reducing atrial fibrillation risk. •The protective effect of URAT1 inhibition against atrial fibrillation persists after adjusting for key cardiovascular mediators, suggesting additional therapeutic pathways beyond those identified.",
    "disease": "coronary artery disease",
    "clean_text": "serum urate cardiovascular mediators and atrial fibrillation genetic evidence for urat targeted therapy current evidence indicates that high serum urate levels are associated with an increased occurrence of atrial fibrillation af and urate lowering drugs could potentially reduce this risk nonetheless the processes driving this relationship remain unclear to identify key mediators linking urate to af and assess the direct effects of potential drug targets on af risk genetic variants associated with serum urate levels potential mediators and urate lowering drug targets were identified from genome wide association studies gwas univariable mendelian randomization multivariable mendelian randomization and two step cis mr were conducted the bayesian horseshoe prior mr approach was used as the primary method and genomic sem was employed to support the mediation model the study identified a genetic and causal relationship between serum urate levels and af onset key mediators included systolic blood pressure proportion mediated diastolic blood pressure hypertension hypercholesterolemia coronary atherosclerosis myocardial infarction coronary artery disease and heart failure drug target mr analysis found strong evidence for urat inhibition reducing af risk odds ratio or bayesian credible interval bci to bayesian posterior probability bpp which persisted after mediator adjustment under stricter flanking regions evidence weakened after adjustment for heart failure or bci to bpp but remained robust for other mediators this study highlights several cardiovascular conditions hypertension hypercholesterolemia heart failure coronary artery diseases as key mediators between serum urate and af and supports urat inhibition as a potential therapeutic strategy key points elevated serum urate increases the risk of atrial fibrillation potentially through cardiovascular mediators such as hypertension heart failure and coronary artery diseases genetic evidence from drug target mendelian randomization supports urat inhibition as a potential therapeutic strategy for reducing atrial fibrillation risk the protective effect of urat inhibition against atrial fibrillation persists after adjusting for key cardiovascular mediators suggesting additional therapeutic pathways beyond those identified"
}