{
    "title": "The Function and Regulation of BMP6 in Various Kinds of Stem Cells.",
    "doc_id": "26166606",
    "writer": "Shen R",
    "year": "2015",
    "summary": "Bone morphogenetic protein 6 (BMP6) belongs to transforming growth factor beta(TGF-beta) superfamily. The fate determinations of stem cells require complex regulatory networks that involve BMP6 signaling pathway. Recent studies have demonstrated that BMP6 plays cruc …",
    "abstract": "Stem cells, by definition, are the primitive cells that have the potential of both self-renewal and differentiation into a number of mature and functional cells, and thus they have great applications in cell therapy and tissue engineering for regenerative medicine. Bone morphogenetic protein 6 (BMP6) belongs to transforming growth factor β(TGF-β) superfamily. The fate determinations of stem cells require complex regulatory networks that involve BMP6 signaling pathway. Recent studies have demonstrated that BMP6 plays crucial roles in controlling the self-renewal and differentiation of stem cells. In this review, we address the expression, function and regulation of BMP6 in various kinds of stem cells, with focus on mesenchymal stem cells (MSCs), germline stem cells (GSCs), hematopoietic stem cells (HSCs), and neural stem cells (NSCs). Notably, there are distinct effects of BMP6 on promoting self-renewal and differentiation of these stem cells. We also discuss the involement of BMP6 in diseases, including leukemia, astrocytic glioma, and Alzheimer's disease, and the therapy of these diseases via gene targeting. We further highlight certain issues for further investigation on the regulation and function of BMP6 in stem cells. Significantly, a thorough understanding of BMP6 regulation on a variety of adult stem cells could make them feasible for applications in both regenerative and reproductive medicine, and it would shed novel insights into the etiology of the diseases and offer new targets for drug design to treat these disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26166606/",
    "clean_text": "the function and regulation of bmp in various kinds of stem cells bone morphogenetic protein bmp belongs to transforming growth factor beta tgf beta superfamily the fate determinations of stem cells require complex regulatory networks that involve bmp signaling pathway recent studies have demonstrated that bmp plays cruc stem cells by definition are the primitive cells that have the potential of both self renewal and differentiation into a number of mature and functional cells and thus they have great applications in cell therapy and tissue engineering for regenerative medicine bone morphogenetic protein bmp belongs to transforming growth factor tgf superfamily the fate determinations of stem cells require complex regulatory networks that involve bmp signaling pathway recent studies have demonstrated that bmp plays crucial roles in controlling the self renewal and differentiation of stem cells in this review we address the expression function and regulation of bmp in various kinds of stem cells with focus on mesenchymal stem cells mscs germline stem cells gscs hematopoietic stem cells hscs and neural stem cells nscs notably there are distinct effects of bmp on promoting self renewal and differentiation of these stem cells we also discuss the involement of bmp in diseases including leukemia astrocytic glioma and alzheimer s disease and the therapy of these diseases via gene targeting we further highlight certain issues for further investigation on the regulation and function of bmp in stem cells significantly a thorough understanding of bmp regulation on a variety of adult stem cells could make them feasible for applications in both regenerative and reproductive medicine and it would shed novel insights into the etiology of the diseases and offer new targets for drug design to treat these disorders"
}