{
    "pmid": "41403158",
    "title": "Variation in One-Year Mortality Following Severe Weather Exposure Among Older Americans by Chronic Health Condition and Sociodemographic Status.",
    "abstract": "While the immediate effect of exposure to severe weather from hurricanes on mortality is well documented, it is unknown whether mortality in the year following exposure to severe weather differs across older Americans with specific vulnerable characteristics. This paper sought to determine whether the association between exposure to high rain and one-year mortality differs across vulnerable subgroups of older adults. This retrospective cohort study used Medicare claims data from fee-for-service beneficiaries aged ≥ 65 in Texas and Louisiana in the year before and after Hurricane Harvey. Historical weather data was used to construct a 4-day measure of cumulative rainfall, the primary severe weather caused by Hurricane Harvey. We identified vulnerable subgroups based on five chronic health conditions requiring regular healthcare access, and sociodemographic factors (e.g., ≥ 85 years, dual eligibility). Cox proportional hazards regression was used to adjust for covariates when estimating the association between high rain exposure and mortality up to 1 year after exposure. In adjusted models, high rain exposure was significantly associated with greater mortality risk (HR 1.03, 95% CI 1.01-1.05). Among those with chronic health conditions including Alzheimer's disease and related dementias (ADRD) (HR 1.05 [95% CI 1.03, 1.08]), diabetes (HR 1.04 [1.02, 1.07]), and chronic kidney disease (HR 1.04 [1.01, 1.06]) exposed to high rain versus those unexposed to high rain, associations with high rain were found. Higher mortality was also observed among Non-Hispanic Black (HR 1.06 [95% CI 1.01, 1.11]) and Hispanic and Latino populations (HR 1.13 [95% CI 1.08, 1.19]). Exposure to high rain from Hurricane Harvey was associated with higher one-year mortality that varied across vulnerable groups. The largest associations were observed among older adults with health conditions that require regular healthcare (e.g., CKD, ADRD) and minoritized racial and ethnic groups.",
    "disease": "chronic kidney disease",
    "clean_text": "variation in one year mortality following severe weather exposure among older americans by chronic health condition and sociodemographic status while the immediate effect of exposure to severe weather from hurricanes on mortality is well documented it is unknown whether mortality in the year following exposure to severe weather differs across older americans with specific vulnerable characteristics this paper sought to determine whether the association between exposure to high rain and one year mortality differs across vulnerable subgroups of older adults this retrospective cohort study used medicare claims data from fee for service beneficiaries aged in texas and louisiana in the year before and after hurricane harvey historical weather data was used to construct a day measure of cumulative rainfall the primary severe weather caused by hurricane harvey we identified vulnerable subgroups based on five chronic health conditions requiring regular healthcare access and sociodemographic factors e g years dual eligibility cox proportional hazards regression was used to adjust for covariates when estimating the association between high rain exposure and mortality up to year after exposure in adjusted models high rain exposure was significantly associated with greater mortality risk hr ci among those with chronic health conditions including alzheimer s disease and related dementias adrd hr ci diabetes hr and chronic kidney disease hr exposed to high rain versus those unexposed to high rain associations with high rain were found higher mortality was also observed among non hispanic black hr ci and hispanic and latino populations hr ci exposure to high rain from hurricane harvey was associated with higher one year mortality that varied across vulnerable groups the largest associations were observed among older adults with health conditions that require regular healthcare e g ckd adrd and minoritized racial and ethnic groups"
}