{
    "title": "Snail transcription factors as key regulators of chemoresistance, stemness and metastasis of ovarian cancer cells.",
    "doc_id": "37863122",
    "writer": "Kielbik M",
    "year": "2023",
    "summary": "Ovarian cancer is one of the deadliest gynecological malignancies among women. The reason for this outcome is the frequent acquisition of cancer cell resistance to platinum-based drugs and unresponsiveness to standard therapy. ...Transcription factors in the …",
    "abstract": "Ovarian cancer is one of the deadliest gynecological malignancies among women. The reason for this outcome is the frequent acquisition of cancer cell resistance to platinum-based drugs and unresponsiveness to standard therapy. It has been increasingly recognized that the ability of ovarian cancer cells to adopt more aggressive behavior (mainly through the epithelial-to-mesenchymal transition, EMT), as well as dedifferentiation into cancer stem cells, significantly affects drug resistance acquisition. Transcription factors in the Snail family have been implicated in ovarian cancer chemoresistance and metastasis. In this article, we summarize published data that reveal Snail proteins not only as key inducers of the EMT in ovarian cancer but also as crucial links between the acquisition of ovarian cancer stem properties and spheroid formation. These Snail-related characteristics significantly affect the ovarian cancer cell response to treatment and are related to the acquisition of chemoresistance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37863122/",
    "clean_text": "snail transcription factors as key regulators of chemoresistance stemness and metastasis of ovarian cancer cells ovarian cancer is one of the deadliest gynecological malignancies among women the reason for this outcome is the frequent acquisition of cancer cell resistance to platinum based drugs and unresponsiveness to standard therapy transcription factors in the ovarian cancer is one of the deadliest gynecological malignancies among women the reason for this outcome is the frequent acquisition of cancer cell resistance to platinum based drugs and unresponsiveness to standard therapy it has been increasingly recognized that the ability of ovarian cancer cells to adopt more aggressive behavior mainly through the epithelial to mesenchymal transition emt as well as dedifferentiation into cancer stem cells significantly affects drug resistance acquisition transcription factors in the snail family have been implicated in ovarian cancer chemoresistance and metastasis in this article we summarize published data that reveal snail proteins not only as key inducers of the emt in ovarian cancer but also as crucial links between the acquisition of ovarian cancer stem properties and spheroid formation these snail related characteristics significantly affect the ovarian cancer cell response to treatment and are related to the acquisition of chemoresistance"
}