{
    "pmid": "41463637",
    "title": "Technical Validation of a Multimodal Cognitive-Haptic Sudoku Platform Under Simulated Tremor Conditions.",
    "abstract": "Neurological disorders such as Parkinson's and Alzheimer's diseases often involve overlapping motor and cognitive impairments that motivate integrated rehabilitation approaches. This study presents the technical validation of a dual-modality rehabilitation platform that combines haptic-based motor interaction with cognitive engagement through an adaptive Sudoku task in healthy adults under simulated tremor conditions. The system integrates a real-time tremor-filtering pipeline based on discrete wavelet denoising, Kalman smoothing, and wavelet packet decomposition, designed to attenuate high-frequency oscillations while preserving voluntary motion. The preclinical evaluation was carried out in two stages: (i) technical validation with healthy adults performing a standardized cognitive-haptic task under three conditions (no tremor, simulated tremor without filtering, simulated tremor with filtering) and (ii) extended usability testing with older participants without diagnosed neurological disorders. Quantitative evaluation focused on latency, performance degradation under simulated tremor, and partial restoration with filtering, while usability was assessed using the System Usability Scale (SUS). The platform achieved low end-to-end latency (41.4 ± 1.4 ms) and high usability (overall mean SUS = 81.4 ± 6.2), indicating stable performance and positive user feedback. Filtering significantly improved performance compared with unfiltered tremor but did not fully restore baseline performance, highlighting the current algorithm as a first-step compensation strategy rather than a complete solution. This work therefore demonstrates technical feasibility and interaction performance in healthy participants under simulated tremor; it does not assess clinical effectiveness and is intended to inform subsequent patient studies in populations with neurodegenerative diseases.",
    "disease": "alzheimer disease",
    "clean_text": "technical validation of a multimodal cognitive haptic sudoku platform under simulated tremor conditions neurological disorders such as parkinson s and alzheimer s diseases often involve overlapping motor and cognitive impairments that motivate integrated rehabilitation approaches this study presents the technical validation of a dual modality rehabilitation platform that combines haptic based motor interaction with cognitive engagement through an adaptive sudoku task in healthy adults under simulated tremor conditions the system integrates a real time tremor filtering pipeline based on discrete wavelet denoising kalman smoothing and wavelet packet decomposition designed to attenuate high frequency oscillations while preserving voluntary motion the preclinical evaluation was carried out in two stages i technical validation with healthy adults performing a standardized cognitive haptic task under three conditions no tremor simulated tremor without filtering simulated tremor with filtering and ii extended usability testing with older participants without diagnosed neurological disorders quantitative evaluation focused on latency performance degradation under simulated tremor and partial restoration with filtering while usability was assessed using the system usability scale sus the platform achieved low end to end latency ms and high usability overall mean sus indicating stable performance and positive user feedback filtering significantly improved performance compared with unfiltered tremor but did not fully restore baseline performance highlighting the current algorithm as a first step compensation strategy rather than a complete solution this work therefore demonstrates technical feasibility and interaction performance in healthy participants under simulated tremor it does not assess clinical effectiveness and is intended to inform subsequent patient studies in populations with neurodegenerative diseases"
}