{
    "title": "Gambling: A Ubiquitous Behavior Among Rhode Island's Young Adults.",
    "doc_id": "35349622",
    "writer": "Noel JK",
    "year": "2022",
    "summary": "The purpose of the current study was to assess the prevalence of gambling and problem gambling in Rhode Island young adults and to identify sociodemographic correlates of gambling. METHODS: Data from n=546 participants of the Rhode Island Young Adult S …",
    "abstract": "Objectives:\n        \n      \n      Gambling is a prevalent behavior associated with numerous consequences. The purpose of the current study was to assess the prevalence of gambling and problem gambling in Rhode Island young adults and to identify sociodemographic correlates of gambling.\n    \n\n\n          Methods:\n        \n      \n      Data from n=546 participants of the Rhode Island Young Adult Survey were used. Twelve types of gambling behaviors, and problem gambling, were assessed. Sociodemographic variables included age, race/ethnicity, gender, sexual orientation, social status, education, employment, and essential worker status.\n    \n\n\n          Results:\n        \n      \n      The prevalence of any gambling was 62.3%, and odds of any gambling was 57% higher (95%CI = 1.08,2.27) among essential workers. The prevalence of problem gambling was 11.4%, and the odds were 3.6 times higher (95%CI = 1.32, 9.86) among persons who are transgender.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of gambling and problem gambling are high among Rhode Island's young adults. Implementing programmatic and regulatory measures to prevent and treat problem gambling are vital.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35349622/",
    "clean_text": "gambling a ubiquitous behavior among rhode island s young adults the purpose of the current study was to assess the prevalence of gambling and problem gambling in rhode island young adults and to identify sociodemographic correlates of gambling methods data from n participants of the rhode island young adult s objectives gambling is a prevalent behavior associated with numerous consequences the purpose of the current study was to assess the prevalence of gambling and problem gambling in rhode island young adults and to identify sociodemographic correlates of gambling methods data from n participants of the rhode island young adult survey were used twelve types of gambling behaviors and problem gambling were assessed sociodemographic variables included age race ethnicity gender sexual orientation social status education employment and essential worker status results the prevalence of any gambling was and odds of any gambling was higher ci among essential workers the prevalence of problem gambling was and the odds were times higher ci among persons who are transgender conclusions the prevalence of gambling and problem gambling are high among rhode island s young adults implementing programmatic and regulatory measures to prevent and treat problem gambling are vital"
}