{
    "title": "Renal fluid and acid/base balance during refeeding in restrictive eating disorders.",
    "doc_id": "36571431",
    "writer": "Rosen E",
    "year": "2023",
    "summary": "Our objective was to describe the trajectory of fluid imbalances in relationship to kidney function, electrolyte disturbances, and acid/base balance during refeeding. METHODS: A retrospective review of daily fluid balance and biochemical values was performed in 70 sequenti …",
    "abstract": "Background and objectives:\n        \n      \n      Fluid shifts have been ascribed to central diabetes insipidus in patients with anorexia nervosa hospitalized for refeeding. Recent data, however, suggest that vasopressin production is not dysregulated in this population. Our objective was to describe the trajectory of fluid imbalances in relationship to kidney function, electrolyte disturbances, and acid/base balance during refeeding.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review of daily fluid balance and biochemical values was performed in 70 sequential unique patients admitted to University of California at Los Angeles Hospital Medical Stabilization Program for Eating Disorders from December 2018 to November 2020.\n    \n\n\n          Results:\n        \n      \n      Participants (2 males/68 females) were between 10 and 24 years of age and with a median body mass index of 16.1 (14.3, 18.1) kg/m2 . A severe negative fluid balance (>-900 ml/day) was observed in 80% of patients at some point during hospitalization. Serum sodium concentrations were normal on admission and remained stable during refeeding. Serum bicarbonate concentrations were 25 ± 1 mEq/dl on admission and increased above the normal range in 31% of patients. Metabolic alkalosis was inversely associated with the development of a negative fluid balance. Estimated glomerular filtration rate was impaired in 54% of patients, improved with refeeding, and was not associated with the development of a severe negative fluid balance or metabolic alkalosis.\n    \n\n\n          Discussion:\n        \n      \n      Chronic energy deprivation alters the physiology of renal fluid and bicarbonate handling in ways that are independent of vasopressin and glomerular filtration. Further studies are warranted to understand the renal adaptations that occur during energy restriction and subsequent refeeding.\n    \n\n\n          Public significance:\n        \n      \n      Massive urinary fluid losses occur in patients with restrictive eating disorders hospitalized for refeeding. In addition, many patients have impaired renal bicarbonate excretion. These findings suggest that chronic energy deprivation impairs the kidney's ability to handle the shifts in fluid and acid/base balance that occur when appropriate oral nutrition is re-introduced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36571431/",
    "clean_text": "renal fluid and acid base balance during refeeding in restrictive eating disorders our objective was to describe the trajectory of fluid imbalances in relationship to kidney function electrolyte disturbances and acid base balance during refeeding methods a retrospective review of daily fluid balance and biochemical values was performed in sequenti background and objectives fluid shifts have been ascribed to central diabetes insipidus in patients with anorexia nervosa hospitalized for refeeding recent data however suggest that vasopressin production is not dysregulated in this population our objective was to describe the trajectory of fluid imbalances in relationship to kidney function electrolyte disturbances and acid base balance during refeeding methods a retrospective review of daily fluid balance and biochemical values was performed in sequential unique patients admitted to university of california at los angeles hospital medical stabilization program for eating disorders from december to november results participants males females were between and years of age and with a median body mass index of kg m a severe negative fluid balance ml day was observed in of patients at some point during hospitalization serum sodium concentrations were normal on admission and remained stable during refeeding serum bicarbonate concentrations were meq dl on admission and increased above the normal range in of patients metabolic alkalosis was inversely associated with the development of a negative fluid balance estimated glomerular filtration rate was impaired in of patients improved with refeeding and was not associated with the development of a severe negative fluid balance or metabolic alkalosis discussion chronic energy deprivation alters the physiology of renal fluid and bicarbonate handling in ways that are independent of vasopressin and glomerular filtration further studies are warranted to understand the renal adaptations that occur during energy restriction and subsequent refeeding public significance massive urinary fluid losses occur in patients with restrictive eating disorders hospitalized for refeeding in addition many patients have impaired renal bicarbonate excretion these findings suggest that chronic energy deprivation impairs the kidney s ability to handle the shifts in fluid and acid base balance that occur when appropriate oral nutrition is re introduced"
}