{
    "title": "Applying functional analysis to psychological rehabilitation following spinal cord injury.",
    "doc_id": "1500944",
    "writer": "Glass CA.",
    "year": "1992",
    "summary": "Such an approach is applied clinically to the activities and development of the Clinical Psychology Service provided to the Mersey Regional Spinal Injuries Centre in Southport, England. A number of examples of clinical and research practice are included, highlighting the a …",
    "abstract": "There have been numerous attempts to categorize the responses of individuals to spinal trauma on the basis of generalized stage theories of grief reaction, and personality theory. A number of these studies are critically appraised and a behavioral model, based on functional analysis, is proposed as a more constructive framework for future research. Such an approach is applied clinically to the activities and development of the Clinical Psychology Service provided to the Mersey Regional Spinal Injuries Centre in Southport, England. A number of examples of clinical and research practice are included, highlighting the applicability of functional analysis to individual and systems level investigations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1500944/",
    "clean_text": "applying functional analysis to psychological rehabilitation following spinal cord injury such an approach is applied clinically to the activities and development of the clinical psychology service provided to the mersey regional spinal injuries centre in southport england a number of examples of clinical and research practice are included highlighting the a there have been numerous attempts to categorize the responses of individuals to spinal trauma on the basis of generalized stage theories of grief reaction and personality theory a number of these studies are critically appraised and a behavioral model based on functional analysis is proposed as a more constructive framework for future research such an approach is applied clinically to the activities and development of the clinical psychology service provided to the mersey regional spinal injuries centre in southport england a number of examples of clinical and research practice are included highlighting the applicability of functional analysis to individual and systems level investigations"
}