{
    "title": "Association between peridural scar and persistent low back pain after lumbar discectomy.",
    "doc_id": "10214571",
    "writer": "Maroon JC",
    "year": "1999",
    "summary": "Clinical assessments were conducted pre-operatively and at 1, 3, and 6-month intervals post-operatively, and included MRI scar assessment and the assessment of low back pain by visual analog scales. There were 267 patients available for low back pain a …",
    "abstract": "The purpose of this study was to investigate the correlation between low back pain persisting six months after first surgery for herniated lumbar intervertebral disc and the extent of peridural fibrosis present at the surgical site, as defined by magnetic resonance imaging (MRI). The 298 patients who underwent first-time, single-level unilateral discectomy for lumbar disc herniation were evaluated in a controlled, randomized, double-blind multicenter clinical trial to test the effectiveness of the scar-inhibiting device ADCON-L. Clinical assessments were conducted pre-operatively and at 1, 3, and 6-month intervals post-operatively, and included MRI scar assessment and the assessment of low back pain by visual analog scales. There were 267 patients available for low back pain assessments. The data obtained at the 6-month follow-up visit were statistically analyzed for the association between the presence of peridural scar and the persistence of low back pain. Those patients treated with ADCON-L at surgery had significantly less scar than did control patients (p = 0.007), and had less low back pain than did control patients when the pain was most severe (p = 0.047) and when the pain was assessed at the end of the day (p = 0.044). Patients with extensive scar reported continuing and debilitating low back pain more frequently than those with no or minimal scar. These findings demonstrate a direct correlation between persistent low back pain and extensive scar, since patients with increased amounts of scar had increased low back pain, regardless of their treatment group (p = 0.0003).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10214571/",
    "clean_text": "association between peridural scar and persistent low back pain after lumbar discectomy clinical assessments were conducted pre operatively and at and month intervals post operatively and included mri scar assessment and the assessment of low back pain by visual analog scales there were patients available for low back pain a the purpose of this study was to investigate the correlation between low back pain persisting six months after first surgery for herniated lumbar intervertebral disc and the extent of peridural fibrosis present at the surgical site as defined by magnetic resonance imaging mri the patients who underwent first time single level unilateral discectomy for lumbar disc herniation were evaluated in a controlled randomized double blind multicenter clinical trial to test the effectiveness of the scar inhibiting device adcon l clinical assessments were conducted pre operatively and at and month intervals post operatively and included mri scar assessment and the assessment of low back pain by visual analog scales there were patients available for low back pain assessments the data obtained at the month follow up visit were statistically analyzed for the association between the presence of peridural scar and the persistence of low back pain those patients treated with adcon l at surgery had significantly less scar than did control patients p and had less low back pain than did control patients when the pain was most severe p and when the pain was assessed at the end of the day p patients with extensive scar reported continuing and debilitating low back pain more frequently than those with no or minimal scar these findings demonstrate a direct correlation between persistent low back pain and extensive scar since patients with increased amounts of scar had increased low back pain regardless of their treatment group p"
}