{
    "title": "Intra-articular joint injections in juvenile idiopathic arthritis: state of the art.",
    "doc_id": "30243614",
    "writer": "Nieto-González JC",
    "year": "2019",
    "summary": "OBJECTIVE: Intra-articular corticosteroid injections (IACI) are a fundamental part in the treatment of juvenile idiopathic arthritis. The current situation of IACI is reviewed in a population of children. ...RESULTS: IACI are indicated in any subcategory of juven …",
    "abstract": "Objective:\n        \n      \n      Intra-articular corticosteroid injections (IACI) are a fundamental part in the treatment of juvenile idiopathic arthritis. The current situation of IACI is reviewed in a population of children.\n    \n\n\n          Methods:\n        \n      \n      We conducted a narrative review of the literature related to IACI in children, with respect to the injection technique, use of local and general anesthesia, ultrasound guidance of the procedure, indications, special joints and type of optimal corticosteroid.\n    \n\n\n          Results:\n        \n      \n      IACI are indicated in any subcategory of juvenile idiopathic arthritis, especially in oligoarticular juvenile idiopathic arthritis. The use of local anesthetic is highly recommended, and in patients younger than 6 years or requiring multiple joint injections, conscious sedation can also be an option. Ultrasound guidance of injections is recommended in expert hands, but not in a generalized way. Triamcinolone hexacetonide is the corticosteroid of choice in large joints, whereas a more soluble corticosteroid is a better alternative in small or superficial joints (betamethasone or methylprednisolone) to avoid subcutaneous atrophy or hypopigmentation, the most frequent adverse effect of IACI.\n    \n\n\n          Conclusions:\n        \n      \n      IACI are performed heterogeneously and scientific evidence is limited in many cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30243614/",
    "clean_text": "intra articular joint injections in juvenile idiopathic arthritis state of the art objective intra articular corticosteroid injections iaci are a fundamental part in the treatment of juvenile idiopathic arthritis the current situation of iaci is reviewed in a population of children results iaci are indicated in any subcategory of juven objective intra articular corticosteroid injections iaci are a fundamental part in the treatment of juvenile idiopathic arthritis the current situation of iaci is reviewed in a population of children methods we conducted a narrative review of the literature related to iaci in children with respect to the injection technique use of local and general anesthesia ultrasound guidance of the procedure indications special joints and type of optimal corticosteroid results iaci are indicated in any subcategory of juvenile idiopathic arthritis especially in oligoarticular juvenile idiopathic arthritis the use of local anesthetic is highly recommended and in patients younger than years or requiring multiple joint injections conscious sedation can also be an option ultrasound guidance of injections is recommended in expert hands but not in a generalized way triamcinolone hexacetonide is the corticosteroid of choice in large joints whereas a more soluble corticosteroid is a better alternative in small or superficial joints betamethasone or methylprednisolone to avoid subcutaneous atrophy or hypopigmentation the most frequent adverse effect of iaci conclusions iaci are performed heterogeneously and scientific evidence is limited in many cases"
}