{
    "title": "X-linked dominant inherited diseases with lethality in hemizygous males.",
    "doc_id": "6873941",
    "writer": "Wettke-Schäfer R",
    "year": "1983",
    "summary": "X-linked dominant inheritance with lethality in hemizygous males is a rare mode of inheritance. ...These disorders are: X-linked chondrodysplasia punctata (CP), cervico-oculo-acusticus syndrome (Wildervanck syndrome, COA), congenital cataract with micr …",
    "abstract": "X-linked dominant inheritance with lethality in hemizygous males is a rare mode of inheritance. The three best-known disorders which seem to be inherited in this way, are incontinentia pigmenti (IP) Bloch-Sulzberger, oral-facial-digital I (OFD I) syndrome, and focal dermal hypoplasia (FDH syndrome, Goltz syndrome). It is the purpose of this article to give a review of the clinical and genetic aspects of the above-mentioned diseases and to add those disorders in which this mode of inheritance is discussed. These disorders are: X-linked chondrodysplasia punctata (CP), cervico-oculo-acusticus syndrome (Wildervanck syndrome, COA), congenital cataract with microcornea or slight microphthalmia, muscular dystrophy--hemizygous lethal, partial lipodystrophy with lipatrophic diabetes and hyperlipidemia, Aicardi syndrome, coxo-auricular syndrome, and Johanson-Blizzard syndrome. OTC deficiency is included in the study, although there is no lethality in utero, only in the neonatal period. A critical evaluation of the current literature is carried out.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6873941/",
    "clean_text": "x linked dominant inherited diseases with lethality in hemizygous males x linked dominant inheritance with lethality in hemizygous males is a rare mode of inheritance these disorders are x linked chondrodysplasia punctata cp cervico oculo acusticus syndrome wildervanck syndrome coa congenital cataract with micr x linked dominant inheritance with lethality in hemizygous males is a rare mode of inheritance the three best known disorders which seem to be inherited in this way are incontinentia pigmenti ip bloch sulzberger oral facial digital i ofd i syndrome and focal dermal hypoplasia fdh syndrome goltz syndrome it is the purpose of this article to give a review of the clinical and genetic aspects of the above mentioned diseases and to add those disorders in which this mode of inheritance is discussed these disorders are x linked chondrodysplasia punctata cp cervico oculo acusticus syndrome wildervanck syndrome coa congenital cataract with microcornea or slight microphthalmia muscular dystrophy hemizygous lethal partial lipodystrophy with lipatrophic diabetes and hyperlipidemia aicardi syndrome coxo auricular syndrome and johanson blizzard syndrome otc deficiency is included in the study although there is no lethality in utero only in the neonatal period a critical evaluation of the current literature is carried out"
}