{
    "pmid": "41419234",
    "title": "Epigenomic study of the lower airway reveals COPD-associated methylation patterns and potential microbiota links.",
    "abstract": "Despite the identification of multiple susceptibility loci by genome-wide association studies (GWAS), considerable chronic obstructive pulmonary disease (COPD) heritability remains unexplained. To identify interaction networks of airway epithelial cell DNA methylation in COPD and further explore potential correlations with airway bacterial composition, as potentially collective regulators of biological pathways influencing COPD severity. Using DNA isolated from bronchial airway brushings of 67 ever-smokers (>20 pack-years) from the SubPopulations and InteRmediate Outcomes Measures in COPD Study (SPIROMICS), we assessed proportion of DNA methylation (β) by epigenome-wide association study (EWAS) and examined associations of differentially methylated CpG probes (DMPs) with risk for moderate-to-severe COPD (N=34) versus absent or mild COPD (N=33). We tested co-methylation modules generated by Weighted Correlation Network Analyses (WGCNA) for associations with moderate-to-severe COPD and with bacterial genus-level relative abundances (16S rRNA sequencing). EWAS-identified nominally significant DMPs enriched for lung function GWAS loci. Eigengenes in six WGCNA modules were associated with moderate-to-severe COPD (false discovery rate <0.05). Four of those modules were enriched for forced expiratory volume in 1 s/forced vital capacity GWAS loci, and five overlapped with DMPs from EWAS. Overlapping CpG loci in three COPD-associated modules were adjacent to mucin genes; one had 10 genes highly ranked by connectivity with  Bronchial epithelial DNA methylation modules enriched for lung function GWAS loci associate with COPD severity in SPIROMICS. Potential module relationships to bronchial bacterial composition require further validation.",
    "disease": "asthma",
    "clean_text": "epigenomic study of the lower airway reveals copd associated methylation patterns and potential microbiota links despite the identification of multiple susceptibility loci by genome wide association studies gwas considerable chronic obstructive pulmonary disease copd heritability remains unexplained to identify interaction networks of airway epithelial cell dna methylation in copd and further explore potential correlations with airway bacterial composition as potentially collective regulators of biological pathways influencing copd severity using dna isolated from bronchial airway brushings of ever smokers pack years from the subpopulations and intermediate outcomes measures in copd study spiromics we assessed proportion of dna methylation by epigenome wide association study ewas and examined associations of differentially methylated cpg probes dmps with risk for moderate to severe copd n versus absent or mild copd n we tested co methylation modules generated by weighted correlation network analyses wgcna for associations with moderate to severe copd and with bacterial genus level relative abundances s rrna sequencing ewas identified nominally significant dmps enriched for lung function gwas loci eigengenes in six wgcna modules were associated with moderate to severe copd false discovery rate four of those modules were enriched for forced expiratory volume in s forced vital capacity gwas loci and five overlapped with dmps from ewas overlapping cpg loci in three copd associated modules were adjacent to mucin genes one had genes highly ranked by connectivity with bronchial epithelial dna methylation modules enriched for lung function gwas loci associate with copd severity in spiromics potential module relationships to bronchial bacterial composition require further validation"
}