{
    "title": "Perioperative management of cranial diabetes insipidus in a patient requiring a tracheostomy.",
    "doc_id": "33837022",
    "writer": "Kelly M",
    "year": "2021",
    "summary": "Cranial diabetes insipidus (DI), which can cause life-threatening dehydration, is treated with desmopressin, often intranasally. ...",
    "abstract": "Cranial diabetes insipidus (DI), which can cause life-threatening dehydration, is treated with desmopressin, often intranasally. This is challenging in patients whose nasal airflow is altered, such as those requiring tracheostomy. We report the case of a patient, taking intranasal desmopressin for cranial DI, who underwent partial glossectomy, free-flap reconstruction and tracheostomy. Postoperatively, she could not administer nasal desmopressin due to reduced nasal airflow. She developed uncontrollable thirst, polyuria and hypernatraemia. Symptoms were relieved by switching to an enteric formulation. A literature review showed no cases of patients with DI encountering difficulties following tracheostomy. The Royal Society of Endocrinology recommends perioperative planning for such patients, but gives no specific guidance on medication delivery in the context of altered airway anatomy. Careful perioperative planning is required for head and neck patients with DI, particularly for those undergoing airway alteration that may necessitate a change in the mode of delivery of critical medications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33837022/",
    "clean_text": "perioperative management of cranial diabetes insipidus in a patient requiring a tracheostomy cranial diabetes insipidus di which can cause life threatening dehydration is treated with desmopressin often intranasally cranial diabetes insipidus di which can cause life threatening dehydration is treated with desmopressin often intranasally this is challenging in patients whose nasal airflow is altered such as those requiring tracheostomy we report the case of a patient taking intranasal desmopressin for cranial di who underwent partial glossectomy free flap reconstruction and tracheostomy postoperatively she could not administer nasal desmopressin due to reduced nasal airflow she developed uncontrollable thirst polyuria and hypernatraemia symptoms were relieved by switching to an enteric formulation a literature review showed no cases of patients with di encountering difficulties following tracheostomy the royal society of endocrinology recommends perioperative planning for such patients but gives no specific guidance on medication delivery in the context of altered airway anatomy careful perioperative planning is required for head and neck patients with di particularly for those undergoing airway alteration that may necessitate a change in the mode of delivery of critical medications"
}