{
    "pmid": "41454271",
    "title": "Monocyte-to-lymphocyte ratio as an inflammatory biomarker for predicting diabetic peripheral neuropathy in type 2 diabetes mellitus patients.",
    "abstract": "Type 2 diabetes mellitus (T2DM) is an intricate metabolic disorder often accompanied by low-grade inflammation. This study aimed to investigate the relationship between the monocyte-to-lymphocyte ratio (MLR) and diabetic peripheral neuropathy (DPN) in patients with T2DM. A total of 236 individuals diagnosed with T2DM participated in the research. Clinical parameters were assessed, including the Toronto Clinical Neuropathy Score (TCNS), Compound Muscle Action Potential (CMAP), Sensory Nerve Action Potential (SNAP), nerve conduction velocity (NCV), complete blood count, biochemical markers, and inflammatory indicators. These parameters were analyzed and compared, followed by logistic regression and receiver operating characteristic (ROC) curve analyses. The findings demonstrated that patients with DPN were generally older and had higher MLR levels and glycated hemoglobin levels, lower high-density lipoprotein cholesterol(HDL-C), longer disease duration, and higher FPG compared to patients without DPN. Additionally, CMAP and SNAP of median nerve (MN), ulnar nerve(UN), peroneal nerve (PN), and tibial nerve (TN) were significantly lower in the higher MLR group than in the higher MLR group( P < 0.05). ROC analysis indicated that MLR had an area under the curve (AUC) of 0.625, suggesting a limited discriminative ability to identify DPN. This study underscores the potential ability of MLR as a predictive biomarker for DPN in patients with T2DM, emphasizing the important role of inflammation in the development of this condition. But it has a low performance for DPN diagnosis. Not applicable.",
    "disease": "diabetes mellitus",
    "clean_text": "monocyte to lymphocyte ratio as an inflammatory biomarker for predicting diabetic peripheral neuropathy in type diabetes mellitus patients type diabetes mellitus t dm is an intricate metabolic disorder often accompanied by low grade inflammation this study aimed to investigate the relationship between the monocyte to lymphocyte ratio mlr and diabetic peripheral neuropathy dpn in patients with t dm a total of individuals diagnosed with t dm participated in the research clinical parameters were assessed including the toronto clinical neuropathy score tcns compound muscle action potential cmap sensory nerve action potential snap nerve conduction velocity ncv complete blood count biochemical markers and inflammatory indicators these parameters were analyzed and compared followed by logistic regression and receiver operating characteristic roc curve analyses the findings demonstrated that patients with dpn were generally older and had higher mlr levels and glycated hemoglobin levels lower high density lipoprotein cholesterol hdl c longer disease duration and higher fpg compared to patients without dpn additionally cmap and snap of median nerve mn ulnar nerve un peroneal nerve pn and tibial nerve tn were significantly lower in the higher mlr group than in the higher mlr group p roc analysis indicated that mlr had an area under the curve auc of suggesting a limited discriminative ability to identify dpn this study underscores the potential ability of mlr as a predictive biomarker for dpn in patients with t dm emphasizing the important role of inflammation in the development of this condition but it has a low performance for dpn diagnosis not applicable"
}