{
    "title": "Emerging techniques and molecular imaging in breast cancer.",
    "doc_id": "21782119",
    "writer": "Yang WT.",
    "year": "2011",
    "summary": "The sensitivity of screening mammography is limited in the evaluation of dense breasts, with as few as 45% of cancers visible in extremely dense breasts. Supplementary imaging for improved sensitivity in women with dense breasts is necessary to overcome this …",
    "abstract": "The sensitivity of screening mammography is limited in the evaluation of dense breasts, with as few as 45% of cancers visible in extremely dense breasts. Supplementary imaging for improved sensitivity in women with dense breasts is necessary to overcome this limitation. Emerging technologies that advance the applications of digital mammography include digital breast tomosynthesis and dedicated breast cone-beam computed tomography. Molecular imaging goes beyond structural imaging. A functional imaging technique that provides information on the biology, physiology, and metabolic pathways of cancer might help to improve the sensitivity and specificity of breast cancer diagnosis, facilitate early assessment of treatment response, and help individualize therapy options for patients. Advanced magnetic resonance, nuclear medicine, and optical imaging techniques in the realm of molecular imaging will be explored in this article.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21782119/",
    "clean_text": "emerging techniques and molecular imaging in breast cancer the sensitivity of screening mammography is limited in the evaluation of dense breasts with as few as of cancers visible in extremely dense breasts supplementary imaging for improved sensitivity in women with dense breasts is necessary to overcome this the sensitivity of screening mammography is limited in the evaluation of dense breasts with as few as of cancers visible in extremely dense breasts supplementary imaging for improved sensitivity in women with dense breasts is necessary to overcome this limitation emerging technologies that advance the applications of digital mammography include digital breast tomosynthesis and dedicated breast cone beam computed tomography molecular imaging goes beyond structural imaging a functional imaging technique that provides information on the biology physiology and metabolic pathways of cancer might help to improve the sensitivity and specificity of breast cancer diagnosis facilitate early assessment of treatment response and help individualize therapy options for patients advanced magnetic resonance nuclear medicine and optical imaging techniques in the realm of molecular imaging will be explored in this article"
}