{
    "title": "Birang Daruganora: a protocol for a qualitative study to elicit Aboriginal and Torres Strait Islander community views about cultural needs and experiences for a new Australian health facility.",
    "doc_id": "37024254",
    "writer": "Carrigan A",
    "year": "2023",
    "summary": "This paper provides a study protocol to describe a method to explore Aboriginal and/or Torres Strait Islander consumer and healthcare provider needs and expectations for the design and development of a new healthcare facility in Australia. METHODS AND ANALYSIS: A qualitative …",
    "abstract": "Introduction:\n        \n      \n      To address challenges regarding the delivery of healthcare, governments and health services are focusing on the implementation of models that are flexible, person-centred, cost-effective and integrate hospital services more closely with primary healthcare and social services. Such models increasingly embed consumer codesign, multidisciplinary teams and leverage digital technologies, such as telehealth, attempting to deliver care more seamlessly and to continually improve services. This paper provides a study protocol to describe a method to explore Aboriginal and/or Torres Strait Islander consumer and healthcare provider needs and expectations for the design and development of a new healthcare facility in Australia.\n    \n\n\n          Methods and analysis:\n        \n      \n      A qualitative study of consumer members' and health providers' needs and expectations. Data collection includes a short consumer-specific and provider-specific, demographic questionnaire and culturally appropriate facilitator-coordinated consultation workshops. Data will be analysed thematically (qualitatively).\n    \n\n\n          Ethics and dissemination:\n        \n      \n      The results will be actively disseminated through peer-reviewed journals, conference presentations, reports to stakeholders and community meetings. This study was reviewed and approved by a health service-based Ethics Committee in New South Wales, Australia and the Aboriginal Health and Medical Research Committee.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37024254/",
    "clean_text": "birang daruganora a protocol for a qualitative study to elicit aboriginal and torres strait islander community views about cultural needs and experiences for a new australian health facility this paper provides a study protocol to describe a method to explore aboriginal and or torres strait islander consumer and healthcare provider needs and expectations for the design and development of a new healthcare facility in australia methods and analysis a qualitative introduction to address challenges regarding the delivery of healthcare governments and health services are focusing on the implementation of models that are flexible person centred cost effective and integrate hospital services more closely with primary healthcare and social services such models increasingly embed consumer codesign multidisciplinary teams and leverage digital technologies such as telehealth attempting to deliver care more seamlessly and to continually improve services this paper provides a study protocol to describe a method to explore aboriginal and or torres strait islander consumer and healthcare provider needs and expectations for the design and development of a new healthcare facility in australia methods and analysis a qualitative study of consumer members and health providers needs and expectations data collection includes a short consumer specific and provider specific demographic questionnaire and culturally appropriate facilitator coordinated consultation workshops data will be analysed thematically qualitatively ethics and dissemination the results will be actively disseminated through peer reviewed journals conference presentations reports to stakeholders and community meetings this study was reviewed and approved by a health service based ethics committee in new south wales australia and the aboriginal health and medical research committee"
}