{
    "title": "Assessing reflective functioning in prospective adoptive parents.",
    "doc_id": "33497406",
    "writer": "Malcorps S",
    "year": "2021",
    "summary": "The capacity for reflective functioning (RF) or mentalizing of adoptive parents is hypothesized to play an important role in fostering socio-emotional development in adopted children. ...Preliminary evidence for the construct validity of the AEI-RFS was demonstrated by sig …",
    "abstract": "The capacity for reflective functioning (RF) or mentalizing of adoptive parents is hypothesized to play an important role in fostering socio-emotional development in adopted children. This paper reports on the development and preliminary validation of the Adoption Expectations Interview (AEI), a semi-structured interview to assess RF in prospective adoptive parents. The AEI was developed based on the Pregnancy Interview, Parent Development Interview, and Working Model of the Child Interview, three interviews that have been used to assess RF in biological parents, to capture RF before child arrival in prospective adoptive parents. In a sample of 96 prospective adoptive parents, the Reflective Functioning Scale, as applied to the AEI (AEI-RFS) showed good reliability, with strong correlations between the different demand items, high internal consistency, and good to excellent inter-rater reliability. A principal component analysis yielded one component, suggesting that the items measured a unidimensional factor. Preliminary evidence for the construct validity of the AEI-RFS was demonstrated by significant associations between the AEI-RFS and well-validated measures of mentalizing, attachment dimensions, and interpersonal functioning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33497406/",
    "clean_text": "assessing reflective functioning in prospective adoptive parents the capacity for reflective functioning rf or mentalizing of adoptive parents is hypothesized to play an important role in fostering socio emotional development in adopted children preliminary evidence for the construct validity of the aei rfs was demonstrated by sig the capacity for reflective functioning rf or mentalizing of adoptive parents is hypothesized to play an important role in fostering socio emotional development in adopted children this paper reports on the development and preliminary validation of the adoption expectations interview aei a semi structured interview to assess rf in prospective adoptive parents the aei was developed based on the pregnancy interview parent development interview and working model of the child interview three interviews that have been used to assess rf in biological parents to capture rf before child arrival in prospective adoptive parents in a sample of prospective adoptive parents the reflective functioning scale as applied to the aei aei rfs showed good reliability with strong correlations between the different demand items high internal consistency and good to excellent inter rater reliability a principal component analysis yielded one component suggesting that the items measured a unidimensional factor preliminary evidence for the construct validity of the aei rfs was demonstrated by significant associations between the aei rfs and well validated measures of mentalizing attachment dimensions and interpersonal functioning"
}