{
    "title": "Genetic background of juvenile idiopathic arthritis.",
    "doc_id": "24555814",
    "writer": "Chistiakov DA",
    "year": "2014",
    "summary": "Juvenile idiopathic arthritis (JIA) is the most common chronic rheumatologic disease in children. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) is the most common chronic rheumatologic disease in children. JIA is a group of disorders that share the clinical manifestation of chronic joint inflammation. The human leukocyte antigen region (HLA) seems to be a major susceptibility locus for JIA that is estimated to account for 17% of familial segregation of the disease. To date, around 20 non-HLA loci conferring susceptibility to JIA were found. At least a half of those are shared between JIA and rheumatoid arthritis (RA), an adult rheumatic disease, thereby suggesting for similarity of pathogenic mechanisms of both diseases. New findings also suggest for a likely role of epigenetic alterations in the pathogenesis of JIA that should be investigated in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24555814/",
    "clean_text": "genetic background of juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common chronic rheumatologic disease in children juvenile idiopathic arthritis jia is the most common chronic rheumatologic disease in children jia is a group of disorders that share the clinical manifestation of chronic joint inflammation the human leukocyte antigen region hla seems to be a major susceptibility locus for jia that is estimated to account for of familial segregation of the disease to date around non hla loci conferring susceptibility to jia were found at least a half of those are shared between jia and rheumatoid arthritis ra an adult rheumatic disease thereby suggesting for similarity of pathogenic mechanisms of both diseases new findings also suggest for a likely role of epigenetic alterations in the pathogenesis of jia that should be investigated in the future"
}