{
    "pmid": "41455139",
    "title": "Does symptom perception after negative affect induction differ between physically ill and healthy individuals? An experimental study within SOMA.CK.",
    "abstract": "Symptom perception is highly subjective and shaped by complex biopsychosocial factors. This study examined whether negative affect induction using the Affect and Symptoms Paradigm (ASP) influences symptom perception in patients with non-dialysis chronic kidney disease (ND-CKD) and healthy controls. Participants watched three picture series (positive, negative, neutral) from the International Affective Picture System (IAPS). After each series, participants rated symptom levels (10-item-symptom-checklist), affective state (Positive and Negative Affect Schedule) and arousal (Self-Assessment-Manikin-System). Associations of the ASP effect with symptom burden at 6 and 12 months was analysed in the CKD group. In N = 115 individuals with ND-CKD from the SOMA.CK study (mean age = 62.95, SD = 12.60) and 100 age- and sex-matched healthy controls (mean age = 60.00, SD = 12.80) negative pictures significantly increased negative affectivity and arousal. Symptom levels were higher after viewing negative versus positive/neutral pictures in both groups, but no significant interaction emerged, indicating a comparable response in both groups. Habitual symptoms did not moderate symptom levels after affect induction, although high habitual symptom reporters showed higher symptom levels across all picture categories. In the CKD group difficulties in identifying feelings moderated symptom levels after affect induction. The ASP effect predicted CKD-specific symptom burden at 6 months. Negative affect induction increases symptom levels in a chronic illness such as CKD. These results align with the predictive processing model which suggests that symptom perception develops from a complex inferential process of somatosensory input in light of pre-existing symptom representations in memory.",
    "disease": "chronic kidney disease",
    "clean_text": "does symptom perception after negative affect induction differ between physically ill and healthy individuals an experimental study within soma ck symptom perception is highly subjective and shaped by complex biopsychosocial factors this study examined whether negative affect induction using the affect and symptoms paradigm asp influences symptom perception in patients with non dialysis chronic kidney disease nd ckd and healthy controls participants watched three picture series positive negative neutral from the international affective picture system iaps after each series participants rated symptom levels item symptom checklist affective state positive and negative affect schedule and arousal self assessment manikin system associations of the asp effect with symptom burden at and months was analysed in the ckd group in n individuals with nd ckd from the soma ck study mean age sd and age and sex matched healthy controls mean age sd negative pictures significantly increased negative affectivity and arousal symptom levels were higher after viewing negative versus positive neutral pictures in both groups but no significant interaction emerged indicating a comparable response in both groups habitual symptoms did not moderate symptom levels after affect induction although high habitual symptom reporters showed higher symptom levels across all picture categories in the ckd group difficulties in identifying feelings moderated symptom levels after affect induction the asp effect predicted ckd specific symptom burden at months negative affect induction increases symptom levels in a chronic illness such as ckd these results align with the predictive processing model which suggests that symptom perception develops from a complex inferential process of somatosensory input in light of pre existing symptom representations in memory"
}