{
    "pmid": "41357566",
    "title": "Three-year of hepatocellular carcinoma surveillance in patients with cirrhosis diagnosed between 2009 and 2013: a cohort study based on the French National Health Data System (SNDS) claims data.",
    "abstract": "Hepatocellular carcinoma (HCC) is the fourth leading cause of cancer-related death worldwide. Most cases occur in patients with an underlying cirrhosis. The French national guidelines recommend semiannual abdominal ultrasound surveillance for early HCC detection in patients with cirrhosis. The primary goal of our retrospective cohort study was to evaluate compliance with this recommendation. We used 2007-2016 general public health insurance program (Régime Général) data from the French National Health Data System (Système National des Données de Santé, or SNDS). Included patients were 18 to 75 years old, diagnosed with liver cirrhosis between 2009 and 2013, and underwent their first ultrasound >4 months after their index date. The number of annual ultrasounds was recorded over a 3-year follow-up period. Compliance was defined as having had at least 2 ultrasounds per year over the follow-up time. Among the 66,464 patients included in the analysis, surveillance was optimal (no year with <2 ultrasounds) in 5,082 patients (7.6%), suboptimal (one year with <2 ultrasounds) in 3,928 (5.9%), and failed (remaining cases) in 57,454 (86.4%). Older age, male sex, a high Charlson Co-morbidity Index (CCI), frequent gastroenterologist/hepatologist visits, and viral etiology were associated with better surveillance, whereas low socioeconomic status, despite France's universal health coverage, was linked to failed surveillance. In French patients with cirrhosis, most of cancer surveillance is failing. In order to improve surveillance, a better understanding of the social determinants of health equity is needed.",
    "disease": "liver cirrhosis",
    "clean_text": "three year of hepatocellular carcinoma surveillance in patients with cirrhosis diagnosed between and a cohort study based on the french national health data system snds claims data hepatocellular carcinoma hcc is the fourth leading cause of cancer related death worldwide most cases occur in patients with an underlying cirrhosis the french national guidelines recommend semiannual abdominal ultrasound surveillance for early hcc detection in patients with cirrhosis the primary goal of our retrospective cohort study was to evaluate compliance with this recommendation we used general public health insurance program r gime g n ral data from the french national health data system syst me national des donn es de sant or snds included patients were to years old diagnosed with liver cirrhosis between and and underwent their first ultrasound months after their index date the number of annual ultrasounds was recorded over a year follow up period compliance was defined as having had at least ultrasounds per year over the follow up time among the patients included in the analysis surveillance was optimal no year with ultrasounds in patients suboptimal one year with ultrasounds in and failed remaining cases in older age male sex a high charlson co morbidity index cci frequent gastroenterologist hepatologist visits and viral etiology were associated with better surveillance whereas low socioeconomic status despite france s universal health coverage was linked to failed surveillance in french patients with cirrhosis most of cancer surveillance is failing in order to improve surveillance a better understanding of the social determinants of health equity is needed"
}