{
    "pmid": "41450867",
    "title": "A Datasheet for Age-Related Eye Disease Study 2 on the Database of Genotypes and Phenotypes.",
    "abstract": "To provide a comprehensive summary of the controlled-access Age-Related Eye Disease Study 2 (AREDS2) data elements, encompassing phenotypic, imaging, dietary, genetic, and ancillary data. Dataset description of a multicenter, phase III, randomized clinical trial evaluating lutein + zeaxanthin, ω-3, or both long-chain polyunsaturated fatty acid supplementation in intermediate age-related macular degeneration (AMD). Secondary randomization was offered to all AREDS2 participants to evaluate varying levels of zinc and the potential for elimination of β-carotene, which increases the risk of lung cancer in smokers. A total of 4203 participants aged 50-85 years with bilateral intermediate AMD (bilateral large drusen ≥125 μm) or intermediate AMD in one eye and advanced AMD in the other eye were enrolled at 82 clinical centers between 2006 and 2008. Participants attended annual clinic visits, including eye examinations, visual acuity, slit lamp, intraocular pressure, and imaging that included stereoscopic 30° color fundus (fields 1-3) and fundus reflex images in all participants, while fundus autofluorescence images and spectral-domain OCT images were acquired in selected clinics. Telephone contacts at 3 and 6 months and annually thereafter collected adverse events and reinforced visit compliance. Progression to advanced AMD (central geographic atrophy or neovascular AMD), incidence of cataract surgery, and loss of ≥15 letters (≥3 lines) of visual acuity from baseline. Controlled-access data are archived under the database of Genotypes and Phenotypes (dbGaP) website with the accession number phs002015.v2.p1. The data elements include main-study phenotype tables plus multiple ancillary-study tables with cardiovascular, cognitive, nutritional biochemistry, and genetic data. Additional data include dietary assessments, image gradings, visual acuity testing, and cataract surgery documentation. Blood or saliva from >2000 participants was collected; exome-chip data from >1800 and whole-genome sequencing from 1363 participants, including 488 who also participated in the original AREDS, are available under the International AMD Genomics Consortium and dbGaP. The AREDS2 dataset's rigorous interventional design, standardized longitudinal ophthalmic imaging gradings, comprehensive dietary and genetic information, and ancillary cardiovascular and cognitive assessments constitute an invaluable resource for elucidating AMD progression, informing nutritional strategies, and artificial intelligence-driven diagnostics. Proprietary or commercial disclosure may be found in the Footnotes and Disclosures at the end of this article.",
    "disease": "lung cancer",
    "clean_text": "a datasheet for age related eye disease study on the database of genotypes and phenotypes to provide a comprehensive summary of the controlled access age related eye disease study areds data elements encompassing phenotypic imaging dietary genetic and ancillary data dataset description of a multicenter phase iii randomized clinical trial evaluating lutein zeaxanthin or both long chain polyunsaturated fatty acid supplementation in intermediate age related macular degeneration amd secondary randomization was offered to all areds participants to evaluate varying levels of zinc and the potential for elimination of carotene which increases the risk of lung cancer in smokers a total of participants aged years with bilateral intermediate amd bilateral large drusen m or intermediate amd in one eye and advanced amd in the other eye were enrolled at clinical centers between and participants attended annual clinic visits including eye examinations visual acuity slit lamp intraocular pressure and imaging that included stereoscopic color fundus fields and fundus reflex images in all participants while fundus autofluorescence images and spectral domain oct images were acquired in selected clinics telephone contacts at and months and annually thereafter collected adverse events and reinforced visit compliance progression to advanced amd central geographic atrophy or neovascular amd incidence of cataract surgery and loss of letters lines of visual acuity from baseline controlled access data are archived under the database of genotypes and phenotypes dbgap website with the accession number phs v p the data elements include main study phenotype tables plus multiple ancillary study tables with cardiovascular cognitive nutritional biochemistry and genetic data additional data include dietary assessments image gradings visual acuity testing and cataract surgery documentation blood or saliva from participants was collected exome chip data from and whole genome sequencing from participants including who also participated in the original areds are available under the international amd genomics consortium and dbgap the areds dataset s rigorous interventional design standardized longitudinal ophthalmic imaging gradings comprehensive dietary and genetic information and ancillary cardiovascular and cognitive assessments constitute an invaluable resource for elucidating amd progression informing nutritional strategies and artificial intelligence driven diagnostics proprietary or commercial disclosure may be found in the footnotes and disclosures at the end of this article"
}