{
    "pmid": "41368025",
    "title": "Hypertrophic Pulmonary Osteoarthropathy as an Initial Manifestation of Lung Cancer.",
    "abstract": "Hypertrophic pulmonary osteoarthropathy (HPOA) is a paraneoplastic syndrome characterised by digital clubbing, periostitis, and arthralgia, most commonly secondary to lung malignancy. This case report presents a man in his 60s with a long history of smoking and asbestos exposure who developed progressive wrist and ankle pain, limb swelling, and enlargement of the hands and feet over eight months. He was initially investigated for rheumatoid arthritis due to positive rheumatoid factor (RF) and anti-citrullinated peptide (anti-CCP) antibodies, but repeated chest X-rays were normal. A CT scan later revealed a left lower lobe lesion, and biopsy confirmed squamous cell carcinoma of the lung. This case underscores the importance of maintaining a high index of suspicion for paraneoplastic syndromes such as HPOA when unexplained arthropathy and digital clubbing occur, even in the absence of respiratory symptoms.",
    "disease": "rheumatoid arthritis",
    "clean_text": "hypertrophic pulmonary osteoarthropathy as an initial manifestation of lung cancer hypertrophic pulmonary osteoarthropathy hpoa is a paraneoplastic syndrome characterised by digital clubbing periostitis and arthralgia most commonly secondary to lung malignancy this case report presents a man in his s with a long history of smoking and asbestos exposure who developed progressive wrist and ankle pain limb swelling and enlargement of the hands and feet over eight months he was initially investigated for rheumatoid arthritis due to positive rheumatoid factor rf and anti citrullinated peptide anti ccp antibodies but repeated chest x rays were normal a ct scan later revealed a left lower lobe lesion and biopsy confirmed squamous cell carcinoma of the lung this case underscores the importance of maintaining a high index of suspicion for paraneoplastic syndromes such as hpoa when unexplained arthropathy and digital clubbing occur even in the absence of respiratory symptoms"
}