{
    "title": "Operational mental health. . .what practitioners and commanders should know.",
    "doc_id": "39045794",
    "writer": "Deahl M.",
    "year": "2024",
    "summary": "BACKGROUND: Mental Health support to military operations is well established as an integral part of military medicine. ...AIM: This article describes what mental health professional can, and should do on military deployments and calls for greater train …",
    "abstract": "Background:\n        \n      \n      Mental Health support to military operations is well established as an integral part of military medicine. Unfortunately, Commanders often receive little or no training in how best to use their mental health assets or what their capabilities are. Conversely, members of a Field Mental Health Team frequently have no operational experience and try to merely translate their civilian practice onto the battlefield.\n    \n\n\n          Aim:\n        \n      \n      This article describes what mental health professional can, and should do on military deployments and calls for greater training and awareness of both Mental Health professionals and Operational Commanders to foster mutual understanding and use the Field Mental Health Team to best effect.\n    \n\n\n          Method:\n        \n      \n      The paper drawson the experience of working in a Field Mental Health Team on six operational deployments in Iraq and Afghanistan.\n    \n\n\n          Results:\n        \n      \n      Military mental health professionals work mostly in peacetime and this work ill prepares them for the very different type of work required of them on operations.\n    \n\n\n          Conclusion:\n        \n      \n      More training is required to prepare both practitioners and commanders for the mental health issues that confront them on operational deployments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39045794/",
    "clean_text": "operational mental health what practitioners and commanders should know background mental health support to military operations is well established as an integral part of military medicine aim this article describes what mental health professional can and should do on military deployments and calls for greater train background mental health support to military operations is well established as an integral part of military medicine unfortunately commanders often receive little or no training in how best to use their mental health assets or what their capabilities are conversely members of a field mental health team frequently have no operational experience and try to merely translate their civilian practice onto the battlefield aim this article describes what mental health professional can and should do on military deployments and calls for greater training and awareness of both mental health professionals and operational commanders to foster mutual understanding and use the field mental health team to best effect method the paper drawson the experience of working in a field mental health team on six operational deployments in iraq and afghanistan results military mental health professionals work mostly in peacetime and this work ill prepares them for the very different type of work required of them on operations conclusion more training is required to prepare both practitioners and commanders for the mental health issues that confront them on operational deployments"
}