{
    "pmid": "41441928",
    "title": "Associations between adjuvant antibiotic therapy and fistula formation after incision and drainage of anorectal abscesses: results from a retrospective cohort study.",
    "abstract": "The efficacy of adjuvant antibiotic therapy in reducing the rate of fistula following incision and drainage (I and D) of cryptoglandular anorectal abscesses remains controversial. This study evaluated the effect of adjuvant antibiotic therapy on fistula formation rate. This retrospective study included all consecutive adult patients who underwent I and D for a cryptoglandular anorectal abscess between January 2011 and December 2024 at a university-affiliated institution. Demographic, clinical, and microbiological culture data were collected. The intervention assessed was adjuvant antibiotic therapy administration for a minimum of 7 days following I and D. The primary outcome compared fistula formation rates at 12 months after I and D between those who received adjuvant antibiotic therapy and those who did not. Secondary outcomes assessed the factors associated with fistula formation. Of the 770 patients who met inclusion criteria, 60.5% received adjuvant antibiotic therapy. The overall rate of fistula was 6.8%. The overall median time to diagnosis was 15.4 weeks (interquartile range [IQR]: 7.7-31.3). No differences in the fistula formation rate or time to diagnosis were observed between the two groups. Fistula formation was significantly associated with abscess location, whereas diabetes mellitus was less common among patients who developed fistula. In addition, no patient whose abscess culture yielded skin-derived microorganisms developed a fistula. Age > 40 years and intersphincteric abscess were associated with fistula formation in multivariate analysis, while diabetes mellitus demonstrated a negative association. In this retrospective study, adjuvant antibiotic therapy was not associated with a decreased risk of fistula formation following abscess I and D.",
    "disease": "diabetes mellitus",
    "clean_text": "associations between adjuvant antibiotic therapy and fistula formation after incision and drainage of anorectal abscesses results from a retrospective cohort study the efficacy of adjuvant antibiotic therapy in reducing the rate of fistula following incision and drainage i and d of cryptoglandular anorectal abscesses remains controversial this study evaluated the effect of adjuvant antibiotic therapy on fistula formation rate this retrospective study included all consecutive adult patients who underwent i and d for a cryptoglandular anorectal abscess between january and december at a university affiliated institution demographic clinical and microbiological culture data were collected the intervention assessed was adjuvant antibiotic therapy administration for a minimum of days following i and d the primary outcome compared fistula formation rates at months after i and d between those who received adjuvant antibiotic therapy and those who did not secondary outcomes assessed the factors associated with fistula formation of the patients who met inclusion criteria received adjuvant antibiotic therapy the overall rate of fistula was the overall median time to diagnosis was weeks interquartile range iqr no differences in the fistula formation rate or time to diagnosis were observed between the two groups fistula formation was significantly associated with abscess location whereas diabetes mellitus was less common among patients who developed fistula in addition no patient whose abscess culture yielded skin derived microorganisms developed a fistula age years and intersphincteric abscess were associated with fistula formation in multivariate analysis while diabetes mellitus demonstrated a negative association in this retrospective study adjuvant antibiotic therapy was not associated with a decreased risk of fistula formation following abscess i and d"
}