{
    "pmid": "41397244",
    "title": "Cost-Utility Analysis and Value-Based Pricing of Digital Therapeutics for Pulmonary Rehabilitation in Chronic Respiratory Disease: Economic Evaluation Based on a Randomized Controlled Trial.",
    "abstract": "Pulmonary rehabilitation, a nonpharmacological treatment for chronic respiratory diseases, is underused due to limited access and time constraints. In a randomized controlled trial, the digital therapeutics (DTx) demonstrated superior efficacy to standard treatment. However, evidence on the cost-effectiveness of DTx and appropriate pricing strategies remains limited. This study aimed to evaluate the cost-effectiveness of DTx through cost-utility analysis and to explore a value-based price for its implementation. An economic evaluation was based on an 8-week randomized controlled trial involving 84 participants assigned to either the DTx group or standard treatment group. Costs were estimated from a health care system perspective. Quality-adjusted life years (QALYs) were estimated by using mapping algorithms from the chronic obstructive pulmonary disease assessment test to EQ-5D-3L. Cost-utility analysis was conducted to estimate the incremental cost-utility ratio (ICUR), which represents the additional cost per QALY gained. The willingness-to-pay threshold was set at US $19,410 per QALY. Sensitivity analyses included probabilistic sensitivity analysis, deterministic sensitivity analysis, and subgroup and scenario analyses, including a 1-year Markov model. Compared with standard treatment, DTx increased QALY by 0.0096 at an additional cost of US $85.33, resulting in an ICUR of US $8890 per QALY gained. The maximum value-based price for an 8-week DTx program was estimated at US $192. In probabilistic sensitivity analysis, DTx had a 60.2% probability of being cost-effective at the set willingness-to-pay threshold, with 88.6% of iterations in the northeast quadrant falling below the threshold. The deterministic sensitivity analysis showed that ICURs remained below the willingness-to-pay threshold under all tested assumptions, with the maximum ICUR (US $15,644/QALY) also staying below the threshold. Subgroup analysis confirmed cost-effectiveness in both older adults (≥65 y) and non-older adults (<65 y) populations, and in both chronic obstructive pulmonary disease and interstitial lung disease groups. The 1-year Markov model estimated an ICUR of US $4398 per QALY. DTx for pulmonary rehabilitation demonstrated the cost-effectiveness compared with standard treatment. These findings support its potential for improving outcomes in patients with chronic respiratory disease and provide a pricing framework to facilitate its integration into health care systems.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "cost utility analysis and value based pricing of digital therapeutics for pulmonary rehabilitation in chronic respiratory disease economic evaluation based on a randomized controlled trial pulmonary rehabilitation a nonpharmacological treatment for chronic respiratory diseases is underused due to limited access and time constraints in a randomized controlled trial the digital therapeutics dtx demonstrated superior efficacy to standard treatment however evidence on the cost effectiveness of dtx and appropriate pricing strategies remains limited this study aimed to evaluate the cost effectiveness of dtx through cost utility analysis and to explore a value based price for its implementation an economic evaluation was based on an week randomized controlled trial involving participants assigned to either the dtx group or standard treatment group costs were estimated from a health care system perspective quality adjusted life years qalys were estimated by using mapping algorithms from the chronic obstructive pulmonary disease assessment test to eq d l cost utility analysis was conducted to estimate the incremental cost utility ratio icur which represents the additional cost per qaly gained the willingness to pay threshold was set at us per qaly sensitivity analyses included probabilistic sensitivity analysis deterministic sensitivity analysis and subgroup and scenario analyses including a year markov model compared with standard treatment dtx increased qaly by at an additional cost of us resulting in an icur of us per qaly gained the maximum value based price for an week dtx program was estimated at us in probabilistic sensitivity analysis dtx had a probability of being cost effective at the set willingness to pay threshold with of iterations in the northeast quadrant falling below the threshold the deterministic sensitivity analysis showed that icurs remained below the willingness to pay threshold under all tested assumptions with the maximum icur us qaly also staying below the threshold subgroup analysis confirmed cost effectiveness in both older adults y and non older adults y populations and in both chronic obstructive pulmonary disease and interstitial lung disease groups the year markov model estimated an icur of us per qaly dtx for pulmonary rehabilitation demonstrated the cost effectiveness compared with standard treatment these findings support its potential for improving outcomes in patients with chronic respiratory disease and provide a pricing framework to facilitate its integration into health care systems"
}