{
    "title": "A spatiotemporal cell atlas of cardiopulmonary progenitor cell allocation during development.",
    "doc_id": "40178979",
    "writer": "Wen H",
    "year": "2025",
    "summary": "Additionally, it serves as a source of cardiopulmonary progenitor cells (CPPs) expressing Wnt2 that give rise to both cardiac and lung mesodermal cell lineages. ...Using computational analyses, we created a CPP-derived cell atlas that revealed a previo …",
    "abstract": "The heart and lung co-orchestrate their development during organogenesis. The mesoderm surrounding both the developing heart and anterior foregut endoderm provides instructive cues guiding cardiopulmonary development. Additionally, it serves as a source of cardiopulmonary progenitor cells (CPPs) expressing Wnt2 that give rise to both cardiac and lung mesodermal cell lineages. Despite the mesoderm's critical importance to both heart and lung development, mechanisms guiding CPP specification are unclear. To address this, we lineage traced Wnt2+ CPPs at E8.5 and performed single-cell RNA sequencing on collected progeny across the developmental lifespan. Using computational analyses, we created a CPP-derived cell atlas that revealed a previously underappreciated spectrum of CPP-derived cell lineages, including all lung mesodermal lineages, ventricular cardiomyocytes, and epicardial and pericardial cells. By integrating spatial mapping with computational cell trajectory analysis and transcriptional profiling, we have provided a potential molecular and cellular roadmap for cardiopulmonary development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40178979/",
    "clean_text": "a spatiotemporal cell atlas of cardiopulmonary progenitor cell allocation during development additionally it serves as a source of cardiopulmonary progenitor cells cpps expressing wnt that give rise to both cardiac and lung mesodermal cell lineages using computational analyses we created a cpp derived cell atlas that revealed a previo the heart and lung co orchestrate their development during organogenesis the mesoderm surrounding both the developing heart and anterior foregut endoderm provides instructive cues guiding cardiopulmonary development additionally it serves as a source of cardiopulmonary progenitor cells cpps expressing wnt that give rise to both cardiac and lung mesodermal cell lineages despite the mesoderm s critical importance to both heart and lung development mechanisms guiding cpp specification are unclear to address this we lineage traced wnt cpps at e and performed single cell rna sequencing on collected progeny across the developmental lifespan using computational analyses we created a cpp derived cell atlas that revealed a previously underappreciated spectrum of cpp derived cell lineages including all lung mesodermal lineages ventricular cardiomyocytes and epicardial and pericardial cells by integrating spatial mapping with computational cell trajectory analysis and transcriptional profiling we have provided a potential molecular and cellular roadmap for cardiopulmonary development"
}