{
    "pmid": "41474598",
    "title": "Impact of COVID-19 Pandemic on Diabetic Foot Ulcer Management in Kalamazoo, Michigan.",
    "abstract": "Diabetic foot ulcers are a leading cause of major limb amputations in diabetic patients. Timely intervention through early diagnosis of vascular insufficiency and aggressive ulcer management may mitigate these risks. This study evaluated the relationship between early and delayed referral pattern and major amputation and the impact of the coronavirus disease (COVID) 2019 pandemic on associated rates. This retrospective cohort study analyzed records from type 2 diabetic patients over 30 years old with lower-extremity ulcers treated at Western Michigan Health clinics between June 1, 2018, and December 31, 2021. The study period was divided into pre-COVID (59 patients) and intra-COVID (92 patients) phases. Patients were followed until diabetic foot ulcer resolution, death, amputation, or loss to follow-up. Early referral was defined as within 4 weeks after ulcer diagnosis. Referral rates to specialists and the use of noninvasive studies such as the ankle-brachial index were examined. Overall, 151 patients met the inclusion criteria. A total of 11 underwent major amputations, with a trend toward increased rates during the intra-COVID period. There was no significant difference in major amputation rates between early and delayed referrals. Although many of the major amputations had early referrals, this was likely due to late presentation. The study highlighted significant underutilization of noninvasive imaging, with only 37% of patients undergoing ankle-brachial index testing. Wound documentation inconsistencies and variability undermined the reliability of findings and patient treatment. No protocol was identified in ulcer management. Delayed referrals did not significantly affect major amputation rates, suggesting that factors other than referral timing may influence outcomes. The COVID-19 pandemic led to an increase in amputation rates, possibly owing to pandemic-related lapses in care. Underutilization of noninvasive vascular studies and lack of consistent treatment protocols represent missed opportunities for early intervention. Enhanced provider training, protocol-driven care, and consistent use of noninvasive vascular studies may help prevent major amputations.",
    "disease": "diabetes mellitus",
    "clean_text": "impact of covid pandemic on diabetic foot ulcer management in kalamazoo michigan diabetic foot ulcers are a leading cause of major limb amputations in diabetic patients timely intervention through early diagnosis of vascular insufficiency and aggressive ulcer management may mitigate these risks this study evaluated the relationship between early and delayed referral pattern and major amputation and the impact of the coronavirus disease covid pandemic on associated rates this retrospective cohort study analyzed records from type diabetic patients over years old with lower extremity ulcers treated at western michigan health clinics between june and december the study period was divided into pre covid patients and intra covid patients phases patients were followed until diabetic foot ulcer resolution death amputation or loss to follow up early referral was defined as within weeks after ulcer diagnosis referral rates to specialists and the use of noninvasive studies such as the ankle brachial index were examined overall patients met the inclusion criteria a total of underwent major amputations with a trend toward increased rates during the intra covid period there was no significant difference in major amputation rates between early and delayed referrals although many of the major amputations had early referrals this was likely due to late presentation the study highlighted significant underutilization of noninvasive imaging with only of patients undergoing ankle brachial index testing wound documentation inconsistencies and variability undermined the reliability of findings and patient treatment no protocol was identified in ulcer management delayed referrals did not significantly affect major amputation rates suggesting that factors other than referral timing may influence outcomes the covid pandemic led to an increase in amputation rates possibly owing to pandemic related lapses in care underutilization of noninvasive vascular studies and lack of consistent treatment protocols represent missed opportunities for early intervention enhanced provider training protocol driven care and consistent use of noninvasive vascular studies may help prevent major amputations"
}