{
    "title": "A Review of Peripheral Nerve Stimulation Techniques Targeting the Medial Branches of the Lumbar Dorsal Rami in the Treatment of Chronic Low Back Pain.",
    "doc_id": "32804229",
    "writer": "Gilmore CA",
    "year": "2020",
    "summary": "OBJECTIVES: The lumbar medial branch nerve has historically been a focus for ablative techniques in the treatment of chronic low back pain (CLBP) of facetogenic origin. Recent developments in the field of neuromodulation have been employed to target these nerves for …",
    "abstract": "Objectives:\n        \n      \n      The lumbar medial branch nerve has historically been a focus for ablative techniques in the treatment of chronic low back pain (CLBP) of facetogenic origin. Recent developments in the field of neuromodulation have been employed to target these nerves for analgesia and/or functional restoration in broader populations of CLBP patients. The objective of this article was to provide an introductory review of procedural techniques and devices employed for peripheral nerve stimulation (PNS) of the lumbar medial branch of the dorsal ramus for the treatment of CLBP.\n    \n\n\n          Methods:\n        \n      \n      A literature search via PubMed.gov was performed through September 2019 with key words focusing on peripheral nerve stimulation for chronic low back pain. This was refined to include only those articles that focused specifically on stimulation of the lumbar medial branch of the dorsal ramus. References within selected articles and unpublished data currently in the peer review process were also utilized.\n    \n\n\n          Results:\n        \n      \n      Ninety articles from PubMed.gov were obtained. Two approaches to PNS of the medial branch of the dorsal ramus were identified.\n    \n\n\n          Conclusions:\n        \n      \n      Our review of the current literature regarding techniques for neuromodulation of the medial branch of the dorsal ramus revealed two dominant methods: a temporarily implanted percutaneous coiled-lead approach and a permanently implanted system. The two techniques share some similarities, such as targeting the medial branch of the dorsal ramus, and also have some differences, such as indwelling time, stimulation parameters, duration of treatment, image guidance, and degrees of invasiveness, but they are both demonstrating promising results in clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32804229/",
    "clean_text": "a review of peripheral nerve stimulation techniques targeting the medial branches of the lumbar dorsal rami in the treatment of chronic low back pain objectives the lumbar medial branch nerve has historically been a focus for ablative techniques in the treatment of chronic low back pain clbp of facetogenic origin recent developments in the field of neuromodulation have been employed to target these nerves for objectives the lumbar medial branch nerve has historically been a focus for ablative techniques in the treatment of chronic low back pain clbp of facetogenic origin recent developments in the field of neuromodulation have been employed to target these nerves for analgesia and or functional restoration in broader populations of clbp patients the objective of this article was to provide an introductory review of procedural techniques and devices employed for peripheral nerve stimulation pns of the lumbar medial branch of the dorsal ramus for the treatment of clbp methods a literature search via pubmed gov was performed through september with key words focusing on peripheral nerve stimulation for chronic low back pain this was refined to include only those articles that focused specifically on stimulation of the lumbar medial branch of the dorsal ramus references within selected articles and unpublished data currently in the peer review process were also utilized results ninety articles from pubmed gov were obtained two approaches to pns of the medial branch of the dorsal ramus were identified conclusions our review of the current literature regarding techniques for neuromodulation of the medial branch of the dorsal ramus revealed two dominant methods a temporarily implanted percutaneous coiled lead approach and a permanently implanted system the two techniques share some similarities such as targeting the medial branch of the dorsal ramus and also have some differences such as indwelling time stimulation parameters duration of treatment image guidance and degrees of invasiveness but they are both demonstrating promising results in clinical trials"
}