{
    "title": "Spinal cord schistosomiasis in a 6-year-old child with complete recovery after spine surgery and medical treatment: case report and discussion.",
    "doc_id": "38224362",
    "writer": "Haman NO",
    "year": "2024",
    "summary": "Spinal cord schistosomiasis is a rare and severe form of schistosomiasis. The prognosis is largely conditioned by early diagnosis and treatment. ...Spinal cord MRI revealed an enlarged spinal cord spanning D10 to D12 with heterogeneous co …",
    "abstract": "Spinal cord schistosomiasis is a rare and severe form of schistosomiasis. The prognosis is largely conditioned by early diagnosis and treatment. The authors present a case of spinal cord schistosomiasis complicated by spinal cord compression syndrome. This is the case of a 6-year-old patient who presented with febrile gastroenteritis followed by complete paralysis of both lower limbs of sudden onset following a brief stay in a village setting with notion of multiple baths at a stream. Spinal cord MRI revealed an enlarged spinal cord spanning D10 to D12 with heterogeneous contrast enhancement and a syrinx cavity above the lesion. Biological workup revealed an inflammatory syndrome. Treatment consisted of decompressive laminectomy with biopsy of the lesion and a syringo-subarachnoid shunt. Pathological analysis revealed fragments of central nervous system tissues with an infiltrate composed of lymphocytes, plasmocytes, and macrophages producing granulomatous foci lined with areas of necrosis in addition to a large contingent of polynuclear eosinophils, agglutinating around or covering in some places elongated ovoid structures, with relatively thick eosinophilic shells and presenting a terminal spur. Adjuvant treatment consisted of praziquantel and corticotherapy for 1 month. The evolution showed marked improvement in the neurological deficits. She now walks unassisted and has good sphincter control. Spinal cord schistosomiasis is rare in our context; its diagnosis is difficult. The treatment is both medical and surgical.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38224362/",
    "clean_text": "spinal cord schistosomiasis in a year old child with complete recovery after spine surgery and medical treatment case report and discussion spinal cord schistosomiasis is a rare and severe form of schistosomiasis the prognosis is largely conditioned by early diagnosis and treatment spinal cord mri revealed an enlarged spinal cord spanning d to d with heterogeneous co spinal cord schistosomiasis is a rare and severe form of schistosomiasis the prognosis is largely conditioned by early diagnosis and treatment the authors present a case of spinal cord schistosomiasis complicated by spinal cord compression syndrome this is the case of a year old patient who presented with febrile gastroenteritis followed by complete paralysis of both lower limbs of sudden onset following a brief stay in a village setting with notion of multiple baths at a stream spinal cord mri revealed an enlarged spinal cord spanning d to d with heterogeneous contrast enhancement and a syrinx cavity above the lesion biological workup revealed an inflammatory syndrome treatment consisted of decompressive laminectomy with biopsy of the lesion and a syringo subarachnoid shunt pathological analysis revealed fragments of central nervous system tissues with an infiltrate composed of lymphocytes plasmocytes and macrophages producing granulomatous foci lined with areas of necrosis in addition to a large contingent of polynuclear eosinophils agglutinating around or covering in some places elongated ovoid structures with relatively thick eosinophilic shells and presenting a terminal spur adjuvant treatment consisted of praziquantel and corticotherapy for month the evolution showed marked improvement in the neurological deficits she now walks unassisted and has good sphincter control spinal cord schistosomiasis is rare in our context its diagnosis is difficult the treatment is both medical and surgical"
}