{
    "title": "Adolescent physical activity and health: a systematic review.",
    "doc_id": "17123326",
    "writer": "Hallal PC",
    "year": "2006",
    "summary": "A conceptual framework is proposed to outline how adolescent physical activity may contribute to adult health, including the following pathways: (i) pathway A--tracking of physical activity from adolescence to adulthood; (ii) pathway B--direct influenc …",
    "abstract": "Physical activity in adolescence may contribute to the development of healthy adult lifestyles, helping reduce chronic disease incidence. However, definition of the optimal amount of physical activity in adolescence requires addressing a number of scientific challenges. This article reviews the evidence on short- and long-term health effects of adolescent physical activity. Systematic reviews of the literature were undertaken using a reference period between 2000 and 2004, based primarily on the MEDLINE/PubMed database. Relevant studies were identified by examination of titles, abstracts and full papers, according to inclusion criteria defined a priori. A conceptual framework is proposed to outline how adolescent physical activity may contribute to adult health, including the following pathways: (i) pathway A--tracking of physical activity from adolescence to adulthood; (ii) pathway B--direct influence of adolescent physical activity on adult morbidity; (iii) pathway C--role of physical activity in treating adolescent morbidity; and (iv) pathway D - short-term benefits of physical activity in adolescence on health. The literature reviews showed consistent evidence supporting pathway 'A', although the magnitude of the association appears to be moderate. Thus, there is an indirect effect on all health benefits resulting from adult physical activity. Regarding pathway 'B', adolescent physical activity seems to provide long-term benefits on bone health, breast cancer and sedentary behaviours. In terms of pathway 'C', water physical activities in adolescence are effective in the treatment of asthma, and exercise is recommended in the treatment of cystic fibrosis. Self-esteem is also positively affected by adolescent physical activity. Regarding pathway 'D', adolescent physical activity provides short-term benefits; the strongest evidence refers to bone and mental health. Appreciation of different mechanisms through which adolescent physical activity may influence adult health is essential for drawing recommendations; however, the amount of exercise needed for achieving different benefits may vary. Physical activity promotion must start in early life; although the 'how much' remains unknown and needs further research, the lifelong benefits of adolescent physical activity on adult health are unequivocal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17123326/",
    "clean_text": "adolescent physical activity and health a systematic review a conceptual framework is proposed to outline how adolescent physical activity may contribute to adult health including the following pathways i pathway a tracking of physical activity from adolescence to adulthood ii pathway b direct influenc physical activity in adolescence may contribute to the development of healthy adult lifestyles helping reduce chronic disease incidence however definition of the optimal amount of physical activity in adolescence requires addressing a number of scientific challenges this article reviews the evidence on short and long term health effects of adolescent physical activity systematic reviews of the literature were undertaken using a reference period between and based primarily on the medline pubmed database relevant studies were identified by examination of titles abstracts and full papers according to inclusion criteria defined a priori a conceptual framework is proposed to outline how adolescent physical activity may contribute to adult health including the following pathways i pathway a tracking of physical activity from adolescence to adulthood ii pathway b direct influence of adolescent physical activity on adult morbidity iii pathway c role of physical activity in treating adolescent morbidity and iv pathway d short term benefits of physical activity in adolescence on health the literature reviews showed consistent evidence supporting pathway a although the magnitude of the association appears to be moderate thus there is an indirect effect on all health benefits resulting from adult physical activity regarding pathway b adolescent physical activity seems to provide long term benefits on bone health breast cancer and sedentary behaviours in terms of pathway c water physical activities in adolescence are effective in the treatment of asthma and exercise is recommended in the treatment of cystic fibrosis self esteem is also positively affected by adolescent physical activity regarding pathway d adolescent physical activity provides short term benefits the strongest evidence refers to bone and mental health appreciation of different mechanisms through which adolescent physical activity may influence adult health is essential for drawing recommendations however the amount of exercise needed for achieving different benefits may vary physical activity promotion must start in early life although the how much remains unknown and needs further research the lifelong benefits of adolescent physical activity on adult health are unequivocal"
}