{
    "title": "Sleep quality and incident hypertension.",
    "doc_id": "39710193",
    "writer": "Zheng Z",
    "year": "2025",
    "summary": "INTRODUCTION AND OBJECTIVES: Poor sleep quality poses significant public health challenges worldwide. This study aimed to investigate the association between sleep quality and the risk of hypertension. ...RESULTS: In the UKB cohort, participants with p …",
    "abstract": "Introduction and objectives:\n        \n      \n      Poor sleep quality poses significant public health challenges worldwide. This study aimed to investigate the association between sleep quality and the risk of hypertension.\n    \n\n\n          Methods:\n        \n      \n      The study analyzed 284 250 adults from the UK Biobank (UKB) and 6104 participants from the English Longitudinal Study of Ageing (ELSA) without hypertension at baseline. The exposure of interest was sleep quality, which was evaluated based on questionnaires. Participants were divided into 3 groups based on the assessment of sleep quality. Sleep duration was assessed by self-reported sleep hours by each participant. The primary endpoint was new onset hypertension.\n    \n\n\n          Results:\n        \n      \n      In the UKB cohort, participants with poor sleep quality showed a significantly higher risk of hypertension than those with healthy sleep quality (HR, 1.277; 95%CI, 1.21-1.346]. The results from the ELSA cohort effectively validated those from the UKB cohort; participants with poor sleep quality had a notably heightened risk of hypertension (HR, 1.264; 95%CI, 1.02-1.566). Prolonging sleep duration was associated with a decrease in the risk of hypertension in individuals with intermediate or healthy sleep quality. Although several factors were independently associated with a lower risk of hypertension (P<.001), the association between sleep quality and an increased risk of hypertension remained significant regardless of genetic susceptibility to hypertension (P for interaction=.067).\n    \n\n\n          Conclusions:\n        \n      \n      Considering the genetic predisposition to hypertension, poor sleep quality is associated with an elevated risk of hypertension. In intermediate or healthy levels of sleep quality, prolonging sleep duration is linked to a reduced risk of hypertension.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39710193/",
    "clean_text": "sleep quality and incident hypertension introduction and objectives poor sleep quality poses significant public health challenges worldwide this study aimed to investigate the association between sleep quality and the risk of hypertension results in the ukb cohort participants with p introduction and objectives poor sleep quality poses significant public health challenges worldwide this study aimed to investigate the association between sleep quality and the risk of hypertension methods the study analyzed adults from the uk biobank ukb and participants from the english longitudinal study of ageing elsa without hypertension at baseline the exposure of interest was sleep quality which was evaluated based on questionnaires participants were divided into groups based on the assessment of sleep quality sleep duration was assessed by self reported sleep hours by each participant the primary endpoint was new onset hypertension results in the ukb cohort participants with poor sleep quality showed a significantly higher risk of hypertension than those with healthy sleep quality hr ci the results from the elsa cohort effectively validated those from the ukb cohort participants with poor sleep quality had a notably heightened risk of hypertension hr ci prolonging sleep duration was associated with a decrease in the risk of hypertension in individuals with intermediate or healthy sleep quality although several factors were independently associated with a lower risk of hypertension p the association between sleep quality and an increased risk of hypertension remained significant regardless of genetic susceptibility to hypertension p for interaction conclusions considering the genetic predisposition to hypertension poor sleep quality is associated with an elevated risk of hypertension in intermediate or healthy levels of sleep quality prolonging sleep duration is linked to a reduced risk of hypertension"
}