{
    "pmid": "41411504",
    "title": "From Rise to Decline: A 35-Year Analysis of Hip Fracture Trends Among Patients With End-Stage Renal Disease in the United States Renal Data System (1977 to 2012).",
    "abstract": "Musculoskeletal complications associated with end-stage renal disease (ESRD) are known to predispose patients to an increased risk of hip fractures. The aging population and the effects of treatments pose challenges to advancements in bone health management. This study is one of the largest to date, examining patient demographics and temporal trends among ESRDpatients with hip fractures. A retrospective analysis of data from the United States Renal Data System, spanning 1977 to 2012, was conducted. Two cohorts of 115,386 sex-matched and age-matched patients with ESRD were studied: those with hip fractures and patients without hip fractures. Statistical significance was determined by a P value <0.05. Clinical significance was assessed using effect size (ES). The incidence of hip fractures among patients with ESRD increased by 3,369% between 1977 and 2007, followed by an 11% decrease from 2007 to 2012. ESRD patients with hip fractures were significantly more likely to be White (77.7% vs. 76.1%; P < 0.001, ES: 0.02) and older (71.6 vs. 71.2, P < 0.001; ES: 0.03). No difference in sex was observed between cohorts: male (47.0% vs. 47.0%) and female (53.0% vs. 53.0%). The temporal trend reflects current ESRD literature but contrasts with trends seen in the general population, partly because of the increased lifespan of these patients and thus longer dialysis, a known risk factor of fractures. Our data support current literature that White race is an independent risk factor of hip fractures, which may be due to genetic variations in vitamin D, FGF-23 metabolism, and bioavailability. The earlier onset of hip fractures in patients with ESRD may offset the effect of menopause-driven fractures observed in the general population.",
    "disease": "chronic kidney disease",
    "clean_text": "from rise to decline a year analysis of hip fracture trends among patients with end stage renal disease in the united states renal data system to musculoskeletal complications associated with end stage renal disease esrd are known to predispose patients to an increased risk of hip fractures the aging population and the effects of treatments pose challenges to advancements in bone health management this study is one of the largest to date examining patient demographics and temporal trends among esrdpatients with hip fractures a retrospective analysis of data from the united states renal data system spanning to was conducted two cohorts of sex matched and age matched patients with esrd were studied those with hip fractures and patients without hip fractures statistical significance was determined by a p value clinical significance was assessed using effect size es the incidence of hip fractures among patients with esrd increased by between and followed by an decrease from to esrd patients with hip fractures were significantly more likely to be white vs p es and older vs p es no difference in sex was observed between cohorts male vs and female vs the temporal trend reflects current esrd literature but contrasts with trends seen in the general population partly because of the increased lifespan of these patients and thus longer dialysis a known risk factor of fractures our data support current literature that white race is an independent risk factor of hip fractures which may be due to genetic variations in vitamin d fgf metabolism and bioavailability the earlier onset of hip fractures in patients with esrd may offset the effect of menopause driven fractures observed in the general population"
}