{
    "pmid": "41326479",
    "title": "Diagnostic significance of gut Microbiome dysbiosis and biomarker expression in Egyptians with hepatocellular carcinoma.",
    "abstract": "Egypt has the greatest incidence of hepatitis C virus (HCV) infection globally, which is a considerable trigger of fibrosis, cirrhosis, and hepatocellular carcinoma (HCC). The gut microbiome has been recognized for contributing to various hepatic conditions. Nevertheless, its correlation with HCV and HCC is not well understood. Our study is conducted to investigate the potential relevance of some biomarkers: matrix metalloproteinase 9 (MMP9), Signal transducer and activator of transcription 3 (STAT3), superoxide dismutase (SOD), vascular endothelial growth factor (VEGF), and nuclear factor-κB (NF-κB), along with gut microbial variations, for the differentiation between HCV-related cirrhosis and HCC. The 90 fecal and blood samples were collected from 30 healthy controls, 30 HCV-related cirrhosis, and 30 HCC for detecting gut microbial abundance and biochemical markers examination. Our findings displayed the existence of intestinal microbiome dysbiosis with marked enrichment of specific species, including Bifidobacterium, Fusobacterium, Providencia, E. faecium, and Pseudomonas aeruginosa in HCC patients. Furthermore, the most enriched genera in HCV-related cirrhosis patients were Bifidobacterium, Porphyromonas, and Bacteroides. MMP9 exhibited the highest diagnostic performance of the five measured biomarkers, discriminating against HCC vs. HCV-related cirrhosis with specificity and sensitivity of 100% and 90%, respectively, at a cut-off value > 166.8. Additionally, SOD and NF-κB were statistically significant discriminators of HCC from cirrhosis at cutoff values of ≤ 0.197 and > 166.8. A significant correlation between microbiome abundance and VEGF and MMP9 was observed. This study illustrated that gut microbiomes contribute to HCC and HCV-related cirrhosis pathogenesis, opening approaches for cancer management and prevention.",
    "disease": "liver cirrhosis",
    "clean_text": "diagnostic significance of gut microbiome dysbiosis and biomarker expression in egyptians with hepatocellular carcinoma egypt has the greatest incidence of hepatitis c virus hcv infection globally which is a considerable trigger of fibrosis cirrhosis and hepatocellular carcinoma hcc the gut microbiome has been recognized for contributing to various hepatic conditions nevertheless its correlation with hcv and hcc is not well understood our study is conducted to investigate the potential relevance of some biomarkers matrix metalloproteinase mmp signal transducer and activator of transcription stat superoxide dismutase sod vascular endothelial growth factor vegf and nuclear factor b nf b along with gut microbial variations for the differentiation between hcv related cirrhosis and hcc the fecal and blood samples were collected from healthy controls hcv related cirrhosis and hcc for detecting gut microbial abundance and biochemical markers examination our findings displayed the existence of intestinal microbiome dysbiosis with marked enrichment of specific species including bifidobacterium fusobacterium providencia e faecium and pseudomonas aeruginosa in hcc patients furthermore the most enriched genera in hcv related cirrhosis patients were bifidobacterium porphyromonas and bacteroides mmp exhibited the highest diagnostic performance of the five measured biomarkers discriminating against hcc vs hcv related cirrhosis with specificity and sensitivity of and respectively at a cut off value additionally sod and nf b were statistically significant discriminators of hcc from cirrhosis at cutoff values of and a significant correlation between microbiome abundance and vegf and mmp was observed this study illustrated that gut microbiomes contribute to hcc and hcv related cirrhosis pathogenesis opening approaches for cancer management and prevention"
}