{
    "title": "Exploring a Role for Regulatory miRNAs In Wound Healing during Ageing:Involvement of miR-200c in wound repair.",
    "doc_id": "28607463",
    "writer": "Aunin E",
    "year": "2017",
    "summary": "Multiple factors and conditions can lead to impaired wound healing. Chronic non-healing wounds are a common problem among the elderly. To identify microRNAs negatively impacting the wound repair, global miRNA profiling of wounds collected from young an …",
    "abstract": "Multiple factors and conditions can lead to impaired wound healing. Chronic non-healing wounds are a common problem among the elderly. To identify microRNAs negatively impacting the wound repair, global miRNA profiling of wounds collected from young and old mice was performed. A subset of miRNAs that exhibited an age-dependent expression pattern during wound closure was identified, including miR-31 and miR-200c. The expression of miR-200 family members was markedly downregulated upon wounding in both young and aged mice, with an exception of acute upregulation of miR-200c at the early phase of wound healing in aged skin. In unwounded aged skin (versus unwounded younger skin), the level of miR-200c was also found elevated in both human and mice. Overexpression of miR-200c in human ex vivo wounds delayed re-epithelialisation and inhibited cell proliferation in the wound epithelium. Modulation of miR-200c expression in both human and mouse keratinocytes in vitro revealed inhibitory effects of miR-200c on migration, but not proliferation. Accelerated wound closure in vitro induced by anti-miR-200c was associated with upregulation of genes controlling cell migration. Thus, our study identified miR-200c as a critical determinant that inhibits cell migration during skin repair after injury and may contribute to age-associated alterations in wound repair.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28607463/",
    "clean_text": "exploring a role for regulatory mirnas in wound healing during ageing involvement of mir c in wound repair multiple factors and conditions can lead to impaired wound healing chronic non healing wounds are a common problem among the elderly to identify micrornas negatively impacting the wound repair global mirna profiling of wounds collected from young an multiple factors and conditions can lead to impaired wound healing chronic non healing wounds are a common problem among the elderly to identify micrornas negatively impacting the wound repair global mirna profiling of wounds collected from young and old mice was performed a subset of mirnas that exhibited an age dependent expression pattern during wound closure was identified including mir and mir c the expression of mir family members was markedly downregulated upon wounding in both young and aged mice with an exception of acute upregulation of mir c at the early phase of wound healing in aged skin in unwounded aged skin versus unwounded younger skin the level of mir c was also found elevated in both human and mice overexpression of mir c in human ex vivo wounds delayed re epithelialisation and inhibited cell proliferation in the wound epithelium modulation of mir c expression in both human and mouse keratinocytes in vitro revealed inhibitory effects of mir c on migration but not proliferation accelerated wound closure in vitro induced by anti mir c was associated with upregulation of genes controlling cell migration thus our study identified mir c as a critical determinant that inhibits cell migration during skin repair after injury and may contribute to age associated alterations in wound repair"
}