{
    "title": "Metaplasia in the Stomach-Precursor of Gastric Cancer?",
    "doc_id": "28953255",
    "writer": "Kinoshita H",
    "year": "2017",
    "summary": "Despite a significant decrease in the incidence of gastric cancer in Western countries over the past century, gastric cancer is still one of the leading causes of cancer-related deaths worldwide. ...However, it remains unclear whether metaplasia …",
    "abstract": "Despite a significant decrease in the incidence of gastric cancer in Western countries over the past century, gastric cancer is still one of the leading causes of cancer-related deaths worldwide. Most human gastric cancers develop after long-term Helicobacter pylori infection via the Correa pathway: the progression is from gastritis, atrophy, intestinal metaplasia, dysplasia, to cancer. However, it remains unclear whether metaplasia is a direct precursor of gastric cancer or merely a marker of high cancer risk. Here, we review human studies on the relationship between metaplasia and cancer in the stomach, data from mouse models of metaplasia regarding the mechanism of metaplasia development, and the cellular responses induced by H. pylori infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28953255/",
    "clean_text": "metaplasia in the stomach precursor of gastric cancer despite a significant decrease in the incidence of gastric cancer in western countries over the past century gastric cancer is still one of the leading causes of cancer related deaths worldwide however it remains unclear whether metaplasia despite a significant decrease in the incidence of gastric cancer in western countries over the past century gastric cancer is still one of the leading causes of cancer related deaths worldwide most human gastric cancers develop after long term helicobacter pylori infection via the correa pathway the progression is from gastritis atrophy intestinal metaplasia dysplasia to cancer however it remains unclear whether metaplasia is a direct precursor of gastric cancer or merely a marker of high cancer risk here we review human studies on the relationship between metaplasia and cancer in the stomach data from mouse models of metaplasia regarding the mechanism of metaplasia development and the cellular responses induced by h pylori infection"
}