{
    "title": "Corrupted Colonic Crypts Bordering Regenerating Mucosal Ulcers in Ulcerative Colitis.",
    "doc_id": "28652436",
    "writer": "Rubio CA.",
    "year": "2017",
    "summary": "MATERIAL AND METHODS: Archival hematoxylin and eosin (H&E)-stained sections from three colectomies having several mucosal ulcers were selected for the study. The mucosa bordering mucosal ulcers was particularly scrutinized. ...Importantly, none of the occasional …",
    "abstract": "Background/aim:\n        \n      \n      Histology in protracted ulcerative colitis (UC) discloses high numbers of chronic inflammatory cells and crypts with architectural distortions. In severe cases, ulcerations are frequently found. The histogenesis of colonic crypts with architectural distortions in UC remains elusive. A recent review of colectomy specimens from patients with UC revealed crypts surrounding mucosal ulcerations exhibiting severe architectural distortions. They were called corrupted colonic crypts, CCCs.\n    \n\n\n          Material and methods:\n        \n      \n      Archival hematoxylin and eosin (H&E)-stained sections from three colectomies having several mucosal ulcers were selected for the study. The mucosa bordering mucosal ulcers was particularly scrutinized.\n    \n\n\n          Results:\n        \n      \n      The review of 49 sections (mean=16.3, range=14-20) in the three colectomies revealed 60 ulcers (mean=20, range=13-27). The following CCC phenotypes were found bordering mucosal ulcers: with asymmetric lateral fission (n=11), with dual or three-foiled corrupted fission (n=19), with cystic dilatations (n=3), L-shaped crypts (n=7), T-inverted crypts (n=6), shoe-shaped crypts (n=3), horizontal crypts (n=14), multi-lobate crypts (n=2), and/or inter-connecting crypts (n=5).\n    \n\n\n          Conclusion:\n        \n      \n      The regeneration of ulcers in UC seems to proceed with neo-formation of corrupted crypts. In the same colectomies, none to occasional CCCs were found in large areas of the mucosa having severe chronic inflammation. Importantly, none of the occasional CCCs were found in other diseases of the colonic mucosa with chronic inflammation or in unspecific ulcers of the colon. Since neither chronic mucosal inflammation per se, nor unspecific ulcers of the colon are central for the formation of CCCs, it is suggested that crypt distortions of the non-ulcerated colonic mucosa in patients with UC might mirror formerly healed mucosal ulcerations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28652436/",
    "clean_text": "corrupted colonic crypts bordering regenerating mucosal ulcers in ulcerative colitis material and methods archival hematoxylin and eosin h e stained sections from three colectomies having several mucosal ulcers were selected for the study the mucosa bordering mucosal ulcers was particularly scrutinized importantly none of the occasional background aim histology in protracted ulcerative colitis uc discloses high numbers of chronic inflammatory cells and crypts with architectural distortions in severe cases ulcerations are frequently found the histogenesis of colonic crypts with architectural distortions in uc remains elusive a recent review of colectomy specimens from patients with uc revealed crypts surrounding mucosal ulcerations exhibiting severe architectural distortions they were called corrupted colonic crypts cccs material and methods archival hematoxylin and eosin h e stained sections from three colectomies having several mucosal ulcers were selected for the study the mucosa bordering mucosal ulcers was particularly scrutinized results the review of sections mean range in the three colectomies revealed ulcers mean range the following ccc phenotypes were found bordering mucosal ulcers with asymmetric lateral fission n with dual or three foiled corrupted fission n with cystic dilatations n l shaped crypts n t inverted crypts n shoe shaped crypts n horizontal crypts n multi lobate crypts n and or inter connecting crypts n conclusion the regeneration of ulcers in uc seems to proceed with neo formation of corrupted crypts in the same colectomies none to occasional cccs were found in large areas of the mucosa having severe chronic inflammation importantly none of the occasional cccs were found in other diseases of the colonic mucosa with chronic inflammation or in unspecific ulcers of the colon since neither chronic mucosal inflammation per se nor unspecific ulcers of the colon are central for the formation of cccs it is suggested that crypt distortions of the non ulcerated colonic mucosa in patients with uc might mirror formerly healed mucosal ulcerations"
}