{
    "pmid": "41473924",
    "title": "Morbidity in Elderly Women Undergoing Pelvic Floor Reconstruction.",
    "abstract": "Pelvic floor reconstruction (PFR) in elderly women remains underutilised due to perceived surgical risk. With increasing life expectancy and functional demands, it is essential to evaluate contemporary outcomes in this population. This study aimed to review the perioperative morbidity and short-term outcomes of PFR in women aged ≥70 years and to contextualise results against recognised clinical benchmarks. We conducted a single-centre retrospective cohort review of all women aged ≥70 years who underwent PFR at Royal Derby Hospital (RDH) between September 2022 and August 2024 (n=86). Patient demographics, comorbidities, risk factors, type of procedure, complications, and recurrence within one year were analysed. Functional outcomes were assessed using patient-reported symptom status informed by International Consultation on Incontinence Questionnaire (ICIQ) documentation, with analysis focused on completion rates and categorical postoperative symptom outcomes. Complication rates were presented with 95% confidence intervals (CIs) and contextualised against national benchmark data to evaluate the quality of care and surgical safety. Statistical analyses were descriptive and exploratory. The mean age was 77.3±5.2 years, and the mean body mass index (BMI) was 27.8±4.3 kg/m², with 36% (n=31) classified as overweight. Most patients were multiparous (median parity 3, range 1-7). Hypertension (68.6%, n=59), constipation (45.3%, n=39), musculoskeletal disorders (38.4%, n=33), diabetes (32.6%, n=28), respiratory disease (27.9%, n=24), cardiac disease (25.6%, n=22), endocrine disorders (16.3%, n=14 ), and mental problems (10.5%, n=9 ) were the most prevalent comorbidities. Combined procedures, such as vaginal hysterectomy with anterior/posterior repair ± sacrospinous fixation, were performed in 84.9% of cases (n=73), while 15.1% of cases (n=13) involved isolated procedures, including four cases of colpocleisis in patients with multiple comorbidities and no requirement for sexual function. No intraoperative complications occurred. Postoperative morbidity was low: Urinary or wound infection occurred in 4.6% (95% CI 1.8-11.4%), readmission within 30 days in 4.6% (95% CI 1.8-11.4%), and ileus, failed trial without catheter (TWOC), vaginal adhesion, and persistent postoperative pain each in 1.1% (95% CI 0.2-6.3%). No cases required return to theatre or resulted in death (95% CI 0.0-4.3%). Symptomatic improvement was reported by 72.1% (95% CI 61.8-80.5%, n=62) of patients, while 17.4% (95% CI 10.9-26.8%, n=15) had persistent and 10.5% (95% CI 5.6-18.7%, n=9) developed new urinary urgency or frequency. One unrelated death occurred within five months after surgery. PFR in women aged ≥70 years appears to be safe and associated with favourable short-term morbidity and patient-reported outcomes in appropriately selected, well-optimised patients when performed in a structured multidisciplinary urogynaecology service. Observed complication rates were low and comparable to national benchmarks, supporting surgical management following individualised assessment and optimisation. However, given the exploratory design and limited follow-up, results should be interpreted cautiously, and prospective multicentre studies incorporating frailty assessment and longer-term follow-up are required to evaluate durability, recurrence, and quality-of-life outcomes.",
    "disease": "hypertension",
    "clean_text": "morbidity in elderly women undergoing pelvic floor reconstruction pelvic floor reconstruction pfr in elderly women remains underutilised due to perceived surgical risk with increasing life expectancy and functional demands it is essential to evaluate contemporary outcomes in this population this study aimed to review the perioperative morbidity and short term outcomes of pfr in women aged years and to contextualise results against recognised clinical benchmarks we conducted a single centre retrospective cohort review of all women aged years who underwent pfr at royal derby hospital rdh between september and august n patient demographics comorbidities risk factors type of procedure complications and recurrence within one year were analysed functional outcomes were assessed using patient reported symptom status informed by international consultation on incontinence questionnaire iciq documentation with analysis focused on completion rates and categorical postoperative symptom outcomes complication rates were presented with confidence intervals cis and contextualised against national benchmark data to evaluate the quality of care and surgical safety statistical analyses were descriptive and exploratory the mean age was years and the mean body mass index bmi was kg m with n classified as overweight most patients were multiparous median parity range hypertension n constipation n musculoskeletal disorders n diabetes n respiratory disease n cardiac disease n endocrine disorders n and mental problems n were the most prevalent comorbidities combined procedures such as vaginal hysterectomy with anterior posterior repair sacrospinous fixation were performed in of cases n while of cases n involved isolated procedures including four cases of colpocleisis in patients with multiple comorbidities and no requirement for sexual function no intraoperative complications occurred postoperative morbidity was low urinary or wound infection occurred in ci readmission within days in ci and ileus failed trial without catheter twoc vaginal adhesion and persistent postoperative pain each in ci no cases required return to theatre or resulted in death ci symptomatic improvement was reported by ci n of patients while ci n had persistent and ci n developed new urinary urgency or frequency one unrelated death occurred within five months after surgery pfr in women aged years appears to be safe and associated with favourable short term morbidity and patient reported outcomes in appropriately selected well optimised patients when performed in a structured multidisciplinary urogynaecology service observed complication rates were low and comparable to national benchmarks supporting surgical management following individualised assessment and optimisation however given the exploratory design and limited follow up results should be interpreted cautiously and prospective multicentre studies incorporating frailty assessment and longer term follow up are required to evaluate durability recurrence and quality of life outcomes"
}