{
    "title": "Umbrella review of systematic reviews on the efficacy and safety of using mesh in the prevention of parastomal hernias.",
    "doc_id": "39177914",
    "writer": "Emile SH",
    "year": "2024",
    "summary": "",
    "abstract": "Background:\n        \n      \n      This umbrella review aimed to summarize the findings and conclusions of published systematic reviews on the prophylactic role of mesh against parastomal hernias in colorectal surgery.\n    \n\n\n          Methods:\n        \n      \n      PRISMA-compliant umbrella overview of systematic reviews on the role of mesh in prevention of parastomal hernias was conducted. PubMed and Scopus were searched through November 2023. Main outcomes were efficacy and safety of mesh. Efficacy was assessed by the rates of clinically and radiologically detected hernias and the need for surgical repair, while safety was assessed by the rates of overall complications.\n    \n\n\n          Results:\n        \n      \n      19 systematic reviews were assessed; 7 included only patients with end colostomy and 12 included patients with either ileostomy or colostomy. The use of mesh significantly reduced the risk of clinically detected parastomal hernias in all reviews except one. Seven reviews reported a significantly lower risk of radiologically detected parastomal hernias with the use of mesh. The pooled hazards ratio of clinically detected and radiologically detected parastomal hernias was 0.33 (95%CI: 0.26-0.41) and 0.55 (95%CI: 0.45-0.68), respectively. Six reviews reported a significant reduction in the need for surgical repair when a mesh was used whereas six reviews found a similar need for hernia repair. The pooled hazards ratio for surgical hernia repair was 0.46 (95%CI: 0.35-0.62). Eight reviews reported similar complications in the two groups. The pooled hazard ratio of complications was 0.81 (95%CI: 0.66-1).\n    \n\n\n          Conclusions:\n        \n      \n      The use of surgical mesh is likely effective and safe in the prevention of parastomal hernias without an increased risk of overall complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39177914/",
    "clean_text": "umbrella review of systematic reviews on the efficacy and safety of using mesh in the prevention of parastomal hernias background this umbrella review aimed to summarize the findings and conclusions of published systematic reviews on the prophylactic role of mesh against parastomal hernias in colorectal surgery methods prisma compliant umbrella overview of systematic reviews on the role of mesh in prevention of parastomal hernias was conducted pubmed and scopus were searched through november main outcomes were efficacy and safety of mesh efficacy was assessed by the rates of clinically and radiologically detected hernias and the need for surgical repair while safety was assessed by the rates of overall complications results systematic reviews were assessed included only patients with end colostomy and included patients with either ileostomy or colostomy the use of mesh significantly reduced the risk of clinically detected parastomal hernias in all reviews except one seven reviews reported a significantly lower risk of radiologically detected parastomal hernias with the use of mesh the pooled hazards ratio of clinically detected and radiologically detected parastomal hernias was ci and ci respectively six reviews reported a significant reduction in the need for surgical repair when a mesh was used whereas six reviews found a similar need for hernia repair the pooled hazards ratio for surgical hernia repair was ci eight reviews reported similar complications in the two groups the pooled hazard ratio of complications was ci conclusions the use of surgical mesh is likely effective and safe in the prevention of parastomal hernias without an increased risk of overall complications"
}