{
    "title": "Sleep Quality as a Predictor of Quality-of-Life and Emotional Status Impairment in Patients with Chronic Spontaneous Urticaria: A Cross-Sectional Study.",
    "doc_id": "36834203",
    "writer": "Sánchez-Díaz M",
    "year": "2023",
    "summary": "A majority of 59 of the patients suffered from poor sleep quality. Sleep quality impairment was associated with worse disease control, greater pruritus and swelling and poorer general and urticaria-related quality-of-life (p < 0.05). ...Femal …",
    "abstract": "Chronic Spontaneous Urticaria (CSU) leads to a decreased quality of life in patients because of pruritus and skin lesions. However, there is still little evidence on the impact that a worse sleep quality could have on the quality of life and emotional disorders in these patients. The aims of the present study are to analyze the potential impact of sleep quality on the quality-of-life and emotional status of patients with CSU. A cross-sectional study of 75 CSU patients was performed. Socio-demographic variables and disease activity, quality of life, sleep, sexual disfunction, anxiety, depression and personality traits were collected. A majority of 59 of the patients suffered from poor sleep quality. Sleep quality impairment was associated with worse disease control, greater pruritus and swelling and poorer general and urticaria-related quality-of-life (p < 0.05). Patients with poor sleep quality showed an increased prevalence of anxiety (1.62-fold) and depression risk (3.93-fold). Female sexual dysfunction, but not male, was found to be linked to poorer sleep quality (p = 0.04). To conclude, sleep quality impairment in patients with CSU is related to poor quality-of-life, worse disease control and higher rates of anxiety and depression. Global management of the disease should take sleep quality into account to improve the care of CSU patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36834203/",
    "clean_text": "sleep quality as a predictor of quality of life and emotional status impairment in patients with chronic spontaneous urticaria a cross sectional study a majority of of the patients suffered from poor sleep quality sleep quality impairment was associated with worse disease control greater pruritus and swelling and poorer general and urticaria related quality of life p femal chronic spontaneous urticaria csu leads to a decreased quality of life in patients because of pruritus and skin lesions however there is still little evidence on the impact that a worse sleep quality could have on the quality of life and emotional disorders in these patients the aims of the present study are to analyze the potential impact of sleep quality on the quality of life and emotional status of patients with csu a cross sectional study of csu patients was performed socio demographic variables and disease activity quality of life sleep sexual disfunction anxiety depression and personality traits were collected a majority of of the patients suffered from poor sleep quality sleep quality impairment was associated with worse disease control greater pruritus and swelling and poorer general and urticaria related quality of life p patients with poor sleep quality showed an increased prevalence of anxiety fold and depression risk fold female sexual dysfunction but not male was found to be linked to poorer sleep quality p to conclude sleep quality impairment in patients with csu is related to poor quality of life worse disease control and higher rates of anxiety and depression global management of the disease should take sleep quality into account to improve the care of csu patients"
}