{
    "pmid": "41454469",
    "title": "Metabolic syndrome in refugees with PTSD: prevalence and associations with age, sex, and psychotropic medication use.",
    "abstract": "This study is the first to examine the prevalence of metabolic syndrome (MetS) and its four components (hypertension, dyslipidaemia, dysglycaemia and obesity) in a population of trauma-affected refugees. We also examined whether MetS was associated with age, sex and medication use. Data were collected from a cohort of refugees with PTSD who participated in a randomised controlled trial (RCT) at the Competence Centre for Transcultural Psychiatry (CTP), Denmark. The cohort comprised 110 men and 109 women (mean age = 44 years, SD = 10.4) predominantly from the Middle East, with additional representation from Asia, Africa, and Eastern Europe. MetS was defined according to the Danish medical handbook (fasting glucose was substituted with HbA1c) and Chi-square tests were utilised to examine associations between MetS and age, sex and use of antidepressants and antipsychotics. Among the 219 participants, the prevalence of MetS was 34.7% with additional 16.0% potentially having MetS. MetS was significantly associated with antidepressant use ( In a cohort of refugees with PTSD, the prevalence of MetS was elevated and associated with older age, and the use of antidepressants and antipsychotics. Among the four MetS components, dyslipidaemia was particularly prevalent in men, highlighting the need for targeted interventions.",
    "disease": "hypertension",
    "clean_text": "metabolic syndrome in refugees with ptsd prevalence and associations with age sex and psychotropic medication use this study is the first to examine the prevalence of metabolic syndrome mets and its four components hypertension dyslipidaemia dysglycaemia and obesity in a population of trauma affected refugees we also examined whether mets was associated with age sex and medication use data were collected from a cohort of refugees with ptsd who participated in a randomised controlled trial rct at the competence centre for transcultural psychiatry ctp denmark the cohort comprised men and women mean age years sd predominantly from the middle east with additional representation from asia africa and eastern europe mets was defined according to the danish medical handbook fasting glucose was substituted with hba c and chi square tests were utilised to examine associations between mets and age sex and use of antidepressants and antipsychotics among the participants the prevalence of mets was with additional potentially having mets mets was significantly associated with antidepressant use in a cohort of refugees with ptsd the prevalence of mets was elevated and associated with older age and the use of antidepressants and antipsychotics among the four mets components dyslipidaemia was particularly prevalent in men highlighting the need for targeted interventions"
}