{
    "title": "Wound Pain and Wound Healing Biomarkers From Wound Exudate: A Scoping Review.",
    "doc_id": "33201141",
    "writer": "Goto T",
    "year": "2020",
    "summary": "Identification of biomarkers associated with wound pain and wound healing can be used to more objectively estimate wound pain and contribute to the development of precise management options to reduce wound pain and promote wound healin …",
    "abstract": "Purpose:\n        \n      \n      Effective management of wound pain is essential for optimal wound healing. Nevertheless, the outcomes of wound pain interventions are based on subjective measures, which can prove problematic in patients with cognitive impairment. Identification of biomarkers associated with wound pain and wound healing can be used to more objectively estimate wound pain and contribute to the development of precise management options to reduce wound pain and promote wound healing. This scoping review aimed to identify wound pain and wound healing biomarkers from wound exudates and to describe different wound collection methods to identify these biomarkers.\n    \n\n\n          Methods:\n        \n      \n      We searched the literature (PROSPERO database registration number: CRD42018103843) via a scoping review.\n    \n\n\n          Search strategy:\n        \n      \n      The PubMed database was searched for articles that explored relationships between cutaneous wound pain, wound healing, and biomolecules. Inclusion criteria were articles that reported original data, used adult human samples, and were published in English.\n    \n\n\n          Findings:\n        \n      \n      Twenty-one articles were retrieved: 17 investigated molecules from wound exudate associated with wound healing status, and 4 reported molecules associated with wound pain. The most frequently observed wound pain biomarkers were proinflammatory cytokines; the most frequently observed wound healing biomarkers were proteases including those in the matrix metalloproteinase family. Six wound exudate collection methods were identified to extract potential wound pain and wound healing biomarkers from wound exudate.\n    \n\n\n          Implications:\n        \n      \n      The results can guide future wound exudate research to validate these wound pain and wound healing biomarkers and to develop therapies targeting these biomarkers to reduce wound pain and promote wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33201141/",
    "clean_text": "wound pain and wound healing biomarkers from wound exudate a scoping review identification of biomarkers associated with wound pain and wound healing can be used to more objectively estimate wound pain and contribute to the development of precise management options to reduce wound pain and promote wound healin purpose effective management of wound pain is essential for optimal wound healing nevertheless the outcomes of wound pain interventions are based on subjective measures which can prove problematic in patients with cognitive impairment identification of biomarkers associated with wound pain and wound healing can be used to more objectively estimate wound pain and contribute to the development of precise management options to reduce wound pain and promote wound healing this scoping review aimed to identify wound pain and wound healing biomarkers from wound exudates and to describe different wound collection methods to identify these biomarkers methods we searched the literature prospero database registration number crd via a scoping review search strategy the pubmed database was searched for articles that explored relationships between cutaneous wound pain wound healing and biomolecules inclusion criteria were articles that reported original data used adult human samples and were published in english findings twenty one articles were retrieved investigated molecules from wound exudate associated with wound healing status and reported molecules associated with wound pain the most frequently observed wound pain biomarkers were proinflammatory cytokines the most frequently observed wound healing biomarkers were proteases including those in the matrix metalloproteinase family six wound exudate collection methods were identified to extract potential wound pain and wound healing biomarkers from wound exudate implications the results can guide future wound exudate research to validate these wound pain and wound healing biomarkers and to develop therapies targeting these biomarkers to reduce wound pain and promote wound healing"
}