{
    "title": "The class differentiation of older age: Capitals and lifestyles.",
    "doc_id": "38795383",
    "writer": "Atkinson W.",
    "year": "2024",
    "summary": "Older people have been overlooked in recent debates over the relationship between age, class and culture despite their prevalence and the conceptual questions they raise. Seeking to bridge mainstream class analysis with debates in social gerontology, especially via a share …",
    "abstract": "Older people have been overlooked in recent debates over the relationship between age, class and culture despite their prevalence and the conceptual questions they raise. Seeking to bridge mainstream class analysis with debates in social gerontology, especially via a shared turn to Pierre Bourdieu's relational sociology, this paper draws on survey data from the US to examine not only the class position of older people but their internal social and cultural differentiation. I use geometric data analysis to construct a model of the class system, locate older people within it and then explore differences among older people. I then proceed to compare the cultural symbolisations of social positions among older people to those of the larger sample. The core structures of social and cultural differentiation among older people are roughly homologous with those of the broader sample, but there are also notable differences and even inversions pointing toward the specificity - and autonomy - of ageing as a principle of difference and practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38795383/",
    "clean_text": "the class differentiation of older age capitals and lifestyles older people have been overlooked in recent debates over the relationship between age class and culture despite their prevalence and the conceptual questions they raise seeking to bridge mainstream class analysis with debates in social gerontology especially via a share older people have been overlooked in recent debates over the relationship between age class and culture despite their prevalence and the conceptual questions they raise seeking to bridge mainstream class analysis with debates in social gerontology especially via a shared turn to pierre bourdieu s relational sociology this paper draws on survey data from the us to examine not only the class position of older people but their internal social and cultural differentiation i use geometric data analysis to construct a model of the class system locate older people within it and then explore differences among older people i then proceed to compare the cultural symbolisations of social positions among older people to those of the larger sample the core structures of social and cultural differentiation among older people are roughly homologous with those of the broader sample but there are also notable differences and even inversions pointing toward the specificity and autonomy of ageing as a principle of difference and practice"
}