{
    "title": "Gut microbiota: a target for intervention in obesity.",
    "doc_id": "34329563",
    "writer": "Sehgal K",
    "year": "2021",
    "summary": "We present data on microbiome markers and the future of microbiota therapeutics for obesity. AREAS COVERED: We summarize the pathogenesis of obesity, relationship between gut microbiota and obesity, use of microbiota-based therapies. Data were g …",
    "abstract": "Introduction:\n        \n      \n      Obesity is a major public health concern with an increasing prevalence. Recent studies suggest an influence of gastrointestinal microbiota on obesity. Consequently, microbiota restoration therapies are being considered as potential management. We present data on microbiome markers and the future of microbiota therapeutics for obesity.\n    \n\n\n          Areas covered:\n        \n      \n      We summarize the pathogenesis of obesity, relationship between gut microbiota and obesity, use of microbiota-based therapies. Data were gathered by a literature search of articles in PubMed from the date of inception till August 2020. Keywords used were 'gut microbiota,' 'gut microbiome,' 'microbiota,' 'microbiome,' 'obesity,' and 'obesity and fecal microbiota transplantation' as MeSH terms.\n    \n\n\n          Expert opinion:\n        \n      \n      The direct relationship of gut microbiota in causing obesity needs exploration. Because of the scarcity of human studies, the utility of microbiota-based therapies as treatment remains uncertain and the use of microbiome restoration for obesity should be restricted to research settings. To evaluate the efficacy of microbiota restoration, studies using these therapies as an adjunct with diet and lifestyle should be conducted. Once relationships between bacterial strains and the human metabolic profile are determined, these strains could be cultured for transfer to obese patients. Such advancement could help in tailoring personalized therapies for obese persons.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34329563/",
    "clean_text": "gut microbiota a target for intervention in obesity we present data on microbiome markers and the future of microbiota therapeutics for obesity areas covered we summarize the pathogenesis of obesity relationship between gut microbiota and obesity use of microbiota based therapies data were g introduction obesity is a major public health concern with an increasing prevalence recent studies suggest an influence of gastrointestinal microbiota on obesity consequently microbiota restoration therapies are being considered as potential management we present data on microbiome markers and the future of microbiota therapeutics for obesity areas covered we summarize the pathogenesis of obesity relationship between gut microbiota and obesity use of microbiota based therapies data were gathered by a literature search of articles in pubmed from the date of inception till august keywords used were gut microbiota gut microbiome microbiota microbiome obesity and obesity and fecal microbiota transplantation as mesh terms expert opinion the direct relationship of gut microbiota in causing obesity needs exploration because of the scarcity of human studies the utility of microbiota based therapies as treatment remains uncertain and the use of microbiome restoration for obesity should be restricted to research settings to evaluate the efficacy of microbiota restoration studies using these therapies as an adjunct with diet and lifestyle should be conducted once relationships between bacterial strains and the human metabolic profile are determined these strains could be cultured for transfer to obese patients such advancement could help in tailoring personalized therapies for obese persons"
}