{
    "pmid": "41411491",
    "title": "Platelet Dysfunction in Chronic Kidney Disease Arises from Bone Marrow Remodeling and Megakaryocyte Reprogramming.",
    "abstract": "Chronic kidney disease (CKD) is associated with an increased risk of thrombotic events, yet the underlying mechanisms driving platelet dysfunction remain incompletely understood. Historically, platelet abnormalities in CKD have been attributed to circulating uremic toxins; however, the contribution of the bone marrow microenvironment and megakaryocyte (MK) biology has not been fully explored. In this study, we used a murine model of CKD induced by aristolochic acid (AA) to investigate the impact of CKD on megakaryopoiesis and platelet production. CKD mice developed hallmark features of kidney dysfunction, including anemia, proteinuria, hypertension, and elevated creatinine. Histological analysis revealed a hypocellularity and decreased MK density, while early hematopoietic progenitors were preserved. CKD-derived MKs displayed a distinct proteomic signature enriched for metabolic stress and hemostatic pathways. Functionally, bone marrow supernatant from CKD mice enhanced proplatelet formation in vitro, consistent with elevated platelet counts observed in vivo. Notably, CKD platelets exhibited a hyperreactive phenotype, characterized by increased integrin αIIbβ3 activation, degranulation, and enhanced aggregation in response to agonists. Together, these findings support a dual mechanism of platelet dysfunction in CKD: intrinsic reprogramming of MKs within the diseased bone marrow microenvironment and extrinsic priming by pro-thrombotic bone marrow factors. This study provides new insight into the hematopoietic origins of platelet abnormalities in CKD and underscores the importance of targeting bone marrow pathology to mitigate cardiovascular risk in this population.",
    "disease": "chronic kidney disease",
    "clean_text": "platelet dysfunction in chronic kidney disease arises from bone marrow remodeling and megakaryocyte reprogramming chronic kidney disease ckd is associated with an increased risk of thrombotic events yet the underlying mechanisms driving platelet dysfunction remain incompletely understood historically platelet abnormalities in ckd have been attributed to circulating uremic toxins however the contribution of the bone marrow microenvironment and megakaryocyte mk biology has not been fully explored in this study we used a murine model of ckd induced by aristolochic acid aa to investigate the impact of ckd on megakaryopoiesis and platelet production ckd mice developed hallmark features of kidney dysfunction including anemia proteinuria hypertension and elevated creatinine histological analysis revealed a hypocellularity and decreased mk density while early hematopoietic progenitors were preserved ckd derived mks displayed a distinct proteomic signature enriched for metabolic stress and hemostatic pathways functionally bone marrow supernatant from ckd mice enhanced proplatelet formation in vitro consistent with elevated platelet counts observed in vivo notably ckd platelets exhibited a hyperreactive phenotype characterized by increased integrin iib activation degranulation and enhanced aggregation in response to agonists together these findings support a dual mechanism of platelet dysfunction in ckd intrinsic reprogramming of mks within the diseased bone marrow microenvironment and extrinsic priming by pro thrombotic bone marrow factors this study provides new insight into the hematopoietic origins of platelet abnormalities in ckd and underscores the importance of targeting bone marrow pathology to mitigate cardiovascular risk in this population"
}