{
    "pmid": "41376916",
    "title": "Effective determination of pre-chronic obstructive pulmonary disease by symptoms and CT features: a multicenter cross-sectional study.",
    "abstract": "Patients with chronic obstructive pulmonary disease (COPD) often experience a progressive loss of lung function, and it is difficult to prevent disease progression once diagnosed. Therefore, it is urgent to accurately identify patients with pre-COPD. Various subtypes of pre-COPD have been studied, among which the subtype characterized by chronic cough and sputum, and spirometric small airway dysfunction (SAD) has a higher proportion of progression to COPD and a wider scope of identifying patients with high risk. Given that chest computed tomography (CT) screening is widely done nowadays, this study aimed to identify pre-COPD among symptomatic patients with existing CT. We enrolled 219 patients from different regions of Wuxi with chronic cough and expectoration, who are undergoing screening chest CT, and divided them into normal, non-COPD with SAD and COPD group, based on pulmonary function test (PFT) results. The baseline data, PFT results and CT parameters of each group, were collected. Original images were transferred to a workstation to automatically segment lung structures, then quantitative parameters were derived from parametric response mapping (PRM), airway parameters and small pulmonary vessel parameters. We used the least absolute shrinkage and selection operator (LASSO) regression to select the parameters for multivariate model construction, which were then used to identify pre-COPD presence. Ten parameters were combined to construct the pre-COPD diagnostic model of spirometric SAD. The area under the curve (AUC) was 0.9146 (sensitivity 0.8689, specificity 0.8788). A model incorporating three parameters was constructed to determine the presence of COPD (AUC 0.8669). Our diagnostic models can identify pre-COPD among symptomatic patients with existing CT.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "effective determination of pre chronic obstructive pulmonary disease by symptoms and ct features a multicenter cross sectional study patients with chronic obstructive pulmonary disease copd often experience a progressive loss of lung function and it is difficult to prevent disease progression once diagnosed therefore it is urgent to accurately identify patients with pre copd various subtypes of pre copd have been studied among which the subtype characterized by chronic cough and sputum and spirometric small airway dysfunction sad has a higher proportion of progression to copd and a wider scope of identifying patients with high risk given that chest computed tomography ct screening is widely done nowadays this study aimed to identify pre copd among symptomatic patients with existing ct we enrolled patients from different regions of wuxi with chronic cough and expectoration who are undergoing screening chest ct and divided them into normal non copd with sad and copd group based on pulmonary function test pft results the baseline data pft results and ct parameters of each group were collected original images were transferred to a workstation to automatically segment lung structures then quantitative parameters were derived from parametric response mapping prm airway parameters and small pulmonary vessel parameters we used the least absolute shrinkage and selection operator lasso regression to select the parameters for multivariate model construction which were then used to identify pre copd presence ten parameters were combined to construct the pre copd diagnostic model of spirometric sad the area under the curve auc was sensitivity specificity a model incorporating three parameters was constructed to determine the presence of copd auc our diagnostic models can identify pre copd among symptomatic patients with existing ct"
}