{
    "pmid": "41438695",
    "title": "Laparoscopic vs. open inguinal hernia repair outcomes in patients aged 65 years and older.",
    "abstract": "Inguinal hernia affects approximately 27% of men and 3% of women, with prevalence rising markedly after age 65 due to weakened abdominal walls and comorbidities such as chronic obstructive pulmonary disease and benign prostatic hyperplasia, which increase intra-abdominal pressure. Standard treatment involves surgical repair using either open or laparoscopic techniques. However, the optimal approach for elderly patients remains debated due to higher comorbidity rates and unique physiological considerations. This study compares outcomes of laparoscopic and open inguinal hernia repair in patients aged ≥65 years to support evidence-based surgical decision-making. We conducted a retrospective analysis of 384 patients aged ≥65 years who underwent inguinal hernia repair at the Second Affiliated Hospital of Dalian Medical University between 2020 and 2022. Patients were classified into laparoscopic ( The laparoscopic cohort was younger [median 70 (65-91) vs. 75 (65-98) years;  Although laparoscopic inguinal hernia repair requires a longer operative time, it offers superior outcomes in elderly patients, including fewer complications, reduced chronic pain, and faster recovery. Careful patient selection based on age, hernia characteristics, and overall health is essential; however, when feasible, laparoscopy should be considered the preferred approach to optimize outcomes in this population.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "laparoscopic vs open inguinal hernia repair outcomes in patients aged years and older inguinal hernia affects approximately of men and of women with prevalence rising markedly after age due to weakened abdominal walls and comorbidities such as chronic obstructive pulmonary disease and benign prostatic hyperplasia which increase intra abdominal pressure standard treatment involves surgical repair using either open or laparoscopic techniques however the optimal approach for elderly patients remains debated due to higher comorbidity rates and unique physiological considerations this study compares outcomes of laparoscopic and open inguinal hernia repair in patients aged years to support evidence based surgical decision making we conducted a retrospective analysis of patients aged years who underwent inguinal hernia repair at the second affiliated hospital of dalian medical university between and patients were classified into laparoscopic the laparoscopic cohort was younger median vs years although laparoscopic inguinal hernia repair requires a longer operative time it offers superior outcomes in elderly patients including fewer complications reduced chronic pain and faster recovery careful patient selection based on age hernia characteristics and overall health is essential however when feasible laparoscopy should be considered the preferred approach to optimize outcomes in this population"
}