{
    "title": "Juvenile idiopathic arthritis: an update on clinical and therapeutic approaches.",
    "doc_id": "16610252",
    "writer": "Quarta L",
    "year": "2005",
    "summary": "Juvenile idiopathic arthritis represents a heterogeneous group of autoimmune diseases. It arises before 16 years of age and lasts more than 6 months. ...Juvenile idiopathic arthritis diagnosis is an exclusion diagnosis. Many conditions can simulate it. …",
    "abstract": "Juvenile idiopathic arthritis represents a heterogeneous group of autoimmune diseases. It arises before 16 years of age and lasts more than 6 months. We can distinguish many arthritis sub-types. A serious problem in juvenile idiopathic arthritis is skeletal growth retardation, osteopenia and greater risk of developing fractures. Juvenile idiopathic arthritis diagnosis is an exclusion diagnosis. Many conditions can simulate it. First-choice drugs in juvenile idiopathic arthritis treatment are nonsteroidal anti-inflammatory drugs, analgesic and antipyretic drugs. The second-choice drugs are \"slow-acting\" antirheumatic drugs, like methotrexate. The use of glucocorticoids is strongly influenced by their side effects, in particular the inhibition of statural growth and the premature appearance of osteoporosis. Recent findings on the central role of tumor necrosis factor-alpha, in particular damage pathogenesis in the course of juvenile idiopathic arthritis, have permitted the development of new therapeutic strategies (infliximab, etanercept), aimed at blocking this cytokine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16610252/",
    "clean_text": "juvenile idiopathic arthritis an update on clinical and therapeutic approaches juvenile idiopathic arthritis represents a heterogeneous group of autoimmune diseases it arises before years of age and lasts more than months juvenile idiopathic arthritis diagnosis is an exclusion diagnosis many conditions can simulate it juvenile idiopathic arthritis represents a heterogeneous group of autoimmune diseases it arises before years of age and lasts more than months we can distinguish many arthritis sub types a serious problem in juvenile idiopathic arthritis is skeletal growth retardation osteopenia and greater risk of developing fractures juvenile idiopathic arthritis diagnosis is an exclusion diagnosis many conditions can simulate it first choice drugs in juvenile idiopathic arthritis treatment are nonsteroidal anti inflammatory drugs analgesic and antipyretic drugs the second choice drugs are slow acting antirheumatic drugs like methotrexate the use of glucocorticoids is strongly influenced by their side effects in particular the inhibition of statural growth and the premature appearance of osteoporosis recent findings on the central role of tumor necrosis factor alpha in particular damage pathogenesis in the course of juvenile idiopathic arthritis have permitted the development of new therapeutic strategies infliximab etanercept aimed at blocking this cytokine"
}