{
    "title": "Notch signaling regulates cardiomyocyte proliferation during zebrafish heart regeneration.",
    "doc_id": "24474765",
    "writer": "Zhao L",
    "year": "2014",
    "summary": "The human heart's failure to replace ischemia-damaged myocardium with regenerated muscle contributes significantly to the worldwide morbidity and mortality associated with coronary artery disease. ...Furthermore, coronary endothelial tubes, which we lineage traced f …",
    "abstract": "The human heart's failure to replace ischemia-damaged myocardium with regenerated muscle contributes significantly to the worldwide morbidity and mortality associated with coronary artery disease. Remarkably, certain vertebrate species, including the zebrafish, achieve complete regeneration of amputated or injured myocardium through the proliferation of spared cardiomyocytes. Nonetheless, the genetic and cellular determinants of natural cardiac regeneration remain incompletely characterized. Here, we report that cardiac regeneration in zebrafish relies on Notch signaling. Following amputation of the zebrafish ventricular apex, Notch receptor expression becomes activated specifically in the endocardium and epicardium, but not the myocardium. Using a dominant negative approach, we discovered that suppression of Notch signaling profoundly impairs cardiac regeneration and induces scar formation at the amputation site. We ruled out defects in endocardial activation, epicardial activation, and dedifferentiation of compact myocardial cells as causative for the regenerative failure. Furthermore, coronary endothelial tubes, which we lineage traced from preexisting endothelium in wild-type hearts, formed in the wound despite the myocardial regenerative failure. Quantification of myocardial proliferation in Notch-suppressed hearts revealed a significant decrease in cycling cardiomyocytes, an observation consistent with a noncell autonomous requirement for Notch signaling in cardiomyocyte proliferation. Unexpectedly, hyperactivation of Notch signaling also suppressed cardiomyocyte proliferation and heart regeneration. Taken together, our data uncover the exquisite sensitivity of regenerative cardiomyocyte proliferation to perturbations in Notch signaling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24474765/",
    "clean_text": "notch signaling regulates cardiomyocyte proliferation during zebrafish heart regeneration the human heart s failure to replace ischemia damaged myocardium with regenerated muscle contributes significantly to the worldwide morbidity and mortality associated with coronary artery disease furthermore coronary endothelial tubes which we lineage traced f the human heart s failure to replace ischemia damaged myocardium with regenerated muscle contributes significantly to the worldwide morbidity and mortality associated with coronary artery disease remarkably certain vertebrate species including the zebrafish achieve complete regeneration of amputated or injured myocardium through the proliferation of spared cardiomyocytes nonetheless the genetic and cellular determinants of natural cardiac regeneration remain incompletely characterized here we report that cardiac regeneration in zebrafish relies on notch signaling following amputation of the zebrafish ventricular apex notch receptor expression becomes activated specifically in the endocardium and epicardium but not the myocardium using a dominant negative approach we discovered that suppression of notch signaling profoundly impairs cardiac regeneration and induces scar formation at the amputation site we ruled out defects in endocardial activation epicardial activation and dedifferentiation of compact myocardial cells as causative for the regenerative failure furthermore coronary endothelial tubes which we lineage traced from preexisting endothelium in wild type hearts formed in the wound despite the myocardial regenerative failure quantification of myocardial proliferation in notch suppressed hearts revealed a significant decrease in cycling cardiomyocytes an observation consistent with a noncell autonomous requirement for notch signaling in cardiomyocyte proliferation unexpectedly hyperactivation of notch signaling also suppressed cardiomyocyte proliferation and heart regeneration taken together our data uncover the exquisite sensitivity of regenerative cardiomyocyte proliferation to perturbations in notch signaling"
}