{
    "pmid": "41326977",
    "title": "Endoscopic Ultrasound Guided Portal Pressure Gradient Measurement in Predicting Outcomes of Abdominal Surgery in Patients With Chronic Liver Disease.",
    "abstract": "Endoscopic ultrasound (EUS)-guided portal pressure gradient (PPG) measurement (EUS-PPG) is a novel technique demonstrated to be safe and feasible. We aimed to: (i) validate the technique against transjugular hepatic venous pressure gradient (TJ-HVPG) measurement; and (ii) evaluate the utility of preoperative EUS-PPG in patients with established or suspected cirrhosis undergoing abdominal surgery. This single-center prospective study was performed between May 2021 and August 2022. Patients planned for abdominal surgery with established or suspected cirrhosis or portal hypertension were recruited. All patients underwent preoperative EUS-PPG and TJ-HVPG measurements. EUS-PPG was performed using a linear echoendoscope and a 25G needle attached to a manometer. Our primary outcome was the correlation between EUS-PPG and TJ-HVPG measurements. Secondary outcomes included the influence on pre-surgical management, 90-day postsurgical mortality, correlation with noninvasive markers and patient-reported procedural preference. Ten patients (F: 5; mean age: 63) underwent EUS-PPG and TJ-HVPG measurements. EUS-PPG measurement was successful in nine patients (90%), with the median pressure gradient strongly correlated between the EUS-PPG (median = 6.65 mmHg; IQR:1.2-15.3) and transjugular measurements (median = 6.5 mmHg; IQR:4.3-12), (R = 0.895; p = 0.001). Three patients had clinically significant portal hypertension (CSPH) based on EUS-PPG and six patients underwent uncomplicated surgeries, including one patient with EUS-PPG proven CSPH who underwent pre-surgical TIPS. There was no 90-day mortality. Patients preferred the EUS-PPG over the TJ-HVPG approach, with significantly higher VAS (9.0 (IQR:8.8-10) versus 5.0 (IQR:4.0-6.0); p < 0.01). EUS-PPG is highly feasible, safe, is preferred by patients and correlates strongly with TJ-HVPG. Preoperative EUS-PPG is a promising decision-making tool associated with reduced postoperative complications.",
    "disease": "liver cirrhosis",
    "clean_text": "endoscopic ultrasound guided portal pressure gradient measurement in predicting outcomes of abdominal surgery in patients with chronic liver disease endoscopic ultrasound eus guided portal pressure gradient ppg measurement eus ppg is a novel technique demonstrated to be safe and feasible we aimed to i validate the technique against transjugular hepatic venous pressure gradient tj hvpg measurement and ii evaluate the utility of preoperative eus ppg in patients with established or suspected cirrhosis undergoing abdominal surgery this single center prospective study was performed between may and august patients planned for abdominal surgery with established or suspected cirrhosis or portal hypertension were recruited all patients underwent preoperative eus ppg and tj hvpg measurements eus ppg was performed using a linear echoendoscope and a g needle attached to a manometer our primary outcome was the correlation between eus ppg and tj hvpg measurements secondary outcomes included the influence on pre surgical management day postsurgical mortality correlation with noninvasive markers and patient reported procedural preference ten patients f mean age underwent eus ppg and tj hvpg measurements eus ppg measurement was successful in nine patients with the median pressure gradient strongly correlated between the eus ppg median mmhg iqr and transjugular measurements median mmhg iqr r p three patients had clinically significant portal hypertension csph based on eus ppg and six patients underwent uncomplicated surgeries including one patient with eus ppg proven csph who underwent pre surgical tips there was no day mortality patients preferred the eus ppg over the tj hvpg approach with significantly higher vas iqr versus iqr p eus ppg is highly feasible safe is preferred by patients and correlates strongly with tj hvpg preoperative eus ppg is a promising decision making tool associated with reduced postoperative complications"
}