{
    "title": "Biomimetic core-shell GelMA microspheres co-delivering ANXA1, NGF, and fibronectin enable phase-matched immunomodulation and neurorepair after spinal cord injury.",
    "doc_id": "41328334",
    "writer": "Liu Y",
    "year": "2026",
    "summary": "Background: Spinal cord injury (SCI) leads to permanent sensory and motor function loss, characterized by inflammation and neuronal loss. ...Conclusion: These results suggest GelMA-AFN as a promising therapeutic approach for SCI by providing spatiotemporal delivery …",
    "abstract": "Background: Spinal cord injury (SCI) leads to permanent sensory and motor function loss, characterized by inflammation and neuronal loss. A promising therapeutic strategy involves delivering anti-inflammatory and neuroregenerative agents tailored to these phases. Methods: GelMA-AFN hydrogel microspheres were prepared by a UV-crosslinked microfluidic chip. Immunofluorescence was performed to assess the effect of GelMA-AFN on apoptosis, axonal growth in dorsal root ganglion (DRG) neurons. Immunohistochemistry, flow cytometry, electrophysiology, RNA-seq, and behavioral testing were used to evaluate histological and functional recovery in a rat SCI model. Results: In this study, we developed GelMA-AFN with a dual-layer structure and an mean diameter of 50 µm. The outer layer, containing low-concentration gelatin methacryloyl (GelMA, 5%) and annexin A1 (ANXA1), provided sustained ANXA1 released for up to 7 days, while the inner layer, with high-concentration GelMA (10%), nanoclay, fibronectin (FN), and nerve growth factor (NGF), releases FN and NGF over 6 weeks. In vitro, GelMA-AFN inhibits neuronal apoptosis, promoted axonal growth, and enhances survival under oxidative stress. In vivo, it reduced early inflammation by limiting neutrophil recruitment and promoting macrophage M2 polarization. Eight weeks post-SCI in a rat model, GelMA-AFN enhanced axonal extension, myelin regeneration, beneficial ECM deposition, and reduced glial scar formation, leading to significant neural electrical signal conduction and motor function recovery. mRNA-seq analysis confirmed GelMA-AFN upregulates genes associated with anti-inflammatory responses and axonal extension while downregulating pro-inflammatory genes. Conclusion: These results suggest GelMA-AFN as a promising therapeutic approach for SCI by providing spatiotemporal delivery aligned with the injury's dynamic stages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41328334/",
    "clean_text": "biomimetic core shell gelma microspheres co delivering anxa ngf and fibronectin enable phase matched immunomodulation and neurorepair after spinal cord injury background spinal cord injury sci leads to permanent sensory and motor function loss characterized by inflammation and neuronal loss conclusion these results suggest gelma afn as a promising therapeutic approach for sci by providing spatiotemporal delivery background spinal cord injury sci leads to permanent sensory and motor function loss characterized by inflammation and neuronal loss a promising therapeutic strategy involves delivering anti inflammatory and neuroregenerative agents tailored to these phases methods gelma afn hydrogel microspheres were prepared by a uv crosslinked microfluidic chip immunofluorescence was performed to assess the effect of gelma afn on apoptosis axonal growth in dorsal root ganglion drg neurons immunohistochemistry flow cytometry electrophysiology rna seq and behavioral testing were used to evaluate histological and functional recovery in a rat sci model results in this study we developed gelma afn with a dual layer structure and an mean diameter of m the outer layer containing low concentration gelatin methacryloyl gelma and annexin a anxa provided sustained anxa released for up to days while the inner layer with high concentration gelma nanoclay fibronectin fn and nerve growth factor ngf releases fn and ngf over weeks in vitro gelma afn inhibits neuronal apoptosis promoted axonal growth and enhances survival under oxidative stress in vivo it reduced early inflammation by limiting neutrophil recruitment and promoting macrophage m polarization eight weeks post sci in a rat model gelma afn enhanced axonal extension myelin regeneration beneficial ecm deposition and reduced glial scar formation leading to significant neural electrical signal conduction and motor function recovery mrna seq analysis confirmed gelma afn upregulates genes associated with anti inflammatory responses and axonal extension while downregulating pro inflammatory genes conclusion these results suggest gelma afn as a promising therapeutic approach for sci by providing spatiotemporal delivery aligned with the injury s dynamic stages"
}