{
    "pmid": "41398629",
    "title": "Exploring the mechanism of autophagy and inflammation in osteoarthritis through bioinformatics and experimental verification.",
    "abstract": "Osteoarthritis (OA) is a chronic joint disorder characterized by cartilage degradation and accompanied by inflammatory processes. Inflammation and autophagy dysfunction have been associated with the pathogenesis of OA. However, the interplay between autophagy- and inflammation-related genes in the development of OA remains poorly understood. RNA sequencing data of OA samples and autophagy-related genes (ARGs) were obtained from public databases, while inflammation-related genes were extracted from published literature. Differentially expressed genes (DEGs) in the OA dataset were identified using the limma R package. Using WGCNA, we identified autophagy-related gene modules (WGCNA-ARGs), and differential expression analysis was conducted to detect differentially expressed inflammation-related genes (IDEGs). Subsequently, candidate genes were identified by intersecting DEGs, WGCNA-ARGs, and IDEGs. Four machine learning algorithms-LASSO, SVM, RF, and XGBoost-were employed to screen for biomarkers, with diagnostic performance evaluated by ROC curve analysis. The biological functions and therapeutic potential of the biomarkers were further explored through multiple approaches: enrichment analysis, immune infiltration analysis, chromosomal localization, regulatory network construction, and drug prediction. Finally, the expression levels of the biomarkers were validated in clinical samples using RT-qPCR.",
    "disease": "osteoarthritis",
    "clean_text": "exploring the mechanism of autophagy and inflammation in osteoarthritis through bioinformatics and experimental verification osteoarthritis oa is a chronic joint disorder characterized by cartilage degradation and accompanied by inflammatory processes inflammation and autophagy dysfunction have been associated with the pathogenesis of oa however the interplay between autophagy and inflammation related genes in the development of oa remains poorly understood rna sequencing data of oa samples and autophagy related genes args were obtained from public databases while inflammation related genes were extracted from published literature differentially expressed genes degs in the oa dataset were identified using the limma r package using wgcna we identified autophagy related gene modules wgcna args and differential expression analysis was conducted to detect differentially expressed inflammation related genes idegs subsequently candidate genes were identified by intersecting degs wgcna args and idegs four machine learning algorithms lasso svm rf and xgboost were employed to screen for biomarkers with diagnostic performance evaluated by roc curve analysis the biological functions and therapeutic potential of the biomarkers were further explored through multiple approaches enrichment analysis immune infiltration analysis chromosomal localization regulatory network construction and drug prediction finally the expression levels of the biomarkers were validated in clinical samples using rt qpcr"
}