{
    "title": "Acute Myocardial Infarction Following Hospitalization for Gastrointestinal Bleeding: Incidence, Predictors, Management, and Outcomes.",
    "doc_id": "35469734",
    "writer": "Rubinfeld GD",
    "year": "2022",
    "summary": "BACKGROUND: Clinical characteristics of patients with acute myocardial infarction after gastrointestinal bleeding are poorly characterized. We sought to evaluate the incidence, management and outcomes of myocardial infarction following hospitalization …",
    "abstract": "Background:\n        \n      \n      Clinical characteristics of patients with acute myocardial infarction after gastrointestinal bleeding are poorly characterized. We sought to evaluate the incidence, management and outcomes of myocardial infarction following hospitalization for gastrointestinal bleeding.\n    \n\n\n          Methods:\n        \n      \n      Patients admitted with a diagnosis of gastrointestinal bleeding with and without subsequent hospital readmissions for acute myocardial infarction within 90 days were identified in the 2014 U.S. Nationwide Readmission Database. Patients with myocardial infarction with and without a recent prior gastrointestinal bleed were compared to determine differences in management and in-hospital outcomes. Logistic regression models were used to estimate odds of invasive management and all-cause in-hospital mortality after covariate adjustment.\n    \n\n\n          Results:\n        \n      \n      A total of 644,622 patients with gastrointestinal bleeding were identified, of which 7523 (1.2%) were readmitted for myocardial infarction within 90 days. Compared to patients with myocardial infarction without recent gastrointestinal bleeding, patients with myocardial infarction within 90 days after gastrointestinal bleeding were older, more likely to be women, have kidney disease, presented with non-ST segment elevation myocarsdial infarction, and were less likely to undergo invasive management of acute myocardial infarction (28% vs 63%, P < .01). Prior gastrointestinal bleeding was associated with higher all-cause in-hospital myocardial infarction mortality (22% vs 9%, P < .01).\n    \n\n\n          Conclusion:\n        \n      \n      In the first 3 months after hospitalization for gastrointestinal bleeding, 1 of every 83 patients was readmitted with acute myocardial infarction. Patients with myocardial infarction after gastrointestinal bleeding were less likely to undergo invasive management and coronary revascularization and had higher mortality than those without recent bleeding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35469734/",
    "clean_text": "acute myocardial infarction following hospitalization for gastrointestinal bleeding incidence predictors management and outcomes background clinical characteristics of patients with acute myocardial infarction after gastrointestinal bleeding are poorly characterized we sought to evaluate the incidence management and outcomes of myocardial infarction following hospitalization background clinical characteristics of patients with acute myocardial infarction after gastrointestinal bleeding are poorly characterized we sought to evaluate the incidence management and outcomes of myocardial infarction following hospitalization for gastrointestinal bleeding methods patients admitted with a diagnosis of gastrointestinal bleeding with and without subsequent hospital readmissions for acute myocardial infarction within days were identified in the u s nationwide readmission database patients with myocardial infarction with and without a recent prior gastrointestinal bleed were compared to determine differences in management and in hospital outcomes logistic regression models were used to estimate odds of invasive management and all cause in hospital mortality after covariate adjustment results a total of patients with gastrointestinal bleeding were identified of which were readmitted for myocardial infarction within days compared to patients with myocardial infarction without recent gastrointestinal bleeding patients with myocardial infarction within days after gastrointestinal bleeding were older more likely to be women have kidney disease presented with non st segment elevation myocarsdial infarction and were less likely to undergo invasive management of acute myocardial infarction vs p prior gastrointestinal bleeding was associated with higher all cause in hospital myocardial infarction mortality vs p conclusion in the first months after hospitalization for gastrointestinal bleeding of every patients was readmitted with acute myocardial infarction patients with myocardial infarction after gastrointestinal bleeding were less likely to undergo invasive management and coronary revascularization and had higher mortality than those without recent bleeding"
}