{
    "pmid": "41402001",
    "title": "Integrating machine learning models to assess the combined risk of diabetes and tuberculosis in populations.",
    "abstract": "Having both diabetes and tuberculosis (TB) at the same time is a big public health problem because they affect each other in two ways: they make people more likely to get the diseases and they make the diseases worse. Active tuberculosis is more likely to happen if you have diabetes, and diabetes can make it harder to control your blood sugar. This is a complicated relationship that isn't always taken into account in population-level risk estimates. Diabetes and tuberculosis are usually looked at as two separate diseases in traditional risk prediction methods, which don't take into account the complex relationships between the two that cause them to happen together. To fill this gap, this study suggests using machine learning (ML) models to figure out the risk of diabetes and tuberculosis together in different groups of people. To get a full picture of risk factors, many types of data are used, such as clinical, demographic, test, imaging, and socioeconomic data. For better prediction, the method uses a variety of machine learning models, such as logistic regression, random forest, XGBoost, and deep learning structures, along with ensemble and mixed learning strategies. A multitask learning structure is added so that risk factors for both diabetes and tuberculosis can be modelled at the same time. To compare how well a model works, evaluation measures like recall, F1-score, accuracy, and AUC-ROC are used. Cross-validation makes sure that the results are robustly generalised. The study also talks about problems, such as different types of data, a lack of population-level information, and the need for AI-driven healthcare estimates to be able to be explained. Pilot case studies in both rural and urban settings show that adding machine learning (ML) models to electronic health record (EHR) systems could help with early diagnosis and preventative screening.",
    "disease": "tuberculosis",
    "clean_text": "integrating machine learning models to assess the combined risk of diabetes and tuberculosis in populations having both diabetes and tuberculosis tb at the same time is a big public health problem because they affect each other in two ways they make people more likely to get the diseases and they make the diseases worse active tuberculosis is more likely to happen if you have diabetes and diabetes can make it harder to control your blood sugar this is a complicated relationship that isn t always taken into account in population level risk estimates diabetes and tuberculosis are usually looked at as two separate diseases in traditional risk prediction methods which don t take into account the complex relationships between the two that cause them to happen together to fill this gap this study suggests using machine learning ml models to figure out the risk of diabetes and tuberculosis together in different groups of people to get a full picture of risk factors many types of data are used such as clinical demographic test imaging and socioeconomic data for better prediction the method uses a variety of machine learning models such as logistic regression random forest xgboost and deep learning structures along with ensemble and mixed learning strategies a multitask learning structure is added so that risk factors for both diabetes and tuberculosis can be modelled at the same time to compare how well a model works evaluation measures like recall f score accuracy and auc roc are used cross validation makes sure that the results are robustly generalised the study also talks about problems such as different types of data a lack of population level information and the need for ai driven healthcare estimates to be able to be explained pilot case studies in both rural and urban settings show that adding machine learning ml models to electronic health record ehr systems could help with early diagnosis and preventative screening"
}