{
    "title": "First Report of Tomato yellow leaf curl virus in Tomato in Costa Rica.",
    "doc_id": "30708517",
    "writer": "Barboza N",
    "year": "2014",
    "summary": "One of the most important invasive and harmful members of the genus Begomovirus (family Geminiviridae) is the monopartite Tomato yellow leaf curl virus (TYLCV), which is widespread over the world associated with tomato yellow leaf curl disease (TYLCD). ...In total, …",
    "abstract": "One of the most important invasive and harmful members of the genus Begomovirus (family Geminiviridae) is the monopartite Tomato yellow leaf curl virus (TYLCV), which is widespread over the world associated with tomato yellow leaf curl disease (TYLCD). Tomato (Solanum lycopersicum) plants infected with TYLCV show upward leaf curling and yellowing. In Latin America, isolates of TYLCV have been reported from Cuba, the Dominican Republic, Mexico and Puerto Rico (1), Guatemala (GenBank Accession No. GU355941), and Venezuela (partial genome sequence DQ302033). In Costa Rica, only isolates of the bipartite begomoviruses Tomato leaf curl Sinaloa virus (TLCSiV) (3) and Tomato yellow mottle virus (KC176780, KC176781) have been reported infecting tomatoes. During a survey conducted in 2012, similar begomovirus-like symptoms (leaf yellowing and upward leaf curling) were observed in tomato plants of five commercial growing areas in the Central Valley (Grecia region) of Costa Rica. In total, 65 tomato samples were randomly collected, 14 from greenhouses and 41 from open fields. Symptoms of upward leaf curling and yellowing were observed in three samples. Total DNA was extracted from collected samples and tested by dot blot hybridization using a probe to the coat protein (CP) gene of a Guatemalan isolate of Bean golden yellow mosaic virus (3). Only the three symptomatic samples tested positive, which represents an incidence of 14% (2 samples) in greenhouses and 2.4% (1 sample) in open field crops. These samples were subjected to rolling circle amplification (RCA) for viral circular genome amplification (2). The amplified products were then digested with MspI restriction endonuclease, which resulted into DNA fragments of 2,320 and 458 bp for all three samples. This suggested infection with a monopartite begomovirus. In order to obtain the full-length clone, the RCA product of two samples (5240 and 5241) was digested with BamHI, and the ~2.8 kb DNA fragment was cloned into pBluescript II SK(+) (Stratagene, La Jolla, CA) vector. After transformation of Escherichia coli DH5α, recombinant plasmids with inserts of expected size were selected and the insert was sequenced by primer walking (Macrogen Inc., Korea). The inserts of three clones from the two samples (CR:5240-16:2012, CR:5240-17:2012, and CR:5241-14:2012) were sequenced (deposited in GenBank as KF533855, KF533856, and KF533857, respectively). Sequences were all 2,781 nt long and shared 100% identity between themselves (1-nt mismatch between CR:5240-16:2012 and CR:5240-17:2012, and CR:5240-16:2012 and CR:5241-14:2012; and 2-nt mismatches between CR:5240-17:2012 and CR:5241-14:2012) and 99% with the sequence of Tomato yellow leaf curl virus-Israel[Japan:Haruno:2005] (TYLCV-IL[JR:Har:05]) (AB192966). These sequences represented full length genomes of isolates of the monopartite begomovirus TYLCV-IL and grouped in a phylogenetic clade (4) that comprised TYLCV-IL isolates reported from Asia (China and Japan) and from Mexico, while more distantly related to the clade comprising TYLCV-IL isolates reported from Central America (Cuba, Guatemala, Puerto Rico) and the United States, suggesting a distinct introduction event in Costa Rica. This is the first report of the presence of TYLCV in Costa Rica, therefore it is imperative to study the incidence and geographical spread of this virus in the country as well as its genetic diversity, since TYLCV infections might lead to significant yield losses, as reported in other countries. References: (1) A. M. Idris et al. Plant Dis. 83:303, 1999. (2) A. K. Inoue-Nagata et al. J. Virol. Methods 116:209, 2004. (3) M. K. Nakla et al. Acta Hortic. 695:277, 2005. (4) K. Tamura et al. Mol. Biol. Evol. 28:2731, 2011.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30708517/",
    "clean_text": "first report of tomato yellow leaf curl virus in tomato in costa rica one of the most important invasive and harmful members of the genus begomovirus family geminiviridae is the monopartite tomato yellow leaf curl virus tylcv which is widespread over the world associated with tomato yellow leaf curl disease tylcd in total one of the most important invasive and harmful members of the genus begomovirus family geminiviridae is the monopartite tomato yellow leaf curl virus tylcv which is widespread over the world associated with tomato yellow leaf curl disease tylcd tomato solanum lycopersicum plants infected with tylcv show upward leaf curling and yellowing in latin america isolates of tylcv have been reported from cuba the dominican republic mexico and puerto rico guatemala genbank accession no gu and venezuela partial genome sequence dq in costa rica only isolates of the bipartite begomoviruses tomato leaf curl sinaloa virus tlcsiv and tomato yellow mottle virus kc kc have been reported infecting tomatoes during a survey conducted in similar begomovirus like symptoms leaf yellowing and upward leaf curling were observed in tomato plants of five commercial growing areas in the central valley grecia region of costa rica in total tomato samples were randomly collected from greenhouses and from open fields symptoms of upward leaf curling and yellowing were observed in three samples total dna was extracted from collected samples and tested by dot blot hybridization using a probe to the coat protein cp gene of a guatemalan isolate of bean golden yellow mosaic virus only the three symptomatic samples tested positive which represents an incidence of samples in greenhouses and sample in open field crops these samples were subjected to rolling circle amplification rca for viral circular genome amplification the amplified products were then digested with mspi restriction endonuclease which resulted into dna fragments of and bp for all three samples this suggested infection with a monopartite begomovirus in order to obtain the full length clone the rca product of two samples and was digested with bamhi and the kb dna fragment was cloned into pbluescript ii sk stratagene la jolla ca vector after transformation of escherichia coli dh recombinant plasmids with inserts of expected size were selected and the insert was sequenced by primer walking macrogen inc korea the inserts of three clones from the two samples cr cr and cr were sequenced deposited in genbank as kf kf and kf respectively sequences were all nt long and shared identity between themselves nt mismatch between cr and cr and cr and cr and nt mismatches between cr and cr and with the sequence of tomato yellow leaf curl virus israel japan haruno tylcv il jr har ab these sequences represented full length genomes of isolates of the monopartite begomovirus tylcv il and grouped in a phylogenetic clade that comprised tylcv il isolates reported from asia china and japan and from mexico while more distantly related to the clade comprising tylcv il isolates reported from central america cuba guatemala puerto rico and the united states suggesting a distinct introduction event in costa rica this is the first report of the presence of tylcv in costa rica therefore it is imperative to study the incidence and geographical spread of this virus in the country as well as its genetic diversity since tylcv infections might lead to significant yield losses as reported in other countries references a m idris et al plant dis a k inoue nagata et al j virol methods m k nakla et al acta hortic k tamura et al mol biol evol"
}