{
    "pmid": "41362534",
    "title": "Assessment of Compliance With the Global Initiative for Chronic Obstructive Lung Disease Protocols in Chronic Obstructive Pulmonary Disease Patients.",
    "abstract": "Background Chronic obstructive pulmonary disease (COPD) is a chronic, progressive respiratory condition characterized by airflow limitation, frequent exacerbations, and substantial impact on quality of life and healthcare utilization. Effective management requires adherence to standardized international guidelines to optimize outcomes. Objective This study aimed to evaluate the management of COPD patients in accordance with Global Initiative for Chronic Obstructive Lung Disease (GOLD) recommendations, with particular emphasis on the appropriateness of pharmacological and non-pharmacological interventions relative to disease severity and risk classification. Methods This retrospective study included 350 COPD patients, confirmed by spirometry, conducted at Jinnah Hospital, Lahore, Pakistan, from January 2022 to January 2025. Data were collected from hospital records, including demographics, smoking status, comorbidities, spirometry results, GOLD classification, treatment regimens, exacerbation frequency, and non-pharmacological interventions. Patients were categorized into GOLD ABE groups based on symptom burden and exacerbation history. Results The mean age of patients was 61.4 ± 9.8 years, with a male predominance of 218 (62.3%). Smoking history was present in 272 (77.7%) patients, while 64 (18.3%) reported biomass exposure. Most patients had advanced disease, with 256 (73.1%) in GOLD 3-4 stages and 173 (49.4%) classified as GOLD Group E. The mean forced expiratory volume in 1 second (%) predicted was 48.7 ± 13.4. Exacerbation burden was high, with 108 (30.9%) patients reporting ≥2 exacerbations annually and 98 (28.0%) requiring hospitalization. Pharmacological management showed that 142 (40.6%) patients received dual therapy (long-acting muscarinic antagonist (LAMA) + long-acting beta 2-agonist (LABA)) and 128 (36.6%) received triple therapy (inhaled corticosteroid or ICS + LABA + LAMA). Non-pharmacological measures were variably implemented: smoking cessation counseling was documented in 320 (91.4%) patients, though only 114 (35.6%) achieved abstinence; influenza and pneumococcal vaccination coverage was 122 (34.9%) and 88 (25.1%) patients, respectively; and pulmonary rehabilitation was accessed by 96 (27.4%). Conclusion It is concluded that while pharmacological treatment in COPD patients largely followed GOLD guidelines, significant deficiencies were observed in the adoption of non-pharmacological interventions, vaccination, and early disease detection.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "assessment of compliance with the global initiative for chronic obstructive lung disease protocols in chronic obstructive pulmonary disease patients background chronic obstructive pulmonary disease copd is a chronic progressive respiratory condition characterized by airflow limitation frequent exacerbations and substantial impact on quality of life and healthcare utilization effective management requires adherence to standardized international guidelines to optimize outcomes objective this study aimed to evaluate the management of copd patients in accordance with global initiative for chronic obstructive lung disease gold recommendations with particular emphasis on the appropriateness of pharmacological and non pharmacological interventions relative to disease severity and risk classification methods this retrospective study included copd patients confirmed by spirometry conducted at jinnah hospital lahore pakistan from january to january data were collected from hospital records including demographics smoking status comorbidities spirometry results gold classification treatment regimens exacerbation frequency and non pharmacological interventions patients were categorized into gold abe groups based on symptom burden and exacerbation history results the mean age of patients was years with a male predominance of smoking history was present in patients while reported biomass exposure most patients had advanced disease with in gold stages and classified as gold group e the mean forced expiratory volume in second predicted was exacerbation burden was high with patients reporting exacerbations annually and requiring hospitalization pharmacological management showed that patients received dual therapy long acting muscarinic antagonist lama long acting beta agonist laba and received triple therapy inhaled corticosteroid or ics laba lama non pharmacological measures were variably implemented smoking cessation counseling was documented in patients though only achieved abstinence influenza and pneumococcal vaccination coverage was and patients respectively and pulmonary rehabilitation was accessed by conclusion it is concluded that while pharmacological treatment in copd patients largely followed gold guidelines significant deficiencies were observed in the adoption of non pharmacological interventions vaccination and early disease detection"
}