{
    "title": "Noncontact Phased-Array Ultrasound Facilitates Acute Wound Healing in Mice.",
    "doc_id": "31985636",
    "writer": "Wakabayashi N",
    "year": "2020",
    "summary": "METHODS: Immediately after wounding, bilateral acute wounds in C57BL/6J mice were noncontact low-frequency ultrasound- and sham-stimulated for 1 hour/day for 3 consecutive days (10 Hz/90.6 Pa). Wound closure (epithelialization) was recorded every 2 days as th …",
    "abstract": "Background:\n        \n      \n      The authors developed a noncontact low-frequency ultrasound device that delivers high-intensity mechanical force based on phased-array technology. It may aid wound healing because it is likely to be associated with lower risks of infection and heat-induced pain compared with conventional ultrasound methods. The authors hypothesized that the microdeformation it induces accelerates wound epithelialization. Its effects on key wound-healing processes (angiogenesis, collagen accumulation, and angiogenesis-related gene transcription) were also examined.\n    \n\n\n          Methods:\n        \n      \n      Immediately after wounding, bilateral acute wounds in C57BL/6J mice were noncontact low-frequency ultrasound- and sham-stimulated for 1 hour/day for 3 consecutive days (10 Hz/90.6 Pa). Wound closure (epithelialization) was recorded every 2 days as the percentage change in wound area relative to baseline. Wound tissue was procured on days 2, 5, 7, and 14 (five to six per time point) and subjected to histopathology with hematoxylin and eosin and Masson trichrome staining, CD31 immunohistochemistry, and quantitative polymerase-chain reaction analysis.\n    \n\n\n          Results:\n        \n      \n      Compared to sham-treated wounds, ultrasound/phased-array-treated wounds exhibited significantly accelerated epithelialization (65 ± 27 percent versus 30 ± 33 percent closure), angiogenesis (4.6 ± 1.7 percent versus 2.2 ± 1.0 percent CD31 area), and collagen deposition (44 ± 14 percent versus 28 ± 13 percent collagen density) on days 5, 2, and 5, respectively (all p < 0.05). The expression of Notch ligand delta-like 1 protein (Dll1) and Notch1, which participate in angiogenesis, was transiently enhanced by treatment on days 2 and 5, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      The authors' noncontact low-frequency ultrasound phased-array device improved the wound-healing rate. It was associated with increased early neovascularization that was followed by high levels of collagen-matrix production and epithelialization. The device may expand the mechanotherapeutic proangiogenesis field, thereby helping stimulate a revolution in infected wound care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31985636/",
    "clean_text": "noncontact phased array ultrasound facilitates acute wound healing in mice methods immediately after wounding bilateral acute wounds in c bl j mice were noncontact low frequency ultrasound and sham stimulated for hour day for consecutive days hz pa wound closure epithelialization was recorded every days as th background the authors developed a noncontact low frequency ultrasound device that delivers high intensity mechanical force based on phased array technology it may aid wound healing because it is likely to be associated with lower risks of infection and heat induced pain compared with conventional ultrasound methods the authors hypothesized that the microdeformation it induces accelerates wound epithelialization its effects on key wound healing processes angiogenesis collagen accumulation and angiogenesis related gene transcription were also examined methods immediately after wounding bilateral acute wounds in c bl j mice were noncontact low frequency ultrasound and sham stimulated for hour day for consecutive days hz pa wound closure epithelialization was recorded every days as the percentage change in wound area relative to baseline wound tissue was procured on days and five to six per time point and subjected to histopathology with hematoxylin and eosin and masson trichrome staining cd immunohistochemistry and quantitative polymerase chain reaction analysis results compared to sham treated wounds ultrasound phased array treated wounds exhibited significantly accelerated epithelialization percent versus percent closure angiogenesis percent versus percent cd area and collagen deposition percent versus percent collagen density on days and respectively all p the expression of notch ligand delta like protein dll and notch which participate in angiogenesis was transiently enhanced by treatment on days and respectively conclusions the authors noncontact low frequency ultrasound phased array device improved the wound healing rate it was associated with increased early neovascularization that was followed by high levels of collagen matrix production and epithelialization the device may expand the mechanotherapeutic proangiogenesis field thereby helping stimulate a revolution in infected wound care"
}