{
    "pmid": "41431957",
    "title": "Two-Step Machine Learning Model Enhances Identification of High-Risk Metabolic Dysfunction-Associated Steatotic Liver Disease.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is highly prevalent. Existing non-invasive models for detecting fibrotic metabolic dysfunction-associated steatohepatitis (MASH) perform poorly, partly due to discordant fibrosis-inflammation relationships. We aimed to develop and validate a machine learning-based stepwise strategy to improve identification of high-risk MASLD (F ≥ 2 + NAS ≥ 5). A multicenter retrospective cohort study analysed 840 biopsy-proven MASLD patients (after quality control from 934) across eight centres. Logistic regression and multi-omics detection identified predictors for significant fibrosis (F ≥ 2) and definite MASH (NAS ≥ 5). Patients were divided into a training cohort and a validation cohort based on the centre. Eight machine learning algorithms were trained to diagnose five endpoints. Four diagnostic strategies were compared: fibrosis-first (F ≥ 2 then NAS ≥ 5), MASH-first (NAS ≥ 5 then F ≥ 2), parallel (simultaneous F ≥ 2 and NAS ≥ 5), and single-model (direct F ≥ 2 and NAS ≥ 5). Both logistic regression and mass spectrometry data from this study demonstrated differences in fibrosis and NAS scores. Optimal models were: random forest (RF) for F ≥ 2, lightGBM for NAS ≥ 5, multilayer perceptron (MLP) for F ≥ 2 & NAS ≥ 5 and NAS ≥ 5|F ≥ 2, and elastic net for F ≥ 2|NAS ≥ 5. Internal validation showed the fibrosis-first strategy achieved superior performance (accuracy 84.7%, specificity 87.0%, NPV 92.3%). External validation confirmed stepwise approaches outperformed the single-model strategy. The sequential RF (F ≥ 2) followed by MLP (NAS ≥ 5) approach demonstrated the highest clinical utility. A machine learning-based stepwise diagnostic strategy, prioritising fibrosis assessment first, significantly improves identification of high-risk MASLD (F ≥ 2 + NAS ≥ 5). This validated approach enhances risk stratification accuracy, reduces reliance on biopsy, and offers strong clinical applicability for optimising management. Findings support integrating sequential AI diagnostics into clinical practice and future guidelines.",
    "disease": "liver cirrhosis",
    "clean_text": "two step machine learning model enhances identification of high risk metabolic dysfunction associated steatotic liver disease metabolic dysfunction associated steatotic liver disease masld is highly prevalent existing non invasive models for detecting fibrotic metabolic dysfunction associated steatohepatitis mash perform poorly partly due to discordant fibrosis inflammation relationships we aimed to develop and validate a machine learning based stepwise strategy to improve identification of high risk masld f nas a multicenter retrospective cohort study analysed biopsy proven masld patients after quality control from across eight centres logistic regression and multi omics detection identified predictors for significant fibrosis f and definite mash nas patients were divided into a training cohort and a validation cohort based on the centre eight machine learning algorithms were trained to diagnose five endpoints four diagnostic strategies were compared fibrosis first f then nas mash first nas then f parallel simultaneous f and nas and single model direct f and nas both logistic regression and mass spectrometry data from this study demonstrated differences in fibrosis and nas scores optimal models were random forest rf for f lightgbm for nas multilayer perceptron mlp for f nas and nas f and elastic net for f nas internal validation showed the fibrosis first strategy achieved superior performance accuracy specificity npv external validation confirmed stepwise approaches outperformed the single model strategy the sequential rf f followed by mlp nas approach demonstrated the highest clinical utility a machine learning based stepwise diagnostic strategy prioritising fibrosis assessment first significantly improves identification of high risk masld f nas this validated approach enhances risk stratification accuracy reduces reliance on biopsy and offers strong clinical applicability for optimising management findings support integrating sequential ai diagnostics into clinical practice and future guidelines"
}