{
    "pmid": "41444320",
    "title": "Enhancing the anti-cancer potential of resveratrol through cocrystal technology in colorectal cancerous rats.",
    "abstract": "Colorectal cancer (CRC) is a leading cause of cancer-related morbidity and mortality worldwide, and the limitations of current chemotherapeutic regimens necessitate alternative therapeutic approaches. Resveratrol (RES) possesses potent anticancer activity but suffers from poor solubility and low bioavailability. In this study, cocrystallization with quercetin (QUE) was employed as a strategy to overcome these limitations and enhance the therapeutic performance of RES. Resveratrol-Quercetin cocrystals (RES-QUE CoCry) were prepared by the solvent evaporation method to enhance physicochemical and pharmacokinetic properties. The cocrystals exhibited a novel crystalline phase with a 2-fold increase in solubility at pH 6.8 and a 2.64 fold increase in permeability compared to pure RES. Pharmacokinetic analysis showed a 3.2fold increase in C",
    "disease": "colorectal cancer",
    "clean_text": "enhancing the anti cancer potential of resveratrol through cocrystal technology in colorectal cancerous rats colorectal cancer crc is a leading cause of cancer related morbidity and mortality worldwide and the limitations of current chemotherapeutic regimens necessitate alternative therapeutic approaches resveratrol res possesses potent anticancer activity but suffers from poor solubility and low bioavailability in this study cocrystallization with quercetin que was employed as a strategy to overcome these limitations and enhance the therapeutic performance of res resveratrol quercetin cocrystals res que cocry were prepared by the solvent evaporation method to enhance physicochemical and pharmacokinetic properties the cocrystals exhibited a novel crystalline phase with a fold increase in solubility at ph and a fold increase in permeability compared to pure res pharmacokinetic analysis showed a fold increase in c"
}