{
    "pmid": "41402044",
    "title": "Disproportionate increase in COPD exacerbation risk for 3 months after discontinuing LAMA or ICS: insights from the FLAME trial.",
    "abstract": "In real-world chronic obstructive pulmonary disease (COPD) care, poor adherence often leads to treatment discontinuations. Discontinuing inhaled corticosteroids (ICS) can trigger withdrawal effects transiently increasing exacerbation risk; but evidence for long-acting muscarinic antagonists (LAMA) withdrawal remains limited. We performed a post hoc analysis of the 52-week, double-blind, Effect of Indacaterol Glycopyrronium versus Fluticasone Salmeterol on COPD Exacerbations trial that compared long-acting beta-2 agonist (LABA)+LAMA with LABA+ICS in 3362 patients with moderate-to-severe COPD and exacerbation history. Potential withdrawal effects after discontinuing LAMA or ICS were suggested by monthly exacerbation incidence plots during the first quarter of follow-up. Participants were stratified by their baseline use of these therapies, and outcomes were compared between the first and subsequent quarters among those who continued versus discontinued each treatment. Multivariable mixed-effects models assessed differences in exacerbation rates, with temporal variation in treatment effects interpreted as indicative of withdrawal effects. Discontinuing LAMA was associated with a marked, transient increase in moderate-to-severe exacerbations during the first versus subsequent quarters (p=0.001; rate ratio up to 2.2 (95% CI 1.2 to 4.1) in the subgroup least influenced by concomitant ICS use). This observation was not confirmed for severe exacerbations, likely due to low event count. In contrast, discontinuing ICS was associated with a significant early rise in severe exacerbations (p=0.023), though the difference for moderate-to-severe events did not reach statistical significance. Importantly, ICS withdrawal effects appeared consistent regardless of baseline blood eosinophil count. Our findings suggest potent LAMA and ICS treatment withdrawal effects on exacerbations, highlighting the importance of treatment adherence and accounting for withdrawal effects in clinical trials. NCT01782326.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "disproportionate increase in copd exacerbation risk for months after discontinuing lama or ics insights from the flame trial in real world chronic obstructive pulmonary disease copd care poor adherence often leads to treatment discontinuations discontinuing inhaled corticosteroids ics can trigger withdrawal effects transiently increasing exacerbation risk but evidence for long acting muscarinic antagonists lama withdrawal remains limited we performed a post hoc analysis of the week double blind effect of indacaterol glycopyrronium versus fluticasone salmeterol on copd exacerbations trial that compared long acting beta agonist laba lama with laba ics in patients with moderate to severe copd and exacerbation history potential withdrawal effects after discontinuing lama or ics were suggested by monthly exacerbation incidence plots during the first quarter of follow up participants were stratified by their baseline use of these therapies and outcomes were compared between the first and subsequent quarters among those who continued versus discontinued each treatment multivariable mixed effects models assessed differences in exacerbation rates with temporal variation in treatment effects interpreted as indicative of withdrawal effects discontinuing lama was associated with a marked transient increase in moderate to severe exacerbations during the first versus subsequent quarters p rate ratio up to ci to in the subgroup least influenced by concomitant ics use this observation was not confirmed for severe exacerbations likely due to low event count in contrast discontinuing ics was associated with a significant early rise in severe exacerbations p though the difference for moderate to severe events did not reach statistical significance importantly ics withdrawal effects appeared consistent regardless of baseline blood eosinophil count our findings suggest potent lama and ics treatment withdrawal effects on exacerbations highlighting the importance of treatment adherence and accounting for withdrawal effects in clinical trials nct"
}