{
    "pmid": "41401679",
    "title": "Unmasking the unexpected: Neuroinvasive listeriosis complicating influenza pneumonia.",
    "abstract": "We report the case of an 85-year-old patient hospitalized for influenza-associated pneumonia who developed a sudden febrile coma. This unexpected neurological deterioration in a presumed viral illness created a complex diagnostic challenge. Given the patient's age and comorbidities, a bacterial co-infection was considered. Cerebrospinal fluid analysis and multiplex PCR enabled the rapid identification of Listeria monocytogenes, confirming listeria meningoencephalitis and allowing timely antimicrobial therapy. The patient had fully recovered at hospital discharge. To our knowledge, the association between influenza and neurolisteriosis has not been previously reported. This case highlights the difficulty of evaluating febrile coma in older adults, particularly when symptoms are attributed to influenza. It underscores the importance of a broad diagnostic approach, even with confirmed influenza. Rapid molecular testing was essential in identifying a treatable central nervous system infection and improving management and prognosis in this high-risk population.",
    "disease": "influenza",
    "clean_text": "unmasking the unexpected neuroinvasive listeriosis complicating influenza pneumonia we report the case of an year old patient hospitalized for influenza associated pneumonia who developed a sudden febrile coma this unexpected neurological deterioration in a presumed viral illness created a complex diagnostic challenge given the patient s age and comorbidities a bacterial co infection was considered cerebrospinal fluid analysis and multiplex pcr enabled the rapid identification of listeria monocytogenes confirming listeria meningoencephalitis and allowing timely antimicrobial therapy the patient had fully recovered at hospital discharge to our knowledge the association between influenza and neurolisteriosis has not been previously reported this case highlights the difficulty of evaluating febrile coma in older adults particularly when symptoms are attributed to influenza it underscores the importance of a broad diagnostic approach even with confirmed influenza rapid molecular testing was essential in identifying a treatable central nervous system infection and improving management and prognosis in this high risk population"
}