{
    "pmid": "41417379",
    "title": "Factors associated with death in severe patients with COVID-19/diabetes mellitus in Brazil.",
    "abstract": "to analyze factors associated with death in severe COVID-19/diabetes mellitus patients in Brazil. a cross-sectional study, carried out with notifications of severe respiratory diseases due to COVID-19 registered in the Brazilian Healthcare system database, between 2020 and 2022, Brazil. To analyze associated factors, univariate and multivariate logistic regression models were used. males, aged 19 to 59 years, older adults, non-white race/skin color, low education level, nosocomial cases, Intensive Care Unit admission, ventilatory support, chronic cardiovascular and renal diseases, asthma, chronic lung diseases, immunosuppression, clinical manifestations, serological tests, and imaging were associated with a higher risk of death. Variables such as rural area, cough, sore throat, and antigen test not performed were protective factors. these data reinforce the need for strategies based on social determinants of health to expand access, clinical management, and reduce mortality in these patients. analizar los factores asociados con la muerte en pacientes graves con COVID-19/diabetes  estudio transversal, realizado con las notificaciones de enfermedades respiratorias graves por COVID-19 registradas en la base de datos del Sistema Único de Salud, entre 2020 y 2022, Brasil. Para analizar los factores asociados, se utilizaron modelos de regresión logística univariados y multivariados. los varones de 19 a 59 años, adultos mayores, de raza/color de piel no blanco, con bajo nivel educativo, casos nosocomiales, ingreso en unidad de cuidados intensivos, soporte ventilatorio, enfermedades cardiovasculares y renales crónicas, asma, enfermedades pulmonares crónicas, inmunosupresión, manifestaciones clínicas, pruebas serológicas e imagenología se asociaron con un mayor riesgo de muerte. Las variables zona rural, tos, dolor de garganta y no realización de prueba de antígenos fueron factores protectores. estos datos refuerzan la necesidad de estrategias basadas en los determinantes sociales de la salud para ampliar el acceso, la atención clínica y reducir la mortalidad en estos pacientes.",
    "disease": "asthma",
    "clean_text": "factors associated with death in severe patients with covid diabetes mellitus in brazil to analyze factors associated with death in severe covid diabetes mellitus patients in brazil a cross sectional study carried out with notifications of severe respiratory diseases due to covid registered in the brazilian healthcare system database between and brazil to analyze associated factors univariate and multivariate logistic regression models were used males aged to years older adults non white race skin color low education level nosocomial cases intensive care unit admission ventilatory support chronic cardiovascular and renal diseases asthma chronic lung diseases immunosuppression clinical manifestations serological tests and imaging were associated with a higher risk of death variables such as rural area cough sore throat and antigen test not performed were protective factors these data reinforce the need for strategies based on social determinants of health to expand access clinical management and reduce mortality in these patients analizar los factores asociados con la muerte en pacientes graves con covid diabetes estudio transversal realizado con las notificaciones de enfermedades respiratorias graves por covid registradas en la base de datos del sistema nico de salud entre y brasil para analizar los factores asociados se utilizaron modelos de regresi n log stica univariados y multivariados los varones de a a os adultos mayores de raza color de piel no blanco con bajo nivel educativo casos nosocomiales ingreso en unidad de cuidados intensivos soporte ventilatorio enfermedades cardiovasculares y renales cr nicas asma enfermedades pulmonares cr nicas inmunosupresi n manifestaciones cl nicas pruebas serol gicas e imagenolog a se asociaron con un mayor riesgo de muerte las variables zona rural tos dolor de garganta y no realizaci n de prueba de ant genos fueron factores protectores estos datos refuerzan la necesidad de estrategias basadas en los determinantes sociales de la salud para ampliar el acceso la atenci n cl nica y reducir la mortalidad en estos pacientes"
}