{
    "title": "Exercise as a complementary medicine intervention in type 2 diabetes mellitus: A systematic review with narrative and qualitative synthesis of evidence.",
    "doc_id": "33482523",
    "writer": "Shawahna R",
    "year": "2021",
    "summary": "This systematic review aimed to narrate and qualitatively synthesize evidence and recommendations of physical activity/exercise for patients with T2DM. ...A qualitative summary of evidence included general items (n = 6) and recommendations for physical activity/exer …",
    "abstract": "Background and aims:\n        \n      \n      Type 2 diabetes mellitus (T2DM) is a rapidly growing public health issue. This systematic review aimed to narrate and qualitatively synthesize evidence and recommendations of physical activity/exercise for patients with T2DM.\n    \n\n\n          Methods:\n        \n      \n      The databases Medline through Pubmed, Cochrane, and Scopus were systematically searched from inception to February 08, 2020 using MeSH terms related to \"diabetes mellitus\" and \"physical activity/exercise\". Studies were included if they reported on the roles of physical activity/exercise in managing patients with T2DM or effects of physical activity/exercise on glycemic control. Documents identified through the search were analyzed and evidence and recommendations were synthesized qualitatively.\n    \n\n\n          Results:\n        \n      \n      Data were extracted from 16 original articles and 11 systematic reviews with meta-analyses. A qualitative summary of evidence included general items (n = 6) and recommendations for physical activity/exercise (n = 12). Physical activity/exercise can reduce incidence of T2DM, hyperinsulinemia, fasting plasma/blood glucose, HbA1c, body fats, cholesterol, blood pressure, heart rate, cardiovascular risk, and dosage of antidiabetic medications. Physical activity/exercise can improve sensitivity to insulin, muscle strength, oxygen consumption, aerobic capacity, and mental health of patients with T2DM.\n    \n\n\n          Conclusion:\n        \n      \n      Despite the increasing interest in incorporating physical activity/exercise in the management of T2DM and improving healthcare delivery, there are still limited clear instructions and guidelines for both the patient and the healthcare provider.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33482523/",
    "clean_text": "exercise as a complementary medicine intervention in type diabetes mellitus a systematic review with narrative and qualitative synthesis of evidence this systematic review aimed to narrate and qualitatively synthesize evidence and recommendations of physical activity exercise for patients with t dm a qualitative summary of evidence included general items n and recommendations for physical activity exer background and aims type diabetes mellitus t dm is a rapidly growing public health issue this systematic review aimed to narrate and qualitatively synthesize evidence and recommendations of physical activity exercise for patients with t dm methods the databases medline through pubmed cochrane and scopus were systematically searched from inception to february using mesh terms related to diabetes mellitus and physical activity exercise studies were included if they reported on the roles of physical activity exercise in managing patients with t dm or effects of physical activity exercise on glycemic control documents identified through the search were analyzed and evidence and recommendations were synthesized qualitatively results data were extracted from original articles and systematic reviews with meta analyses a qualitative summary of evidence included general items n and recommendations for physical activity exercise n physical activity exercise can reduce incidence of t dm hyperinsulinemia fasting plasma blood glucose hba c body fats cholesterol blood pressure heart rate cardiovascular risk and dosage of antidiabetic medications physical activity exercise can improve sensitivity to insulin muscle strength oxygen consumption aerobic capacity and mental health of patients with t dm conclusion despite the increasing interest in incorporating physical activity exercise in the management of t dm and improving healthcare delivery there are still limited clear instructions and guidelines for both the patient and the healthcare provider"
}