{
    "title": "Myocardial repair/remodelling following infarction: roles of local factors.",
    "doc_id": "19050008",
    "writer": "Sun Y.",
    "year": "2009",
    "summary": "Heart failure is a global health problem, appearing most commonly in patients with previous myocardial infarction (MI). Cardiac remodelling, particularly fibrosis, seen in both the infarcted and non-infarcted myocardium is recognized to be a major determinant of the …",
    "abstract": "Heart failure is a global health problem, appearing most commonly in patients with previous myocardial infarction (MI). Cardiac remodelling, particularly fibrosis, seen in both the infarcted and non-infarcted myocardium is recognized to be a major determinant of the development of impaired ventricular function, leading to a poor prognosis. Elucidating cellular and molecular mechanisms responsible for the accumulation of extracellular matrix is essential for designing cardioprotective and reparative strategies that could regress fibrosis after infarction. Multiple factors contribute to left ventricular remodelling at different stages post-MI. This review will discuss the role of oxidative stress and locally produced angiotensin II in the pathogenesis of myocardial repair/remodelling after MI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19050008/",
    "clean_text": "myocardial repair remodelling following infarction roles of local factors heart failure is a global health problem appearing most commonly in patients with previous myocardial infarction mi cardiac remodelling particularly fibrosis seen in both the infarcted and non infarcted myocardium is recognized to be a major determinant of the heart failure is a global health problem appearing most commonly in patients with previous myocardial infarction mi cardiac remodelling particularly fibrosis seen in both the infarcted and non infarcted myocardium is recognized to be a major determinant of the development of impaired ventricular function leading to a poor prognosis elucidating cellular and molecular mechanisms responsible for the accumulation of extracellular matrix is essential for designing cardioprotective and reparative strategies that could regress fibrosis after infarction multiple factors contribute to left ventricular remodelling at different stages post mi this review will discuss the role of oxidative stress and locally produced angiotensin ii in the pathogenesis of myocardial repair remodelling after mi"
}