{
    "title": "New perspectives on gastric disorders: the relationship between innate lymphoid cells and microbes in the stomach.",
    "doc_id": "40074935",
    "writer": "Yan Y",
    "year": "2025",
    "summary": "A growing number of studies in recent years have revealed the changes in the gastric microbiota during the development of gastric diseases, breaking the stereotype that the stomach is hostile to microorganisms beyond H. pylori. ...Here, we outline the basic f …",
    "abstract": "A growing number of studies in recent years have revealed the changes in the gastric microbiota during the development of gastric diseases, breaking the stereotype that the stomach is hostile to microorganisms beyond H. pylori. After a decade of intensive research, the discovery of innate lymphoid cells (ILCs) has provided a new perspective on the immune response in many diseases. In the context of defense against infectious pathogens, the pre-existing innate defense mechanism of tissue-resident ILCs can rapidly recognize and respond to microbes to eliminate infection at the earliest stages. Here, we outline the basic function of ILCs in the gastric mucosa and in shaping the gastric microbiome. We discuss the interactions between the gastric microbiota and ILCs, explaining how the ILCs actively drive the immune response against bacterial pathogens that can lead to the development of the gastric disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40074935/",
    "clean_text": "new perspectives on gastric disorders the relationship between innate lymphoid cells and microbes in the stomach a growing number of studies in recent years have revealed the changes in the gastric microbiota during the development of gastric diseases breaking the stereotype that the stomach is hostile to microorganisms beyond h pylori here we outline the basic f a growing number of studies in recent years have revealed the changes in the gastric microbiota during the development of gastric diseases breaking the stereotype that the stomach is hostile to microorganisms beyond h pylori after a decade of intensive research the discovery of innate lymphoid cells ilcs has provided a new perspective on the immune response in many diseases in the context of defense against infectious pathogens the pre existing innate defense mechanism of tissue resident ilcs can rapidly recognize and respond to microbes to eliminate infection at the earliest stages here we outline the basic function of ilcs in the gastric mucosa and in shaping the gastric microbiome we discuss the interactions between the gastric microbiota and ilcs explaining how the ilcs actively drive the immune response against bacterial pathogens that can lead to the development of the gastric disease"
}