{
    "pmid": "41412716",
    "title": "Efficacy of isoniazid in pediatric tuberculosis: an individual participant data meta-analysis.",
    "abstract": "Isoniazid is a cornerstone of management therapy for tuberculosis. The aim was to determine the association between isoniazid exposure and clinical outcomes, to develop a pharmacokinetic model, and to optimize the dosing regimen in children treated for drug-susceptible tuberculosis. For this individual participant data meta-analysis, PubMed was searched for observational studies, involving children (0-18 years), being treated for drug susceptible tuberculosis. The relationship between isoniazid exposure and clinical outcomes was analyzed using a mixed-effects logistic regression model. Pharmacokinetic parameters were described using nonlinear mixed effects modeling. Pharmacokinetic target was the median adult area under the concentration time curve (AUC Six studies provided clinical outcomes, including 405 patients, of which 21% had unfavorable outcomes. Sixteen studies (1255 patients) were included in the pharmacokinetic model. Unfavorable outcomes were only related to lower BMI for age Z-score (OR 0.96, 95% CI 0.93-0.99, p<0.05). Isoniazid exposure was impacted by NAT2 genotype, weight, age, and nutritional status (using BMI for age Z-score). With currently recommended WHO doses, isoniazid exposure was similar to that of adults. Pharmacokinetic target attainment was 71.7% and 29.5% for slow and fast metabolizers, respectively (p<0.05); 50.5% for patients with a BAZ>0 and 42.6% for malnourished patients (BAZ<-2) (p<0.05). Model-informed dosing regimen showed that fast metabolizers could benefit from higher isoniazid dosing, especially in malnourished children. Our findings showed that the only predictor of unfavorable clinical outcomes was a lower BMI for age Z-score. We support the current WHO-recommended dosing regimen for isoniazid. To equalize and attain our pharmacological target for all children, dosing regimens could be adjusted on NAT2 genotype and nutritional status.",
    "disease": "tuberculosis",
    "clean_text": "efficacy of isoniazid in pediatric tuberculosis an individual participant data meta analysis isoniazid is a cornerstone of management therapy for tuberculosis the aim was to determine the association between isoniazid exposure and clinical outcomes to develop a pharmacokinetic model and to optimize the dosing regimen in children treated for drug susceptible tuberculosis for this individual participant data meta analysis pubmed was searched for observational studies involving children years being treated for drug susceptible tuberculosis the relationship between isoniazid exposure and clinical outcomes was analyzed using a mixed effects logistic regression model pharmacokinetic parameters were described using nonlinear mixed effects modeling pharmacokinetic target was the median adult area under the concentration time curve auc six studies provided clinical outcomes including patients of which had unfavorable outcomes sixteen studies patients were included in the pharmacokinetic model unfavorable outcomes were only related to lower bmi for age z score or ci p isoniazid exposure was impacted by nat genotype weight age and nutritional status using bmi for age z score with currently recommended who doses isoniazid exposure was similar to that of adults pharmacokinetic target attainment was and for slow and fast metabolizers respectively p for patients with a baz and for malnourished patients baz p model informed dosing regimen showed that fast metabolizers could benefit from higher isoniazid dosing especially in malnourished children our findings showed that the only predictor of unfavorable clinical outcomes was a lower bmi for age z score we support the current who recommended dosing regimen for isoniazid to equalize and attain our pharmacological target for all children dosing regimens could be adjusted on nat genotype and nutritional status"
}