{
    "title": "Preliminary investigation of honey-doped electrospun scaffolds to delay wound closure.",
    "doc_id": "30866161",
    "writer": "Hilliard G",
    "year": "2019",
    "summary": "Manuka honey is an ancient remedy to improve wound healing; however, an effective delivery system is needed to facilitate extended release of honey into wounds. ...Vascular endothelial growth factor (VEGF), a marker of angiogenesis, was released by macrophages cultu …",
    "abstract": "Manuka honey is an ancient remedy to improve wound healing; however, an effective delivery system is needed to facilitate extended release of honey into wounds. We developed an electrospun dermal regeneration template consisting of a poly (ε-caprolactone) (PCL) scaffold embedded with 1%, 5%, 10%, or 20% manuka honey. In vitro studies demonstrated that honey PCL scaffolds were not toxic to macrophages, and they allowed for macrophage infiltration into the scaffolds. Vascular endothelial growth factor (VEGF), a marker of angiogenesis, was released by macrophages cultured with scaffolds and macrophage/scaffold conditioned media promoted endothelial cell tube formation in an angiogenesis assay. In a full thickness murine wound model, the scaffolds prevented rapid wound contraction. In vivo, cells infiltrated the scaffolds by post-wounding day 7, but the honey scaffolds did not affect collagen deposition at that time. In summary, preliminary studies investigating the effect of honey on tissue repair show that scaffolds prevent rapid wound contraction, allow for cell infiltration, and promote angiogenesis. © 2019 Wiley Periodicals, Inc. J Biomed Mater Res Part B: Appl Biomater 107B:2620-2628, 2019.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30866161/",
    "clean_text": "preliminary investigation of honey doped electrospun scaffolds to delay wound closure manuka honey is an ancient remedy to improve wound healing however an effective delivery system is needed to facilitate extended release of honey into wounds vascular endothelial growth factor vegf a marker of angiogenesis was released by macrophages cultu manuka honey is an ancient remedy to improve wound healing however an effective delivery system is needed to facilitate extended release of honey into wounds we developed an electrospun dermal regeneration template consisting of a poly caprolactone pcl scaffold embedded with or manuka honey in vitro studies demonstrated that honey pcl scaffolds were not toxic to macrophages and they allowed for macrophage infiltration into the scaffolds vascular endothelial growth factor vegf a marker of angiogenesis was released by macrophages cultured with scaffolds and macrophage scaffold conditioned media promoted endothelial cell tube formation in an angiogenesis assay in a full thickness murine wound model the scaffolds prevented rapid wound contraction in vivo cells infiltrated the scaffolds by post wounding day but the honey scaffolds did not affect collagen deposition at that time in summary preliminary studies investigating the effect of honey on tissue repair show that scaffolds prevent rapid wound contraction allow for cell infiltration and promote angiogenesis wiley periodicals inc j biomed mater res part b appl biomater b"
}