{
    "pmid": "41473644",
    "title": "Prevalence and Associated Factors of Glaucoma Among Adults in a Tertiary Care Center in Dubai, United Arab Emirates: A Retrospective Review.",
    "abstract": "Glaucoma is a leading cause of blindness worldwide, with its impact expected to increase substantially in the coming years. It results from structural and functional damage to the optic nerve and can be classified into primary open-angle glaucoma (POAG), primary angle-closure glaucoma (PACG), and secondary glaucoma. This retrospective cross-sectional study is among the first to examine the prevalence and extent of glaucoma in a tertiary care center in the United Arab Emirates (UAE). Adults over the age of 18 who presented to the ophthalmology outpatient clinic between January 2017 and December 2021 with a confirmed diagnosis of glaucoma were analyzed. Data collected included demographic variables such as age, gender, and nationality, as well as comorbidities including diabetes, hypertension, and family history of glaucoma. Data collection resulted in 553 glaucomatous eyes, where the mean age was 53.3 ± 14.0 years (range 20-98 years), and the majority of participants were male (60%, n = 332) compared to 40% of females (n = 221). Looking at the proportion of glaucoma by year, it was evident that 38.1% of eyes were severely affected in 2017, and this proportion increased to 53.9% by 2021. UAE nationals had the highest rate of severe glaucoma (60.7%), in contrast to patients from India (38.6%), the United Kingdom (26.2%), and other nationalities (46.4%) (p < 0.001). There was a significant association between age and severe glaucoma, with prevalence lowest in the youngest group (≤28 years, 25.0%) and highest in the oldest group (≥69 years, 68.6%; p < 0.001). Male gender was also significantly associated with severe disease, whereas diabetes, hypertension, and family history showed no significant associations. To our knowledge, this study is the first of its kind in the UAE that looks into the risk factors and epidemiology of glaucoma. The data from this study will aid in filling the gap with regard to prevalence data in the UAE, which can further guide screening and prevention measures.",
    "disease": "hypertension",
    "clean_text": "prevalence and associated factors of glaucoma among adults in a tertiary care center in dubai united arab emirates a retrospective review glaucoma is a leading cause of blindness worldwide with its impact expected to increase substantially in the coming years it results from structural and functional damage to the optic nerve and can be classified into primary open angle glaucoma poag primary angle closure glaucoma pacg and secondary glaucoma this retrospective cross sectional study is among the first to examine the prevalence and extent of glaucoma in a tertiary care center in the united arab emirates uae adults over the age of who presented to the ophthalmology outpatient clinic between january and december with a confirmed diagnosis of glaucoma were analyzed data collected included demographic variables such as age gender and nationality as well as comorbidities including diabetes hypertension and family history of glaucoma data collection resulted in glaucomatous eyes where the mean age was years range years and the majority of participants were male n compared to of females n looking at the proportion of glaucoma by year it was evident that of eyes were severely affected in and this proportion increased to by uae nationals had the highest rate of severe glaucoma in contrast to patients from india the united kingdom and other nationalities p there was a significant association between age and severe glaucoma with prevalence lowest in the youngest group years and highest in the oldest group years p male gender was also significantly associated with severe disease whereas diabetes hypertension and family history showed no significant associations to our knowledge this study is the first of its kind in the uae that looks into the risk factors and epidemiology of glaucoma the data from this study will aid in filling the gap with regard to prevalence data in the uae which can further guide screening and prevention measures"
}