{
    "pmid": "41457848",
    "title": "[New Horizons for the Use of Valsartan + Sacubitril in Heart Failure Patients with Hypertension].",
    "abstract": "The growing burden of chronic heart failure (CHF) and arterial hypertension (AH) requires improved secondary prevention with the consideration of recent advances in drug therapy. Since 2015, angiotensin II receptor antagonists in combination with other drugs (valsartan + sacubitril) have been recommended for patients with CHF and reduced left ventricular ejection fraction (LVEF) due to the positive effect of these drugs on prognosis. Currently, the indications for the use of valsartan + sacubitril have been expanded to include not only essential AH but also CHF with any LVEF in order to improve survival and reduce the frequency of hospitalizations. This article discusses current advances in the combination therapy in multimorbid patients with CHF and AH to achieve target blood pressure and reduce the risk of cardiovascular complications when using these drugs, their advantages, efficacy, tolerability, and safety profile.",
    "disease": "hypertension",
    "clean_text": "new horizons for the use of valsartan sacubitril in heart failure patients with hypertension the growing burden of chronic heart failure chf and arterial hypertension ah requires improved secondary prevention with the consideration of recent advances in drug therapy since angiotensin ii receptor antagonists in combination with other drugs valsartan sacubitril have been recommended for patients with chf and reduced left ventricular ejection fraction lvef due to the positive effect of these drugs on prognosis currently the indications for the use of valsartan sacubitril have been expanded to include not only essential ah but also chf with any lvef in order to improve survival and reduce the frequency of hospitalizations this article discusses current advances in the combination therapy in multimorbid patients with chf and ah to achieve target blood pressure and reduce the risk of cardiovascular complications when using these drugs their advantages efficacy tolerability and safety profile"
}