{
    "pmid": "41475015",
    "title": "Applications of Machine Learning for Cognitive Health in Older Individuals With HIV: Rapid Systematic Review.",
    "abstract": "More than half of people with HIV are now older than 50 years, and they face an approximately 60% higher risk of developing dementia compared with the general population. In recent years, the application of artificial intelligence, particularly machine learning, combined with the growing availability of large datasets, has opened new avenues for developing prediction models that improve dementia detection, monitoring, and management. This systematic review aimed to synthesize the existing literature on the application of machine learning in dementia research among older people with HIV and identify directions for future research. A comprehensive search was conducted in PubMed, CINAHL, and Embase in September 2024, limited to studies published within the past 10 years. Eligible articles included original research involving people with HIV applying at least 1 machine learning technique and reporting dementia-related outcomes. The search yielded 721 articles, of which 26 (3.6%) met the inclusion criteria. Most studies were retrospective and conducted in the United States (n=14, 53.8%), primarily focusing on neurocognitive impairment and HIV-associated neurocognitive disorders. Supervised machine learning techniques were most frequently used and demonstrated strong predictive performance. Common methodological challenges included small sample sizes, lack of external validation, limited participant diversity, and concerns about biological interpretability and generalizability. Machine learning research on dementia among older people with HIV primarily targets HIV-associated neurocognitive disorders, with limited exploration of age-related neurodegenerative diseases such as Alzheimer disease and related dementias. The absence of longitudinal studies and external validation remains a key limitation. Future research should broaden the focus to all-cause dementia beyond HIV-specific conditions; apply advanced machine learning methods; and leverage large-scale longitudinal, multimodal datasets. Strengthening methodological rigor and enhancing real-world applications will be critical to improving early detection and effective management of cognitive health in this unique aging population.",
    "disease": "alzheimer disease",
    "clean_text": "applications of machine learning for cognitive health in older individuals with hiv rapid systematic review more than half of people with hiv are now older than years and they face an approximately higher risk of developing dementia compared with the general population in recent years the application of artificial intelligence particularly machine learning combined with the growing availability of large datasets has opened new avenues for developing prediction models that improve dementia detection monitoring and management this systematic review aimed to synthesize the existing literature on the application of machine learning in dementia research among older people with hiv and identify directions for future research a comprehensive search was conducted in pubmed cinahl and embase in september limited to studies published within the past years eligible articles included original research involving people with hiv applying at least machine learning technique and reporting dementia related outcomes the search yielded articles of which met the inclusion criteria most studies were retrospective and conducted in the united states n primarily focusing on neurocognitive impairment and hiv associated neurocognitive disorders supervised machine learning techniques were most frequently used and demonstrated strong predictive performance common methodological challenges included small sample sizes lack of external validation limited participant diversity and concerns about biological interpretability and generalizability machine learning research on dementia among older people with hiv primarily targets hiv associated neurocognitive disorders with limited exploration of age related neurodegenerative diseases such as alzheimer disease and related dementias the absence of longitudinal studies and external validation remains a key limitation future research should broaden the focus to all cause dementia beyond hiv specific conditions apply advanced machine learning methods and leverage large scale longitudinal multimodal datasets strengthening methodological rigor and enhancing real world applications will be critical to improving early detection and effective management of cognitive health in this unique aging population"
}