{
    "pmid": "41444939",
    "title": "The latent tuberculosis infection survey using two interferon γ release assay tests among the elderly in a well-confined rural county in Eastern China.",
    "abstract": "Tuberculosis (TB) latent infection is a crucial precursor to the development of active pulmonary tuberculosis while currently no gold standard for detecting latent infection. This study aims to investigate the prevalence of latent infection among the elderly in high-incidence areas in Eastern China. Additionally, it compares the agreement of two interferon-γ release assay (IGRA) reagents in detecting latent TB infection in this elderly population. A random sampling method was adopted to select two townships from Lanxi City, China. Based on the health check-ups for the elderly under the National Basic Public Health Service Project, a questionnaire survey and latent infection testing were conducted among the recruited elderly population aged 65 and above. A multi-factor analysis was used to identify the influencing factors for latent infections in the elderly population. Meanwhile, the optimal cutoff value was determined using the ROC curve. This study enrolled a total of 1,583 elderly individuals aged 65 years and above for latent tuberculosis infection (LTBI) testing. Among them, 424 tested positive with an infection rate of 26.78%. Multivariable analysis revealed that smoking (Adjusted OR = 1.810, 95% CI 1.315-2.491) and engaging in physical exercise at least once per week (Adjusted OR = 2.179, 95% CI 1.021-4.051) were significantly positively associated with LTBI. The comparative study of latent infection using two different reagents was conducted among 108 elderly participants, showing an extremely high level of agreement with a Kappa value of 0.812, a correlation coefficient (R²) of 0.713 (P < 0.001).Using the traditional IGRA as a reference, we found that in the elderly population, increasing the cutoff value of the domestic AIMTB reagent to 24.02 could achieve the optimal cutoff value with the area under the ROC curve 0.952, with a sensitivity of 83.3% and a specificity of 97.4%. The prevalence of LTBI among individuals aged 65 and above in the relatively confined rural areas of Zhejiang Province was as high as 26.78%, which required focused attention with the intensification of population aging. Male sex, smoking duration, and exercise frequency were all associated with LTBI, and the underlying mechanisms needed to be explored in the future. The domestic reagent AIMTB of China showed good agreement with IGRA reagents in old adults, which offered a model for tailoring cutoff thresholds to specific populations, helping reduce LTBI screening costs in low- and middle-income countries. Besides, the need to appropriately raise diagnostic standards should be further verified through large-scale population studies in the future.",
    "disease": "tuberculosis",
    "clean_text": "the latent tuberculosis infection survey using two interferon release assay tests among the elderly in a well confined rural county in eastern china tuberculosis tb latent infection is a crucial precursor to the development of active pulmonary tuberculosis while currently no gold standard for detecting latent infection this study aims to investigate the prevalence of latent infection among the elderly in high incidence areas in eastern china additionally it compares the agreement of two interferon release assay igra reagents in detecting latent tb infection in this elderly population a random sampling method was adopted to select two townships from lanxi city china based on the health check ups for the elderly under the national basic public health service project a questionnaire survey and latent infection testing were conducted among the recruited elderly population aged and above a multi factor analysis was used to identify the influencing factors for latent infections in the elderly population meanwhile the optimal cutoff value was determined using the roc curve this study enrolled a total of elderly individuals aged years and above for latent tuberculosis infection ltbi testing among them tested positive with an infection rate of multivariable analysis revealed that smoking adjusted or ci and engaging in physical exercise at least once per week adjusted or ci were significantly positively associated with ltbi the comparative study of latent infection using two different reagents was conducted among elderly participants showing an extremely high level of agreement with a kappa value of a correlation coefficient r of p using the traditional igra as a reference we found that in the elderly population increasing the cutoff value of the domestic aimtb reagent to could achieve the optimal cutoff value with the area under the roc curve with a sensitivity of and a specificity of the prevalence of ltbi among individuals aged and above in the relatively confined rural areas of zhejiang province was as high as which required focused attention with the intensification of population aging male sex smoking duration and exercise frequency were all associated with ltbi and the underlying mechanisms needed to be explored in the future the domestic reagent aimtb of china showed good agreement with igra reagents in old adults which offered a model for tailoring cutoff thresholds to specific populations helping reduce ltbi screening costs in low and middle income countries besides the need to appropriately raise diagnostic standards should be further verified through large scale population studies in the future"
}