{
    "pmid": "41469592",
    "title": "Generalized and COVID-19 related anxiety among Tanzanian adolescents with HIV and association with HIV outcomes during the COVID-19 pandemic.",
    "abstract": "The COVID-19 pandemic resulted in significant disruptions to HIV services globally. The impact of COVID-19 on mental wellbeing and HIV outcomes among adolescents with HIV (AWH) in Tanzania is unknown. We assessed the burden of generalized and COVID-19 related anxiety and associations with adherence to HIV care and treatment and viral load suppression (VLS) among AWH during the peak of the COVID-19 pandemic in Tanzania. This cross-sectional study was conducted among AWH aged 15-19 years attending 10 clinics in Dar es Salaam from April-December 2022. Trained RAs administered a questionnaire to study participants which included questions on Generalized Anxiety Disorder (GAD), COVID-19 related anxiety, and other psychosocial and physical health and support measures such as self-management and quality of physical health. HIV clinic visit adherence, viral load and sociodemographic data were abstracted from patient health records. Multivariable quasibinomial and logistic regression models examined associations of Generalized and COVID-19 related anxiety with visit adherence (attending all scheduled visits (+/- 3 days) for 12 months prior to September 2019) and HIV virologic suppression (HIV VL < 50 copies/mL), respectively. Data were analyzed using R software. Five hundred sixty seven AWH (48% male, median time on ART 125 (interquartile range (IQR) 79 months)) were included in this analysis. Over half (53%) attended at least 75% of their scheduled clinic visits, and 78% were HIV virologically suppressed (< 50 copies/mL). The median GAD and COVID-19-related anxiety scores were 1 [IQR: 4], and 25 [IQR: 31], respectively. Only 2% scored moderate-severe generalized anxiety (score 10-21). We found no significant associations between COVID-19 related anxiety [adjusted odds ratio (AOR) = 1.00 (95% CI 0.90, 1.00)] or GAD [AOR = 1.03 (0.99, 1.07)] and visit adherence. Higher GAD was inversely associated with VLS [AOR: 0.90 (95% CI 0.81, 0.99]. Female gender [AOR = 1.67 (95% CI 1.05, 2.66)], higher quality of physical life [AOR 1.17 (95% CI 1.04, 1.32)] and living with parents [AOR = 1.61 (1.00, 2.57)] were significantly associated with VLS. Low levels of generalized and COVID-19 related anxiety were reported among Tanzanian AWH. Scaling up integrated screening and management of GAD into HIV care for AWH could improve VLS among this population.",
    "disease": "pneumonia",
    "clean_text": "generalized and covid related anxiety among tanzanian adolescents with hiv and association with hiv outcomes during the covid pandemic the covid pandemic resulted in significant disruptions to hiv services globally the impact of covid on mental wellbeing and hiv outcomes among adolescents with hiv awh in tanzania is unknown we assessed the burden of generalized and covid related anxiety and associations with adherence to hiv care and treatment and viral load suppression vls among awh during the peak of the covid pandemic in tanzania this cross sectional study was conducted among awh aged years attending clinics in dar es salaam from april december trained ras administered a questionnaire to study participants which included questions on generalized anxiety disorder gad covid related anxiety and other psychosocial and physical health and support measures such as self management and quality of physical health hiv clinic visit adherence viral load and sociodemographic data were abstracted from patient health records multivariable quasibinomial and logistic regression models examined associations of generalized and covid related anxiety with visit adherence attending all scheduled visits days for months prior to september and hiv virologic suppression hiv vl copies ml respectively data were analyzed using r software five hundred sixty seven awh male median time on art interquartile range iqr months were included in this analysis over half attended at least of their scheduled clinic visits and were hiv virologically suppressed copies ml the median gad and covid related anxiety scores were iqr and iqr respectively only scored moderate severe generalized anxiety score we found no significant associations between covid related anxiety adjusted odds ratio aor ci or gad aor and visit adherence higher gad was inversely associated with vls aor ci female gender aor ci higher quality of physical life aor ci and living with parents aor were significantly associated with vls low levels of generalized and covid related anxiety were reported among tanzanian awh scaling up integrated screening and management of gad into hiv care for awh could improve vls among this population"
}