{
    "pmid": "41462360",
    "title": "The efficacy and safety of datopotamab deruxtecan (Dato-DXd) in advanced solid tumors: a systematic review and meta-analysis.",
    "abstract": "The cell surface protein TROP-2 is overexpressed in various solid tumors, making it an attractive therapeutic target. Datopotamab deruxtecan (Dato-DXd) is a novel antibody-drug conjugate (ADC) designed to selectively deliver cytotoxic agents to TROP-2-expressing cancer cells. It has recently been approved for treating unresectable or metastatic hormone receptor-positive, HER2-negative breast cancer. While preclinical and early phase clinical trials have shown promising efficacy, this meta-analysis aims to provide a comprehensive evaluation of the efficacy and safety of Dato-DXd in patients with advanced solid tumors by synthesizing the available clinical evidence. We systematically searched PubMed, Web of Science, EMBASE, and the Cochrane Library for studies published up to February 18, 2025, that investigated Dato-DXd in advanced solid tumors. The primary outcomes were the overall response rate (ORR) and disease control rate (DCR). Secondary outcomes included progression-free survival (PFS), overall survival (OS), and treatment-related adverse events (TRAEs). Data were extracted and pooled for quantitative synthesis. Six studies involving 1,166 patients with non-small cell lung cancer (NSCLC) or breast cancer who received Dato-DXd monotherapy were included. The pooled ORR was 30.0%, and the pooled DCR was 76.9%. The median PFS and OS were 5.56 months and 12.46 months, respectively. The most common TRAEs were stomatitis (all grades: 55.1%, grade ≥ 3: 6.8%), nausea (all grades: 49.4%, grade ≥ 3: 1.3%), and alopecia (all grades: 38.5%, grade ≥ 3: 0.0%). Interstitial lung disease (ILD), a critical adverse event of interest, occurred in 5.2% of patients (all grades) and 1.7% (grade ≥ 3). Dato-DXd demonstrates encouraging antitumor activity and a manageable safety profile in several advanced solid tumors, particularly breast cancer and NSCLC. This synthesis provides a valuable evidence base to guide clinical practice and future trial design. However, as the current evidence is predominantly from early phase and single-arm studies, confirmation through large-scale randomized controlled trials is necessary before Dato-DXd can be widely adopted in clinical practice.",
    "disease": "breast cancer",
    "clean_text": "the efficacy and safety of datopotamab deruxtecan dato dxd in advanced solid tumors a systematic review and meta analysis the cell surface protein trop is overexpressed in various solid tumors making it an attractive therapeutic target datopotamab deruxtecan dato dxd is a novel antibody drug conjugate adc designed to selectively deliver cytotoxic agents to trop expressing cancer cells it has recently been approved for treating unresectable or metastatic hormone receptor positive her negative breast cancer while preclinical and early phase clinical trials have shown promising efficacy this meta analysis aims to provide a comprehensive evaluation of the efficacy and safety of dato dxd in patients with advanced solid tumors by synthesizing the available clinical evidence we systematically searched pubmed web of science embase and the cochrane library for studies published up to february that investigated dato dxd in advanced solid tumors the primary outcomes were the overall response rate orr and disease control rate dcr secondary outcomes included progression free survival pfs overall survival os and treatment related adverse events traes data were extracted and pooled for quantitative synthesis six studies involving patients with non small cell lung cancer nsclc or breast cancer who received dato dxd monotherapy were included the pooled orr was and the pooled dcr was the median pfs and os were months and months respectively the most common traes were stomatitis all grades grade nausea all grades grade and alopecia all grades grade interstitial lung disease ild a critical adverse event of interest occurred in of patients all grades and grade dato dxd demonstrates encouraging antitumor activity and a manageable safety profile in several advanced solid tumors particularly breast cancer and nsclc this synthesis provides a valuable evidence base to guide clinical practice and future trial design however as the current evidence is predominantly from early phase and single arm studies confirmation through large scale randomized controlled trials is necessary before dato dxd can be widely adopted in clinical practice"
}