{
    "pmid": "41398712",
    "title": "Nephrolithiasis and Cardiovascular Disease.",
    "abstract": "Nephrolithiasis is a crystal concretion formed within the kidneys; it affects ~10-12% of the world population and confers an increased risk of end-stage renal failure. Its global burden comprised 106 million incident cases in 2021 (67% men); incident cases, deaths, and disability-adjusted life-years increased by ~27%, 60%, and 35%, respectively, between 2000 and 2021. Environmental factors play a crucial role in renal stone development, in addition to an underlying genetic background. Nephrolithiasis raises cardiovascular (CV) risk, including the risk for coronary artery disease (CAD) or stroke. Endothelial dysfunction is strongly linked with nephrolithiasis, and it may be an intermediate and modifiable feature between nephrolithiasis and CV diseases. Nutrition is closely linked with the risk of nephrolithiasis; diets high in animal protein, low in alkali, magnesium, and citrate, and high in oxalate- and calcium-containing foods lead to negative calcium balance, low urine pH, and low urinary excretion of citrate, potassium, and magnesium, all favoring stone formation. Raising fluid intake prevents the development of a first kidney stone (primary prevention) and also decreases the risk of stone recurrence (secondary prevention). Kidney stone formers exhibit 25% higher risk of CAD, 17% higher risk of stroke, and 39% higher risk of arterial disease, albeit with high heterogeneity. Lifestyle modifications, dietary interventions, and pharmacological therapies may prevent recurrences and manage residual stone fragments. The use of sodium-glucose cotransporter-2 inhibitors may inhibit nephrolithiasis by restoring impaired autophagic flux; however, adding an autophagy inhibitor (eg, hydroxychloroquine) should be avoided as it compromises the protection provided by a sodium-glucose cotransporter-2 inhibitor. Nephrolithiasis confers a long-term risk of a future CV event. An increased risk of CAD and/or hypertension has also been linked with a prior history of kidney stones. Hence, one should view nephrolithiasis as a systemic disorder, linked with hypertension, chronic kidney disease, bone, and CV damage.",
    "disease": "coronary artery disease",
    "clean_text": "nephrolithiasis and cardiovascular disease nephrolithiasis is a crystal concretion formed within the kidneys it affects of the world population and confers an increased risk of end stage renal failure its global burden comprised million incident cases in men incident cases deaths and disability adjusted life years increased by and respectively between and environmental factors play a crucial role in renal stone development in addition to an underlying genetic background nephrolithiasis raises cardiovascular cv risk including the risk for coronary artery disease cad or stroke endothelial dysfunction is strongly linked with nephrolithiasis and it may be an intermediate and modifiable feature between nephrolithiasis and cv diseases nutrition is closely linked with the risk of nephrolithiasis diets high in animal protein low in alkali magnesium and citrate and high in oxalate and calcium containing foods lead to negative calcium balance low urine ph and low urinary excretion of citrate potassium and magnesium all favoring stone formation raising fluid intake prevents the development of a first kidney stone primary prevention and also decreases the risk of stone recurrence secondary prevention kidney stone formers exhibit higher risk of cad higher risk of stroke and higher risk of arterial disease albeit with high heterogeneity lifestyle modifications dietary interventions and pharmacological therapies may prevent recurrences and manage residual stone fragments the use of sodium glucose cotransporter inhibitors may inhibit nephrolithiasis by restoring impaired autophagic flux however adding an autophagy inhibitor eg hydroxychloroquine should be avoided as it compromises the protection provided by a sodium glucose cotransporter inhibitor nephrolithiasis confers a long term risk of a future cv event an increased risk of cad and or hypertension has also been linked with a prior history of kidney stones hence one should view nephrolithiasis as a systemic disorder linked with hypertension chronic kidney disease bone and cv damage"
}