{
    "title": "[Low Back Pain - When Is Surgical Therapy Promising?].",
    "doc_id": "37122183",
    "writer": "Jesse CM",
    "year": "2023",
    "summary": "Low Back Pain - When Is Surgical Therapy Promising? Abstract. Low back pain is the number one widespread disease and leads to a high socioeconomic burden. In most cases, low back pain has a non-specific cause, which c …",
    "abstract": "Low Back Pain - When Is Surgical Therapy Promising? Abstract. Low back pain is the number one widespread disease and leads to a high socioeconomic burden. In most cases, low back pain has a non-specific cause, which can be treated conservatively. For low back pain with specific pathoanatomical causes, surgery is usually only indicated for cases refractory to conservative measures or for patients presenting with neurological deficits or mechanical instability. Especially in patients with herniated discs, spinal canal stenosis and spondylolisthesis, surgical treatment has been shown to lead to good or very good long-term patient outcomes. However, careful patient selection and education are critical for successful postoperative patient outcome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37122183/",
    "clean_text": "low back pain when is surgical therapy promising low back pain when is surgical therapy promising abstract low back pain is the number one widespread disease and leads to a high socioeconomic burden in most cases low back pain has a non specific cause which c low back pain when is surgical therapy promising abstract low back pain is the number one widespread disease and leads to a high socioeconomic burden in most cases low back pain has a non specific cause which can be treated conservatively for low back pain with specific pathoanatomical causes surgery is usually only indicated for cases refractory to conservative measures or for patients presenting with neurological deficits or mechanical instability especially in patients with herniated discs spinal canal stenosis and spondylolisthesis surgical treatment has been shown to lead to good or very good long term patient outcomes however careful patient selection and education are critical for successful postoperative patient outcome"
}