{
    "pmid": "41411804",
    "title": "Safety and Effectiveness of Cenobamate in Pediatric Patients With Treatment-Resistant Epilepsy.",
    "abstract": "Cenobamate is an antiseizure medication (ASM) for the treatment of focal-onset seizures in adults aged 18 years and older-while currently used off-label in children and adolescents, its pediatric potential is significant. Studies demonstrated a promising median seizure reduction of up to 65% in patients with treatment-resistant focal epilepsy. This study aimed to investigate the effectiveness and safety of cenobamate as an adjunctive ASM in epilepsy patients under 18 years. The primary objective was to assess the effectiveness of cenobamate by examining seizure reduction. Secondary end points included adverse drug reactions (ADRs) and the median dose. Data were summarized using descriptive statistics, including mean, standard deviation, median, interquartile range, and percentages. Among 31 patients, 52% experienced a 75-100% reduction in seizure frequency, 16% had a 50-75% reduction, 13% had a 25-50% reduction, and 19% had no reduction or an increase in seizure frequency upon initiating cenobamate. These outcomes correspond to a median seizure reduction rate of 80%. The most common ADR was sedation (32.3%), followed by aggression and other mood changes. The median maintenance dose was 150 mg; patients weighing <50 kg received a median dose of 137.5 mg/day (5.2 mg/kg/day). Notably, patients were on a median of five ASMs before starting cenobamate, which decreased to two with cenobamate, suggesting a potential role in simplifying treatment regimens. Our study showed that initiating cenobamate as adjunctive therapy was effective and safe for pediatric patients with treatment-resistant epilepsy, reducing seizure frequency and establishing improved seizure control.",
    "disease": "epilepsy",
    "clean_text": "safety and effectiveness of cenobamate in pediatric patients with treatment resistant epilepsy cenobamate is an antiseizure medication asm for the treatment of focal onset seizures in adults aged years and older while currently used off label in children and adolescents its pediatric potential is significant studies demonstrated a promising median seizure reduction of up to in patients with treatment resistant focal epilepsy this study aimed to investigate the effectiveness and safety of cenobamate as an adjunctive asm in epilepsy patients under years the primary objective was to assess the effectiveness of cenobamate by examining seizure reduction secondary end points included adverse drug reactions adrs and the median dose data were summarized using descriptive statistics including mean standard deviation median interquartile range and percentages among patients experienced a reduction in seizure frequency had a reduction had a reduction and had no reduction or an increase in seizure frequency upon initiating cenobamate these outcomes correspond to a median seizure reduction rate of the most common adr was sedation followed by aggression and other mood changes the median maintenance dose was mg patients weighing kg received a median dose of mg day mg kg day notably patients were on a median of five asms before starting cenobamate which decreased to two with cenobamate suggesting a potential role in simplifying treatment regimens our study showed that initiating cenobamate as adjunctive therapy was effective and safe for pediatric patients with treatment resistant epilepsy reducing seizure frequency and establishing improved seizure control"
}