{
    "title": "Kidney disease after heart and lung transplantation.",
    "doc_id": "16539623",
    "writer": "Bloom RD",
    "year": "2006",
    "summary": "Kidney disease is a commonly recognized complication of heart and lung transplantation and is associated with increased morbidity and mortality. ...Against the background of current National Kidney Foundation Kidney Disease Outcomes Quality Init …",
    "abstract": "Kidney disease is a commonly recognized complication of heart and lung transplantation and is associated with increased morbidity and mortality. While the spectrum of kidney disease in this population is wide-ranging, studies indicate that between 3% and 10% of these patients will ultimately develop end-stage renal disease (ESRD). This review examines the risk factors for both acute and chronic kidney injury, with a particular emphasis on the role of calcineurin inhibitor-mediated nephrotoxicity in both these settings. Against the background of current National Kidney Foundation Kidney Disease Outcomes Quality Initiative (KDOQI) guidelines, we have further considered and recommended appropriate strategies for long-term management of kidney disease-related manifestations in heart and lung transplant recipients. Specific aspects addressed include retarding progressive renal injury and minimizing nephrotoxicity, as well as treatment of hypertension, hyperlipidemia and anemia. Finally, for patients in this population with advanced kidney disease, renal replacement therapy options are discussed. Based on the impact of chronic kidney disease on outcomes in both heart and lung recipients, we advocate early referral to a nephrologist for patients displaying evidence of significant renal dysfunction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16539623/",
    "clean_text": "kidney disease after heart and lung transplantation kidney disease is a commonly recognized complication of heart and lung transplantation and is associated with increased morbidity and mortality against the background of current national kidney foundation kidney disease outcomes quality init kidney disease is a commonly recognized complication of heart and lung transplantation and is associated with increased morbidity and mortality while the spectrum of kidney disease in this population is wide ranging studies indicate that between and of these patients will ultimately develop end stage renal disease esrd this review examines the risk factors for both acute and chronic kidney injury with a particular emphasis on the role of calcineurin inhibitor mediated nephrotoxicity in both these settings against the background of current national kidney foundation kidney disease outcomes quality initiative kdoqi guidelines we have further considered and recommended appropriate strategies for long term management of kidney disease related manifestations in heart and lung transplant recipients specific aspects addressed include retarding progressive renal injury and minimizing nephrotoxicity as well as treatment of hypertension hyperlipidemia and anemia finally for patients in this population with advanced kidney disease renal replacement therapy options are discussed based on the impact of chronic kidney disease on outcomes in both heart and lung recipients we advocate early referral to a nephrologist for patients displaying evidence of significant renal dysfunction"
}