{
    "title": "Gastric duplication cysts with mixed hemangioma treated by endoscopic submucosal dissection: A case report and literature review.",
    "doc_id": "39813765",
    "writer": "Liu FG",
    "year": "2025",
    "summary": "Gastric duplication cysts (GDCs) are rare cystic neoplasms that are often difficult to distinguish from other entities. ...Gastroscopy showed a submucosal mass about 40 mm in diameter on the side of the greater curvature of stomach. Computed tomography (CT) reveals …",
    "abstract": "Gastric duplication cysts (GDCs) are rare cystic neoplasms that are often difficult to distinguish from other entities. Accurate diagnosis of cysts before resection is difficult even using the most advanced imaging techniques. We present a case of a gastric duplication cyst in a 17-year-old female, presenting with discomfort in the upper abdomen. Gastroscopy showed a submucosal mass about 40 mm in diameter on the side of the greater curvature of stomach. Computed tomography (CT) reveals a submucosal prominence in the body of stomach, which could indicate a foregut cyst or an ectopic structure. Endoscopic ultrasonography (EUS) showed a submucosal bulge of the corpus body of stomach, and may be lipomas. Patients undergo endoscopic submucosal dissection (ESD) to relieve symptoms and confirm the diagnosis of lesions. The procedure went smoothly and the solid cystic lesions were completely removed. Histopathological examination reveals gastric duplication with mixed hemangioma, and intrinsic fat liquefaction. After resection, the patient was successfully discharged from the hospital, and during the 6-month follow-up period, there are no symptoms or evidence of disease recurrence. This is a rare case of gastric duplication with mixed hemangioma. ESD can be used as an alternative treatment to provide a definitive diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39813765/",
    "clean_text": "gastric duplication cysts with mixed hemangioma treated by endoscopic submucosal dissection a case report and literature review gastric duplication cysts gdcs are rare cystic neoplasms that are often difficult to distinguish from other entities gastroscopy showed a submucosal mass about mm in diameter on the side of the greater curvature of stomach computed tomography ct reveals gastric duplication cysts gdcs are rare cystic neoplasms that are often difficult to distinguish from other entities accurate diagnosis of cysts before resection is difficult even using the most advanced imaging techniques we present a case of a gastric duplication cyst in a year old female presenting with discomfort in the upper abdomen gastroscopy showed a submucosal mass about mm in diameter on the side of the greater curvature of stomach computed tomography ct reveals a submucosal prominence in the body of stomach which could indicate a foregut cyst or an ectopic structure endoscopic ultrasonography eus showed a submucosal bulge of the corpus body of stomach and may be lipomas patients undergo endoscopic submucosal dissection esd to relieve symptoms and confirm the diagnosis of lesions the procedure went smoothly and the solid cystic lesions were completely removed histopathological examination reveals gastric duplication with mixed hemangioma and intrinsic fat liquefaction after resection the patient was successfully discharged from the hospital and during the month follow up period there are no symptoms or evidence of disease recurrence this is a rare case of gastric duplication with mixed hemangioma esd can be used as an alternative treatment to provide a definitive diagnosis"
}