{
    "title": "Contemporary evaluation and management of renal trauma.",
    "doc_id": "27085822",
    "writer": "Chouhan JD",
    "year": "2016",
    "summary": "There is a growing body of literature showing that conservative, non-operative management of renal trauma is safe, even for Grade IV-V renal injuries. If surgical exploration is planned due to other injuries, a conservative approach to the kidney can often be …",
    "abstract": "Introduction:\n        \n      \n      Renal trauma occurs in approximately 1%-5% of all trauma cases. Improvements in imaging and management over the last two decades have caused a shift in the treatment of this clinical condition.\n    \n\n\n          Materials and methods:\n        \n      \n      A systematic search of PubMed was performed to identify relevant and contemporary articles that referred to the management and evaluation of renal trauma.\n    \n\n\n          Results:\n        \n      \n      Computed tomography remains a mainstay of radiological evaluation in hemodynamically stable patients. There is a growing body of literature showing that conservative, non-operative management of renal trauma is safe, even for Grade IV-V renal injuries. If surgical exploration is planned due to other injuries, a conservative approach to the kidney can often be utilized. Follow up imaging may be warranted in certain circumstances. Urinoma, delayed bleeding, and hypertension are complications that require follow up.\n    \n\n\n          Conclusion:\n        \n      \n      Appropriate imaging and conservative approaches are a mainstay of current renal trauma management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27085822/",
    "clean_text": "contemporary evaluation and management of renal trauma there is a growing body of literature showing that conservative non operative management of renal trauma is safe even for grade iv v renal injuries if surgical exploration is planned due to other injuries a conservative approach to the kidney can often be introduction renal trauma occurs in approximately of all trauma cases improvements in imaging and management over the last two decades have caused a shift in the treatment of this clinical condition materials and methods a systematic search of pubmed was performed to identify relevant and contemporary articles that referred to the management and evaluation of renal trauma results computed tomography remains a mainstay of radiological evaluation in hemodynamically stable patients there is a growing body of literature showing that conservative non operative management of renal trauma is safe even for grade iv v renal injuries if surgical exploration is planned due to other injuries a conservative approach to the kidney can often be utilized follow up imaging may be warranted in certain circumstances urinoma delayed bleeding and hypertension are complications that require follow up conclusion appropriate imaging and conservative approaches are a mainstay of current renal trauma management"
}