{
    "pmid": "41454180",
    "title": "Coronary Artery Calcification: Decoding Mechanisms, Innovations, and Translational Strategies from Bench to Bedside.",
    "abstract": "Coronary artery calcification (CAC), a key atherosclerotic pathology, has shifted from a passive degenerative marker to an actively regulated process involving osteogenic transdifferentiation, inflammation, and cellular diversity. This review summarizes 30 years of research, integrating pathological mechanisms, technological advances, and clinical evidence for CAC management. Single-cell sequencing identifies distinct intimal (atherosclerosis-linked) and medial (CKD/diabetes-related) subtypes driven by pathways like BMP2/Smad and OPG/RANKL. Innovations include intravascular lithotripsy (IVL, ≥ 98% success in severe calcification) and AI improving imaging accuracy (99.2% segmentation). Challenges remain: statins' dual effects on calcification, subtype diagnostic gaps, and limited access to advanced tools (IVL unavailable in > 70% of resource-limited facilities). The synthesis highlights needs for multi-omics precision therapy, AI-based risk stratification, and cost-effective solutions to shift from reactive treatment to proactive vascular health optimization, addressing the rising burden of calcific cardiovascular disease in aging populations.",
    "disease": "coronary artery disease",
    "clean_text": "coronary artery calcification decoding mechanisms innovations and translational strategies from bench to bedside coronary artery calcification cac a key atherosclerotic pathology has shifted from a passive degenerative marker to an actively regulated process involving osteogenic transdifferentiation inflammation and cellular diversity this review summarizes years of research integrating pathological mechanisms technological advances and clinical evidence for cac management single cell sequencing identifies distinct intimal atherosclerosis linked and medial ckd diabetes related subtypes driven by pathways like bmp smad and opg rankl innovations include intravascular lithotripsy ivl success in severe calcification and ai improving imaging accuracy segmentation challenges remain statins dual effects on calcification subtype diagnostic gaps and limited access to advanced tools ivl unavailable in of resource limited facilities the synthesis highlights needs for multi omics precision therapy ai based risk stratification and cost effective solutions to shift from reactive treatment to proactive vascular health optimization addressing the rising burden of calcific cardiovascular disease in aging populations"
}