{
    "title": "Factors Influencing Lymph Node Retrieval in Colorectal Adenocarcinoma.",
    "doc_id": "35140430",
    "writer": "Sherpa P",
    "year": "2021",
    "summary": "The surgeon, pathologist, and factors inherent to patient and tumor affect lymph node yield. This study aims to evaluate the influence of patient and tumor characteristics upon lymph node retrieval by analyzing the mean number of lymph nodes …",
    "abstract": "Background:\n        \n      \n      Retrieval and examination of an adequate number of lymph nodes is an essential part of the correct staging of colorectal adenocarcinoma. The surgeon, pathologist, and factors inherent to patient and tumor affect lymph node yield. This study aims to evaluate the influence of patient and tumor characteristics upon lymph node retrieval by analyzing the mean number of lymph nodes and to assess whether these variables are specifically associated with adequate lymph node sampling.\n    \n\n\n          Methods:\n        \n      \n      A retrospective study on colectomy specimens of colorectal adenocarcinoma was performed in the Department of Pathology, Patan Academy of Health Sciences, Nepal from April 2011 to October 2019. Variables including age, gender, anatomical location, tumor size, grade, lymphovascular invasion, perineural invasion, length of the surgical specimen, T stage, N stage, and AJCC stage were analyzed to determine their impact on the number of lymph nodes retrieved. The variables were also analyzed to determine their influence on adequate lymph node retrieval.\n    \n\n\n          Results:\n        \n      \n      Gender, age, maximum tumor size, grade, lymphovascular invasion, perineural invasion, T stage, N stage, and AJCC stage showed no statistically significant association. Right-sided adenocarcinoma yielded a notably greater number of lymph nodes with a higher probability of adequate lymph node sampling. Significantly more lymph nodes were retrieved in longer surgical specimens.\n    \n\n\n          Conclusions:\n        \n      \n      Right-sided location and longer surgical specimens were associated with higher lymph node retrieval in colorectal adenocarcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35140430/",
    "clean_text": "factors influencing lymph node retrieval in colorectal adenocarcinoma the surgeon pathologist and factors inherent to patient and tumor affect lymph node yield this study aims to evaluate the influence of patient and tumor characteristics upon lymph node retrieval by analyzing the mean number of lymph nodes background retrieval and examination of an adequate number of lymph nodes is an essential part of the correct staging of colorectal adenocarcinoma the surgeon pathologist and factors inherent to patient and tumor affect lymph node yield this study aims to evaluate the influence of patient and tumor characteristics upon lymph node retrieval by analyzing the mean number of lymph nodes and to assess whether these variables are specifically associated with adequate lymph node sampling methods a retrospective study on colectomy specimens of colorectal adenocarcinoma was performed in the department of pathology patan academy of health sciences nepal from april to october variables including age gender anatomical location tumor size grade lymphovascular invasion perineural invasion length of the surgical specimen t stage n stage and ajcc stage were analyzed to determine their impact on the number of lymph nodes retrieved the variables were also analyzed to determine their influence on adequate lymph node retrieval results gender age maximum tumor size grade lymphovascular invasion perineural invasion t stage n stage and ajcc stage showed no statistically significant association right sided adenocarcinoma yielded a notably greater number of lymph nodes with a higher probability of adequate lymph node sampling significantly more lymph nodes were retrieved in longer surgical specimens conclusions right sided location and longer surgical specimens were associated with higher lymph node retrieval in colorectal adenocarcinoma"
}