{
    "pmid": "41411235",
    "title": "The hidden risks of polypharmacy: Exploring potentially inappropriate prescribing with STOPP/START criteria version 3-A cross-sectional study.",
    "abstract": "Polypharmacy and inappropriate prescribing are critical challenges in geriatric medicine, leading to adverse drug reactions, hospitalizations, and increased healthcare costs. The updated STOPP/START version 3 criteria provide an expanded tool for identifying potentially inappropriate medications (PIMs) and potentially prescribing omissions (PPOs) in older adults. This study aimed to evaluate the prevalence of PIMs and PPOs in a cohort of partially dependent older patients and identify factors associated with prescribing inappropriateness. A retrospective, cross-sectional study was conducted in two day-care centres in Poland. The study included 296 patients with polypharmacy (≥5 medications) and partial dependency. PIMs and PPOs were identified using STOPP/START version 3, and data were analyzed for factors influencing the prevalence of inappropriate prescribing. STOPP version 3 identified 543 PIMs in 73.6% of participants, with the most frequent related to analgesics as well as acetylsalicylic acid in cardiovascular indications. START version 3 detected 517 PPOs in 78.7% of patients, with cardiovascular treatments and laxatives being the most commonly omitted. Factors influencing PIMs prevalence included the number of received medications, the diagnosis of depression, and recurrent falls in the previous year. PPOs prevalence was significantly associated with multimorbidity, a high number of received medications, the diagnosis of heart failure, coronary artery disease, benign prostate hyperplasia and depression. Our study highlights the importance of using tools for optimizing pharmacotherapy due to the high prevalence of both PIMs and PPOs. Many frequent inappropriate prescribing regard relatively new medications and refer to recent updates in evidence-based medicine.",
    "disease": "coronary artery disease",
    "clean_text": "the hidden risks of polypharmacy exploring potentially inappropriate prescribing with stopp start criteria version a cross sectional study polypharmacy and inappropriate prescribing are critical challenges in geriatric medicine leading to adverse drug reactions hospitalizations and increased healthcare costs the updated stopp start version criteria provide an expanded tool for identifying potentially inappropriate medications pims and potentially prescribing omissions ppos in older adults this study aimed to evaluate the prevalence of pims and ppos in a cohort of partially dependent older patients and identify factors associated with prescribing inappropriateness a retrospective cross sectional study was conducted in two day care centres in poland the study included patients with polypharmacy medications and partial dependency pims and ppos were identified using stopp start version and data were analyzed for factors influencing the prevalence of inappropriate prescribing stopp version identified pims in of participants with the most frequent related to analgesics as well as acetylsalicylic acid in cardiovascular indications start version detected ppos in of patients with cardiovascular treatments and laxatives being the most commonly omitted factors influencing pims prevalence included the number of received medications the diagnosis of depression and recurrent falls in the previous year ppos prevalence was significantly associated with multimorbidity a high number of received medications the diagnosis of heart failure coronary artery disease benign prostate hyperplasia and depression our study highlights the importance of using tools for optimizing pharmacotherapy due to the high prevalence of both pims and ppos many frequent inappropriate prescribing regard relatively new medications and refer to recent updates in evidence based medicine"
}