{
    "title": "Clinical pharmacokinetics of flomoxef in prostate tissue and dosing considerations for prostatitis based on site-specific pharmacodynamic target attainment.",
    "doc_id": "31822449",
    "writer": "Nakamura K",
    "year": "2020",
    "summary": "Flomoxef is used to treat bacterial prostatitis; however, its prostatic pharmacokinetics have not been fully clarified. Flomoxef (500 or 1000 mg) was administered to patients with benign prostatic hypertrophy (n = 54). ...Showing dose linearity in the pros …",
    "abstract": "Flomoxef is used to treat bacterial prostatitis; however, its prostatic pharmacokinetics have not been fully clarified. Flomoxef (500 or 1000 mg) was administered to patients with benign prostatic hypertrophy (n = 54). After a 0.5-h infusion, venous blood samples were drawn at time points of 0.5-5 h, and prostate tissue samples were collected at time points of 0.5-1.5 h during transurethral resection of the prostate. The drug concentrations in plasma and prostate tissue were analyzed pharmacokinetically and used for a stochastic simulation to predict the probability of attaining pharmacodynamic target in prostate tissue. Showing dose linearity in the prostatic pharmacokinetics, flomoxef rapidly penetrated into prostate tissue, with a prostate/plasma ratio of 0.48-0.50 (maximum drug concentration) and 0.42-0.55 (area under the drug concentration-time curve). Against the tested populations of Escherichia coli, Klebsiella and Proteus species isolates, 0.5-h infusion of 1000 mg three times daily achieved a ≥90% expected probability of attaining the bactericidal target (70% of the time above the minimum inhibitory concentration [MIC]) in prostate tissue. The site-specific pharmacodynamic-based breakpoint (the highest MIC at which the target-attainment probability in prostate tissue was >90%) values were 0.25 mg/L (MIC for 90th percentile of E. coli and Klebsiella species) for 500 mg four times daily and 0.5 mg/L (MIC90 of Proteus species) for 1000 mg four times daily. These results help to fully characterize the prostatic pharmacokinetics of flomoxef, while also helping to rationalize and optimize the dosing regimens for prostatitis based on site-specific pharmacodynamic target attainment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31822449/",
    "clean_text": "clinical pharmacokinetics of flomoxef in prostate tissue and dosing considerations for prostatitis based on site specific pharmacodynamic target attainment flomoxef is used to treat bacterial prostatitis however its prostatic pharmacokinetics have not been fully clarified flomoxef or mg was administered to patients with benign prostatic hypertrophy n showing dose linearity in the pros flomoxef is used to treat bacterial prostatitis however its prostatic pharmacokinetics have not been fully clarified flomoxef or mg was administered to patients with benign prostatic hypertrophy n after a h infusion venous blood samples were drawn at time points of h and prostate tissue samples were collected at time points of h during transurethral resection of the prostate the drug concentrations in plasma and prostate tissue were analyzed pharmacokinetically and used for a stochastic simulation to predict the probability of attaining pharmacodynamic target in prostate tissue showing dose linearity in the prostatic pharmacokinetics flomoxef rapidly penetrated into prostate tissue with a prostate plasma ratio of maximum drug concentration and area under the drug concentration time curve against the tested populations of escherichia coli klebsiella and proteus species isolates h infusion of mg three times daily achieved a expected probability of attaining the bactericidal target of the time above the minimum inhibitory concentration mic in prostate tissue the site specific pharmacodynamic based breakpoint the highest mic at which the target attainment probability in prostate tissue was values were mg l mic for th percentile of e coli and klebsiella species for mg four times daily and mg l mic of proteus species for mg four times daily these results help to fully characterize the prostatic pharmacokinetics of flomoxef while also helping to rationalize and optimize the dosing regimens for prostatitis based on site specific pharmacodynamic target attainment"
}