{
    "pmid": "41383611",
    "title": "TRIM21 regulation of IRF-mediated type I interferon signaling in systemic autoimmune diseases.",
    "abstract": "Dysregulation of type I interferon (IFN-I) signaling has been implicated in the pathogenesis of multiple systemic autoimmune diseases, including systemic lupus erythematosus, Sjögren's syndrome, and rheumatoid arthritis. Tripartite motif-containing protein 21 (TRIM21) serves as both a major autoantigen and a pivotal E3 ubiquitin ligase. In the IFN-I pathway, TRIM21 plays a dual regulatory role by targeting transcription factors such as interferon regulatory factor 3 (IRF3), interferon regulatory factor 5 (IRF5), and interferon regulatory factor 7 (IRF7) through multiple ubiquitination mechanisms. This duality enables TRIM21 to both activate IFN-I signaling and mediate its negative feedback, thus maintaining immune homeostasis. However, the presence of anti-TRIM21 autoantibodies may impair its ubiquitin ligase function, resulting in persistent activation of the IFN-I pathway and chronic inflammation. This review summarizes the mechanisms by which TRIM21 regulates IRF family members across various tissues and immune contexts, and explores how its dysfunction contributes to tissue-specific inflammatory responses. Furthermore, we evaluate the potential diagnostic and stratification value of anti-Ro52 antibodies and propose TRIM21 as a novel upstream therapeutic target to restore interferon balance in autoimmune diseases.",
    "disease": "rheumatoid arthritis",
    "clean_text": "trim regulation of irf mediated type i interferon signaling in systemic autoimmune diseases dysregulation of type i interferon ifn i signaling has been implicated in the pathogenesis of multiple systemic autoimmune diseases including systemic lupus erythematosus sj gren s syndrome and rheumatoid arthritis tripartite motif containing protein trim serves as both a major autoantigen and a pivotal e ubiquitin ligase in the ifn i pathway trim plays a dual regulatory role by targeting transcription factors such as interferon regulatory factor irf interferon regulatory factor irf and interferon regulatory factor irf through multiple ubiquitination mechanisms this duality enables trim to both activate ifn i signaling and mediate its negative feedback thus maintaining immune homeostasis however the presence of anti trim autoantibodies may impair its ubiquitin ligase function resulting in persistent activation of the ifn i pathway and chronic inflammation this review summarizes the mechanisms by which trim regulates irf family members across various tissues and immune contexts and explores how its dysfunction contributes to tissue specific inflammatory responses furthermore we evaluate the potential diagnostic and stratification value of anti ro antibodies and propose trim as a novel upstream therapeutic target to restore interferon balance in autoimmune diseases"
}