{
    "title": "Juvenile idiopathic arthritis-associated uveitis.",
    "doc_id": "31830532",
    "writer": "Sen ES",
    "year": "2020",
    "summary": "Juvenile idiopathic arthritis (JIA) is the commonest rheumatic disease in children and JIA-associated uveitis its most frequent extra-articular manifestation. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) is the commonest rheumatic disease in children and JIA-associated uveitis its most frequent extra-articular manifestation. The uveitis is potentially sight-threatening and so carries a considerable risk of morbidity. The commonest form of uveitis seen in JIA is chronic anterior uveitis which is almost always asymptomatic in the initial stages. Therefore, screening for JIA-associated uveitis in at-risk patients is essential. The aim of early detection and treatment is to minimise intra-ocular inflammation and avoid complications leading to visual loss, resulting from both disease activity and medications. There is increasing evidence for the early introduction of systemic immunosuppressive therapies in order to reduce topical and systemic glucocorticoid use. Two randomised controlled trials of adalimumab in JIA-associated uveitis provide convincing evidence for the use of this biologic in patients who fail to respond adequately to methotrexate. Tocilizumab and baricitinib are being investigated as alternatives to anti-tumour necrosis factor drugs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31830532/",
    "clean_text": "juvenile idiopathic arthritis associated uveitis juvenile idiopathic arthritis jia is the commonest rheumatic disease in children and jia associated uveitis its most frequent extra articular manifestation juvenile idiopathic arthritis jia is the commonest rheumatic disease in children and jia associated uveitis its most frequent extra articular manifestation the uveitis is potentially sight threatening and so carries a considerable risk of morbidity the commonest form of uveitis seen in jia is chronic anterior uveitis which is almost always asymptomatic in the initial stages therefore screening for jia associated uveitis in at risk patients is essential the aim of early detection and treatment is to minimise intra ocular inflammation and avoid complications leading to visual loss resulting from both disease activity and medications there is increasing evidence for the early introduction of systemic immunosuppressive therapies in order to reduce topical and systemic glucocorticoid use two randomised controlled trials of adalimumab in jia associated uveitis provide convincing evidence for the use of this biologic in patients who fail to respond adequately to methotrexate tocilizumab and baricitinib are being investigated as alternatives to anti tumour necrosis factor drugs"
}