{
    "pmid": "41389529",
    "title": "Identification of individuals with COPD using biometric voice and cough sound features.",
    "abstract": "Chronic obstructive pulmonary disease (COPD), a major global health burden linked to smoking, is frequently underdiagnosed due to low awareness and delayed symptom recognition. This study explored the feasibility of non-invasive voice and cough sound analysis for COPD identification. In this prospective study, 55 participants (26 with COPD, 29 without) underwent pulmonary function testing and provided sociodemographic and clinical data. Speech and cough sounds were recorded three times per participant and processed using acoustic feature extraction, feature selection via the minimum redundancy maximum relevance algorithm, and logistic regression classification. Model performance was evaluated using four-fold cross-validation. Statistical analysis was conducted with JMP software (p < 0.05). The vowel sound/u/showed statistically significant discriminatory ability in the mixed-gender cohort, but sensitivity and specificity were both below 80 %, indicating limited diagnostic performance. When restricted to male participants, both metrics exceeded 80 %, suggesting higher discriminatory power. Smartphone recordings yielded comparable accuracy to integrated circuit recorders. Adding COPD assessment test scores and smoking history did not improve classification. Voice analysis may offer a non-invasive screening approach for COPD. However, this study was limited to male participants and a single disease target, restricting generalizability. Future research will expand to include related respiratory conditions such as bronchiectasis and assess performance across sexes and disease types.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "identification of individuals with copd using biometric voice and cough sound features chronic obstructive pulmonary disease copd a major global health burden linked to smoking is frequently underdiagnosed due to low awareness and delayed symptom recognition this study explored the feasibility of non invasive voice and cough sound analysis for copd identification in this prospective study participants with copd without underwent pulmonary function testing and provided sociodemographic and clinical data speech and cough sounds were recorded three times per participant and processed using acoustic feature extraction feature selection via the minimum redundancy maximum relevance algorithm and logistic regression classification model performance was evaluated using four fold cross validation statistical analysis was conducted with jmp software p the vowel sound u showed statistically significant discriminatory ability in the mixed gender cohort but sensitivity and specificity were both below indicating limited diagnostic performance when restricted to male participants both metrics exceeded suggesting higher discriminatory power smartphone recordings yielded comparable accuracy to integrated circuit recorders adding copd assessment test scores and smoking history did not improve classification voice analysis may offer a non invasive screening approach for copd however this study was limited to male participants and a single disease target restricting generalizability future research will expand to include related respiratory conditions such as bronchiectasis and assess performance across sexes and disease types"
}