{
    "title": "Stem cell competition: finding balance in the niche.",
    "doc_id": "23597843",
    "writer": "Stine RR",
    "year": "2013",
    "summary": "Adult stem cells reside in local microenvironments (niches) that produce signals regulating the outcome of stem cell divisions and stem cell-niche interactions. Limited space and signals in the niche often force stem cells t …",
    "abstract": "Adult stem cells reside in local microenvironments (niches) that produce signals regulating the outcome of stem cell divisions and stem cell-niche interactions. Limited space and signals in the niche often force stem cells to compete with one another. Although previous studies have uncovered several examples of genetically distinct stem cells competing for niche access, recent studies demonstrate that genetically equivalent stem cells compete under normal conditions, resulting in dynamic stem cell behavior in the niche. New work in multiple vertebrate and invertebrate tissues shows that stem cell competition occurs continuously and mutations disrupting the balance between competing stem cells can cause diseases and defects in the niche. This review discusses recent insights into stem cell competition in mammals and Drosophila.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23597843/",
    "clean_text": "stem cell competition finding balance in the niche adult stem cells reside in local microenvironments niches that produce signals regulating the outcome of stem cell divisions and stem cell niche interactions limited space and signals in the niche often force stem cells t adult stem cells reside in local microenvironments niches that produce signals regulating the outcome of stem cell divisions and stem cell niche interactions limited space and signals in the niche often force stem cells to compete with one another although previous studies have uncovered several examples of genetically distinct stem cells competing for niche access recent studies demonstrate that genetically equivalent stem cells compete under normal conditions resulting in dynamic stem cell behavior in the niche new work in multiple vertebrate and invertebrate tissues shows that stem cell competition occurs continuously and mutations disrupting the balance between competing stem cells can cause diseases and defects in the niche this review discusses recent insights into stem cell competition in mammals and drosophila"
}