{
    "title": "Mechanisms of Disease: the kidney-specific chloride channels ClCKA and ClCKB, the Barttin subunit, and their clinical relevance.",
    "doc_id": "18094726",
    "writer": "Krämer BK",
    "year": "2008",
    "summary": "Rodent ClC-K1 and ClC-K2, and their respective human orthologs ClCKA and ClCKB, are chloride channels specific to the kidney (and inner ear); Barttin is their functionally important subunit. ClC-K1 is predominantly localized to the thin ascending limb of the loop of Henle. …",
    "abstract": "Rodent ClC-K1 and ClC-K2, and their respective human orthologs ClCKA and ClCKB, are chloride channels specific to the kidney (and inner ear); Barttin is their functionally important subunit. ClC-K1 is predominantly localized to the thin ascending limb of the loop of Henle. ClC-K2 is expressed more broadly in the distal nephron; expression levels are highest along the thick ascending limb of the loop of Henle and distal convoluted tubule. Expression of ClC-K1 is upregulated by dehydration and downregulated by the diuretic furosemide, whereas expression of ClC-K2 is upregulated by furosemide and downregulated by high salt levels. ClCKA is important for maintenance of the corticomedullary osmotic gradient and the kidney's capacity to concentrate urine. If its ortholog, ClC-K1, is nonfunctional in mice, renal diabetes insipidus develops. ClCKB is a key determinant of tubular reabsorption of chloride and electrolytes along the distal tubule. A severe salt-losing tubulopathy (Bartter syndrome type III) develops if ClCKB is nonfunctional, whereas a common genetic variant of the CLCNKB gene that leads to increased activity of ClCKB results in salt-dependent hypertension. Disruption of the gene encoding Barttin, BSND, results in a 'double knockout' of the functions of both ClCKA and ClCKB, manifesting as Bartter syndrome type IV with sensorineural deafness and an especially severe salt-losing phenotype.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18094726/",
    "clean_text": "mechanisms of disease the kidney specific chloride channels clcka and clckb the barttin subunit and their clinical relevance rodent clc k and clc k and their respective human orthologs clcka and clckb are chloride channels specific to the kidney and inner ear barttin is their functionally important subunit clc k is predominantly localized to the thin ascending limb of the loop of henle rodent clc k and clc k and their respective human orthologs clcka and clckb are chloride channels specific to the kidney and inner ear barttin is their functionally important subunit clc k is predominantly localized to the thin ascending limb of the loop of henle clc k is expressed more broadly in the distal nephron expression levels are highest along the thick ascending limb of the loop of henle and distal convoluted tubule expression of clc k is upregulated by dehydration and downregulated by the diuretic furosemide whereas expression of clc k is upregulated by furosemide and downregulated by high salt levels clcka is important for maintenance of the corticomedullary osmotic gradient and the kidney s capacity to concentrate urine if its ortholog clc k is nonfunctional in mice renal diabetes insipidus develops clckb is a key determinant of tubular reabsorption of chloride and electrolytes along the distal tubule a severe salt losing tubulopathy bartter syndrome type iii develops if clckb is nonfunctional whereas a common genetic variant of the clcnkb gene that leads to increased activity of clckb results in salt dependent hypertension disruption of the gene encoding barttin bsnd results in a double knockout of the functions of both clcka and clckb manifesting as bartter syndrome type iv with sensorineural deafness and an especially severe salt losing phenotype"
}