{
    "pmid": "41467376",
    "title": "Use of nootropics in Alzheimer's disease: An analysis of regulatory positions and drug policies in the countries of the Commonwealth of Independent States.",
    "abstract": "ObjectiveTo analyse regulatory positions and drug policies of the Commonwealth of Independent States (CIS), compared to those of the EU, UK, USA i of the nootropics, used in Russia for Alzheimer's disease.MethodsWe searched E-library to reveal the list of nootropics used and studied in Russia for Alzheimer's disease. We assessed official pharmaceutical registries of nine countries for registration status of identified nootropics, 7 National Essential Medicines Lists (EML), and four clinical practice guidelines (CPG) on Alzheimer's disease. We compared the results of Russia with other countries regulatory and policy positions.ResultsE-Library searches identified 11 nootropicspiracetam, citicoline, idebenone, vinpocetine, choline alfoscerate, Cerebrolysin速, Kortexin速, ethylmethylhydroxypyridine succinate, glycine, nicergoline, nimodipine. Eight nootropic have registration for use in all CIS countries (excluding idebenone, nimodipine), four (piracetam, nimodipine, nicergoline, idebenone) - in UK, nimodipine - in the USA, and idebenone - in EU. National EMLs included: nine nootropics (Russia), 8 - Belarus and Kazakhstan, 4 - Uzbekistan, 2 - Armenia. The studied nootropic agents are not included on the WHO Model EML and on the National EML of the Kyrgyz Republic. They are not listed in the CPG for Treatment of dementia and Alzheimer's disease in the USA, the EU, and the UK. Russian CPGs for Alzheimer's disease recommend Cerebrolysin速 and choline alfoscerate.ConclusionsThe studied nootropics are registered for use and listed on National EMLs of Russia, Armenia, Belarus, Kazakhstan, Uzbekistan. None is included on the WHO Model EML and the National EML of Kyrgyzstan, Only CPG of the RF recommend using two nootropics as adjuvant therapy of Alzheimer's disease, Cerebrolysin速 and choline alfoscerate. CPG of the European Union, the United Kingdom, and the USA do not mention nootropics as potential treatment options for Alzheimer's disease.",
    "disease": "alzheimer disease",
    "clean_text": "use of nootropics in alzheimer s disease an analysis of regulatory positions and drug policies in the countries of the commonwealth of independent states objectiveto analyse regulatory positions and drug policies of the commonwealth of independent states cis compared to those of the eu uk usa i of the nootropics used in russia for alzheimer s disease methodswe searched e library to reveal the list of nootropics used and studied in russia for alzheimer s disease we assessed official pharmaceutical registries of nine countries for registration status of identified nootropics national essential medicines lists eml and four clinical practice guidelines cpg on alzheimer s disease we compared the results of russia with other countries regulatory and policy positions resultse library searches identified nootropicspiracetam citicoline idebenone vinpocetine choline alfoscerate cerebrolysin kortexin ethylmethylhydroxypyridine succinate glycine nicergoline nimodipine eight nootropic have registration for use in all cis countries excluding idebenone nimodipine four piracetam nimodipine nicergoline idebenone in uk nimodipine in the usa and idebenone in eu national emls included nine nootropics russia belarus and kazakhstan uzbekistan armenia the studied nootropic agents are not included on the who model eml and on the national eml of the kyrgyz republic they are not listed in the cpg for treatment of dementia and alzheimer s disease in the usa the eu and the uk russian cpgs for alzheimer s disease recommend cerebrolysin and choline alfoscerate conclusionsthe studied nootropics are registered for use and listed on national emls of russia armenia belarus kazakhstan uzbekistan none is included on the who model eml and the national eml of kyrgyzstan only cpg of the rf recommend using two nootropics as adjuvant therapy of alzheimer s disease cerebrolysin and choline alfoscerate cpg of the european union the united kingdom and the usa do not mention nootropics as potential treatment options for alzheimer s disease"
}