{
    "pmid": "41447643",
    "title": "Assessing Lead Exposure by Biological Matrices Analysis and Links to Breast Cancer: A Critical Review of Experimental and Epidemiological Findings.",
    "abstract": "Lead (Pb), a ubiquitous environmental contaminant, is a toxic heavy metal known to interfere with enzymatic and hormonal processes. Its classification as a probable human carcinogen by international agencies has raised concerns about its potential role in cancer, including breast cancer (BC). This review critically examines epidemiological and experimental evidence linking Pb exposure to BC, emphasizing the impact of biological matrices used for Pb measurement on the consistency of findings. A systematic review following PRISMA guidelines was conducted. Eligible studies quantified Pb in breast tissues, blood, urine, hair, or toenails and assessed its association with BC risk. Animal studies and non-English publications were excluded. Twenty-seven studies (described in 23 publications) quantified Pb in human biological matrices: breast tissue (",
    "disease": "breast cancer",
    "clean_text": "assessing lead exposure by biological matrices analysis and links to breast cancer a critical review of experimental and epidemiological findings lead pb a ubiquitous environmental contaminant is a toxic heavy metal known to interfere with enzymatic and hormonal processes its classification as a probable human carcinogen by international agencies has raised concerns about its potential role in cancer including breast cancer bc this review critically examines epidemiological and experimental evidence linking pb exposure to bc emphasizing the impact of biological matrices used for pb measurement on the consistency of findings a systematic review following prisma guidelines was conducted eligible studies quantified pb in breast tissues blood urine hair or toenails and assessed its association with bc risk animal studies and non english publications were excluded twenty seven studies described in publications quantified pb in human biological matrices breast tissue"
}