{
    "title": "COVID-19 in Immunocompromised Patients: A Systematic Review.",
    "doc_id": "34918325",
    "writer": "Stainer A",
    "year": "2021",
    "summary": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was first identified as a novel coronavirus in Wuhan, Hubei province, central China, in December 2019, and is responsible for the 2019-to-present pandemic. According to the most recent data released …",
    "abstract": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was first identified as a novel coronavirus in Wuhan, Hubei province, central China, in December 2019, and is responsible for the 2019-to-present pandemic. According to the most recent data released by the World Health Organization, more than 200 million people have been infected by SARS-CoV-2 so far, and more than 4 million people died worldwide. Although our knowledge on SARS-CoV-2 and COVID-19 is constantly growing, data on COVID-19 in immunocompromised patients are still limited. The aim of the present systematic review is to describe clinical picture, disease severity, proposed treatment regimen, and response to vaccination in patients with different types and severity of immunosuppression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34918325/",
    "clean_text": "covid in immunocompromised patients a systematic review severe acute respiratory syndrome coronavirus sars cov was first identified as a novel coronavirus in wuhan hubei province central china in december and is responsible for the to present pandemic according to the most recent data released severe acute respiratory syndrome coronavirus sars cov was first identified as a novel coronavirus in wuhan hubei province central china in december and is responsible for the to present pandemic according to the most recent data released by the world health organization more than million people have been infected by sars cov so far and more than million people died worldwide although our knowledge on sars cov and covid is constantly growing data on covid in immunocompromised patients are still limited the aim of the present systematic review is to describe clinical picture disease severity proposed treatment regimen and response to vaccination in patients with different types and severity of immunosuppression"
}