{
    "title": "Lumbar fusion versus nonoperative management for treatment of discogenic low back pain: a systematic review and meta-analysis of randomized controlled trials.",
    "doc_id": "24346052",
    "writer": "Bydon M",
    "year": "2014",
    "summary": "OBJECTIVE: To evaluate the current evidence comparing lumbar fusion to nonoperative management for the treatment of chronic discogenic low back pain. BACKGROUND AND CONTEXT: Discogenic low back pain is a common and sometimes disabling condition. ...We …",
    "abstract": "Study design:\n        \n      \n      Systematic review and meta-analysis of randomized controlled trials (RCTs).\n    \n\n\n          Objective:\n        \n      \n      To evaluate the current evidence comparing lumbar fusion to nonoperative management for the treatment of chronic discogenic low back pain.\n    \n\n\n          Background and context:\n        \n      \n      Discogenic low back pain is a common and sometimes disabling condition. When the condition becomes chronic and intractable, spinal fusion may play a role.\n    \n\n\n          Methods:\n        \n      \n      A systematic review of the literature was conducted using the PubMed and CENTRAL databases. We included RCTs that compared lumbar fusion to nonoperative management for the treatment of adult patients with chronic discogenic low back pain. A meta-analysis was conducted to assess the improvement in back pain based on the Oswestry Disability Index (ODI).\n    \n\n\n          Results:\n        \n      \n      Five RCTs met our inclusion criteria. A total of 707 patients were divided into lumbar fusion (n=523) and conservative management (n=134). Although inclusion/exclusion criteria were relatively similar across studies, surgical techniques and conservative management protocols varied. The pooled mean difference in ODI (final ODI-initial ODI) between the nonoperative and lumbar fusion groups across all studies was -7.39 points (95% confidence interval: -20.26, 5.47) in favor of lumbar fusion, but this difference was not statistically significant (P=0.26).\n    \n\n\n          Conclusions:\n        \n      \n      Despite the significant improvement in ODI in the lumbar fusion groups in 3 studies, pooled data revealed no significant difference when compared with the nonoperative group. Although there was an overall improvement of 7.39 points in the ODI in favor of lumbar fusion, it is unclear that this change in ODI would lead to a clinically significant difference. Prospective randomized trials comparing a specific surgical technique versus a structured physical therapy program may improve evidence quality. Until then, either operative intervention by lumbar fusion or nonoperative management and physical therapy remain 2 acceptable treatment methods for intractable low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24346052/",
    "clean_text": "lumbar fusion versus nonoperative management for treatment of discogenic low back pain a systematic review and meta analysis of randomized controlled trials objective to evaluate the current evidence comparing lumbar fusion to nonoperative management for the treatment of chronic discogenic low back pain background and context discogenic low back pain is a common and sometimes disabling condition we study design systematic review and meta analysis of randomized controlled trials rcts objective to evaluate the current evidence comparing lumbar fusion to nonoperative management for the treatment of chronic discogenic low back pain background and context discogenic low back pain is a common and sometimes disabling condition when the condition becomes chronic and intractable spinal fusion may play a role methods a systematic review of the literature was conducted using the pubmed and central databases we included rcts that compared lumbar fusion to nonoperative management for the treatment of adult patients with chronic discogenic low back pain a meta analysis was conducted to assess the improvement in back pain based on the oswestry disability index odi results five rcts met our inclusion criteria a total of patients were divided into lumbar fusion n and conservative management n although inclusion exclusion criteria were relatively similar across studies surgical techniques and conservative management protocols varied the pooled mean difference in odi final odi initial odi between the nonoperative and lumbar fusion groups across all studies was points confidence interval in favor of lumbar fusion but this difference was not statistically significant p conclusions despite the significant improvement in odi in the lumbar fusion groups in studies pooled data revealed no significant difference when compared with the nonoperative group although there was an overall improvement of points in the odi in favor of lumbar fusion it is unclear that this change in odi would lead to a clinically significant difference prospective randomized trials comparing a specific surgical technique versus a structured physical therapy program may improve evidence quality until then either operative intervention by lumbar fusion or nonoperative management and physical therapy remain acceptable treatment methods for intractable low back pain"
}