{
    "title": "Young's moduli of subcutaneous tissues and muscles under different loads at the gluteal region calculated using ultrasonography.",
    "doc_id": "36507079",
    "writer": "Isogai K",
    "year": "2022",
    "summary": "[Purpose] Young's modulus distributions for subcutaneous and muscle tissues in a large sample of healthy individuals, based on ultrasonography and compression testing, remains uninvestigated till date. ...[Results] Young's moduli (mean standard deviation) for glutea …",
    "abstract": "[Purpose] Young's modulus distributions for subcutaneous and muscle tissues in a large sample of healthy individuals, based on ultrasonography and compression testing, remains uninvestigated till date. This study aimed to separately estimate the hardness of subcutaneous tissues and muscles in the human gluteal region under a range of loads in terms of mean Young's moduli and associated distributions. [Participants and Methods] Data of 21 males aged 20-22 years were acquired using synchronous compression testing and ultrasonography. Stress-strain curves comprised the loads applied (stress) were plotted against ultrasonographic changes in subcutaneous/muscle tissue thickness (strain). Young's moduli were calculated as slopes of approximation curves fitted to highly linear regions of the stress-strain curves. [Results] Young's moduli (mean ± standard deviation) for gluteal subcutaneous and muscle tissues were estimated as: 26.1 ± 19.0 kPa, 1-N load; 2,199.1 ± 1,354.8 kPa, 30-N load; and 62.2 ± 10.3 kPa, 5-N load; 440.4 ± 80.0 kPa, 30-N load, respectively. No correlation between any pair of these measures reached statistical significance. [Conclusion] Young's moduli were successfully measured for subcutaneous and muscle tissues in a large participant sample using ultrasonography and compression testing. Our results may serve as reference data when assessing tissue hardness by palpation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36507079/",
    "clean_text": "young s moduli of subcutaneous tissues and muscles under different loads at the gluteal region calculated using ultrasonography purpose young s modulus distributions for subcutaneous and muscle tissues in a large sample of healthy individuals based on ultrasonography and compression testing remains uninvestigated till date results young s moduli mean standard deviation for glutea purpose young s modulus distributions for subcutaneous and muscle tissues in a large sample of healthy individuals based on ultrasonography and compression testing remains uninvestigated till date this study aimed to separately estimate the hardness of subcutaneous tissues and muscles in the human gluteal region under a range of loads in terms of mean young s moduli and associated distributions participants and methods data of males aged years were acquired using synchronous compression testing and ultrasonography stress strain curves comprised the loads applied stress were plotted against ultrasonographic changes in subcutaneous muscle tissue thickness strain young s moduli were calculated as slopes of approximation curves fitted to highly linear regions of the stress strain curves results young s moduli mean standard deviation for gluteal subcutaneous and muscle tissues were estimated as kpa n load kpa n load and kpa n load kpa n load respectively no correlation between any pair of these measures reached statistical significance conclusion young s moduli were successfully measured for subcutaneous and muscle tissues in a large participant sample using ultrasonography and compression testing our results may serve as reference data when assessing tissue hardness by palpation"
}