{
    "pmid": "41450858",
    "title": "Advancements in plant-derived exosome-like vesicles: Versatile bioactive carriers for targeted drug delivery systems.",
    "abstract": "Exosomes, small vesicles secreted by a wide range of cells, are found extensively in animals, plants, and microorganisms. Their excellent biocompatibility, efficient delivery capacity, and ease of membrane crossing have drawn significant interest as promising drug delivery carriers. Compared with their animal-derived counterparts, plant-derived exosomes (PDEs), in particular, stand out for their lower toxicity to human tissues, diverse sources, and enhanced targeted delivery capabilities. Advances in both in-depth research and technological development have enabled scholars to isolate exosomes successfully from various plants, exploring their potential in clinical therapies. However, the precise identification of PDEs and their drug delivery mechanisms remains an area of ongoing investigation. This review synthesizes the latest developments in the biogenesis, extraction, separation, and identification of PDEs, along with their engineering modifications and drug-loading strategies. We also delve into the therapeutic applications of exosomes and their future potential in drug delivery, aiming to elucidate the targeted delivery mechanisms of PDEs and pave new paths for clinical drug treatment.",
    "disease": "lung cancer",
    "clean_text": "advancements in plant derived exosome like vesicles versatile bioactive carriers for targeted drug delivery systems exosomes small vesicles secreted by a wide range of cells are found extensively in animals plants and microorganisms their excellent biocompatibility efficient delivery capacity and ease of membrane crossing have drawn significant interest as promising drug delivery carriers compared with their animal derived counterparts plant derived exosomes pdes in particular stand out for their lower toxicity to human tissues diverse sources and enhanced targeted delivery capabilities advances in both in depth research and technological development have enabled scholars to isolate exosomes successfully from various plants exploring their potential in clinical therapies however the precise identification of pdes and their drug delivery mechanisms remains an area of ongoing investigation this review synthesizes the latest developments in the biogenesis extraction separation and identification of pdes along with their engineering modifications and drug loading strategies we also delve into the therapeutic applications of exosomes and their future potential in drug delivery aiming to elucidate the targeted delivery mechanisms of pdes and pave new paths for clinical drug treatment"
}