{
    "title": "Differentiation Induction of Human Stem Cells for Corneal Epithelial Regeneration.",
    "doc_id": "33105778",
    "writer": "Theerakittayakorn K",
    "year": "2020",
    "summary": "Multipotent stem cells (mesenchymal stem cells) and pluripotent stem cells (embryonic stem cells and induced pluripotent stem cells) are promising cells to address the problem. ...However, some physiolog …",
    "abstract": "Deficiency of corneal epithelium causes vision impairment or blindness in severe cases. Transplantation of corneal epithelial cells is an effective treatment but the availability of the tissue source for those cells is inadequate. Stem cells can be induced to differentiate to corneal epithelial cells and used in the treatment. Multipotent stem cells (mesenchymal stem cells) and pluripotent stem cells (embryonic stem cells and induced pluripotent stem cells) are promising cells to address the problem. Various protocols have been developed to induce differentiation of the stem cells into corneal epithelial cells. The feasibility and efficacy of both human stem cells and animal stem cells have been investigated for corneal epithelium regeneration. However, some physiological aspects of animal stem cells are different from those of human stem cells, the protocols suited for animal stem cells might not be suitable for human stem cells. Therefore, in this review, only the investigations of corneal epithelial differentiation of human stem cells are taken into account. The available protocols for inducing the differentiation of human stem cells into corneal epithelial cells are gathered and compared. Also, the pathways involving in the differentiation are provided to elucidate the relevant mechanisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33105778/",
    "clean_text": "differentiation induction of human stem cells for corneal epithelial regeneration multipotent stem cells mesenchymal stem cells and pluripotent stem cells embryonic stem cells and induced pluripotent stem cells are promising cells to address the problem however some physiolog deficiency of corneal epithelium causes vision impairment or blindness in severe cases transplantation of corneal epithelial cells is an effective treatment but the availability of the tissue source for those cells is inadequate stem cells can be induced to differentiate to corneal epithelial cells and used in the treatment multipotent stem cells mesenchymal stem cells and pluripotent stem cells embryonic stem cells and induced pluripotent stem cells are promising cells to address the problem various protocols have been developed to induce differentiation of the stem cells into corneal epithelial cells the feasibility and efficacy of both human stem cells and animal stem cells have been investigated for corneal epithelium regeneration however some physiological aspects of animal stem cells are different from those of human stem cells the protocols suited for animal stem cells might not be suitable for human stem cells therefore in this review only the investigations of corneal epithelial differentiation of human stem cells are taken into account the available protocols for inducing the differentiation of human stem cells into corneal epithelial cells are gathered and compared also the pathways involving in the differentiation are provided to elucidate the relevant mechanisms"
}