{
    "pmid": "41331605",
    "title": "Comorbidity characteristics and impact in patients with acute pulmonary thromboembolism: a retrospective study.",
    "abstract": "Acute pulmonary thromboembolism (PTE) is the third leading cause of cardiovascular mortality with increased incidence. Comorbidities are prevalent among PTE patients, yet their characteristics and impacts have not been thoroughly investigated. Thus, this retrospective study aims to explore the comorbidity characteristics and impact in patients with acute PTE, so as to provide a reference for comorbidity management and risk assessment in acute PTE patients. A retrospective study was conducted on 243 patients with acute PTE in Beijing Hospital between January 2009 and December 2015. Univariate and multivariate Logistic regression analysis were performed to analyze the associations between comorbidity, and risk factors, mortality and adverse events risk. The mean age of the 243 acute PTE patients was 67.18 ± 12.96 years, with 123 (50.6%) females. Univariate analysis showed patients aged 65–75 years had 5.37-fold (vs. <45years,  Age is an independent risk factor for comorbidities burden in acute PTE patients. Genitourinary tumors, gastric cancer, leukemia, and chronic nephritis, significantly increase mortality risk, and liver cirrhosis and nephrotic syndrome are associated with higher adverse events risk. These findings highlight the need for personalized comorbidity management and risk assessment in acute PTE patients, particularly among the elderly.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "comorbidity characteristics and impact in patients with acute pulmonary thromboembolism a retrospective study acute pulmonary thromboembolism pte is the third leading cause of cardiovascular mortality with increased incidence comorbidities are prevalent among pte patients yet their characteristics and impacts have not been thoroughly investigated thus this retrospective study aims to explore the comorbidity characteristics and impact in patients with acute pte so as to provide a reference for comorbidity management and risk assessment in acute pte patients a retrospective study was conducted on patients with acute pte in beijing hospital between january and december univariate and multivariate logistic regression analysis were performed to analyze the associations between comorbidity and risk factors mortality and adverse events risk the mean age of the acute pte patients was years with females univariate analysis showed patients aged years had fold vs years age is an independent risk factor for comorbidities burden in acute pte patients genitourinary tumors gastric cancer leukemia and chronic nephritis significantly increase mortality risk and liver cirrhosis and nephrotic syndrome are associated with higher adverse events risk these findings highlight the need for personalized comorbidity management and risk assessment in acute pte patients particularly among the elderly"
}