{
    "title": "Prevalence of Low Back Pain and Associated Risk Factors among Saudi Arabian Adolescents: A Cross-Sectional Study.",
    "doc_id": "36141490",
    "writer": "Alhowimel AS",
    "year": "2022",
    "summary": "Low back pain is the most prevalent musculoskeletal condition. Studies on adolescent low back pain are scarce, with no research to determine its prevalence in Saudi Arabia. ...There is substantial prevalence of low back p …",
    "abstract": "Low back pain is the most prevalent musculoskeletal condition. Studies on adolescent low back pain are scarce, with no research to determine its prevalence in Saudi Arabia. This study aimed to assess the prevalence and associated risk factors of low back pain in Saudi Arabian adolescents. This cross-sectional study was conducted among Saudi Arabian high school students, which included demographic data, medical and low back pain history. The completed survey by 2000 participants showcased 57.9% of students experiencing low back pain in the last 12 months. This included 31.2% men and 26.7% women. This study found a link between low back pain and age, clinical symptoms of diabetes, heart disease, lung disease, thyroid disease, arthritis, and back surgery, a family history of low back pain, as well as smoking. There is substantial prevalence of low back pain in Saudi Arabian adolescents. This study identified several modifiable and non-modifiable risk factors stemming from adolescent low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36141490/",
    "clean_text": "prevalence of low back pain and associated risk factors among saudi arabian adolescents a cross sectional study low back pain is the most prevalent musculoskeletal condition studies on adolescent low back pain are scarce with no research to determine its prevalence in saudi arabia there is substantial prevalence of low back p low back pain is the most prevalent musculoskeletal condition studies on adolescent low back pain are scarce with no research to determine its prevalence in saudi arabia this study aimed to assess the prevalence and associated risk factors of low back pain in saudi arabian adolescents this cross sectional study was conducted among saudi arabian high school students which included demographic data medical and low back pain history the completed survey by participants showcased of students experiencing low back pain in the last months this included men and women this study found a link between low back pain and age clinical symptoms of diabetes heart disease lung disease thyroid disease arthritis and back surgery a family history of low back pain as well as smoking there is substantial prevalence of low back pain in saudi arabian adolescents this study identified several modifiable and non modifiable risk factors stemming from adolescent low back pain"
}