{
    "pmid": "41459864",
    "title": "Curcumin Enhanced the Chemosensitivity of Breast Cancer Cells through the Intrinsic Pathway of Apoptosis.",
    "abstract": "Over-expression of the anti-apoptotic proteins like Mcl-1 is linked to the development of resistance in tumor cells against the Bcl-2 inhibitor ABT- 737. Combination therapy involving Bcl-2 inhibitors and Mcl-1 inhibitors has been suggested as a promising approach to address the issue of drug resistance. In this study, we examined the impact of curcumin on the expression of Mcl-1 and the sensitivity MDA-MB-231 and MCF-7 breast cancer cells to ABT-737. In this experimental study, cell toxicity was evaluated using MTT assay. The cell growth assay and colony formation assay were used to evaluate the effect of treatments on cell proliferation. The mRNA levels of Mcl-1 and MMP-2 were determined by qRT-PCR. Cell migration was assessed by wound healing assay. Apoptosis was detected by Hoechst 33342 staining, ELISA cell death assay and caspase-3 activity assay. Our data demonstrated that combination treatment with curcumin and ABT-737 synergistically lowered the IC50 values and reduced colony formation, cell migration, and cell survival compared with curcumin or ABT-737 alone. ABT-737 increased the expression level of Mcl-1 mRNA, while curcumin suppressed the expression of both Mcl-1 and MMP-2 mRNA. Moreover, suppression of Mcl-1 expression by curcumin was associated with enhanced apoptosis induced by ABT-737 in breast cancer cells. In conclusion, curcumin demonstrates anti-tumor activity in human breast cancer cells by inhibiting colony formation, cell migration, and cell survival. Furthermore, curcumin can augment the apoptotic effect of ABT-737 by suppressing the expression of Mcl-1.",
    "disease": "breast cancer",
    "clean_text": "curcumin enhanced the chemosensitivity of breast cancer cells through the intrinsic pathway of apoptosis over expression of the anti apoptotic proteins like mcl is linked to the development of resistance in tumor cells against the bcl inhibitor abt combination therapy involving bcl inhibitors and mcl inhibitors has been suggested as a promising approach to address the issue of drug resistance in this study we examined the impact of curcumin on the expression of mcl and the sensitivity mda mb and mcf breast cancer cells to abt in this experimental study cell toxicity was evaluated using mtt assay the cell growth assay and colony formation assay were used to evaluate the effect of treatments on cell proliferation the mrna levels of mcl and mmp were determined by qrt pcr cell migration was assessed by wound healing assay apoptosis was detected by hoechst staining elisa cell death assay and caspase activity assay our data demonstrated that combination treatment with curcumin and abt synergistically lowered the ic values and reduced colony formation cell migration and cell survival compared with curcumin or abt alone abt increased the expression level of mcl mrna while curcumin suppressed the expression of both mcl and mmp mrna moreover suppression of mcl expression by curcumin was associated with enhanced apoptosis induced by abt in breast cancer cells in conclusion curcumin demonstrates anti tumor activity in human breast cancer cells by inhibiting colony formation cell migration and cell survival furthermore curcumin can augment the apoptotic effect of abt by suppressing the expression of mcl"
}