{
    "pmid": "41459867",
    "title": "Exploring the In Vitro Anticancer Potential of Indonesian Medicinal Plants and Natural Compounds for Breast Cancer Therapy.",
    "abstract": "This review aims to explore the potential of Indonesian medicinal plants as therapeutic agents for breast cancer in in vitro studies. The review follows the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines and the Population, Intervention, Comparison, Outcome, and Study design (PICOS) framework. Electronic databases, including Pubmed, ScienceDirect, Scopus, SpringerLink, Medline, and Google Scholar, were searched for articles published in English from October 2019 to 2024. Based on the PICOS framework, eligibility criteria are focused on original preclinical studies that addressed the biological activity of extracts or isolates from Indonesian medicinal plants using breast cancer cell lines. In all, 74 plants from 38 families that are grown in Indonesia were presented as potential therapeutic and chemopreventive agents that may reduce cancer growth, spread, or recurrence. Steroid glycosides, curcumin, pinostrobin, alphitolic acid, isoxanthochymol, 4β,10α-dihydroxyaromadendrane, 4α,10α-dihydroxyaromadendrane were revealed as cytotoxic agents with inhibitory effects on breast cancer cell proliferation and migration. These compaunds were also found to prevent metastasis by suppressing cancer cell adhesion and to induce apoptosis in in vitro studies. Seven Indonesian medicinal plants Begonia sp., Garcinia celebica, Cryptocarya pulchrinervia, Aglaia harmsiana, Syzygium aqueum, Kaempferia pandurata Roxb., and Curcuma xanthorrhiza Roxb. were shown to significantly inhibit breast cancer cell proliferation, with IC50 values of less than 20 μg/mL. This review article could be a key to further develop the potential of natural products from Indonesian medicinal plants for cancer treatment and prevention, including their roles as chemosensitizers, immunotherapeutics, in combination therapies with other anticancer drugs, in novel formulations, and in elucidating the molecular mechanisms underlying their anticancer properties. Furthermore, toxicology evaluation also needs to be studied in detail through the clinical trial stage.",
    "disease": "breast cancer",
    "clean_text": "exploring the in vitro anticancer potential of indonesian medicinal plants and natural compounds for breast cancer therapy this review aims to explore the potential of indonesian medicinal plants as therapeutic agents for breast cancer in in vitro studies the review follows the preferred reporting items for systematic reviews and meta analyses prisma guidelines and the population intervention comparison outcome and study design picos framework electronic databases including pubmed sciencedirect scopus springerlink medline and google scholar were searched for articles published in english from october to based on the picos framework eligibility criteria are focused on original preclinical studies that addressed the biological activity of extracts or isolates from indonesian medicinal plants using breast cancer cell lines in all plants from families that are grown in indonesia were presented as potential therapeutic and chemopreventive agents that may reduce cancer growth spread or recurrence steroid glycosides curcumin pinostrobin alphitolic acid isoxanthochymol dihydroxyaromadendrane dihydroxyaromadendrane were revealed as cytotoxic agents with inhibitory effects on breast cancer cell proliferation and migration these compaunds were also found to prevent metastasis by suppressing cancer cell adhesion and to induce apoptosis in in vitro studies seven indonesian medicinal plants begonia sp garcinia celebica cryptocarya pulchrinervia aglaia harmsiana syzygium aqueum kaempferia pandurata roxb and curcuma xanthorrhiza roxb were shown to significantly inhibit breast cancer cell proliferation with ic values of less than g ml this review article could be a key to further develop the potential of natural products from indonesian medicinal plants for cancer treatment and prevention including their roles as chemosensitizers immunotherapeutics in combination therapies with other anticancer drugs in novel formulations and in elucidating the molecular mechanisms underlying their anticancer properties furthermore toxicology evaluation also needs to be studied in detail through the clinical trial stage"
}