{
    "pmid": "41427938",
    "title": "Effectiveness of Fully Immersive Virtual Reality Rehabilitation for Balance, Motor Function, and Quality of Life in Parkinson's Disease: A Systematic Review and Meta-Analysis.",
    "abstract": "This systematic review and meta-analysis evaluated the effectiveness of fully immersive virtual reality (IVR) and fully immersive virtual environment (IVE) in improving balance, motor function, cognitive performance, and quality of life in individuals with Parkinson's disease (PD), compared to conventional treatment (CT). PubMed, Cochrane Library, and Web of Science were searched up to April 2025. Of the 983 studies screened, 13 studies met the inclusion criteria, following the PRISMA guidelines. Individuals with PD receiving fully IVR/IVE rehabilitation were included compared to CT. The meta-analysis only included RCTs and was conducted using RevMan 5.4.1 with a random-effects model and 95% confidence intervals. Fully IVR/IVE significantly improved dynamic balance TUG(s) test and motor function (UPDRS-III) with low heterogeneity, and quality of life (PDQ-39) with high heterogeneity (I2 > 50%) compared to CT. No significant changes were found for the static balance (BBS), Tinetti scale (TS), and Falls Efficacy Scale-International (FES-I). Rehabilitation integrating fully IVR/IVE showed greater effectiveness than conventional treatment in improving dynamic balance, motor function, and quality of life in individuals with PD. Future RCTs with larger samples and extended follow-up are necessary to strengthen the evidence.",
    "disease": "parkinson disease",
    "clean_text": "effectiveness of fully immersive virtual reality rehabilitation for balance motor function and quality of life in parkinson s disease a systematic review and meta analysis this systematic review and meta analysis evaluated the effectiveness of fully immersive virtual reality ivr and fully immersive virtual environment ive in improving balance motor function cognitive performance and quality of life in individuals with parkinson s disease pd compared to conventional treatment ct pubmed cochrane library and web of science were searched up to april of the studies screened studies met the inclusion criteria following the prisma guidelines individuals with pd receiving fully ivr ive rehabilitation were included compared to ct the meta analysis only included rcts and was conducted using revman with a random effects model and confidence intervals fully ivr ive significantly improved dynamic balance tug s test and motor function updrs iii with low heterogeneity and quality of life pdq with high heterogeneity i compared to ct no significant changes were found for the static balance bbs tinetti scale ts and falls efficacy scale international fes i rehabilitation integrating fully ivr ive showed greater effectiveness than conventional treatment in improving dynamic balance motor function and quality of life in individuals with pd future rcts with larger samples and extended follow up are necessary to strengthen the evidence"
}