{
    "title": "Family dynamics in young adult cancer caregiving: \"It should be teamwork\".",
    "doc_id": "30916616",
    "writer": "Reblin M",
    "year": "2019",
    "summary": "PURPOSE/OBJECTIVES: Young adult cancer patients undergo stress at a time when their primary source of psychosocial support may be changing. Our goal was to provide insight into the expectations young adult patients and their family caregivers for types …",
    "abstract": "Purpose/objectives:\n        \n      \n      Young adult cancer patients undergo stress at a time when their primary source of psychosocial support may be changing. Our goal was to provide insight into the expectations young adult patients and their family caregivers for types of psychosocial support.\n    \n\n\n          Research approach:\n        \n      \n      Semi-structured interviews.\n    \n\n\n          Participants:\n        \n      \n      Fifteen patients, 9 caregivers recruited from an AYA clinic. Methodological Approach: Thematic content analysis using the constant comparison method.\n    \n\n\n          Findings:\n        \n      \n      Two themes were identified. First, families described coordinating support around strengths to determine who would take on caregiving roles/tasks. Second, families described the importance of patient-caregiver relationship status/history in determining trust and expectations.\n    \n\n\n          Interpretation:\n        \n      \n      Family strengths and existing relationships can impact caregiving roles and expectations for families of young adult cancer patients. Implications for Psychosocial Providers: Cancer clinics may need to involve members of the psychosocial provider team to better understand the family dynamics of their patients and how these relate to support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30916616/",
    "clean_text": "family dynamics in young adult cancer caregiving it should be teamwork purpose objectives young adult cancer patients undergo stress at a time when their primary source of psychosocial support may be changing our goal was to provide insight into the expectations young adult patients and their family caregivers for types purpose objectives young adult cancer patients undergo stress at a time when their primary source of psychosocial support may be changing our goal was to provide insight into the expectations young adult patients and their family caregivers for types of psychosocial support research approach semi structured interviews participants fifteen patients caregivers recruited from an aya clinic methodological approach thematic content analysis using the constant comparison method findings two themes were identified first families described coordinating support around strengths to determine who would take on caregiving roles tasks second families described the importance of patient caregiver relationship status history in determining trust and expectations interpretation family strengths and existing relationships can impact caregiving roles and expectations for families of young adult cancer patients implications for psychosocial providers cancer clinics may need to involve members of the psychosocial provider team to better understand the family dynamics of their patients and how these relate to support"
}