{
    "pmid": "41450657",
    "title": "Nanoamplifier Agents Transiently Rise the Metabolism of β‑Amyloid Peptide in Urine for the Early Diagnosis of Alzheimer's Disease.",
    "abstract": "Alzheimer's disease (AD) is the most common form of dementia without effective treatment. Therefore, early diagnosis for timely treatment and delayof the onset of AD are critical. At present, detecting β-amyloid (Aβ) in cerebrospinal fluid is still the most important clinical method. However, the invasive detection method is harmful and difficult to promote. Recent research has shown that Aβ was found not only in blood and cerebrospinal fluid, but also in urine, which could be used for noninvasive testing. Compared with blood/cerebrospinal fluid, the background proteins in urine are very low, but unfortunately the content of Aβ is even lower. Therefore, if the concentration of Aβ is increased with the background proteins maintained at the low level, urine could be an ideal noninvasive early detection target for AD. Gold nanoparticles (AuNP) with ultrasmall size (<6 nm) could be rapidly metabolized by the kidneys and excreted with urine, and easily regulated by the metabolic pathway between kidneys and liver by changing their size. After screening, we found 3 nm AuNP had the highest renal metabolic efficiency, and by modifying with kidney targeting peptides and Aβ antibody 6E10, the complex system (P6-Au) acted as a \"Aβ-targeting renal metabolic carrier\", which both metabolized rapidly through the kidneys and increased the concentration of Aβ in urine. After tail vein injection of P6-Au, the Aβ content in the urine of 5×FAD transgenic mice increased by more than 20 times within the next 24 h, which resulted in the diagnosis time being advanced from the ninth month to the fifth month and provided a new approach for early detection of AD.",
    "disease": "alzheimer disease",
    "clean_text": "nanoamplifier agents transiently rise the metabolism of amyloid peptide in urine for the early diagnosis of alzheimer s disease alzheimer s disease ad is the most common form of dementia without effective treatment therefore early diagnosis for timely treatment and delayof the onset of ad are critical at present detecting amyloid a in cerebrospinal fluid is still the most important clinical method however the invasive detection method is harmful and difficult to promote recent research has shown that a was found not only in blood and cerebrospinal fluid but also in urine which could be used for noninvasive testing compared with blood cerebrospinal fluid the background proteins in urine are very low but unfortunately the content of a is even lower therefore if the concentration of a is increased with the background proteins maintained at the low level urine could be an ideal noninvasive early detection target for ad gold nanoparticles aunp with ultrasmall size nm could be rapidly metabolized by the kidneys and excreted with urine and easily regulated by the metabolic pathway between kidneys and liver by changing their size after screening we found nm aunp had the highest renal metabolic efficiency and by modifying with kidney targeting peptides and a antibody e the complex system p au acted as a a targeting renal metabolic carrier which both metabolized rapidly through the kidneys and increased the concentration of a in urine after tail vein injection of p au the a content in the urine of fad transgenic mice increased by more than times within the next h which resulted in the diagnosis time being advanced from the ninth month to the fifth month and provided a new approach for early detection of ad"
}