{
    "pmid": "41334388",
    "title": "Latent TB treatment outcomes in patients with chronic liver disease: A retrospective cohort study.",
    "abstract": "Chronic liver disease (CLD) increases latent tuberculosis infection (LTBI) reactivation risk, yet treatment is complicated by drug-induced liver injury (DILI) and limited guidance. We compared DILI incidence, treatment completion, and adverse events between cirrhotic and non-cirrhotic patients undergoing LTBI therapy. This single-center retrospective study included CLD patients who initiated LTBI treatment (2016-2024). Demographics, comorbidities, treatment regimens, and outcomes were collected by chart review. LTBI was diagnosed by physician documentation or positive Interferon-Gamma Release Assays (IGRAs). CLD etiologies included NAFLD, alcohol-associated liver disease, chronic hepatitis B, chronic hepatitis C, and autoimmune hepatitis. DILI was defined by the U.S DILI Network criteria or treatment alteration. Among 70 patients with CLD, 24 (34.3 %) had cirrhosis. Overall, 67.1 % completed LTBI treatment with lower rates in cirrhotics (50.0 % vs. 76.1 %, p = 0.035). Adverse effects occurred in 38.6 %, including DILI in 20.0 %. CKD ≥ 3 was associated with more adverse events (p = 0.029). Cirrhosis trended toward higher adverse events (p = 0.0528) but was not predictive of DILI (p = 0.1661). Use of isoniazid for 6 months was associated with a higher DILI risk than rifampin for 4 months (OR 7.21, 95 % CI 1.39-37.31, p = 0.019). LTBI treatment in patients with CLD is achievable and generally well tolerated despite significant comorbidities. While cirrhosis was associated with lower treatment completion, it did not independently increase DILI risk. Shorter rifamycin-based regimens were safer and better tolerated compared to longer isoniazid-based regimens. Individualized regimen selection and close monitoring are essential to optimizing LTBI treatment outcomes in this high-risk population.",
    "disease": "liver cirrhosis",
    "clean_text": "latent tb treatment outcomes in patients with chronic liver disease a retrospective cohort study chronic liver disease cld increases latent tuberculosis infection ltbi reactivation risk yet treatment is complicated by drug induced liver injury dili and limited guidance we compared dili incidence treatment completion and adverse events between cirrhotic and non cirrhotic patients undergoing ltbi therapy this single center retrospective study included cld patients who initiated ltbi treatment demographics comorbidities treatment regimens and outcomes were collected by chart review ltbi was diagnosed by physician documentation or positive interferon gamma release assays igras cld etiologies included nafld alcohol associated liver disease chronic hepatitis b chronic hepatitis c and autoimmune hepatitis dili was defined by the u s dili network criteria or treatment alteration among patients with cld had cirrhosis overall completed ltbi treatment with lower rates in cirrhotics vs p adverse effects occurred in including dili in ckd was associated with more adverse events p cirrhosis trended toward higher adverse events p but was not predictive of dili p use of isoniazid for months was associated with a higher dili risk than rifampin for months or ci p ltbi treatment in patients with cld is achievable and generally well tolerated despite significant comorbidities while cirrhosis was associated with lower treatment completion it did not independently increase dili risk shorter rifamycin based regimens were safer and better tolerated compared to longer isoniazid based regimens individualized regimen selection and close monitoring are essential to optimizing ltbi treatment outcomes in this high risk population"
}