{
    "title": "Young's equation revisited.",
    "doc_id": "26940644",
    "writer": "Makkonen L.",
    "year": "2016",
    "summary": "Young's construction for a contact angle at a three-phase intersection forms the basis of all fields of science that involve wetting and capillary action. We find compelling evidence from recent experimental results on the deformation of a soft solid at the contact line, a …",
    "abstract": "Young's construction for a contact angle at a three-phase intersection forms the basis of all fields of science that involve wetting and capillary action. We find compelling evidence from recent experimental results on the deformation of a soft solid at the contact line, and displacement of an elastic wire immersed in a liquid, that Young's equation can only be interpreted by surface energies, and not as a balance of surface tensions. It follows that the a priori variable in finding equilibrium is not the position of the contact line, but the contact angle. This finding provides the explanation for the pinning of a contact line.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26940644/",
    "clean_text": "young s equation revisited young s construction for a contact angle at a three phase intersection forms the basis of all fields of science that involve wetting and capillary action we find compelling evidence from recent experimental results on the deformation of a soft solid at the contact line a young s construction for a contact angle at a three phase intersection forms the basis of all fields of science that involve wetting and capillary action we find compelling evidence from recent experimental results on the deformation of a soft solid at the contact line and displacement of an elastic wire immersed in a liquid that young s equation can only be interpreted by surface energies and not as a balance of surface tensions it follows that the a priori variable in finding equilibrium is not the position of the contact line but the contact angle this finding provides the explanation for the pinning of a contact line"
}