{
    "title": "Physical activity, exercise and adverse cardiovascular outcomes in individuals with pre-existing cardiovascular disease: a narrative review.",
    "doc_id": "38488568",
    "writer": "Kunutsor SK",
    "year": "2024",
    "summary": "INTRODUCTION: The evidence supporting the cardiovascular health benefits of physical activity and/or exercise training is well-established. While the role of physical activity in primary prevention is unequivocal, its significance in secondary p …",
    "abstract": "Introduction:\n        \n      \n      The evidence supporting the cardiovascular health benefits of physical activity and/or exercise training is well-established. While the role of physical activity in primary prevention is unequivocal, its significance in secondary prevention (among those with preexisting cardiovascular disease) is less definitive. Though guidelines universally recommend physical activity as part of the secondary preventive strategy, the empirical evidence underpinning these recommendations is not as robust as that for primary prevention.\n    \n\n\n          Areas covered:\n        \n      \n      This review distills the body of available observational and interventional evidence on the relationship between physical activity, exercise, and adverse cardiovascular outcomes among those with preexisting cardiovascular disease. The postulated biologic mechanisms underlying the relationships, areas of prevailing uncertainty, and potential public health implications are also discussed.\n    \n\n\n          Expert opinion:\n        \n      \n      A physical activity level of 500 MET-min/week (equivalent to 150 min of moderate-intensity physical activity or 75 min of vigorous-intensity physical activity or an equivalent combination) may be a minimum requirement for patients with preexisting CVD. However, to reap the maximum benefits of physical activity and also minimize adverse effects, physical activity and/or exercise regimens should be tailored to unique factors such as individual's baseline physical activity habits, cardiovascular health status and the specific nature of their cardiovascular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38488568/",
    "clean_text": "physical activity exercise and adverse cardiovascular outcomes in individuals with pre existing cardiovascular disease a narrative review introduction the evidence supporting the cardiovascular health benefits of physical activity and or exercise training is well established while the role of physical activity in primary prevention is unequivocal its significance in secondary p introduction the evidence supporting the cardiovascular health benefits of physical activity and or exercise training is well established while the role of physical activity in primary prevention is unequivocal its significance in secondary prevention among those with preexisting cardiovascular disease is less definitive though guidelines universally recommend physical activity as part of the secondary preventive strategy the empirical evidence underpinning these recommendations is not as robust as that for primary prevention areas covered this review distills the body of available observational and interventional evidence on the relationship between physical activity exercise and adverse cardiovascular outcomes among those with preexisting cardiovascular disease the postulated biologic mechanisms underlying the relationships areas of prevailing uncertainty and potential public health implications are also discussed expert opinion a physical activity level of met min week equivalent to min of moderate intensity physical activity or min of vigorous intensity physical activity or an equivalent combination may be a minimum requirement for patients with preexisting cvd however to reap the maximum benefits of physical activity and also minimize adverse effects physical activity and or exercise regimens should be tailored to unique factors such as individual s baseline physical activity habits cardiovascular health status and the specific nature of their cardiovascular disease"
}