{
    "pmid": "41458059",
    "title": "Atypical presentations of CNS tuberculosis: A case series from South India in a high-burden, resource-limited setting.",
    "abstract": "Central nervous system (CNS) tuberculosis is one of the most severe extrapulmonary manifestations of TB, associated with high morbidity and mortality if not diagnosed and treated early. In India, which bears the highest global burden of TB, the challenge is compounded by resource limitations. Even in apex government medical colleges serving millions, advanced imaging such as Magnetic Resonance Imaging (MRI) may take several days, and molecular or histopathological confirmation is often delayed. In such settings, clinicians must rely on high clinical suspicion and pragmatic use of available resources. We describe six patients with atypical manifestations of CNS tuberculosis encountered at a government medical college hospital in South India. Presentations included parenchymal tuberculomas, extraparenchymal lesions, and radiological mimics of neoplasm and demyelinating disease. Diagnostic challenges were heightened by limited access to advanced imaging and delays in confirmatory testing. Management strategies were tailored to available resources, combining antitubercular therapy with steroids and supportive interventions. Clinical outcomes varied, with some patients demonstrating marked improvement, while others had residual neurological deficits. This case series underscores the protean nature of CNS tuberculosis and the diagnostic dilemmas it creates in resource-constrained settings. Awareness of atypical presentations and timely initiation of empirical therapy, even in the absence of definitive imaging or laboratory confirmation, can be lifesaving. Our experience highlights the importance of clinical acumen and decision-making in high-burden, low-resource environments where delays in investigation are common.",
    "disease": "tuberculosis",
    "clean_text": "atypical presentations of cns tuberculosis a case series from south india in a high burden resource limited setting central nervous system cns tuberculosis is one of the most severe extrapulmonary manifestations of tb associated with high morbidity and mortality if not diagnosed and treated early in india which bears the highest global burden of tb the challenge is compounded by resource limitations even in apex government medical colleges serving millions advanced imaging such as magnetic resonance imaging mri may take several days and molecular or histopathological confirmation is often delayed in such settings clinicians must rely on high clinical suspicion and pragmatic use of available resources we describe six patients with atypical manifestations of cns tuberculosis encountered at a government medical college hospital in south india presentations included parenchymal tuberculomas extraparenchymal lesions and radiological mimics of neoplasm and demyelinating disease diagnostic challenges were heightened by limited access to advanced imaging and delays in confirmatory testing management strategies were tailored to available resources combining antitubercular therapy with steroids and supportive interventions clinical outcomes varied with some patients demonstrating marked improvement while others had residual neurological deficits this case series underscores the protean nature of cns tuberculosis and the diagnostic dilemmas it creates in resource constrained settings awareness of atypical presentations and timely initiation of empirical therapy even in the absence of definitive imaging or laboratory confirmation can be lifesaving our experience highlights the importance of clinical acumen and decision making in high burden low resource environments where delays in investigation are common"
}