{
    "title": "Physical characteristics of the back are not predictive of low back pain in healthy workers: a prospective study.",
    "doc_id": "19123931",
    "writer": "Van Nieuwenhuyse A",
    "year": "2009",
    "summary": "Since this evaluation of work capacity often consists of a physical examination of the back, the objective of this study was to investigate whether a physical examination of the low back, which is routinely performed in occupational medicine, predicts the dev …",
    "abstract": "Background:\n        \n      \n      In the working population, back disorders are an important reason for sick leave and permanent work inability. In the context of fitting the job to the worker, one of the primary tasks of the occupational health physician is to evaluate the balance between work-related and individual variables. Since this evaluation of work capacity often consists of a physical examination of the back, the objective of this study was to investigate whether a physical examination of the low back, which is routinely performed in occupational medicine, predicts the development of low back pain (LBP).\n    \n\n\n          Methods:\n        \n      \n      This study is part of the Belgian Low Back Cohort (BelCoBack) Study, a prospective study to identify risk factors for the development of low back disorders in occupational settings. The study population for this paper were 692 young healthcare or distribution workers (mean age of 26 years) with no or limited back antecedents in the year before inclusion. At baseline, these workers underwent a standardised physical examination of the low back. One year later, they completed a questionnaire on the occurrence of LBP and some of its characteristics. To study the respective role of predictors at baseline on the occurrence of LBP, we opted for Cox regression with a constant risk period. Analyses were performed separately for workers without any back antecedents in the year before inclusion ('asymptomatic' workers) and for workers with limited back antecedents in the year before inclusion ('mildly symptomatic' workers).\n    \n\n\n          Results:\n        \n      \n      In the group of 'asymptomatic' workers, obese workers showed a more than twofold-increased risk on the development of LBP as compared to non-obese colleagues (RR 2.57, 95%CI: 1.09 - 6.09). In the group of 'mildly symptomatic' workers, the self-reports of pain before the examination turned out to be most predictive (RR 3.89, 95%CI: 1.20 - 12.64).\n    \n\n\n          Conclusion:\n        \n      \n      This study showed that, in a population of young workers wh no or limited antecedents of LBP at baseline, physical examinations, as routinely assessed in occupational medicine, are not useful to predict workers at risk for the development of back disorders one year later.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19123931/",
    "clean_text": "physical characteristics of the back are not predictive of low back pain in healthy workers a prospective study since this evaluation of work capacity often consists of a physical examination of the back the objective of this study was to investigate whether a physical examination of the low back which is routinely performed in occupational medicine predicts the dev background in the working population back disorders are an important reason for sick leave and permanent work inability in the context of fitting the job to the worker one of the primary tasks of the occupational health physician is to evaluate the balance between work related and individual variables since this evaluation of work capacity often consists of a physical examination of the back the objective of this study was to investigate whether a physical examination of the low back which is routinely performed in occupational medicine predicts the development of low back pain lbp methods this study is part of the belgian low back cohort belcoback study a prospective study to identify risk factors for the development of low back disorders in occupational settings the study population for this paper were young healthcare or distribution workers mean age of years with no or limited back antecedents in the year before inclusion at baseline these workers underwent a standardised physical examination of the low back one year later they completed a questionnaire on the occurrence of lbp and some of its characteristics to study the respective role of predictors at baseline on the occurrence of lbp we opted for cox regression with a constant risk period analyses were performed separately for workers without any back antecedents in the year before inclusion asymptomatic workers and for workers with limited back antecedents in the year before inclusion mildly symptomatic workers results in the group of asymptomatic workers obese workers showed a more than twofold increased risk on the development of lbp as compared to non obese colleagues rr ci in the group of mildly symptomatic workers the self reports of pain before the examination turned out to be most predictive rr ci conclusion this study showed that in a population of young workers wh no or limited antecedents of lbp at baseline physical examinations as routinely assessed in occupational medicine are not useful to predict workers at risk for the development of back disorders one year later"
}