{
    "pmid": "41457729",
    "title": "The Yield of Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration in Collecting Cytological Samples for Next-Generation Sequencing in Non-small Cell Cancer Patients: A Retrospective Study.",
    "abstract": "Lung cancer is a major cause of death worldwide. Accurate diagnosis and staging are essential for effective treatment. Mediastinal lymph node involvement determines the disease stage and influences treatment decisions, especially with new biological and immunotherapy options. Endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA) is the main minimally invasive procedure for evaluating mediastinal and hilar adenopathy. It offers high sensitivity, specificity, and fewer complications than mediastinoscopy or video-assisted thoracic surgery. It also retrieves crucial molecular markers for guiding therapeutic decisions in non-small cell lung cancer. To evaluate the diagnostic yield of EBUS-TBNA in patients with mediastinal lymphadenopathy. This retrospective study included patients who underwent bronchoscopy with EBUS and had lymph node malignancy between 2018 and 2023. Crossmatching was conducted by pathology and genomic study results. No informed consent was required as the study was based on the hospital database. Next generation sequencing was performed on 57 specimens (83%) collected via EBUS from patients with primary non-small cell lung cancer. However, 12 of the specimens (17%) were insufficient for pathological analysis. Among these, 7 (58%) were from adenocarcinomas and 5 (42%) were from squamous cell carcinoma patients. The utilization of EBUS-TBNA is an effective tool for obtaining genetically profiled diagnoses by minimally invasive means. As more genetic mutations are discovered, we expect that multigene mutation analysis will gain importance in tailoring individualized treatment plans.",
    "disease": "lung cancer",
    "clean_text": "the yield of endobronchial ultrasound guided transbronchial needle aspiration in collecting cytological samples for next generation sequencing in non small cell cancer patients a retrospective study lung cancer is a major cause of death worldwide accurate diagnosis and staging are essential for effective treatment mediastinal lymph node involvement determines the disease stage and influences treatment decisions especially with new biological and immunotherapy options endobronchial ultrasound guided transbronchial needle aspiration ebus tbna is the main minimally invasive procedure for evaluating mediastinal and hilar adenopathy it offers high sensitivity specificity and fewer complications than mediastinoscopy or video assisted thoracic surgery it also retrieves crucial molecular markers for guiding therapeutic decisions in non small cell lung cancer to evaluate the diagnostic yield of ebus tbna in patients with mediastinal lymphadenopathy this retrospective study included patients who underwent bronchoscopy with ebus and had lymph node malignancy between and crossmatching was conducted by pathology and genomic study results no informed consent was required as the study was based on the hospital database next generation sequencing was performed on specimens collected via ebus from patients with primary non small cell lung cancer however of the specimens were insufficient for pathological analysis among these were from adenocarcinomas and were from squamous cell carcinoma patients the utilization of ebus tbna is an effective tool for obtaining genetically profiled diagnoses by minimally invasive means as more genetic mutations are discovered we expect that multigene mutation analysis will gain importance in tailoring individualized treatment plans"
}