{
    "pmid": "41388962",
    "title": "Visualizing Viscosity Changes in Tumor and Rheumatoid Arthritis with a Dual-Targeted NIR Fluorescent Probe.",
    "abstract": "Targeting mitochondria and nucleus fluorescent probes have emerged as powerful tools for monitoring cellular processes, such as apoptosis and ferroptosis. Nevertheless, only a few near-infrared (NIR) fluorescent probes have been developed for the simultaneous detection of both viscosity and DNA/RNA. Therefore, a mitochondrion- and nucleus-targeted NIR fluorescence probe (BHD) for the detection of viscosity and DNA/RNA was designed and synthesized through the condensation reaction of 1,1,2,3-Tetramethyl-1H-benzo[e]indolium hexafluorophosphate and 4-(dimethylamino)cinnamaldehyde. BHD exhibited remarkable stability under physiological pH and in the presence of biological ions. Due to its cationic structure and strong DNA/RNA binding affinity, BHD was capable of simultaneously targeting both mitochondria and the nucleus. Cellular imaging analysis showed that BHD can effectively detect apoptosis induced by hydrogen peroxide (H",
    "disease": "rheumatoid arthritis",
    "clean_text": "visualizing viscosity changes in tumor and rheumatoid arthritis with a dual targeted nir fluorescent probe targeting mitochondria and nucleus fluorescent probes have emerged as powerful tools for monitoring cellular processes such as apoptosis and ferroptosis nevertheless only a few near infrared nir fluorescent probes have been developed for the simultaneous detection of both viscosity and dna rna therefore a mitochondrion and nucleus targeted nir fluorescence probe bhd for the detection of viscosity and dna rna was designed and synthesized through the condensation reaction of tetramethyl h benzo e indolium hexafluorophosphate and dimethylamino cinnamaldehyde bhd exhibited remarkable stability under physiological ph and in the presence of biological ions due to its cationic structure and strong dna rna binding affinity bhd was capable of simultaneously targeting both mitochondria and the nucleus cellular imaging analysis showed that bhd can effectively detect apoptosis induced by hydrogen peroxide h"
}