{
    "pmid": "41393121",
    "title": "The left DTI-ALPS index: a potential glymphatic mediator of cognitive and motor dysfunction in Parkinson's disease.",
    "abstract": "This study employed the Diffusion Tensor Imaging Along the Perivascular Space (DTI-ALPS) index to evaluate glymphatic function in patients with Parkinson's disease (PD) and investigated its association with cognitive and motor functions. Clinical data from the PD group ( Compared with the HC group, the PD group exhibited increased diffusivity of both the left projection (Dzzproj) and association fibers (Dzzassoc) along the  Abnormalities in the left DTI-ALPS index and diffusivity reflect underlying glymphatic system (GS) dysfunction and white matter microstructural damage in PD patients. These neuropathological changes are significantly associated with, and collectively contribute to, the progression of motor and cognitive decline. Furthermore, the left DTI-ALPS index shows promise as a novel biomarker for identifying cognitive impairment in PD patients.",
    "disease": "parkinson disease",
    "clean_text": "the left dti alps index a potential glymphatic mediator of cognitive and motor dysfunction in parkinson s disease this study employed the diffusion tensor imaging along the perivascular space dti alps index to evaluate glymphatic function in patients with parkinson s disease pd and investigated its association with cognitive and motor functions clinical data from the pd group compared with the hc group the pd group exhibited increased diffusivity of both the left projection dzzproj and association fibers dzzassoc along the abnormalities in the left dti alps index and diffusivity reflect underlying glymphatic system gs dysfunction and white matter microstructural damage in pd patients these neuropathological changes are significantly associated with and collectively contribute to the progression of motor and cognitive decline furthermore the left dti alps index shows promise as a novel biomarker for identifying cognitive impairment in pd patients"
}