{
    "title": "Optimization of Replacing Pork Meat with Yellow Worm (Tenebrio molitor L.) for Frankfurters.",
    "doc_id": "29147084",
    "writer": "Choi YS",
    "year": "2017",
    "summary": "The control (50% pork ham), T1 (45% pork ham + 5% yellow mealworm), T2 (40% pork ham + 10% yellow mealworm), T3 (35% pork ham + 15% yellow mealworm), T4 (30% pork ham + 20% yellow mealworm), T5 (25% pork ham + 25% yellow mealworm), and T6 (20% p …",
    "abstract": "The effects of replacing pork meat with yellow mealworms on the physicochemical properties and sensory characteristics of frankfurters were investigated in this study. The control (50% pork ham), T1 (45% pork ham + 5% yellow mealworm), T2 (40% pork ham + 10% yellow mealworm), T3 (35% pork ham + 15% yellow mealworm), T4 (30% pork ham + 20% yellow mealworm), T5 (25% pork ham + 25% yellow mealworm), and T6 (20% pork ham + 30% yellow mealworm) were prepared, replacing lean pork meat with yellow mealworm. The moisture content, lightness, sarcoplasmic protein solubility, hardness, gumminess, chewiness, and apparent viscosity of frankfurters with yellow mealworm were lower than those of the control (p<0.05), whereas the content of protein and ash, pH, and yellowness of frankfurters with yellow mealworm were higher than those of the control (p<0.05). The fat content of frankfurters in T1 (p<0.05) was the highest, and the fat content of treatments decreased with increasing yellow mealworm concentrations (p<0.05). Frankfurters with increasing yellow mealworm concentrations had lower color, flavor, off-flavor, and juiciness scores. The overall acceptability was not significantly different in the control, T1, and T2 (p>0.05). Thus, the results of this study showed that replacing lean pork meat with up to 10% yellow mealworm successfully maintained the quality of frankfurters at a level similar to that of the regular control frankfurters.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29147084/",
    "clean_text": "optimization of replacing pork meat with yellow worm tenebrio molitor l for frankfurters the control pork ham t pork ham yellow mealworm t pork ham yellow mealworm t pork ham yellow mealworm t pork ham yellow mealworm t pork ham yellow mealworm and t p the effects of replacing pork meat with yellow mealworms on the physicochemical properties and sensory characteristics of frankfurters were investigated in this study the control pork ham t pork ham yellow mealworm t pork ham yellow mealworm t pork ham yellow mealworm t pork ham yellow mealworm t pork ham yellow mealworm and t pork ham yellow mealworm were prepared replacing lean pork meat with yellow mealworm the moisture content lightness sarcoplasmic protein solubility hardness gumminess chewiness and apparent viscosity of frankfurters with yellow mealworm were lower than those of the control p whereas the content of protein and ash ph and yellowness of frankfurters with yellow mealworm were higher than those of the control p the fat content of frankfurters in t p was the highest and the fat content of treatments decreased with increasing yellow mealworm concentrations p frankfurters with increasing yellow mealworm concentrations had lower color flavor off flavor and juiciness scores the overall acceptability was not significantly different in the control t and t p thus the results of this study showed that replacing lean pork meat with up to yellow mealworm successfully maintained the quality of frankfurters at a level similar to that of the regular control frankfurters"
}