{
    "title": "Current development of Zika virus vaccines with special emphasis on virus-like particle technology.",
    "doc_id": "34148481",
    "writer": "Cimica V",
    "year": "2021",
    "summary": "Introduction: Zika virus disease received little attention until its recent explosive emergence around the globe. ...Ideally, a vaccine should also prevent sexual transmission of the virus through mucosal protection.Expert opinion: This review describes curre …",
    "abstract": "Introduction: Zika virus disease received little attention until its recent explosive emergence around the globe. The devastating consequences of this pandemic include congenital Zika syndrome (CZS) and the neurological autoimmune disorder Guillain-Barré syndrome. These potential outcomes prompted massive efforts to understand the course of Zika infection and to develop therapeutic and prophylactic strategies for treatment and prevention of disease.Area covered: Preclinical and clinical data demonstrate that a safe and efficacious vaccine for protection against Zika virus infection is possible in the near future. Nevertheless, significant knowledge gaps regarding the outcome of a mass vaccination strategy exist and must be addressed. Zika virus circulates in flavivirus-endemic regions, an ideal Zika vaccine should avoid the potential of antibody-dependent enhancement from exposure to dengue virus. Prevention of CZS is the primary goal for immunization, and the vaccine must provide protection against intrauterine transmission for use during pregnancy and in women of childbearing age. Ideally, a vaccine should also prevent sexual transmission of the virus through mucosal protection.Expert opinion: This review describes current vaccine approaches against Zika virus with particular attention to the application of virus-like particle (VLP) technology as a strategy for solving the challenges of Zika virus immunization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34148481/",
    "clean_text": "current development of zika virus vaccines with special emphasis on virus like particle technology introduction zika virus disease received little attention until its recent explosive emergence around the globe ideally a vaccine should also prevent sexual transmission of the virus through mucosal protection expert opinion this review describes curre introduction zika virus disease received little attention until its recent explosive emergence around the globe the devastating consequences of this pandemic include congenital zika syndrome czs and the neurological autoimmune disorder guillain barr syndrome these potential outcomes prompted massive efforts to understand the course of zika infection and to develop therapeutic and prophylactic strategies for treatment and prevention of disease area covered preclinical and clinical data demonstrate that a safe and efficacious vaccine for protection against zika virus infection is possible in the near future nevertheless significant knowledge gaps regarding the outcome of a mass vaccination strategy exist and must be addressed zika virus circulates in flavivirus endemic regions an ideal zika vaccine should avoid the potential of antibody dependent enhancement from exposure to dengue virus prevention of czs is the primary goal for immunization and the vaccine must provide protection against intrauterine transmission for use during pregnancy and in women of childbearing age ideally a vaccine should also prevent sexual transmission of the virus through mucosal protection expert opinion this review describes current vaccine approaches against zika virus with particular attention to the application of virus like particle vlp technology as a strategy for solving the challenges of zika virus immunization"
}