{
    "title": "Is homocysteine a pro-oxidant?",
    "doc_id": "11767408",
    "writer": "Zappacosta B",
    "year": "2001",
    "summary": "In this work, a very sensitive and accurate method was employed to measure the effective production of H2O2 during homocysteine oxidation. Furthermore, the interaction of homocysteine with powerful oxidizing species (hypochlorite, peroxynitrite, ferrylmyoglobin) was …",
    "abstract": "High plasma homocysteine concentrations have been found to be associated with atherosclerosis and thrombosis of arteries and deep veins. The oxidative damage mediated by hydrogen peroxide production during the metal-catalyzed oxidation of homocysteine is to date considered to be one of the major pathophysiological mechanisms for this association. In this work, a very sensitive and accurate method was employed to measure the effective production of H2O2 during homocysteine oxidation. Furthermore, the interaction of homocysteine with powerful oxidizing species (hypochlorite, peroxynitrite, ferrylmyoglobin) was evaluated in order to ascertain the putative pro-oxidant role of homocysteine. Our findings indicate that homocysteine does not produce H2O2 in a significant amount (1/4000 mole/mole ratio of H2O2 to homocysteine). Moreover, homocysteine strongly inhibits the oxidation of luminol and dihydrorhodamine by hypochlorite or peroxynitrite and rapidly reduces back ferrylmyoglobin, the oxidizing species, to metmyoglobin. All these results should, in our opinion, lead to a rethinking of the commonly held view that homocysteine oxidation is one of the main causative mechanisms of cardiovascular damage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11767408/",
    "clean_text": "is homocysteine a pro oxidant in this work a very sensitive and accurate method was employed to measure the effective production of h o during homocysteine oxidation furthermore the interaction of homocysteine with powerful oxidizing species hypochlorite peroxynitrite ferrylmyoglobin was high plasma homocysteine concentrations have been found to be associated with atherosclerosis and thrombosis of arteries and deep veins the oxidative damage mediated by hydrogen peroxide production during the metal catalyzed oxidation of homocysteine is to date considered to be one of the major pathophysiological mechanisms for this association in this work a very sensitive and accurate method was employed to measure the effective production of h o during homocysteine oxidation furthermore the interaction of homocysteine with powerful oxidizing species hypochlorite peroxynitrite ferrylmyoglobin was evaluated in order to ascertain the putative pro oxidant role of homocysteine our findings indicate that homocysteine does not produce h o in a significant amount mole mole ratio of h o to homocysteine moreover homocysteine strongly inhibits the oxidation of luminol and dihydrorhodamine by hypochlorite or peroxynitrite and rapidly reduces back ferrylmyoglobin the oxidizing species to metmyoglobin all these results should in our opinion lead to a rethinking of the commonly held view that homocysteine oxidation is one of the main causative mechanisms of cardiovascular damage"
}