{
    "title": "Wound Healing Driver Gene and Therapeutic Development: Political and Scientific Hurdles.",
    "doc_id": "32966158",
    "writer": "Tang X",
    "year": "2021",
    "summary": "Unless a drastic improvement of the current situation, we express a pessimistic outlook toward new and effective wound healing drugs. Critical Issues: We argue that successful development of wound healing therapeutics will rely on identification of …",
    "abstract": "Significance: Since the last Food and Drug Administration (FDA) approval of a wound healing therapeutic in 1997, no new therapeutic candidate (excluding physical therapies, devices, dressings, and antimicrobial agents) has advanced to clinical applications. During this period, the FDA drug approvals for tumors, which have been referred to as \"wounds that do not heal,\" have reached a total of 284 (by end of 2018). Both political and scientific factors may explain this large discrepancy in drug approvals for the two seemingly related and equally complex pathophysiological conditions. Recent Advances: Using the current research funding ratio of 1:150 for wound healing to cancer and the 5% FDA drug approval rate for oncology, we reach a crude estimate of a 0.03% success rate for wound healing therapeutics. Unless a drastic improvement of the current situation, we express a pessimistic outlook toward new and effective wound healing drugs. Critical Issues: We argue that successful development of wound healing therapeutics will rely on identification of wound healing driver genes (WDGs), and the focus should be on WDGs for the wound closure phase of wound healing. Therefore, WDGs must be both necessary and sufficient for wound closure; the absence of a WDG disrupts wound closure, while its supplementation alone is sufficient to restore full wound closure. Successful translation of a WDG into therapeutics requires availability of well-defined animal models with a high degree of relevance to humans. This review discusses the main hurdles faced by the wound healing research community behind the development of so-called \"rescuing drugs\" for wound healing. Future Directions: Given the lack of new wound healing drugs for the past 23 years, there is a need for a wide range of fresh, innovative, and thorough debates on wound healing drug development, including an organized movement to raise public support for wound healing research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32966158/",
    "clean_text": "wound healing driver gene and therapeutic development political and scientific hurdles unless a drastic improvement of the current situation we express a pessimistic outlook toward new and effective wound healing drugs critical issues we argue that successful development of wound healing therapeutics will rely on identification of significance since the last food and drug administration fda approval of a wound healing therapeutic in no new therapeutic candidate excluding physical therapies devices dressings and antimicrobial agents has advanced to clinical applications during this period the fda drug approvals for tumors which have been referred to as wounds that do not heal have reached a total of by end of both political and scientific factors may explain this large discrepancy in drug approvals for the two seemingly related and equally complex pathophysiological conditions recent advances using the current research funding ratio of for wound healing to cancer and the fda drug approval rate for oncology we reach a crude estimate of a success rate for wound healing therapeutics unless a drastic improvement of the current situation we express a pessimistic outlook toward new and effective wound healing drugs critical issues we argue that successful development of wound healing therapeutics will rely on identification of wound healing driver genes wdgs and the focus should be on wdgs for the wound closure phase of wound healing therefore wdgs must be both necessary and sufficient for wound closure the absence of a wdg disrupts wound closure while its supplementation alone is sufficient to restore full wound closure successful translation of a wdg into therapeutics requires availability of well defined animal models with a high degree of relevance to humans this review discusses the main hurdles faced by the wound healing research community behind the development of so called rescuing drugs for wound healing future directions given the lack of new wound healing drugs for the past years there is a need for a wide range of fresh innovative and thorough debates on wound healing drug development including an organized movement to raise public support for wound healing research"
}