{
    "title": "[Vitamin D deficiency in Spanish population. Importance of egg on nutritional improvement].",
    "doc_id": "31368328",
    "writer": "Rodríguez-Rodríguez E",
    "year": "2019",
    "summary": "Vitamin D is an essential nutrient whose deficiency has been associated with the risk of various chronic diseases such as osteoporosis, hypertension, cardiovascular disease, diabetes, some types of cancer and even overweight and obesity. Although vitamin D …",
    "abstract": "Vitamin D is an essential nutrient whose deficiency has been associated with the risk of various chronic diseases such as osteoporosis, hypertension, cardiovascular disease, diabetes, some types of cancer and even overweight and obesity. Although vitamin D can be synthesized at the skin from exposure to sunlight, this source is not always sufficient to meet the needs. For example, the use of sunscreen or the low exposition to the sunlight limits the syntheses. In fact, studies have found that at least half of the Spanish population has vitamin D deficits. Therefore, the dietary contribution is fundamental. Although there are different foods fortified in this vitamin, few products are natural source of it, as fatty fish and eggs. However, according to different studies carried out in the Spanish population, there is a low consumption of this food group. In this way, it would be advisable to promote egg consumption among the population, since this food, in addition to having many nutrients, contains a high amount of vitamin D, which contributes to avoid the appearance of deficiencies and the consequences health consequences that this implies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31368328/",
    "clean_text": "vitamin d deficiency in spanish population importance of egg on nutritional improvement vitamin d is an essential nutrient whose deficiency has been associated with the risk of various chronic diseases such as osteoporosis hypertension cardiovascular disease diabetes some types of cancer and even overweight and obesity although vitamin d vitamin d is an essential nutrient whose deficiency has been associated with the risk of various chronic diseases such as osteoporosis hypertension cardiovascular disease diabetes some types of cancer and even overweight and obesity although vitamin d can be synthesized at the skin from exposure to sunlight this source is not always sufficient to meet the needs for example the use of sunscreen or the low exposition to the sunlight limits the syntheses in fact studies have found that at least half of the spanish population has vitamin d deficits therefore the dietary contribution is fundamental although there are different foods fortified in this vitamin few products are natural source of it as fatty fish and eggs however according to different studies carried out in the spanish population there is a low consumption of this food group in this way it would be advisable to promote egg consumption among the population since this food in addition to having many nutrients contains a high amount of vitamin d which contributes to avoid the appearance of deficiencies and the consequences health consequences that this implies"
}