{
    "title": "Epidemiology of Zika Virus.",
    "doc_id": "27719988",
    "writer": "Younger DS.",
    "year": "2016",
    "summary": "Zika virus is an arbovirus belonging to the Flaviviridae family known to cause mild clinical symptoms similar to those of dengue and chikungunya. ...There is neither a vaccine nor prophylactic medications available to prevent Zika virus infection....",
    "abstract": "Zika virus is an arbovirus belonging to the Flaviviridae family known to cause mild clinical symptoms similar to those of dengue and chikungunya. Zika is transmitted by different species of Aedes mosquitoes. Nonhuman primates and possibly rodents play a role as reservoirs. Direct interhuman transmission has also been reported. Human cases have been reported in Africa and Asia, Easter Island, the insular Pacific region, and Brazil. Its clinical profile is that of a dengue-like febrile illness, but recently associated Guillain-Barre syndrome and microcephaly have appeared. There is neither a vaccine nor prophylactic medications available to prevent Zika virus infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27719988/",
    "clean_text": "epidemiology of zika virus zika virus is an arbovirus belonging to the flaviviridae family known to cause mild clinical symptoms similar to those of dengue and chikungunya there is neither a vaccine nor prophylactic medications available to prevent zika virus infection zika virus is an arbovirus belonging to the flaviviridae family known to cause mild clinical symptoms similar to those of dengue and chikungunya zika is transmitted by different species of aedes mosquitoes nonhuman primates and possibly rodents play a role as reservoirs direct interhuman transmission has also been reported human cases have been reported in africa and asia easter island the insular pacific region and brazil its clinical profile is that of a dengue like febrile illness but recently associated guillain barre syndrome and microcephaly have appeared there is neither a vaccine nor prophylactic medications available to prevent zika virus infection"
}