{
    "pmid": "41448684",
    "title": "Using virtual twin-based AI models to detect atrial fibrillation and improve stroke outcomes [TAILOR]: a multicentre prospective cohort study.",
    "abstract": "Atrial fibrillation (AF) is the leading cause of cardioembolic stroke and is associated with increased stroke severity and fatality. Early identification of AF is essential for adequate secondary prevention but remains challenging due to its often asymptomatic or paroxysmal occurrence. Artificial intelligence (AI) offers new possibilities by integrating biomarkers, clinical phenotypes, established risk factors and imaging features to define a personalised 'digital twin' model. The TAILOR study aims to (1) examine prospective detection of AF using monitoring devices, (2) investigate novel prognostic MRI markers in patients with an AF-related stroke (AFRS) and (3) validate AI-based models for outcome prediction in AFRS. This prospective multicentre observational cohort study includes patients aged 40 years and above, with neuroimaging-confirmed diagnosis of ischaemic stroke, recruited from two sites: Hospital del Mar Barcelona (Spain) and Radboud University Medical Centre (The Netherlands). For the first sub-study (n=300), patients will undergo clinical assessment at baseline, 3 months and 12 months, and patch-based or Holter cardiac monitoring. The second sub-study (n=200) involves repeated brain MRI and cognitive examination after AFRS. Finally, AI-driven 'digital twin' models developed on retrospective TARGET datasets will be prospectively evaluated in TAILOR using temporal and centre-stratified analyses for advanced predictive tools for AF and AFRS outcomes. The TAILOR study was approved by local ethics boards in Barcelona (CPMP/ICH/135/95) and Medical Research Ethics Committee Oost-Nederland (NL86346.091.24). Patients will be included after providing informed consent. Study results will be presented in peer-reviewed journals and at global conferences.",
    "disease": "stroke",
    "clean_text": "using virtual twin based ai models to detect atrial fibrillation and improve stroke outcomes tailor a multicentre prospective cohort study atrial fibrillation af is the leading cause of cardioembolic stroke and is associated with increased stroke severity and fatality early identification of af is essential for adequate secondary prevention but remains challenging due to its often asymptomatic or paroxysmal occurrence artificial intelligence ai offers new possibilities by integrating biomarkers clinical phenotypes established risk factors and imaging features to define a personalised digital twin model the tailor study aims to examine prospective detection of af using monitoring devices investigate novel prognostic mri markers in patients with an af related stroke afrs and validate ai based models for outcome prediction in afrs this prospective multicentre observational cohort study includes patients aged years and above with neuroimaging confirmed diagnosis of ischaemic stroke recruited from two sites hospital del mar barcelona spain and radboud university medical centre the netherlands for the first sub study n patients will undergo clinical assessment at baseline months and months and patch based or holter cardiac monitoring the second sub study n involves repeated brain mri and cognitive examination after afrs finally ai driven digital twin models developed on retrospective target datasets will be prospectively evaluated in tailor using temporal and centre stratified analyses for advanced predictive tools for af and afrs outcomes the tailor study was approved by local ethics boards in barcelona cpmp ich and medical research ethics committee oost nederland nl patients will be included after providing informed consent study results will be presented in peer reviewed journals and at global conferences"
}