{
    "title": "Differential regulation and preventive mechanisms of green tea powder with different quality attributes on high-fat diet-induced obesity in mice.",
    "doc_id": "36245513",
    "writer": "Wang J",
    "year": "2022",
    "summary": "However, there is no report on whether there are differences in the active ingredients of tea powder with different qualities and whether there are different prebiotic mechanisms. This study was aimed to investigate the effects of different qualities of tea powder o …",
    "abstract": "Tea powder has been reported to have some physiological functions. However, there is no report on whether there are differences in the active ingredients of tea powder with different qualities and whether there are different prebiotic mechanisms. This study was aimed to investigate the effects of different qualities of tea powder on preventing obesity from different aspects, namely antioxidation, inflammation, lipid-lowering, and intestinal flora, using an obesity mouse model. The results showed that all three types of tea powder with different qualities could reduce body weight and decrease serum TC, TG, and LDL-C. However, tea powder with different quality attributes exhibited diverse modulatory effects and mechanisms. Tender tea powder contained more tea polyphenols, and it had a better effect on improving oxidative stress. Tender tea powder significantly decreased the abundances of Blautia, Bilophila, and Oscillibacter, and increased the abundances of Alloprevotella, Lachnoclostridium, Romboutsia, and Ruminococcaceae_UCG-004. Coarse tea powder contained more dietary fiber, and had a better effect on reducing the food intake and improving lipid metabolism, which could reduce lipid synthesis and increase lipid β-oxidation. Coarse tea powder significantly decreased the abundance of Dubosiella and increased the abundances of the Lachnospiraceae_NK4A136 group and Coriobacteriaceae_UCG-002. Our findings provide a theoretical reference for the comprehensive utilization of tea powder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36245513/",
    "clean_text": "differential regulation and preventive mechanisms of green tea powder with different quality attributes on high fat diet induced obesity in mice however there is no report on whether there are differences in the active ingredients of tea powder with different qualities and whether there are different prebiotic mechanisms this study was aimed to investigate the effects of different qualities of tea powder o tea powder has been reported to have some physiological functions however there is no report on whether there are differences in the active ingredients of tea powder with different qualities and whether there are different prebiotic mechanisms this study was aimed to investigate the effects of different qualities of tea powder on preventing obesity from different aspects namely antioxidation inflammation lipid lowering and intestinal flora using an obesity mouse model the results showed that all three types of tea powder with different qualities could reduce body weight and decrease serum tc tg and ldl c however tea powder with different quality attributes exhibited diverse modulatory effects and mechanisms tender tea powder contained more tea polyphenols and it had a better effect on improving oxidative stress tender tea powder significantly decreased the abundances of blautia bilophila and oscillibacter and increased the abundances of alloprevotella lachnoclostridium romboutsia and ruminococcaceae ucg coarse tea powder contained more dietary fiber and had a better effect on reducing the food intake and improving lipid metabolism which could reduce lipid synthesis and increase lipid oxidation coarse tea powder significantly decreased the abundance of dubosiella and increased the abundances of the lachnospiraceae nk a group and coriobacteriaceae ucg our findings provide a theoretical reference for the comprehensive utilization of tea powder"
}