{
    "title": "The role of masturbation in healthy sexual development: perceptions of young adults.",
    "doc_id": "21293916",
    "writer": "Kaestle CE",
    "year": "2011",
    "summary": "Relegated to the realm of commercial media, rather than rational discourse in families, schools, and the general public, young people receive mixed messages about this non-reproductive sexual behavior. In order to explore how young adults have learned about m …",
    "abstract": "Despite efforts to identify masturbation as a strategy to improve sexual health, promote relational intimacy, and reduce unwanted pregnancy, STIs, and HIV transmission, masturbation as a context for healthy sexual development has been met with silence or trepidation in the scientific and educational communities. Relegated to the realm of commercial media, rather than rational discourse in families, schools, and the general public, young people receive mixed messages about this non-reproductive sexual behavior. In order to explore how young adults have learned about masturbation and currently perceive masturbation, we conducted a grounded theory study of 72 college students (56 females; 16 males) enrolled in a human sexuality class. Findings revealed that a young adult's perceptions of and feelings toward masturbation were the result of a developmental process that included: (1) learning about the act of masturbation and how to do it, (2) learning and internalizing the social contradiction of stigma and taboo surrounding this pleasurable act, and (3) coming to terms with this tension between stigma and pleasure. Although nearly all participants learned about masturbation through the media and peers (not parents or teachers), gender was salient in coming to terms with the contradiction of stigma and pleasure. Most of the women reported either still struggling with the contradiction or accepting it as normal. Most of the men recognized the beneficial aspects for healthy sexual development that result from masturbation. Both male and female participants identified differential sexual scripts as contributing to the double standard.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21293916/",
    "clean_text": "the role of masturbation in healthy sexual development perceptions of young adults relegated to the realm of commercial media rather than rational discourse in families schools and the general public young people receive mixed messages about this non reproductive sexual behavior in order to explore how young adults have learned about m despite efforts to identify masturbation as a strategy to improve sexual health promote relational intimacy and reduce unwanted pregnancy stis and hiv transmission masturbation as a context for healthy sexual development has been met with silence or trepidation in the scientific and educational communities relegated to the realm of commercial media rather than rational discourse in families schools and the general public young people receive mixed messages about this non reproductive sexual behavior in order to explore how young adults have learned about masturbation and currently perceive masturbation we conducted a grounded theory study of college students females males enrolled in a human sexuality class findings revealed that a young adult s perceptions of and feelings toward masturbation were the result of a developmental process that included learning about the act of masturbation and how to do it learning and internalizing the social contradiction of stigma and taboo surrounding this pleasurable act and coming to terms with this tension between stigma and pleasure although nearly all participants learned about masturbation through the media and peers not parents or teachers gender was salient in coming to terms with the contradiction of stigma and pleasure most of the women reported either still struggling with the contradiction or accepting it as normal most of the men recognized the beneficial aspects for healthy sexual development that result from masturbation both male and female participants identified differential sexual scripts as contributing to the double standard"
}