{
    "pmid": "41459992",
    "title": "Skin Biopsy for Phosphorylated α-Synuclein in Mild Cognitive Impairment or Dementia Due to Lewy Body Disease in a Convenience Cohort from a Subspecialty Behavioral Neurology Practice.",
    "abstract": "Immunohistochemically detected phosphorylated α-synuclein (p-α-syn) in cutaneous nerves has been found in >95% of patients meeting consensus criteria for dementia with Lewy bodies (DLB); however, its performance in prodromal stages (mild cognitive impairment-Lewy body [MCI-LB]) and clinical practice is unknown. We evaluated skin biopsy for p-α-syn in a convenience cohort of patients with suspected MCI-LB or DLB in a tertiary care setting. 53 patients underwent commercially available skin biopsy for skin nerve p-α-syn as part of a clinical evaluation for suspected MCI-LB/DLB. Consensus MCI-LB/DLB criteria blinded to skin biopsy result were applied through retrospective chart review; those not definitively meeting criteria were considered questionable synucleinopathy (QS). Median age at skin biopsy was 70 years (range, 43-87 years) with 81% men. 36 patients (68%) had positive skin biopsies. 32/43 (74%) patients meeting clinical consensus criteria for DLB/MCI-LB had a positive skin biopsy, with higher frequency in MCI-LB (87%) compared with DLB (60%). 4/10 (40%) QS had positive biopsies. One patient with a positive skin biopsy had no evidence of central nervous system (CNS) α-syn on autopsy. Positive skin biopsy for p-α-syn occurs across the spectrum of cognitive presentations of Lewy body disease including prodromal DLB, albeit at a lower frequency in this retrospective review of atypical cases compared with typical clinical presentations. A positive skin biopsy may not reflect CNS synucleinopathy as the etiology for a patient's symptoms in some cases. Longitudinal studies of skin biopsies for p-α-syn in suspected MCI-LB/DLB with autopsy confirmation are needed. © 2025 International Parkinson and Movement Disorder Society.",
    "disease": "parkinson disease",
    "clean_text": "skin biopsy for phosphorylated synuclein in mild cognitive impairment or dementia due to lewy body disease in a convenience cohort from a subspecialty behavioral neurology practice immunohistochemically detected phosphorylated synuclein p syn in cutaneous nerves has been found in of patients meeting consensus criteria for dementia with lewy bodies dlb however its performance in prodromal stages mild cognitive impairment lewy body mci lb and clinical practice is unknown we evaluated skin biopsy for p syn in a convenience cohort of patients with suspected mci lb or dlb in a tertiary care setting patients underwent commercially available skin biopsy for skin nerve p syn as part of a clinical evaluation for suspected mci lb dlb consensus mci lb dlb criteria blinded to skin biopsy result were applied through retrospective chart review those not definitively meeting criteria were considered questionable synucleinopathy qs median age at skin biopsy was years range years with men patients had positive skin biopsies patients meeting clinical consensus criteria for dlb mci lb had a positive skin biopsy with higher frequency in mci lb compared with dlb qs had positive biopsies one patient with a positive skin biopsy had no evidence of central nervous system cns syn on autopsy positive skin biopsy for p syn occurs across the spectrum of cognitive presentations of lewy body disease including prodromal dlb albeit at a lower frequency in this retrospective review of atypical cases compared with typical clinical presentations a positive skin biopsy may not reflect cns synucleinopathy as the etiology for a patient s symptoms in some cases longitudinal studies of skin biopsies for p syn in suspected mci lb dlb with autopsy confirmation are needed international parkinson and movement disorder society"
}