{
    "pmid": "41456220",
    "title": "[Main aspects of epigenetics of gestational and female genital tumors].",
    "abstract": "The genotype of our cells is almost the same for all cells in our body, but due to epigenetic effects, their phenotype can show significant differences. Epigenetics is a relatively new field of molecular biology that deals with the changes affecting the heritable phenotype, gene expression and gene activity in addition to the given genotype. The gene expression of immune and tumor cells is regulated by epigenetic processes. These processes can enhance the immune system evasion mechanisms of various tumor cells, while the results of other processes can actually help the immune system function. Our paper explores the epigenetic aspects of gynecological tumors through a thorough review of the Hungarian and international literature, with particular attention to the tumor processes of the cervix, uterus, ovary and breast. It also affects gestational tumors. It discusses the epigenetics of endometriosis, which does not belong to the group of classic tumor diseases, but in terms of its pathomechanism shows many similarities with other tumors. Finally, the paper discusses new findings in epigenetic medicine and therapy. Orv Hetil. 2025; 166(52): 2043-2054. Sejtjeink genetikai állománya szinte azonos minden testi sejtünk esetében, de az epigenetikai hatásoknak köszönhetően fenotípusuk jelentős eltéréseket mutathat. Az epigenetika a molekuláris biológia relatíve új területe, amely az adott genotípus mellett a megváltozott örökölhető fenotípussal, a génexpresszióval és a génaktivitást befolyásoló változásokkal foglalkozik. Az immun- és a daganatsejtek génexpresszióját epigenetikai folyamatok szabályozzák. E folyamatok felerősíthetik a különböző daganatsejteknek az immunrendszert elkerülő mechanizmusait, míg más folyamatok eredménye éppen az immunrendszer működését segítheti. A munka a hazai és a nemzetközi irodalom alapos áttekintése révén a női nemi szervi daganatok epigenetikai aspektusait járja körül, különös tekintettel a méhnyak, a méhtest, a petefészek és az emlő daganatos folyamataira. Érinti a gestatiós daganatokat is. Kitér továbbá az endometriosis epigenetikai vonatkozásaira, amely nem tartozik a klasszikus daganatos betegségek csoportjába, patomechanizmusát tekintve viszont sok hasonlóságot mutat sok más neoplasiával. Végezetül az epigenetikai medicina és terápia új eredményeit tárgyalja. Orv Hetil. 2025; 166(52): 2043–2054.",
    "disease": "breast cancer",
    "clean_text": "main aspects of epigenetics of gestational and female genital tumors the genotype of our cells is almost the same for all cells in our body but due to epigenetic effects their phenotype can show significant differences epigenetics is a relatively new field of molecular biology that deals with the changes affecting the heritable phenotype gene expression and gene activity in addition to the given genotype the gene expression of immune and tumor cells is regulated by epigenetic processes these processes can enhance the immune system evasion mechanisms of various tumor cells while the results of other processes can actually help the immune system function our paper explores the epigenetic aspects of gynecological tumors through a thorough review of the hungarian and international literature with particular attention to the tumor processes of the cervix uterus ovary and breast it also affects gestational tumors it discusses the epigenetics of endometriosis which does not belong to the group of classic tumor diseases but in terms of its pathomechanism shows many similarities with other tumors finally the paper discusses new findings in epigenetic medicine and therapy orv hetil sejtjeink genetikai llom nya szinte azonos minden testi sejt nk eset ben de az epigenetikai hat soknak k sz nhet en fenot pusuk jelent s elt r seket mutathat az epigenetika a molekul ris biol gia relat ve j ter lete amely az adott genot pus mellett a megv ltozott r k lhet fenot pussal a g nexpresszi val s a g naktivit st befoly sol v ltoz sokkal foglalkozik az immun s a daganatsejtek g nexpresszi j t epigenetikai folyamatok szab lyozz k e folyamatok feler s thetik a k l nb z daganatsejteknek az immunrendszert elker l mechanizmusait m g m s folyamatok eredm nye ppen az immunrendszer m k d s t seg theti a munka a hazai s a nemzetk zi irodalom alapos ttekint se r v n a n i nemi szervi daganatok epigenetikai aspektusait j rja k r l k l n s tekintettel a m hnyak a m htest a petef szek s az eml daganatos folyamataira rinti a gestati s daganatokat is kit r tov bb az endometriosis epigenetikai vonatkoz saira amely nem tartozik a klasszikus daganatos betegs gek csoportj ba patomechanizmus t tekintve viszont sok hasonl s got mutat sok m s neoplasi val v gezet l az epigenetikai medicina s ter pia j eredm nyeit t rgyalja orv hetil"
}