{
    "pmid": "41457923",
    "title": "Associations of Diet Quality Indices with All-cause and Cause-specific Mortality Among Japanese Adults in the Takayama Study.",
    "abstract": "This prospective study investigated associations of various diet quality indices with mortality in Japan. Participants were 13,355 men and 15,724 women from the Takayama study. Eight diet quality indices were assessed using a food frequency questionnaire: the Dietary Approaches to Stop Hypertension (DASH), Alternative Mediterranean diet scores (AMED), Healthy Eating Index-2015 (HEI-2015), Alternate Healthy Eating Index-2010 (AHEI-2010), Nutrient Rich Food Score 9.3 (NRF9.3), Diet Quality Score for Japanese (DQSJ), Japanese Food Guide Spinning Top (JFGST), and 12-item Japanese Diet Index (JDI12). Cox proportional models estimated hazard ratios (HRs) and 95% confidence intervals (CIs) for all-cause and cause-specific mortality in 1 standard deviation (SD) difference for each index, with adjustment for confounders. During a mean follow-up of 14.1 years, 5,339 deaths were recorded. HRs (95% CIs) per 1 SD higher index were 0.90 (0.87 to 0.93) for AHEI-2010, 0.92 (0.89 to 0.95) for DQSJ, 0.93 (0.91 to 0.96) for NRF9.3, 0.94 (0.92 to 0.97) for AMED and DASH, 0.94 (0.91 to 0.97) for JFGST, 0.94 (0.91 to 0.98) for JDI12, and 0.97 (0.94 to 0.996) for HEI-2015. Similar protective associations were observed for cardiovascular disease mortality, but not for cancer mortality. These findings suggest that all eight indices are associated with lower mortality and that the strength of associations varies across indices; AHEI-2010 showed relatively strong associations, followed by the DQSJ, whereas the associations of HEI-2015 appeared relatively weaker in this Japanese population.",
    "disease": "hypertension",
    "clean_text": "associations of diet quality indices with all cause and cause specific mortality among japanese adults in the takayama study this prospective study investigated associations of various diet quality indices with mortality in japan participants were men and women from the takayama study eight diet quality indices were assessed using a food frequency questionnaire the dietary approaches to stop hypertension dash alternative mediterranean diet scores amed healthy eating index hei alternate healthy eating index ahei nutrient rich food score nrf diet quality score for japanese dqsj japanese food guide spinning top jfgst and item japanese diet index jdi cox proportional models estimated hazard ratios hrs and confidence intervals cis for all cause and cause specific mortality in standard deviation sd difference for each index with adjustment for confounders during a mean follow up of years deaths were recorded hrs cis per sd higher index were to for ahei to for dqsj to for nrf to for amed and dash to for jfgst to for jdi and to for hei similar protective associations were observed for cardiovascular disease mortality but not for cancer mortality these findings suggest that all eight indices are associated with lower mortality and that the strength of associations varies across indices ahei showed relatively strong associations followed by the dqsj whereas the associations of hei appeared relatively weaker in this japanese population"
}