{
    "pmid": "41380324",
    "title": "Commercial breeding for disease resistance in poultry: The breeder's perspective.",
    "abstract": "Improving disease resistance in commercial poultry is increasingly important as environmental, pathogen host interactions, and other factors have increased the frequency of global outbreaks for a diverse set of diseases. Reduced antibiotic use and rising demand for antibiotic-free products reshape production. Global outbreaks of diseases, especially highly pathogenic avian influenza (HPAI), highlight the need for more resilient flocks. Both broilers and layers suffer major productivity and economic losses from infectious diseases, making breeding for resistance important alongside vaccination and biosecurity. Advances in genetics now enable breeders to select birds with greater tolerance to pathogens using tools like molecular markers, genome-wide association studies (GWAS), and genomic selection. More advanced genetic methods such as gene editing have also been researched. Traditional approaches such as sib-testing under pathogen challenges remain valuable for evaluating resilience traits. Combining these methods can reduce reliance on treatments (antibiotics and other therapeutic products), improve bird welfare, and support sustainable food systems. Emerging technologies in precision livestock farming-such as AI-driven phenotyping, computer vision, and sensor-based monitoring-add powerful tools for real-time health detection and data collection. By integrating genetic selection, advanced molecular methods, and digital technologies, the poultry industry can build healthier, more productive, and more resilient flocks to meet global demand for meat and eggs.",
    "disease": "influenza",
    "clean_text": "commercial breeding for disease resistance in poultry the breeder s perspective improving disease resistance in commercial poultry is increasingly important as environmental pathogen host interactions and other factors have increased the frequency of global outbreaks for a diverse set of diseases reduced antibiotic use and rising demand for antibiotic free products reshape production global outbreaks of diseases especially highly pathogenic avian influenza hpai highlight the need for more resilient flocks both broilers and layers suffer major productivity and economic losses from infectious diseases making breeding for resistance important alongside vaccination and biosecurity advances in genetics now enable breeders to select birds with greater tolerance to pathogens using tools like molecular markers genome wide association studies gwas and genomic selection more advanced genetic methods such as gene editing have also been researched traditional approaches such as sib testing under pathogen challenges remain valuable for evaluating resilience traits combining these methods can reduce reliance on treatments antibiotics and other therapeutic products improve bird welfare and support sustainable food systems emerging technologies in precision livestock farming such as ai driven phenotyping computer vision and sensor based monitoring add powerful tools for real time health detection and data collection by integrating genetic selection advanced molecular methods and digital technologies the poultry industry can build healthier more productive and more resilient flocks to meet global demand for meat and eggs"
}