{
    "title": "Melanocyte stem cells: biology and current aspects.",
    "doc_id": "23018363",
    "writer": "Gola M",
    "year": "2012",
    "summary": "Epidermal stem cells have become an object of intensive research. The epidermis constitutes one of the main sources of stem cells and is a tissue of choice for use in exploring their biology. ...Melanocyte stem cells (MSC) from hair folli …",
    "abstract": "Epidermal stem cells have become an object of intensive research. The epidermis constitutes one of the main sources of stem cells and is a tissue of choice for use in exploring their biology. Stratified squamous epithelium (epidermis) possesses the capacity for self-renewal and repair due to the presence of epidermal stem cells (ESC). They have been identified within basal layer of the interfollicular epidermis (IFE), in the \"bulge\" of the hair follicles of rodents, and also in the human follicular bulge. Melanocyte stem cells (MSC) from hair follicles (precisely from the bulge region, which also contains epidermal stem cells) provide an attractive model for the study of stem cells and their regulation at the niche. This review summarizes the rapidly developing field of epidermal stem cell research and their application in regenerative medicine, paying particular attention to melanocyte stem cells, their biology and some of the processes that occur during hair graying and regeneration of the pigmentary system, as well as discussing how aged-associated changes in the melanocyte stem cells compartment impact hair graying. This review also includes differentiation of human skin stem cells into functional epidermal melanocytes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23018363/",
    "clean_text": "melanocyte stem cells biology and current aspects epidermal stem cells have become an object of intensive research the epidermis constitutes one of the main sources of stem cells and is a tissue of choice for use in exploring their biology melanocyte stem cells msc from hair folli epidermal stem cells have become an object of intensive research the epidermis constitutes one of the main sources of stem cells and is a tissue of choice for use in exploring their biology stratified squamous epithelium epidermis possesses the capacity for self renewal and repair due to the presence of epidermal stem cells esc they have been identified within basal layer of the interfollicular epidermis ife in the bulge of the hair follicles of rodents and also in the human follicular bulge melanocyte stem cells msc from hair follicles precisely from the bulge region which also contains epidermal stem cells provide an attractive model for the study of stem cells and their regulation at the niche this review summarizes the rapidly developing field of epidermal stem cell research and their application in regenerative medicine paying particular attention to melanocyte stem cells their biology and some of the processes that occur during hair graying and regeneration of the pigmentary system as well as discussing how aged associated changes in the melanocyte stem cells compartment impact hair graying this review also includes differentiation of human skin stem cells into functional epidermal melanocytes"
}