{
    "title": "Bullous herpes zoster in a patient with bullous systemic lupus erythematosus.",
    "doc_id": "40526956",
    "writer": "Jaroonwanichkul S",
    "year": "2024",
    "summary": "Herein, we describe a case of rapid development of bullous herpes zoster in a patient with bullous SLE. Patients with SLE and lupus nephritis exhibit an increased risk for herpes zoster infection. ...Furthermore, it is important to recognize that the p …",
    "abstract": "Bullous systemic lupus erythematosus (SLE) is a rare cutaneous manifestation of SLE characterized by sudden vesiculobullous eruptions. Herpes zoster infection may lead to rapid bullae development in patients with known bullous SLE. Herein, we describe a case of rapid development of bullous herpes zoster in a patient with bullous SLE. Patients with SLE and lupus nephritis exhibit an increased risk for herpes zoster infection. Bullous herpes zoster has been described in a previous patient with SLE and lupus nephritis. The current case illustrates that the presence of bullous SLE may have precipitated the development of bullous variant herpes zoster, as blisters leading to breakages in the skin increase risk for superinfection by viral pathogens. The current case highlights the importance of monitoring for skin changes in patients with SLE and maintaining a low threshold for infectious workup. Furthermore, it is important to recognize that the presence of bullae in SLE may confuse the diagnosis of bullous herpes zoster, leading to delays in diagnosis and management. Given high rates of morbidity and mortality in disseminated herpes zoster infection, the emergence of bullae in patients with SLE should raise a high index of suspicion for herpes zoster infection and prompt systemic workup.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40526956/",
    "clean_text": "bullous herpes zoster in a patient with bullous systemic lupus erythematosus herein we describe a case of rapid development of bullous herpes zoster in a patient with bullous sle patients with sle and lupus nephritis exhibit an increased risk for herpes zoster infection furthermore it is important to recognize that the p bullous systemic lupus erythematosus sle is a rare cutaneous manifestation of sle characterized by sudden vesiculobullous eruptions herpes zoster infection may lead to rapid bullae development in patients with known bullous sle herein we describe a case of rapid development of bullous herpes zoster in a patient with bullous sle patients with sle and lupus nephritis exhibit an increased risk for herpes zoster infection bullous herpes zoster has been described in a previous patient with sle and lupus nephritis the current case illustrates that the presence of bullous sle may have precipitated the development of bullous variant herpes zoster as blisters leading to breakages in the skin increase risk for superinfection by viral pathogens the current case highlights the importance of monitoring for skin changes in patients with sle and maintaining a low threshold for infectious workup furthermore it is important to recognize that the presence of bullae in sle may confuse the diagnosis of bullous herpes zoster leading to delays in diagnosis and management given high rates of morbidity and mortality in disseminated herpes zoster infection the emergence of bullae in patients with sle should raise a high index of suspicion for herpes zoster infection and prompt systemic workup"
}