{
    "title": "Stereoselectivity of spinal neurotransmission: effects of baclofen enantiomer on tail-flick reflex in rats.",
    "doc_id": "6090584",
    "writer": "Smith DF.",
    "year": "1984",
    "summary": "The R-enantiomer was 100-1000 times more potent than its antipode in inhibiting the tail-flick reflex, both in intact rats and in spinal rats. Spinalization enhanced the inhibitory effects of both enantiomers without altering their dose-response relations. The findi …",
    "abstract": "Spinal rats and rats with an intact neuraxis received an intrathecal injection of an enantiomer of baclofen. The R-enantiomer was 100-1000 times more potent than its antipode in inhibiting the tail-flick reflex, both in intact rats and in spinal rats. Spinalization enhanced the inhibitory effects of both enantiomers without altering their dose-response relations. The findings show that baclofen enantiomers have direct actions on stereo-selective spinal mechanisms and that spinalization fails to alter the stereo-selectivity of spinal mechanisms towards the enantiomers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6090584/",
    "clean_text": "stereoselectivity of spinal neurotransmission effects of baclofen enantiomer on tail flick reflex in rats the r enantiomer was times more potent than its antipode in inhibiting the tail flick reflex both in intact rats and in spinal rats spinalization enhanced the inhibitory effects of both enantiomers without altering their dose response relations the findi spinal rats and rats with an intact neuraxis received an intrathecal injection of an enantiomer of baclofen the r enantiomer was times more potent than its antipode in inhibiting the tail flick reflex both in intact rats and in spinal rats spinalization enhanced the inhibitory effects of both enantiomers without altering their dose response relations the findings show that baclofen enantiomers have direct actions on stereo selective spinal mechanisms and that spinalization fails to alter the stereo selectivity of spinal mechanisms towards the enantiomers"
}