{
    "pmid": "41457269",
    "title": "Clustering of cardiometabolic risk factors, physical activity, digital exclusion, and depressive symptoms trajectories in adults aged 50 years and older: findings from two prospective cohort studies.",
    "abstract": "To explore the associations between clustering of cardiometabolic risk factors, physical activity (PA), and digital exclusion with depressive symptoms trajectories, and to assess whether PA and digital exclusion mediate these associations. This study included 8999 participants from the Health and Retirement Study (HRS, n = 4380) and the English Longitudinal Study of Ageing (ELSA, n = 4519). Cardiometabolic risk factors included waist circumference, high-density lipoprotein (HDL) cholesterol, systolic and diastolic blood pressure, type 2 diabetes mellitus, glycated hemoglobin (HbA1c), and C-reactive protein (CRP). Depressive symptoms, PA, and digital exclusion were assessed via self-report. Statistical analyses used multinomial logistic regression and the Karlson-Holm-Breen (KHB) method. We identified three clustering of cardiometabolic risk factors and four depressive symptoms trajectories. Compared to participants classified as healthy obesity, those in the obesity-hypertension group had an OR of 1.26 (95% CI: 1.09-1.46) for the moderately severe depressive symptom trajectory, while those in the complex cardiometabolic group had an OR of 1.31 (95% CI: 1.08-1.58), 1.79 (95% CI: 1.45-2.23), or 2.19 (95% CI: 1.66-2.90) for the moderate, moderately severe, or severe depressive symptom trajectory, respectively. Compared to those with PA insufficiency and digital exclusion, among PA sufficient participants, the OR of being in the moderate, moderately severe, or severe depressive symptom trajectory was 0.74 (95% CI: 0.65-0.84), 0.57 (95% CI: 0.50-0.66), or 0.35 (95% CI: 0.20-0.61), respectively; among digitally engaged participants, the OR of being in the moderately severe or severe trajectory was 0.63 (95% CI: 0.53-0.75) or 0.42 (95% CI: 0.33-0.54), respectively. Compared with the healthy obesity group, those with sufficient PA or digital inclusion in obesity-hypertension and complex cardiometabolic groups had lower odds of depressive symptoms trajectories. Mediation analysis showed that PA and digital inclusion accounted for 12.5% and 6.67% of the association between clustering of cardiometabolic risk factors and the severe depressive symptom trajectory, respectively. The obesity-hypertension was only associated with increased odds of the moderately severe depressive symptom trajectory, while the complex cardiometabolic pattern was associated with increased odds of depressive symptoms trajectories; in contrast, sufficient PA and digital inclusion were associated with reduced odds.",
    "disease": "diabetes mellitus",
    "clean_text": "clustering of cardiometabolic risk factors physical activity digital exclusion and depressive symptoms trajectories in adults aged years and older findings from two prospective cohort studies to explore the associations between clustering of cardiometabolic risk factors physical activity pa and digital exclusion with depressive symptoms trajectories and to assess whether pa and digital exclusion mediate these associations this study included participants from the health and retirement study hrs n and the english longitudinal study of ageing elsa n cardiometabolic risk factors included waist circumference high density lipoprotein hdl cholesterol systolic and diastolic blood pressure type diabetes mellitus glycated hemoglobin hba c and c reactive protein crp depressive symptoms pa and digital exclusion were assessed via self report statistical analyses used multinomial logistic regression and the karlson holm breen khb method we identified three clustering of cardiometabolic risk factors and four depressive symptoms trajectories compared to participants classified as healthy obesity those in the obesity hypertension group had an or of ci for the moderately severe depressive symptom trajectory while those in the complex cardiometabolic group had an or of ci ci or ci for the moderate moderately severe or severe depressive symptom trajectory respectively compared to those with pa insufficiency and digital exclusion among pa sufficient participants the or of being in the moderate moderately severe or severe depressive symptom trajectory was ci ci or ci respectively among digitally engaged participants the or of being in the moderately severe or severe trajectory was ci or ci respectively compared with the healthy obesity group those with sufficient pa or digital inclusion in obesity hypertension and complex cardiometabolic groups had lower odds of depressive symptoms trajectories mediation analysis showed that pa and digital inclusion accounted for and of the association between clustering of cardiometabolic risk factors and the severe depressive symptom trajectory respectively the obesity hypertension was only associated with increased odds of the moderately severe depressive symptom trajectory while the complex cardiometabolic pattern was associated with increased odds of depressive symptoms trajectories in contrast sufficient pa and digital inclusion were associated with reduced odds"
}