{
    "pmid": "41416597",
    "title": "In vitro validation of in silico-selected targets for PCR detection of genus Mycobacterium and species Mycobacterium marinum.",
    "abstract": "Mycobacterial infections pose significant diagnostic challenges due to the genetic diversity of species, limitations of current detection methods, and the need for rapid and accurate identification tools. In this study, we developed and validated a novel molecular approach for the specific detection of the Mycobacterium genus and the Mycobacterium marinum species based on the identification of unique DNA sequences. Using comparative genomic alignments and in silico screening of curated genomic databases, we identified a 391 bp region of the mmpl gene specific to the Mycobacterium genus, and a 202 bp region of the espE_2 gene specific to M. marinum. Primers were designed for both targets and validated for specificity using in silico BLAST analysis and in vitro PCR and qPCR assays. Experimental validation involved DNA from 52 bacterial isolates, including 44 Mycobacterium species and 6 M. marinum strains. The mmpl target showed a sensitivity of 95% and specificity of 100% for Mycobacterium, while the espE_2 target achieved 100% sensitivity and specificity for M. marinum. We further demonstrated the applicability of our method using mock clinical samples spiked with bacteria and subjected to standard diagnostic workflows. Although qPCR sensitivity was reduced in complex matrices like sputum, likely due to DNA degradation and eukaryotic DNA interference, our method showed strong performance in buccal swabs and saliva. The assay offers a rapid, cost-effective, and adaptable alternative for the detection of mycobacteria, particularly in laboratories with limited resources. Future work will expand validation across a broader panel of strains and clinical specimens to enhance diagnostic confidence.",
    "disease": "tuberculosis",
    "clean_text": "in vitro validation of in silico selected targets for pcr detection of genus mycobacterium and species mycobacterium marinum mycobacterial infections pose significant diagnostic challenges due to the genetic diversity of species limitations of current detection methods and the need for rapid and accurate identification tools in this study we developed and validated a novel molecular approach for the specific detection of the mycobacterium genus and the mycobacterium marinum species based on the identification of unique dna sequences using comparative genomic alignments and in silico screening of curated genomic databases we identified a bp region of the mmpl gene specific to the mycobacterium genus and a bp region of the espe gene specific to m marinum primers were designed for both targets and validated for specificity using in silico blast analysis and in vitro pcr and qpcr assays experimental validation involved dna from bacterial isolates including mycobacterium species and m marinum strains the mmpl target showed a sensitivity of and specificity of for mycobacterium while the espe target achieved sensitivity and specificity for m marinum we further demonstrated the applicability of our method using mock clinical samples spiked with bacteria and subjected to standard diagnostic workflows although qpcr sensitivity was reduced in complex matrices like sputum likely due to dna degradation and eukaryotic dna interference our method showed strong performance in buccal swabs and saliva the assay offers a rapid cost effective and adaptable alternative for the detection of mycobacteria particularly in laboratories with limited resources future work will expand validation across a broader panel of strains and clinical specimens to enhance diagnostic confidence"
}