{
    "pmid": "41429832",
    "title": "Effectiveness of village doctors led cognitive behavioral therapy for COPD patients in a randomized controlled trial.",
    "abstract": "Anxiety and depression are two common symptoms among patients with chronic obstructive pulmonary disease (COPD). The aim of this study was to explore the efficacy of group CBT (GCBT) delivered by village doctors for reducing anxiety and depression symptoms and improving quality of life among community-dwelling COPD patients. This community-based cluster randomized controlled trial was conducted from October to November 2023 in Xuzhou city, China, and involved COPD patients from 18 communities. The participants received either CBT plus usual care (UC) or UC only. Village doctors were trained in CBT before the intervention. A total of 443 participants with COPD and comorbid depression and anxiety were included in the analysis, with 223 patients in the control group receiving UC only and 220 patients in the intervention group receiving CBT plus UC. The depression and anxiety scores of the CBT group were lower than those of the UC group at 6 months [depression: (7.87 ± 3.73) vs. (10.20 ± 3.85); anxiety: (8.23 ± 3.60) vs. (10.71 ± 4.01); t = 12.605, 14.419, both P < 0. 001)]. The SGRQ and mMRC scores in the CBT group were lower than those in the UC group at 6 months [(41.78 ± 21.56) vs. (57.47 ± 24.46), (1.55 ± 0.82) vs. (2.32 ± 1.21); t = 17.518, 8.376, all P < 0.001)]. The FEV",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "effectiveness of village doctors led cognitive behavioral therapy for copd patients in a randomized controlled trial anxiety and depression are two common symptoms among patients with chronic obstructive pulmonary disease copd the aim of this study was to explore the efficacy of group cbt gcbt delivered by village doctors for reducing anxiety and depression symptoms and improving quality of life among community dwelling copd patients this community based cluster randomized controlled trial was conducted from october to november in xuzhou city china and involved copd patients from communities the participants received either cbt plus usual care uc or uc only village doctors were trained in cbt before the intervention a total of participants with copd and comorbid depression and anxiety were included in the analysis with patients in the control group receiving uc only and patients in the intervention group receiving cbt plus uc the depression and anxiety scores of the cbt group were lower than those of the uc group at months depression vs anxiety vs t both p the sgrq and mmrc scores in the cbt group were lower than those in the uc group at months vs vs t all p the fev"
}