{
    "title": "Dyslipidemia among Patients with Type 2 Diabetes Mellitus Visiting a Tertiary Care Centre.",
    "doc_id": "38289770",
    "writer": "Khadka B",
    "year": "2023",
    "summary": "CONCLUSIONS: The prevalence of dyslipidemia among patients with type 2 diabetes mellitus was found to be higher than studies conducted in similar settings. ...KEYWORDS: cardiovascular disease; dyslipidemia; prevalence; type 2 diabetes …",
    "abstract": "Introduction:\n        \n      \n      A triad of lipid and lipoprotein metabolism is known as dyslipidemia. Dyslipidemia is one of the major risk factors for cardiovascular diseases in diabetes mellitus which is a leading cause of morbidity and mortality worldwide. The aim of the study was to find out the prevalence of dyslipidemia among patients with type 2 diabetes mellitus visiting a tertiary care centre.\n    \n\n\n          Methods:\n        \n      \n      A descriptive cross-sectional study was conducted in a tertiary care centre among patients with type 2 diabetes mellitus from 18 February 2020 to 18 August 2020 after obtaining ethical clearance from the Institutional Review Committee. Demographic and blood samples were analysed and recorded using validated and calibrated tools. A convenience sampling technique was used. The point estimate was calculated at a 95% Confidence Interval.\n    \n\n\n          Results:\n        \n      \n      Out of 390 patients with type 2 diabetes mellitus, 343 (87.95%) (84.72-91.18, 95% Confidence Interval) had dyslipidemia. The most prevalent dyslipidemia was high low-density lipoprotein cholesterol at 85 (24.78%) followed by mixed dyslipidemia at 305 (88.92%).\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of dyslipidemia among patients with type 2 diabetes mellitus was found to be higher than studies conducted in similar settings. We recommend regular testing of blood glucose and blood lipid levels for early detection of dyslipidemia and putting them under medical supervision to reduce the unwanted complications of cardiovascular diseases.\n    \n\n\n          Keywords:\n        \n      \n      cardiovascular disease; dyslipidemia; prevalence; type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38289770/",
    "clean_text": "dyslipidemia among patients with type diabetes mellitus visiting a tertiary care centre conclusions the prevalence of dyslipidemia among patients with type diabetes mellitus was found to be higher than studies conducted in similar settings keywords cardiovascular disease dyslipidemia prevalence type diabetes introduction a triad of lipid and lipoprotein metabolism is known as dyslipidemia dyslipidemia is one of the major risk factors for cardiovascular diseases in diabetes mellitus which is a leading cause of morbidity and mortality worldwide the aim of the study was to find out the prevalence of dyslipidemia among patients with type diabetes mellitus visiting a tertiary care centre methods a descriptive cross sectional study was conducted in a tertiary care centre among patients with type diabetes mellitus from february to august after obtaining ethical clearance from the institutional review committee demographic and blood samples were analysed and recorded using validated and calibrated tools a convenience sampling technique was used the point estimate was calculated at a confidence interval results out of patients with type diabetes mellitus confidence interval had dyslipidemia the most prevalent dyslipidemia was high low density lipoprotein cholesterol at followed by mixed dyslipidemia at conclusions the prevalence of dyslipidemia among patients with type diabetes mellitus was found to be higher than studies conducted in similar settings we recommend regular testing of blood glucose and blood lipid levels for early detection of dyslipidemia and putting them under medical supervision to reduce the unwanted complications of cardiovascular diseases keywords cardiovascular disease dyslipidemia prevalence type diabetes mellitus"
}