{
    "pmid": "41380498",
    "title": "Physical work demands and risk of rheumatoid arthritis, systemic sclerosis, and systemic lupus erythematosus. A Danish longitudinal cohort study.",
    "abstract": "This study assesses the association between physical work demands and rheumatoid arthritis (RA), systemic sclerosis (SSc), and systemic lupus erythematosus (SLE) among men and women. This nationwide, register-based study included more than 1.0 million women and 1.1 million men with employment born between 1960 and 1999 from the Danish Occupational Cohort with eXposure data (DOC∗X). Information on physical work demands was obtained from a job exposure matrix (JEM) and measured as recent physical work demands, accumulated physical work demands, and years with high physical work demands since workforce entry. The populations were followed from 1997 to 2018. Poisson regression models were used to estimate the IRRs for developing RA, SSc, and SLE, identified in the Danish National Patient Registry. Men in occupations with high recent physical work demands (4th quartile vs. 1st quartile: 1.36, 95 % CI 1.31-1.42), higher accumulated physical work demands, and more years with high physical work demands, had a higher risk of diagnosis of RA, while this was not the case for women. Accumulated physical work demands and more years with high physical work demands were associated with a small increased risk of diagnosis of SSc and SLE among men. In women, high physical work demands were associated with a reduced risk of diagnosis of SLE, while the results on SSc were inconsistent. These findings support an association between higher physical work demands and diagnosis of RA and possibly, albeit to a lesser extent, SLE and SSc in men, but not in women.",
    "disease": "rheumatoid arthritis",
    "clean_text": "physical work demands and risk of rheumatoid arthritis systemic sclerosis and systemic lupus erythematosus a danish longitudinal cohort study this study assesses the association between physical work demands and rheumatoid arthritis ra systemic sclerosis ssc and systemic lupus erythematosus sle among men and women this nationwide register based study included more than million women and million men with employment born between and from the danish occupational cohort with exposure data doc x information on physical work demands was obtained from a job exposure matrix jem and measured as recent physical work demands accumulated physical work demands and years with high physical work demands since workforce entry the populations were followed from to poisson regression models were used to estimate the irrs for developing ra ssc and sle identified in the danish national patient registry men in occupations with high recent physical work demands th quartile vs st quartile ci higher accumulated physical work demands and more years with high physical work demands had a higher risk of diagnosis of ra while this was not the case for women accumulated physical work demands and more years with high physical work demands were associated with a small increased risk of diagnosis of ssc and sle among men in women high physical work demands were associated with a reduced risk of diagnosis of sle while the results on ssc were inconsistent these findings support an association between higher physical work demands and diagnosis of ra and possibly albeit to a lesser extent sle and ssc in men but not in women"
}