{
    "pmid": "41438487",
    "title": "CXCL4 and CXCL4L1 activate human macrophage via TLR4 signaling to modulate inflammatory responses.",
    "abstract": "The chemokine CXCL4 activates human monocytes/macrophages and contributes to the pathogenesis of inflammatory and fibrotic diseases. However, the receptor of CXCL4, CXCR3, is not expressed in human monocytes/macrophages. Thus, signaling pathways and receptors that mediate human monocytes/macrophages response to CXCL4 alone are not well characterized. Using human primary monocytes and mouse bone marrow-derived macrophages, we reported that CXCL4 activated NF-κB and a TBK1-JNK-AP1 signaling axis that drove the expression of inflammatory, fibrotic and neutrophil chemokine genes, and also a TRIF-RIPK3 axis-dependent necroptosis in primary human monocytes. Surprisingly, multiple evidence targeting TLR4 expression and function suggested a role for TLR4 in CXCL4 responses. Further, we show that CXCL4 and its natural variant CXCL4L1 interact with TLR4/MD-2 complex in human monocytes and CXCL4L1 induced a transcriptomic profile divergent to LPS. Ectopic expression of human CXCL4L1 using adeno-associated virus (AAV) system effectively mitigated papain-induced asthma in wild-type (WT) mice. Notably, the therapeutic impact of CXCL4L1 was absent in ",
    "disease": "asthma",
    "clean_text": "cxcl and cxcl l activate human macrophage via tlr signaling to modulate inflammatory responses the chemokine cxcl activates human monocytes macrophages and contributes to the pathogenesis of inflammatory and fibrotic diseases however the receptor of cxcl cxcr is not expressed in human monocytes macrophages thus signaling pathways and receptors that mediate human monocytes macrophages response to cxcl alone are not well characterized using human primary monocytes and mouse bone marrow derived macrophages we reported that cxcl activated nf b and a tbk jnk ap signaling axis that drove the expression of inflammatory fibrotic and neutrophil chemokine genes and also a trif ripk axis dependent necroptosis in primary human monocytes surprisingly multiple evidence targeting tlr expression and function suggested a role for tlr in cxcl responses further we show that cxcl and its natural variant cxcl l interact with tlr md complex in human monocytes and cxcl l induced a transcriptomic profile divergent to lps ectopic expression of human cxcl l using adeno associated virus aav system effectively mitigated papain induced asthma in wild type wt mice notably the therapeutic impact of cxcl l was absent in"
}