{
    "title": "Mental Health Evaluation Based on Visual Analysis Technology.",
    "doc_id": "35299678",
    "writer": "Kong W.",
    "year": "2022",
    "summary": "In order to solve the problems existing in the current mental health assessment system and how to better help individuals analyze their mental health, propose a mental health assessment method based on visual analysis technology; through …",
    "abstract": "In order to solve the problems existing in the current mental health assessment system and how to better help individuals analyze their mental health, propose a mental health assessment method based on visual analysis technology; through the study of mental health assessment methods, use the SCL-90 symptom self-rating scale as the mental health assessment scale of this article. Combined with the conceptual design proposed in this article, realize a mental health assessment based on visual analysis technology. The system conducts visual analysis of personal current data and historical data and helps users understand their current mental health. Evaluate the system through user surveys and system quality, and the feasibility and practicability of this method are verified.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35299678/",
    "clean_text": "mental health evaluation based on visual analysis technology in order to solve the problems existing in the current mental health assessment system and how to better help individuals analyze their mental health propose a mental health assessment method based on visual analysis technology through in order to solve the problems existing in the current mental health assessment system and how to better help individuals analyze their mental health propose a mental health assessment method based on visual analysis technology through the study of mental health assessment methods use the scl symptom self rating scale as the mental health assessment scale of this article combined with the conceptual design proposed in this article realize a mental health assessment based on visual analysis technology the system conducts visual analysis of personal current data and historical data and helps users understand their current mental health evaluate the system through user surveys and system quality and the feasibility and practicability of this method are verified"
}