{
    "title": "Qualitative aspects of exertional breathlessness in chronic airflow limitation: pathophysiologic mechanisms.",
    "doc_id": "9001298",
    "writer": "O'Donnell DE",
    "year": "1997",
    "summary": "We compared qualitative aspects of the sensory experience of exertional breathlessness in normal subjects and in patients with chronic airflow limitation (CAL) and sought a physiologic rationale for these. ...Perceived inspiratory difficulty (BorgIN), inspiratory effort (e …",
    "abstract": "We compared qualitative aspects of the sensory experience of exertional breathlessness in normal subjects and in patients with chronic airflow limitation (CAL) and sought a physiologic rationale for these. Twelve patients (66 +/- 2 yr of age, mean +/- SEM) with severe CAL (FEV1 = 37 +/- 5% predicted) and 12 age-matched normal subjects (FEV1 = 103 +/- 5% predicted) were studied. Perceived inspiratory difficulty (BorgIN), inspiratory effort (esophageal pressure expressed as a fraction of maximal esophageal pressure at isovolume [Pes/PImax]), breathing pattern, and operational lung volumes (end-expiratory/inspiratory lung volumes [EELV/EILV]) were measured during symptom-limited incremental cycle exercise testing and compared at a standard VO2 of 50% predicted maximum in normal subjects and in patients with CAL. Qualitative descriptors of breathlessness were selected immediately after exercise. Breathlessness was qualitatively different between normal subjects and patients with CAL. Both normal subjects and patients with CAL chose descriptors of increased \"work/effort\" and \"heaviness\" of breathing; however, only patients with CAL consistently chose descriptors denoting \"increased inspiratory difficulty\" (75%), \"unsatisfied inspiratory effort\" (75%), and \"shallow breathing\" (50%). Stepwise regression analysis identified the ratio of Pes/PImax to VT/predicted VC as the strongest correlate of standardized BorgIN (n = 24, r = 0.86, p < 0.001). This latter measurement, which reflects the relationship between effort and ventilatory output, correlated strongly with dynamic EELV/TLC at isotime (r = 0.78, p < 0.001). In conclusion, the qualitatively discrete respiratory sensations of exertional inspiratory difficulty peculiar to patients with CAL may have their origins in thoracic hyperinflation and the resultant disparity between inspiratory effort and ventilatory output.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9001298/",
    "clean_text": "qualitative aspects of exertional breathlessness in chronic airflow limitation pathophysiologic mechanisms we compared qualitative aspects of the sensory experience of exertional breathlessness in normal subjects and in patients with chronic airflow limitation cal and sought a physiologic rationale for these perceived inspiratory difficulty borgin inspiratory effort e we compared qualitative aspects of the sensory experience of exertional breathlessness in normal subjects and in patients with chronic airflow limitation cal and sought a physiologic rationale for these twelve patients yr of age mean sem with severe cal fev predicted and age matched normal subjects fev predicted were studied perceived inspiratory difficulty borgin inspiratory effort esophageal pressure expressed as a fraction of maximal esophageal pressure at isovolume pes pimax breathing pattern and operational lung volumes end expiratory inspiratory lung volumes eelv eilv were measured during symptom limited incremental cycle exercise testing and compared at a standard vo of predicted maximum in normal subjects and in patients with cal qualitative descriptors of breathlessness were selected immediately after exercise breathlessness was qualitatively different between normal subjects and patients with cal both normal subjects and patients with cal chose descriptors of increased work effort and heaviness of breathing however only patients with cal consistently chose descriptors denoting increased inspiratory difficulty unsatisfied inspiratory effort and shallow breathing stepwise regression analysis identified the ratio of pes pimax to vt predicted vc as the strongest correlate of standardized borgin n r p this latter measurement which reflects the relationship between effort and ventilatory output correlated strongly with dynamic eelv tlc at isotime r p in conclusion the qualitatively discrete respiratory sensations of exertional inspiratory difficulty peculiar to patients with cal may have their origins in thoracic hyperinflation and the resultant disparity between inspiratory effort and ventilatory output"
}