{
    "pmid": "41449422",
    "title": "Breast cancer patients' perceptions of safety: insights from the Italian NHS.",
    "abstract": "The COVID-19 pandemic caused an unprecedented demand for immediate and far-reaching organizational change. In this context, oncological care experienced delays and routine service disruption, significantly impacting patients' outcomes. Using a unique dataset with two data sources, 366 oncological patients and 68 Breast Unit team leaders in the Italian National Health Service, this study analyzes healthcare organizational characteristics and the role of transferred perceptions of care safety among patients with breast cancer during the Covid 19 pandemic. We used quantitative methods building spatial econometric models. Furthermore, we have employed qualitative data coming from patients' interviews. Our results reveal that team stability and continuity in care provision affected patients' perception of safety. Moreover, they highlight the creation of an invisible network among patients who experienced similar conditions and circumstances during the COVID-19 pandemic. Implications for managers and policymakers are discussed.",
    "disease": "breast cancer",
    "clean_text": "breast cancer patients perceptions of safety insights from the italian nhs the covid pandemic caused an unprecedented demand for immediate and far reaching organizational change in this context oncological care experienced delays and routine service disruption significantly impacting patients outcomes using a unique dataset with two data sources oncological patients and breast unit team leaders in the italian national health service this study analyzes healthcare organizational characteristics and the role of transferred perceptions of care safety among patients with breast cancer during the covid pandemic we used quantitative methods building spatial econometric models furthermore we have employed qualitative data coming from patients interviews our results reveal that team stability and continuity in care provision affected patients perception of safety moreover they highlight the creation of an invisible network among patients who experienced similar conditions and circumstances during the covid pandemic implications for managers and policymakers are discussed"
}