{
    "pmid": "41449865",
    "title": "Astragaloside IV Alleviates Colorectal Cancer Metastases by Regulating RALY/PLD2 Axis and Inhibiting Tumoral Exosome Biogenesis.",
    "abstract": "Exosomes critically regulate pre-metastatic niche formation and tumor metastasis in colorectal cancer (CRC). Our prior research revealed that RALY, an RNA-binding protein, regulates exosome biogenesis during CRC metastasis. Furthermore, we recently demonstrated that Astragaloside IV (ASIV) inhibits CRC metastasis by suppressing tumor exosome release in a dose-dependent manner. However, its pharmacological targets and mechanisms remain unclear. Exosomes derived from MC38 cells with/without ASIV treated were characterized and quantified using NanoSight analysis, transmission electron microscopy (TEM), and Western blot (WB). The regulatory roles of ASIV and RALY in exosome biogenesis were assessed by immunofluorescence (IF) staining. RNA immunoprecipitation (RIP) and co-immunoprecipitation (co-IP) assays identified RALY-interacting partners, while methylated RIP measured m6A levels on PLD2 transcripts. Liver metastasis model in mice was established by injecting MC38 or shRALY single cell suspension into the spleen of mice to observe the effect of ASIV on CRC liver metastasis. Limited Proteolysis-Small Molecule Mapping (LiP-SMap) screened ASIV-binding proteins, followed by molecular docking and cellular thermal shift assays (CETSA) to confirm direct target interactions. ASIV reduced RALY levels in CRC cells, inhibiting exosome release. Mechanistically, ASIV disrupted the RALY-PLD2 interaction, regulating exosome biogenesis. TERT was identified as a direct ASIV target, blocking RALY transcription due to its nuclear translocation function. In vivo experiments showed that ASIV attenuated liver metastasis by down-regulating RALY and inhibiting exosome release through disrupting RBM15b-driven m6A modification of PLD2. Our findings revealed that ASIV mitigated CRC liver metastasis by downregulating the RALY/PLD2 axis, which was instrumental in exosome biogenesis. This discovery furnished compelling experimental evidence supporting the clinical utility of ASIV in combating CRC metastasis. Significantly, our research underscored the substantial advantages of targeting exosome-mediated metastasis, thereby highlighting the necessity for subsequent clinical validation.",
    "disease": "colorectal cancer",
    "clean_text": "astragaloside iv alleviates colorectal cancer metastases by regulating raly pld axis and inhibiting tumoral exosome biogenesis exosomes critically regulate pre metastatic niche formation and tumor metastasis in colorectal cancer crc our prior research revealed that raly an rna binding protein regulates exosome biogenesis during crc metastasis furthermore we recently demonstrated that astragaloside iv asiv inhibits crc metastasis by suppressing tumor exosome release in a dose dependent manner however its pharmacological targets and mechanisms remain unclear exosomes derived from mc cells with without asiv treated were characterized and quantified using nanosight analysis transmission electron microscopy tem and western blot wb the regulatory roles of asiv and raly in exosome biogenesis were assessed by immunofluorescence if staining rna immunoprecipitation rip and co immunoprecipitation co ip assays identified raly interacting partners while methylated rip measured m a levels on pld transcripts liver metastasis model in mice was established by injecting mc or shraly single cell suspension into the spleen of mice to observe the effect of asiv on crc liver metastasis limited proteolysis small molecule mapping lip smap screened asiv binding proteins followed by molecular docking and cellular thermal shift assays cetsa to confirm direct target interactions asiv reduced raly levels in crc cells inhibiting exosome release mechanistically asiv disrupted the raly pld interaction regulating exosome biogenesis tert was identified as a direct asiv target blocking raly transcription due to its nuclear translocation function in vivo experiments showed that asiv attenuated liver metastasis by down regulating raly and inhibiting exosome release through disrupting rbm b driven m a modification of pld our findings revealed that asiv mitigated crc liver metastasis by downregulating the raly pld axis which was instrumental in exosome biogenesis this discovery furnished compelling experimental evidence supporting the clinical utility of asiv in combating crc metastasis significantly our research underscored the substantial advantages of targeting exosome mediated metastasis thereby highlighting the necessity for subsequent clinical validation"
}