{
    "title": "APP Osaka Mutation in Familial Alzheimer's Disease-Its Discovery, Phenotypes, and Mechanism of Recessive Inheritance.",
    "doc_id": "32093100",
    "writer": "Tomiyama T",
    "year": "2020",
    "summary": "Alzheimer's disease is believed to begin with synaptic dysfunction caused by soluble Abeta oligomers. ...This mutation, which was found in a Japanese pedigree of familial Alzheimer's disease, is the deletion of codon 693 of APP gene, resu …",
    "abstract": "Alzheimer's disease is believed to begin with synaptic dysfunction caused by soluble Aβ oligomers. When this oligomer hypothesis was proposed in 2002, there was no direct evidence that Aβ oligomers actually disrupt synaptic function to cause cognitive impairment in humans. In patient brains, both soluble and insoluble Aβ species always coexist, and therefore it is difficult to determine which pathologies are caused by Aβ oligomers and which are caused by amyloid fibrils. Thus, no validity of the oligomer hypothesis was available until the Osaka mutation was discovered. This mutation, which was found in a Japanese pedigree of familial Alzheimer's disease, is the deletion of codon 693 of APP gene, resulting in mutant Aβ lacking the 22nd glutamate. Only homozygous carriers suffer from dementia. In vitro studies revealed that this mutation has a very unique character that accelerates Aβ oligomerization but does not form amyloid fibrils. Model mice expressing this mutation demonstrated that all pathologies of Alzheimer's disease can be induced by Aβ oligomers alone. In this review, we describe the story behind the discovery of the Osaka mutation, summarize the mutant's phenotypes, and propose a mechanism of its recessive inheritance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32093100/",
    "clean_text": "app osaka mutation in familial alzheimer s disease its discovery phenotypes and mechanism of recessive inheritance alzheimer s disease is believed to begin with synaptic dysfunction caused by soluble abeta oligomers this mutation which was found in a japanese pedigree of familial alzheimer s disease is the deletion of codon of app gene resu alzheimer s disease is believed to begin with synaptic dysfunction caused by soluble a oligomers when this oligomer hypothesis was proposed in there was no direct evidence that a oligomers actually disrupt synaptic function to cause cognitive impairment in humans in patient brains both soluble and insoluble a species always coexist and therefore it is difficult to determine which pathologies are caused by a oligomers and which are caused by amyloid fibrils thus no validity of the oligomer hypothesis was available until the osaka mutation was discovered this mutation which was found in a japanese pedigree of familial alzheimer s disease is the deletion of codon of app gene resulting in mutant a lacking the nd glutamate only homozygous carriers suffer from dementia in vitro studies revealed that this mutation has a very unique character that accelerates a oligomerization but does not form amyloid fibrils model mice expressing this mutation demonstrated that all pathologies of alzheimer s disease can be induced by a oligomers alone in this review we describe the story behind the discovery of the osaka mutation summarize the mutant s phenotypes and propose a mechanism of its recessive inheritance"
}