{
    "pmid": "41386370",
    "title": "A differentiated nasal epithelial cell model derived from children with acute wheeze and asthma.",
    "abstract": "The airway epithelium is the primary structural and functional airway barrier and orchestrates innate immunity. Some children may have underlying epithelial vulnerabilities that contribute to the pathogenesis of acute wheeze and asthma (AWA). Investigating the paediatric AWA epithelial environment and responses at time of exacerbation is important for elucidation of cellular vulnerabilities, thus a differentiated in vitro model with differentiated cell types is required. Here, feasibility of establishing a differentiated model of primary nasal epithelial cells from children presenting to hospital with AWA was assessed. This was followed by examination of mucociliary differentiation, barrier integrity and function, viral receptor expression, and appropriate pro-inflammatory and anti-viral cytokines compared with NECs derived from children who were non-wheezing non-atopic and non-wheezing with positive atopy. A differentiated paediatric AWA model was established with interparticipant heterogeneity reflected appropriately. The AWA model was of epithelial lineage, had mucociliary differentiation, barrier integrity and function, viral receptor expression, and the production of innate immune cytokines. However, the AWA epithelium had a more permeable paracellular barrier, higher expression of rhinovirus receptor ICAM1, intrinsically higher levels of pro-inflammatory and anti-viral cytokines IL6, IL8, CCL5, CXCL10, and IFNL1, and potentially fewer cilia. Relationships between demographic and clinical data and AWA epithelial parameters were also identified. Collectively, a differentiated epithelial model of paediatric AWA was established, and results indicated underlying epithelial vulnerabilities in these children. This platform may be utilised to investigate the role of the AWA epithelium in pathogen infections, disease aetiology, and therapeutic pipelines.",
    "disease": "asthma",
    "clean_text": "a differentiated nasal epithelial cell model derived from children with acute wheeze and asthma the airway epithelium is the primary structural and functional airway barrier and orchestrates innate immunity some children may have underlying epithelial vulnerabilities that contribute to the pathogenesis of acute wheeze and asthma awa investigating the paediatric awa epithelial environment and responses at time of exacerbation is important for elucidation of cellular vulnerabilities thus a differentiated in vitro model with differentiated cell types is required here feasibility of establishing a differentiated model of primary nasal epithelial cells from children presenting to hospital with awa was assessed this was followed by examination of mucociliary differentiation barrier integrity and function viral receptor expression and appropriate pro inflammatory and anti viral cytokines compared with necs derived from children who were non wheezing non atopic and non wheezing with positive atopy a differentiated paediatric awa model was established with interparticipant heterogeneity reflected appropriately the awa model was of epithelial lineage had mucociliary differentiation barrier integrity and function viral receptor expression and the production of innate immune cytokines however the awa epithelium had a more permeable paracellular barrier higher expression of rhinovirus receptor icam intrinsically higher levels of pro inflammatory and anti viral cytokines il il ccl cxcl and ifnl and potentially fewer cilia relationships between demographic and clinical data and awa epithelial parameters were also identified collectively a differentiated epithelial model of paediatric awa was established and results indicated underlying epithelial vulnerabilities in these children this platform may be utilised to investigate the role of the awa epithelium in pathogen infections disease aetiology and therapeutic pipelines"
}