{
    "title": "Prevalence of dentin hypersensitivity among the residents of Xi'an city, China.",
    "doc_id": "28502198",
    "writer": "Liang X",
    "year": "2017",
    "summary": "MATERIAL AND METHODS: A total of 1320 subjects, aged between 20 and 69 years old, were selected from six communities in the urban areas of Xi'an, China. The data were collected by conducting individual interviews using a standard questionnaire; then, the clinical ex …",
    "abstract": "Objective:\n        \n      \n      To investigate the prevalence and intra-oral distribution of dentine hypersensitivity (DH) and to evaluate the related risk factors.\n    \n\n\n          Material and methods:\n        \n      \n      A total of 1320 subjects, aged between 20 and 69 years old, were selected from six communities in the urban areas of Xi'an, China. The data were collected by conducting individual interviews using a standard questionnaire; then, the clinical examination was performed for patients who reported about the discomforts they felt in their teeth when subjected to chemical, mechanical and thermal stimuli. Dentine hypersensitivity (DH) was diagnosed by a subject short, sharp pain in response to a blast of cold air from a triple syringe.\n    \n\n\n          Results:\n        \n      \n      While replying to the questionnaire, 445 subjects reported about signs of discomfort in the teeth. DH was diagnosed in 336 persons by clinic examination. Thus, the overall prevalence of DH was 33.7% in the questionnaire and 25.5% in the intraoral test. The prevalence of DH was higher in females (33.8%) than in males (22.2%). Furthermore, we found that the prevalence of DH was highest in the age group of 50-59 years (39.3%). The most common initiation factors were acid (37.7%) followed by cold stimuli (35.8%). In general, most subjects with sensitive teeth had a higher educational background.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of DH was 25.5% in the population of Xi'an City in China. More emphasis should give to middle-aged and old females while planning oral health intervention campaigns. In addition, premolars and cervical surfaces should be examined for the prevention of DH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28502198/",
    "clean_text": "prevalence of dentin hypersensitivity among the residents of xi an city china material and methods a total of subjects aged between and years old were selected from six communities in the urban areas of xi an china the data were collected by conducting individual interviews using a standard questionnaire then the clinical ex objective to investigate the prevalence and intra oral distribution of dentine hypersensitivity dh and to evaluate the related risk factors material and methods a total of subjects aged between and years old were selected from six communities in the urban areas of xi an china the data were collected by conducting individual interviews using a standard questionnaire then the clinical examination was performed for patients who reported about the discomforts they felt in their teeth when subjected to chemical mechanical and thermal stimuli dentine hypersensitivity dh was diagnosed by a subject short sharp pain in response to a blast of cold air from a triple syringe results while replying to the questionnaire subjects reported about signs of discomfort in the teeth dh was diagnosed in persons by clinic examination thus the overall prevalence of dh was in the questionnaire and in the intraoral test the prevalence of dh was higher in females than in males furthermore we found that the prevalence of dh was highest in the age group of years the most common initiation factors were acid followed by cold stimuli in general most subjects with sensitive teeth had a higher educational background conclusions the prevalence of dh was in the population of xi an city in china more emphasis should give to middle aged and old females while planning oral health intervention campaigns in addition premolars and cervical surfaces should be examined for the prevention of dh"
}