{
    "pmid": "41400487",
    "title": "High OSA hypoxic burden associates with reduced locus coeruleus structural integrity on 7T MRI in older adults.",
    "abstract": "The locus coeruleus (LC) plays important roles in sleep/wake regulation and cognitive functions. LC neurons may be particularly sensitive to neural injury and serve as an early site of accumulation pathological tau in Alzheimer's disease. Obstructive sleep apnea (OSA) creates both chronic intermittent hypoxia and sleep fragmentation as potential insults to differentially sensitive neural populations including the locus coeruleus (LC). Using high field 7T imaging in cognitively normal older adults, we demonstrate that time spent with an oxygen saturation below 90% (T90), a measure of OSA's hypoxic burden, inversely correlates with LC structural integrity and explains significant variance in LC structural integrity after controlling for age, sex, and BMI. In contrast, other sleep variables such as the apnea-hypopnea index (AHI), total sleep time, and sleep efficiency did not contribute significant variance in LC structural integrity in this model. Thus, in the diagnosis of OSA, attention to hypoxic burden variables may be important in risk stratification for LC neural injury. This observation may inform future work determining whether mitigation of the hypoxemic burden from OSA can slow deterioration in LC integrity.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "high osa hypoxic burden associates with reduced locus coeruleus structural integrity on t mri in older adults the locus coeruleus lc plays important roles in sleep wake regulation and cognitive functions lc neurons may be particularly sensitive to neural injury and serve as an early site of accumulation pathological tau in alzheimer s disease obstructive sleep apnea osa creates both chronic intermittent hypoxia and sleep fragmentation as potential insults to differentially sensitive neural populations including the locus coeruleus lc using high field t imaging in cognitively normal older adults we demonstrate that time spent with an oxygen saturation below t a measure of osa s hypoxic burden inversely correlates with lc structural integrity and explains significant variance in lc structural integrity after controlling for age sex and bmi in contrast other sleep variables such as the apnea hypopnea index ahi total sleep time and sleep efficiency did not contribute significant variance in lc structural integrity in this model thus in the diagnosis of osa attention to hypoxic burden variables may be important in risk stratification for lc neural injury this observation may inform future work determining whether mitigation of the hypoxemic burden from osa can slow deterioration in lc integrity"
}