{
    "pmid": "41467883",
    "title": "Visual aura status epilepticus from venous congestion in a developmental venous anomaly with metabolic and herbal hypercoagulable triggers.",
    "abstract": "Developmental venous anomalies (DVAs) are the most frequent cerebral venous malformations and are typically benign. However, under metabolic or hemodynamic stress, venous outflow restriction may occur, leading to transient parenchymal dysfunction and seizures. A 72-year-old man with poorly controlled diabetes (HbA1c 13.1%) and recent use of multiple herbal supplements presented with clusters of focal preserved consciousness seizures. Brain MRI revealed right temporal cortical swelling and subcortical T2 hypointensity with enhancing tubular structures, consistent with a developmental venous anomaly exhibiting venous congestion. EEG showed ictal rhythmic activity in the right posterior temporal region, confirming focal aura continua with visual symptoms. Following diazepam and levetiracetam-lacosamide therapy, seizures resolved completely. Repeat MRI and EEG at 3 months demonstrated full normalization. Venous congestion in DVA may develop through transient venous outflow restriction, particularly under hypercoagulable or metabolic stress conditions. The reversible course in our patient supports a dynamic hemodynamic mechanism rather than irreversible parenchymal damage. DVA-related venous congestion should be considered in patients presenting with focal seizures or status epilepticus in the context of prothrombotic or metabolic triggers. Early metabolic correction and conservative management can ensure complete clinical and radiologic recovery.",
    "disease": "diabetes mellitus",
    "clean_text": "visual aura status epilepticus from venous congestion in a developmental venous anomaly with metabolic and herbal hypercoagulable triggers developmental venous anomalies dvas are the most frequent cerebral venous malformations and are typically benign however under metabolic or hemodynamic stress venous outflow restriction may occur leading to transient parenchymal dysfunction and seizures a year old man with poorly controlled diabetes hba c and recent use of multiple herbal supplements presented with clusters of focal preserved consciousness seizures brain mri revealed right temporal cortical swelling and subcortical t hypointensity with enhancing tubular structures consistent with a developmental venous anomaly exhibiting venous congestion eeg showed ictal rhythmic activity in the right posterior temporal region confirming focal aura continua with visual symptoms following diazepam and levetiracetam lacosamide therapy seizures resolved completely repeat mri and eeg at months demonstrated full normalization venous congestion in dva may develop through transient venous outflow restriction particularly under hypercoagulable or metabolic stress conditions the reversible course in our patient supports a dynamic hemodynamic mechanism rather than irreversible parenchymal damage dva related venous congestion should be considered in patients presenting with focal seizures or status epilepticus in the context of prothrombotic or metabolic triggers early metabolic correction and conservative management can ensure complete clinical and radiologic recovery"
}