{
    "pmid": "41435776",
    "title": "Herbacetin alleviates Parkinson's disease by inhibiting ferroptosis in PC12 cells through the Nrf2/GPX4 pathway.",
    "abstract": "Ferroptosis, which has been recognized as a key mechanism underlying neurodegenerative pathology of Parkinson's disease (PD), represents an important therapeutic target. This study explores the pharmacological effects of Herbacetin (HBT), a flavonol derivative initially identified in Rhodiola and Gossypium species extracts. HBT functions as a novel ferroptosis inhibitor, demonstrating a neuroprotective effect in 6-hydroxydopamine (6-OHDA)-induced PC12 cells. HBT restored approximately 50 % of the cell viability loss induced by 6-OHDA, attenuated lipid peroxidation, and increased levels of glutathione (GSH) and total thiols groups induced by 6-OHDA. HBT's neuroprotective effects are primarily mediated through the activation of the Nrf2 pathway, which reduces oxidative stress by scavenging reactive oxygen species (ROS), inhibiting lipid peroxidation, and restoring mitochondrial function. HBT also upregulates Nrf2-regulated antioxidant proteins, including glutathione peroxidase 4 (GPX4), solute carrier family 7 member 11 (SLC7A11), heme oxygenase-1 (HO-1), and NAD(P)H quinone dehydrogenase 1 (NQO1). Crucially, Nrf2 knockdown attenuated the protective effects of HBT against 6-OHDA-induced neurotoxicity, including the restoration of malondialdehyde (MDA), GSH, and total thiols levels, as well as the activation of Nrf2 downstream targets GPX4, HO-1, and NQO1 by HBT. Our findings establish a novel mechanistic link between HBT and the Nrf2-mediated inhibition of ferroptosis, positioning this natural compound as a promising therapeutic candidate for PD.",
    "disease": "parkinson disease",
    "clean_text": "herbacetin alleviates parkinson s disease by inhibiting ferroptosis in pc cells through the nrf gpx pathway ferroptosis which has been recognized as a key mechanism underlying neurodegenerative pathology of parkinson s disease pd represents an important therapeutic target this study explores the pharmacological effects of herbacetin hbt a flavonol derivative initially identified in rhodiola and gossypium species extracts hbt functions as a novel ferroptosis inhibitor demonstrating a neuroprotective effect in hydroxydopamine ohda induced pc cells hbt restored approximately of the cell viability loss induced by ohda attenuated lipid peroxidation and increased levels of glutathione gsh and total thiols groups induced by ohda hbt s neuroprotective effects are primarily mediated through the activation of the nrf pathway which reduces oxidative stress by scavenging reactive oxygen species ros inhibiting lipid peroxidation and restoring mitochondrial function hbt also upregulates nrf regulated antioxidant proteins including glutathione peroxidase gpx solute carrier family member slc a heme oxygenase ho and nad p h quinone dehydrogenase nqo crucially nrf knockdown attenuated the protective effects of hbt against ohda induced neurotoxicity including the restoration of malondialdehyde mda gsh and total thiols levels as well as the activation of nrf downstream targets gpx ho and nqo by hbt our findings establish a novel mechanistic link between hbt and the nrf mediated inhibition of ferroptosis positioning this natural compound as a promising therapeutic candidate for pd"
}