{
    "title": "Fragile X syndrome: An overview and update of the FMR1 gene.",
    "doc_id": "28617938",
    "writer": "Mila M",
    "year": "2018",
    "summary": "Fragile X syndrome (FXS) is the most common cause of inherited intellectual disability and the leading form of the monogenic cause of autism. Fragile X mental retardation type 1 (FMR1) gene premutation is the first single-gene cause of primary ovarian …",
    "abstract": "Fragile X syndrome (FXS) is the most common cause of inherited intellectual disability and the leading form of the monogenic cause of autism. Fragile X mental retardation type 1 (FMR1) gene premutation is the first single-gene cause of primary ovarian failure (Fragile X-associated primary ovarian insufficiency [FXPOI]) and one of the most common causes of ataxia (fragile X-associated tremor/ataxia syndrome [FXTAS]), multiple additional phenotypes such as fibromyalgia, hypothyroidism, migraine headaches, sleep disturbances, sleep apnea, restless legs syndrome, central pain syndrome, neuropathy and neuropsychiatric alterations has been described. Clinical involvement in men and women carrying the FMR1 premutation currently constitutes a real health problem in the society that should be taken into account. It is important to highlight that while in FXS there is a loss-of-function of the FMR1 gene, in premutation associated disorders there is a gain of FMR1 mRNA function. To date, the tremendous progress achieved in the understanding of the pathophysiology of FXS, has led to the development of several targeted therapies aimed at preventing or improving the neurological manifestations of the disease. This review is an update of the diseases associated with the FMR1 gene.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28617938/",
    "clean_text": "fragile x syndrome an overview and update of the fmr gene fragile x syndrome fxs is the most common cause of inherited intellectual disability and the leading form of the monogenic cause of autism fragile x mental retardation type fmr gene premutation is the first single gene cause of primary ovarian fragile x syndrome fxs is the most common cause of inherited intellectual disability and the leading form of the monogenic cause of autism fragile x mental retardation type fmr gene premutation is the first single gene cause of primary ovarian failure fragile x associated primary ovarian insufficiency fxpoi and one of the most common causes of ataxia fragile x associated tremor ataxia syndrome fxtas multiple additional phenotypes such as fibromyalgia hypothyroidism migraine headaches sleep disturbances sleep apnea restless legs syndrome central pain syndrome neuropathy and neuropsychiatric alterations has been described clinical involvement in men and women carrying the fmr premutation currently constitutes a real health problem in the society that should be taken into account it is important to highlight that while in fxs there is a loss of function of the fmr gene in premutation associated disorders there is a gain of fmr mrna function to date the tremendous progress achieved in the understanding of the pathophysiology of fxs has led to the development of several targeted therapies aimed at preventing or improving the neurological manifestations of the disease this review is an update of the diseases associated with the fmr gene"
}