{
    "title": "Impact of expected parental death on the health of adolescent and young adult children: A systematic review of the literature.",
    "doc_id": "35510358",
    "writer": "Jessop M",
    "year": "2022",
    "summary": "Eligible articles included studies of adolescent and young adult children (defined by age range of 15-25 years) exposed to parental death due to terminal illness, and with reported health outcomes (physical, psychological or social). ...RESULTS: Ten articles met the …",
    "abstract": "Background:\n        \n      \n      Few studies of health impacts of parental death focus on the developmental stage of adolescence and young adulthood and in particular, expected parental death from terminal illness.\n    \n\n\n          Aim:\n        \n      \n      To systematically review the health impact of expected parental death on adolescent and young adult children aged 15-25 years and provide a basis for further research and clinical practice.\n    \n\n\n          Design:\n        \n      \n      Systematic review registered on PROSPERO (CRD42017080282).\n    \n\n\n          Data sources:\n        \n      \n      Pubmed, PsycINFO, CINAHL, MEDLINE and Cochrane databases were searched with no restrictions on publication date with the last search in March 2021. Eligible articles included studies of adolescent and young adult children (defined by age range of 15-25 years) exposed to parental death due to terminal illness, and with reported health outcomes (physical, psychological or social). Articles were reviewed using the QualSyst tool.\n    \n\n\n          Results:\n        \n      \n      Ten articles met the inclusion criteria. Adolescent and young adult children reported poor family cohesion and communication with associated negative psychological outcomes. They reported distrust in the health care provided to their terminally ill parent, increased psychological distress and risk of unresolved grief, anxiety and self-harm. Some experience was positive with posttraumatic growth identified.\n    \n\n\n          Conclusions:\n        \n      \n      This review specifically analysed the health impact of expected parental death on adolescent and young adult children. It highlights their need for age-appropriate psychosocial support and clear information during parental illness, death and bereavement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35510358/",
    "clean_text": "impact of expected parental death on the health of adolescent and young adult children a systematic review of the literature eligible articles included studies of adolescent and young adult children defined by age range of years exposed to parental death due to terminal illness and with reported health outcomes physical psychological or social results ten articles met the background few studies of health impacts of parental death focus on the developmental stage of adolescence and young adulthood and in particular expected parental death from terminal illness aim to systematically review the health impact of expected parental death on adolescent and young adult children aged years and provide a basis for further research and clinical practice design systematic review registered on prospero crd data sources pubmed psycinfo cinahl medline and cochrane databases were searched with no restrictions on publication date with the last search in march eligible articles included studies of adolescent and young adult children defined by age range of years exposed to parental death due to terminal illness and with reported health outcomes physical psychological or social articles were reviewed using the qualsyst tool results ten articles met the inclusion criteria adolescent and young adult children reported poor family cohesion and communication with associated negative psychological outcomes they reported distrust in the health care provided to their terminally ill parent increased psychological distress and risk of unresolved grief anxiety and self harm some experience was positive with posttraumatic growth identified conclusions this review specifically analysed the health impact of expected parental death on adolescent and young adult children it highlights their need for age appropriate psychosocial support and clear information during parental illness death and bereavement"
}