{
    "pmid": "41456068",
    "title": "On-the-ground realities of health program delivery in addressing community needs: a community-based participatory research approach in the moose Cree First Nation.",
    "abstract": "It has been well documented that Indigenous people in northern remote communities in Canada continue to experience a disproportionate burden of health disparities due to complex interactions of multiple determinants of health, including food insecurity, colonialism, barriers in accessing primary healthcare, and disrupted socioeconomic and political structures. Health promotion programs are essential in building preventive measures and empowering communities to take control over their health by helping them make informed health choices. This study described Indigenous-led nutrition-related health programs, the Healthy Babies, Healthy Children Program (HBHCP) and the Diabetes Prevention Program (DPP), which respond to food insecurity drivers and support community needs in Moose Cree First Nation (MCFN). It also documented the on-the-ground realities of program delivery and highlighted community-informed priorities for improved programming. Grounded in community-based participatory research (CBPR) principles, our approach emphasized the importance of community engagement in supporting the healing process within this cultural context. Data collection included first-hand participation in program delivery alongside program coordinators, participant feedback, and semi-structured interviews from community members (n = 6) and Health Center staff (n = 3). Thematic analysis was used to identify themes across interview data, field notes, and community feedback. High food costs, limited access and availability, and poor food quality remain the primary food-related challenges experienced in the community. Health programs serve as frontline responders to community needs and address these challenges through culturally grounded and family-oriented nutrition education activities. Community members valued the programs' knowledge-sharing approaches, tangible support, and social connections. However, systemic barriers significantly constrain program delivery, including inadequate funding, limited resources, staffing shortages, and the impact of COVID-19. These barriers limited the programs' capacity to reach their full potential, despite strong community resilience. Indigenous-led nutrition programs are vital in addressing food insecurity and promoting health in northern communities. The findings underscore the need for sustainable funding and stronger policy support that reflects the true cost of service delivery in remote Indigenous communities. The findings emphasize the need for policy changes that move beyond top-down approaches toward community-informed policies and Indigenous-led health programming.",
    "disease": "covid-19",
    "clean_text": "on the ground realities of health program delivery in addressing community needs a community based participatory research approach in the moose cree first nation it has been well documented that indigenous people in northern remote communities in canada continue to experience a disproportionate burden of health disparities due to complex interactions of multiple determinants of health including food insecurity colonialism barriers in accessing primary healthcare and disrupted socioeconomic and political structures health promotion programs are essential in building preventive measures and empowering communities to take control over their health by helping them make informed health choices this study described indigenous led nutrition related health programs the healthy babies healthy children program hbhcp and the diabetes prevention program dpp which respond to food insecurity drivers and support community needs in moose cree first nation mcfn it also documented the on the ground realities of program delivery and highlighted community informed priorities for improved programming grounded in community based participatory research cbpr principles our approach emphasized the importance of community engagement in supporting the healing process within this cultural context data collection included first hand participation in program delivery alongside program coordinators participant feedback and semi structured interviews from community members n and health center staff n thematic analysis was used to identify themes across interview data field notes and community feedback high food costs limited access and availability and poor food quality remain the primary food related challenges experienced in the community health programs serve as frontline responders to community needs and address these challenges through culturally grounded and family oriented nutrition education activities community members valued the programs knowledge sharing approaches tangible support and social connections however systemic barriers significantly constrain program delivery including inadequate funding limited resources staffing shortages and the impact of covid these barriers limited the programs capacity to reach their full potential despite strong community resilience indigenous led nutrition programs are vital in addressing food insecurity and promoting health in northern communities the findings underscore the need for sustainable funding and stronger policy support that reflects the true cost of service delivery in remote indigenous communities the findings emphasize the need for policy changes that move beyond top down approaches toward community informed policies and indigenous led health programming"
}