{
    "pmid": "41460877",
    "title": "A toxin/antitoxin system targeting the replication sliding-clamp induces competence in Streptococcus pneumoniae.",
    "abstract": "Streptococcus pneumoniae is a pathogenic bacterium capable of entering a cellular differentiation state, called competence, which enables it to acquire new genetic functions by natural transformation, as well as physiological functions such as tolerance to a number of antibiotics. The transition to this state is regulated by various environmental or intracellular signals that converge on the comCDE operon, which groups together the competence initiation genes. A fraction of activated cells is sufficient to propagate competence to the whole population via the product of the comC gene, the competence stimulating peptide (CSP). Remarkably, depletion of the essential ClpX/ ClpP AAA+ protease has been shown to induce the comCDE operon. Here we demonstrate that the ClpX-dependent induction of competence relies on the Spr1630 toxin (RipA), part of a Rosmer toxin-antitoxin system. We show that this toxin generates replicative stress by acting on the sliding clamp of replication, inducing transcription of the comCDE operon. Bacteria that produce RipA appear to lose their viability but remain metabolically active and able to produce CSP, thereby transferring competence to viable neighbouring cells.",
    "disease": "pneumonia",
    "clean_text": "a toxin antitoxin system targeting the replication sliding clamp induces competence in streptococcus pneumoniae streptococcus pneumoniae is a pathogenic bacterium capable of entering a cellular differentiation state called competence which enables it to acquire new genetic functions by natural transformation as well as physiological functions such as tolerance to a number of antibiotics the transition to this state is regulated by various environmental or intracellular signals that converge on the comcde operon which groups together the competence initiation genes a fraction of activated cells is sufficient to propagate competence to the whole population via the product of the comc gene the competence stimulating peptide csp remarkably depletion of the essential clpx clpp aaa protease has been shown to induce the comcde operon here we demonstrate that the clpx dependent induction of competence relies on the spr toxin ripa part of a rosmer toxin antitoxin system we show that this toxin generates replicative stress by acting on the sliding clamp of replication inducing transcription of the comcde operon bacteria that produce ripa appear to lose their viability but remain metabolically active and able to produce csp thereby transferring competence to viable neighbouring cells"
}