{
    "pmid": "41357375",
    "title": "Association of vascular invasion and tumor differentiation on post-liver transplant outcomes in patients with hepatocellular carcinoma.",
    "abstract": "Liver transplant (LT) is one of the main treatment options in selected patients with hepatocellular carcinoma (HCC). Overall, macrovascular invasion has been shown to be associated with an increased risk of tumor recurrence and mortality after LT in HCC. Macrovascular invasion detected on imaging is often considered a contraindication for LT in HCC. To investigate the effect of macrovascular invasion in explant on post-LT survival in HCC patients using a large national transplant database in the United States. LT recipients with HCC between the years 2012 and 2022 were identified by using the United Network for Organ Sharing/Organ Procurement Transplant Network database. Patients who underwent deceased-donor LT with available liver explant pathology data were included. Kaplan-Meier curves were used for survival analysis, and multistep regression analysis was used to determine the predictors of mortality. A total of 13638 LT recipients with HCC and available explant pathology were included. Of these, 254 (1.8%) showed macrovascular invasion, 1712 (12.6%) had microvascular invasion, and 11672 (85.6%) had absent invasion. Poor tumor differentiation was more common with macrovascular invasion than with microvascular or absent invasion (22.4%, 17.7%, and 5.1%, respectively,  Macrovascular invasion accounted for a minority of cases at 1.8%. Macrovascular invasion and poor tumor differentiation on liver explants in patients with HCC were associated with significantly higher post-LT mortality, meaning that the extent of tumor involvement and tumor biology are important predictors of post-LT survival in HCC. However, the overall 5-year survival in patients with macrovascular invasion may still be within an acceptable range.",
    "disease": "liver cirrhosis",
    "clean_text": "association of vascular invasion and tumor differentiation on post liver transplant outcomes in patients with hepatocellular carcinoma liver transplant lt is one of the main treatment options in selected patients with hepatocellular carcinoma hcc overall macrovascular invasion has been shown to be associated with an increased risk of tumor recurrence and mortality after lt in hcc macrovascular invasion detected on imaging is often considered a contraindication for lt in hcc to investigate the effect of macrovascular invasion in explant on post lt survival in hcc patients using a large national transplant database in the united states lt recipients with hcc between the years and were identified by using the united network for organ sharing organ procurement transplant network database patients who underwent deceased donor lt with available liver explant pathology data were included kaplan meier curves were used for survival analysis and multistep regression analysis was used to determine the predictors of mortality a total of lt recipients with hcc and available explant pathology were included of these showed macrovascular invasion had microvascular invasion and had absent invasion poor tumor differentiation was more common with macrovascular invasion than with microvascular or absent invasion and respectively macrovascular invasion accounted for a minority of cases at macrovascular invasion and poor tumor differentiation on liver explants in patients with hcc were associated with significantly higher post lt mortality meaning that the extent of tumor involvement and tumor biology are important predictors of post lt survival in hcc however the overall year survival in patients with macrovascular invasion may still be within an acceptable range"
}