{
    "pmid": "41472946",
    "title": "Clinical and Biochemical Progression in a Patient With Cortisol-Producing Adenoma.",
    "abstract": "The widespread use of imaging studies has led to an increased detection rate of adrenal incidentalomas. Among adrenal incidentalomas, mild autonomous cortisol secretion (MACS) is a common etiology. Development of overt Cushing syndrome (CS) from MACS is a rare event with an estimated prevalence of <1%. Herein, we report a case of cortisol-producing adenoma that demonstrated clinical and biochemical progression, resulting in the development of overt CS. A 50-year-old Japanese woman was referred for the evaluation of CS because of elevated blood pressure and peripheral edema. She had been followed for her left adrenal tumor and MACS before but was lost to follow-up for 2 years and 9 months. At presentation, she had cushingoid features. The 1-mg overnight dexamethasone suppression test indicated greater severity of autonomous cortisol secretion than that in the initial assessment. Imaging studies revealed that her left adrenal tumor increased in size. She underwent laparoscopic left adrenalectomy. Histologic and immunohistochemical examinations confirmed a cortisol-producing adenoma. Sequencing analysis identified a somatic ",
    "disease": "hypertension",
    "clean_text": "clinical and biochemical progression in a patient with cortisol producing adenoma the widespread use of imaging studies has led to an increased detection rate of adrenal incidentalomas among adrenal incidentalomas mild autonomous cortisol secretion macs is a common etiology development of overt cushing syndrome cs from macs is a rare event with an estimated prevalence of herein we report a case of cortisol producing adenoma that demonstrated clinical and biochemical progression resulting in the development of overt cs a year old japanese woman was referred for the evaluation of cs because of elevated blood pressure and peripheral edema she had been followed for her left adrenal tumor and macs before but was lost to follow up for years and months at presentation she had cushingoid features the mg overnight dexamethasone suppression test indicated greater severity of autonomous cortisol secretion than that in the initial assessment imaging studies revealed that her left adrenal tumor increased in size she underwent laparoscopic left adrenalectomy histologic and immunohistochemical examinations confirmed a cortisol producing adenoma sequencing analysis identified a somatic"
}