{
    "pmid": "41398210",
    "title": "Prevalence of musculoskeletal disorders and physiotherapy utilization in primary care - a registry-based study in Sweden.",
    "abstract": "Previous research has identified a need for relevant evidence-based clinical guidelines in primary care physiotherapy. However, an essential first step is to identify the most prevalent diagnoses among patients seeking physiotherapy. Thus, this study aims to (I) identify the most prevalent musculoskeletal diagnoses and, (II) describe physiotherapy utilization and patient characteristics among patients consulting physiotherapists in Swedish primary care. This was a register-based study including all physiotherapy visits in primary care in Region Skåne, southern Sweden during 2023. Aggregated data on patient visits registered with diagnoses according to the ICD-10 classification system, chapter VIII, Diseases of the musculoskeletal system and connective tissue (M-codes), were retrieved from the Skåne Healthcare register and synthesized. Over the course of one year, 656,938 physiotherapy visits were registered, of which 34% (221,265) were first-time visits. Of those,176,317 (73%) had a registered M-diagnosis. Low back pain was the most common diagnosis (n = 13,833) followed by myalgia and cervicalgia. Spinal stenosis, fibromyalgia and osteoarthritis had the highest mean number of visits ranging from 4.2 to 4.8 visits per patient. Knee osteoarthritis had the highest estimated total number of visits (n = 31,390). Of the fifty most prevalent diagnoses, all but one had a higher proportion of women. Although low back pain was the most common diagnosis, patients with knee osteoarthritis had the highest number of visits and thus utilized the most physiotherapy resources. This study provides a comprehensive overview of the 50 most common diagnoses which may aid in determining priority areas for the development of evidence-based clinical guidelines in physiotherapy primary care settings.",
    "disease": "osteoarthritis",
    "clean_text": "prevalence of musculoskeletal disorders and physiotherapy utilization in primary care a registry based study in sweden previous research has identified a need for relevant evidence based clinical guidelines in primary care physiotherapy however an essential first step is to identify the most prevalent diagnoses among patients seeking physiotherapy thus this study aims to i identify the most prevalent musculoskeletal diagnoses and ii describe physiotherapy utilization and patient characteristics among patients consulting physiotherapists in swedish primary care this was a register based study including all physiotherapy visits in primary care in region sk ne southern sweden during aggregated data on patient visits registered with diagnoses according to the icd classification system chapter viii diseases of the musculoskeletal system and connective tissue m codes were retrieved from the sk ne healthcare register and synthesized over the course of one year physiotherapy visits were registered of which were first time visits of those had a registered m diagnosis low back pain was the most common diagnosis n followed by myalgia and cervicalgia spinal stenosis fibromyalgia and osteoarthritis had the highest mean number of visits ranging from to visits per patient knee osteoarthritis had the highest estimated total number of visits n of the fifty most prevalent diagnoses all but one had a higher proportion of women although low back pain was the most common diagnosis patients with knee osteoarthritis had the highest number of visits and thus utilized the most physiotherapy resources this study provides a comprehensive overview of the most common diagnoses which may aid in determining priority areas for the development of evidence based clinical guidelines in physiotherapy primary care settings"
}