{
    "title": "Telemedicine for head and neck cancer surveillance in the COVID-19 era: Promise and pitfalls.",
    "doc_id": "33660409",
    "writer": "Fassas S",
    "year": "2021",
    "summary": "This study examines current preferences and barriers for telemedicine among patients with head and neck cancer. METHODS: Single institution retrospective analysis of 64 patients scheduling visits with the head and neck surgical oncology clinic at a ter …",
    "abstract": "Background:\n        \n      \n      The coronavirus disease 2019 pandemic has led to increased telemedicine visits. This study examines current preferences and barriers for telemedicine among patients with head and neck cancer.\n    \n\n\n          Methods:\n        \n      \n      Single institution retrospective analysis of 64 patients scheduling visits with the head and neck surgical oncology clinic at a tertiary academic medical center. Data were collected detailing patient preferences and barriers regarding telemedicine appointments. Patients electing to participate in telemedicine were compared to those preferring in-person appointments.\n    \n\n\n          Results:\n        \n      \n      Most patients (68%) were not interested in telemedicine. Preference for in-person examination was the most common reason for rejecting telemedicine, followed by discomfort with or limited access to technology. Patients elected telemedicine visits to avoid infection and for convenience.\n    \n\n\n          Conclusions:\n        \n      \n      When given a choice, patients with head and neck cancer preferred in-person visits over telemedicine. Although telemedicine may improve health care access, patient preferences, technology-related barriers, and limitations regarding cancer surveillance must be addressed moving forward.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33660409/",
    "clean_text": "telemedicine for head and neck cancer surveillance in the covid era promise and pitfalls this study examines current preferences and barriers for telemedicine among patients with head and neck cancer methods single institution retrospective analysis of patients scheduling visits with the head and neck surgical oncology clinic at a ter background the coronavirus disease pandemic has led to increased telemedicine visits this study examines current preferences and barriers for telemedicine among patients with head and neck cancer methods single institution retrospective analysis of patients scheduling visits with the head and neck surgical oncology clinic at a tertiary academic medical center data were collected detailing patient preferences and barriers regarding telemedicine appointments patients electing to participate in telemedicine were compared to those preferring in person appointments results most patients were not interested in telemedicine preference for in person examination was the most common reason for rejecting telemedicine followed by discomfort with or limited access to technology patients elected telemedicine visits to avoid infection and for convenience conclusions when given a choice patients with head and neck cancer preferred in person visits over telemedicine although telemedicine may improve health care access patient preferences technology related barriers and limitations regarding cancer surveillance must be addressed moving forward"
}