{
    "pmid": "41381984",
    "title": "Twin pairs discordant for incident coronary artery disease reveal epigenetic and transcriptomic differences by gene region.",
    "abstract": "Cardiovascular diseases are the leading causes of mortality globally, of which coronary artery disease (CAD) is the most frequent. Several epigenomics and transcriptomics studies of CAD have been conducted, however, only a few studies have utilized the statically powerful discordant twin pair design, which reduces the confounding introduced by genetics. Finally, no study has investigated the link between the DNA methylation position and gene expression levels. The present study aims at filling this knowledge gap, to present novel biomarkers of CAD. We investigated 44 Danish twin pairs that were discordant for incident CAD, for whom, both genome-wide DNA methylation (CpG) and gene expression (probe) data were available. We identified CpGs and probes, which were more different within the twin pairs than expected by change, and investigated these by Cox regression analysis. CpGs and probes belonging to the same gene were divided into groups based on their directions of effect, and these genes were investigated by gene set enrichment and interaction network analyses. Overall, we found that CAD co-twins showed DNA methylation patterns leading to up-regulated gene expression; especially with demethylation of promoters and methylation of gene bodies, compared to their non-CAD co-twin. Generally, we found that the largest biological group of up-regulated pathways related to immune-inflammation processes, whereas down-regulated pathways related to muscle system biology, among others. Hence, the present study uncovers a specific pattern between DNA methylation position and gene expression levels relating to CAD, pointing to a need for additional studies. However, such multi-omics designs are surprisingly rare.",
    "disease": "coronary artery disease",
    "clean_text": "twin pairs discordant for incident coronary artery disease reveal epigenetic and transcriptomic differences by gene region cardiovascular diseases are the leading causes of mortality globally of which coronary artery disease cad is the most frequent several epigenomics and transcriptomics studies of cad have been conducted however only a few studies have utilized the statically powerful discordant twin pair design which reduces the confounding introduced by genetics finally no study has investigated the link between the dna methylation position and gene expression levels the present study aims at filling this knowledge gap to present novel biomarkers of cad we investigated danish twin pairs that were discordant for incident cad for whom both genome wide dna methylation cpg and gene expression probe data were available we identified cpgs and probes which were more different within the twin pairs than expected by change and investigated these by cox regression analysis cpgs and probes belonging to the same gene were divided into groups based on their directions of effect and these genes were investigated by gene set enrichment and interaction network analyses overall we found that cad co twins showed dna methylation patterns leading to up regulated gene expression especially with demethylation of promoters and methylation of gene bodies compared to their non cad co twin generally we found that the largest biological group of up regulated pathways related to immune inflammation processes whereas down regulated pathways related to muscle system biology among others hence the present study uncovers a specific pattern between dna methylation position and gene expression levels relating to cad pointing to a need for additional studies however such multi omics designs are surprisingly rare"
}