{
    "title": "Giant hydronephrosis--a diagnostic dilemma.",
    "doc_id": "9873254",
    "writer": "Mountney J",
    "year": "1998",
    "summary": "We report a complex case in which the left kidney had undergone giant hydronephrotic change after chronic obstruction at the vesicoureteric junction. Minor blunt abdominal trauma caused rupture of the parenchyma of this expanded and dilated kidney, with bleed …",
    "abstract": "We report a complex case in which the left kidney had undergone giant hydronephrotic change after chronic obstruction at the vesicoureteric junction. Minor blunt abdominal trauma caused rupture of the parenchyma of this expanded and dilated kidney, with bleeding into its collecting system. The mixture of blood and urine remained contained within the kidney's structural layers, so producing a tense, cystic, fluid-filled mass arising from the left hypochondrium. Pathogenesis, differential diagnosis and investigation of giant hydronephrosis and its rupture are discussed. The observation is made that gross distortion of the renal parenchyma by rupture or hydronephrosis impairs arterial inflow to the kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9873254/",
    "clean_text": "giant hydronephrosis a diagnostic dilemma we report a complex case in which the left kidney had undergone giant hydronephrotic change after chronic obstruction at the vesicoureteric junction minor blunt abdominal trauma caused rupture of the parenchyma of this expanded and dilated kidney with bleed we report a complex case in which the left kidney had undergone giant hydronephrotic change after chronic obstruction at the vesicoureteric junction minor blunt abdominal trauma caused rupture of the parenchyma of this expanded and dilated kidney with bleeding into its collecting system the mixture of blood and urine remained contained within the kidney s structural layers so producing a tense cystic fluid filled mass arising from the left hypochondrium pathogenesis differential diagnosis and investigation of giant hydronephrosis and its rupture are discussed the observation is made that gross distortion of the renal parenchyma by rupture or hydronephrosis impairs arterial inflow to the kidney"
}