{
    "title": "Research progress of immunotherapy for advanced head and neck cancer.",
    "doc_id": "38703250",
    "writer": "Sun A",
    "year": "2024",
    "summary": "Head and neck cancer accounts for about one-fifth of all malignant tumors, and the incidence is increasing year by year. ...This review summarizes the mechanism, clinical application and safety of immunotherapy for advanced head and neck canc …",
    "abstract": "Head and neck cancer accounts for about one-fifth of all malignant tumors, and the incidence is increasing year by year. The overall mortality rate was high and the 5-year survival rate was low. At present, the combination of surgery, radiotherapy, and chemotherapy is the main treatment in clinical practice, but the treatment of recurrent or metastatic advanced head and neck cancer is still a challenge. With the rise of immunotherapy, more and more studies on immune checkpoint inhibitors have been conducted. This review summarizes the mechanism, clinical application and safety of immunotherapy for advanced head and neck cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38703250/",
    "clean_text": "research progress of immunotherapy for advanced head and neck cancer head and neck cancer accounts for about one fifth of all malignant tumors and the incidence is increasing year by year this review summarizes the mechanism clinical application and safety of immunotherapy for advanced head and neck canc head and neck cancer accounts for about one fifth of all malignant tumors and the incidence is increasing year by year the overall mortality rate was high and the year survival rate was low at present the combination of surgery radiotherapy and chemotherapy is the main treatment in clinical practice but the treatment of recurrent or metastatic advanced head and neck cancer is still a challenge with the rise of immunotherapy more and more studies on immune checkpoint inhibitors have been conducted this review summarizes the mechanism clinical application and safety of immunotherapy for advanced head and neck cancer"
}