{
    "title": "The effect of complement depletion on wound healing.",
    "doc_id": "4825618",
    "writer": "Wahl SM",
    "year": "1974",
    "summary": "When wound tissue sections were assessed at 12 hours after wounding, no morphologic differences were observed between experimental and control wounds. ...Red cells occupied four times as much space in the experimental wounds at 24 hours. In 48-hour …",
    "abstract": "The role of the complement system in nonspecific inflammation was investigated by depleting guinea pigs of serum complement with cobra venom factor (CoF). The progress of wound healing was compared in decomplemented and control animals which received buffer and no CoF. When wound tissue sections were assessed at 12 hours after wounding, no morphologic differences were observed between experimental and control wounds. Quantitation of 24-hour wound exudates by a point volumetric method revealed a 50% reduction in infiltrating polymorphonuclear neutrophilic leukocytes (PMN) in the absence of complement. A smaller decrease in mononuclear leukocytes (MNL) was seen. Red cells occupied four times as much space in the experimental wounds at 24 hours. In 48-hour wounds, PMN were still 50% of controls, but were near control levels at 72 hours. Despite the decreased influx of PMN, wound debridement and subsequent fibrogenesis proceeded as in the controls. No differences were seen in fibroblast proliferation, connective tissue formation or capillary regeneration. These results suggest that the complement system is not a primary mediator of inflammation following a nonimmunologic stimulus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/4825618/",
    "clean_text": "the effect of complement depletion on wound healing when wound tissue sections were assessed at hours after wounding no morphologic differences were observed between experimental and control wounds red cells occupied four times as much space in the experimental wounds at hours in hour the role of the complement system in nonspecific inflammation was investigated by depleting guinea pigs of serum complement with cobra venom factor cof the progress of wound healing was compared in decomplemented and control animals which received buffer and no cof when wound tissue sections were assessed at hours after wounding no morphologic differences were observed between experimental and control wounds quantitation of hour wound exudates by a point volumetric method revealed a reduction in infiltrating polymorphonuclear neutrophilic leukocytes pmn in the absence of complement a smaller decrease in mononuclear leukocytes mnl was seen red cells occupied four times as much space in the experimental wounds at hours in hour wounds pmn were still of controls but were near control levels at hours despite the decreased influx of pmn wound debridement and subsequent fibrogenesis proceeded as in the controls no differences were seen in fibroblast proliferation connective tissue formation or capillary regeneration these results suggest that the complement system is not a primary mediator of inflammation following a nonimmunologic stimulus"
}