{
    "pmid": "41432963",
    "title": "Early institutional adoption and outcomes from 154 consecutive medial mobile-bearing unicompartmental knee arthroplasties: a single-center experience after implant introduction.",
    "abstract": "Medial unicompartmental knee arthroplasty (UKA) has become an established alternative to total knee arthroplasty (TKA) for isolated medial compartment osteoarthritis, offering faster recovery and better functional outcomes. However, results during the early phase of institutional adoption may vary depending on surgeon experience and procedural standardization. This study aimed to evaluate early clinical outcomes, complication rates, revision profiles, and the learning curve associated with the initial institutional adoption of medial mobile-bearing UKA in a high-volume, multi-surgeon center. This prospective case series included 154 consecutive medial UKAs performed by five surgeons on 152 patients. Pre- and postoperative KOOS and NPRS were recorded up to a 24-month follow-up, with a 100% follow-up rate. The primary endpoint was improvement in pain and function as measured by NPRS and KOOS. Inclusion/exclusion criteria, surgical technique, and rehab protocol were standardized. Mean NPRS improved significantly from 7.6 ± 1.4 preoperatively to 1.8 ± 1.9 at 24 months (p < 0.001). Total KOOS increased from 31.0 ± 12.5 to 88.0 ± 13.4 (p < 0.001), with all subscales exceeding the minimal clinically important difference. The two-year revision-free survival rate was 94.8% (95% CI 90.5-97.0%). A total of 9 complications (5.8%) occurred, mostly early technical events related to the initial learning curve, including three bearing dislocations. Medial UKA showed excellent early outcomes with a low revision rate and a complication profile consistent with the expected early technical learning phase. These findings support the safe and effective institutional introduction of medial UKA, emphasizing the importance of structured training and standardized protocols for successful early adoption.",
    "disease": "osteoarthritis",
    "clean_text": "early institutional adoption and outcomes from consecutive medial mobile bearing unicompartmental knee arthroplasties a single center experience after implant introduction medial unicompartmental knee arthroplasty uka has become an established alternative to total knee arthroplasty tka for isolated medial compartment osteoarthritis offering faster recovery and better functional outcomes however results during the early phase of institutional adoption may vary depending on surgeon experience and procedural standardization this study aimed to evaluate early clinical outcomes complication rates revision profiles and the learning curve associated with the initial institutional adoption of medial mobile bearing uka in a high volume multi surgeon center this prospective case series included consecutive medial ukas performed by five surgeons on patients pre and postoperative koos and nprs were recorded up to a month follow up with a follow up rate the primary endpoint was improvement in pain and function as measured by nprs and koos inclusion exclusion criteria surgical technique and rehab protocol were standardized mean nprs improved significantly from preoperatively to at months p total koos increased from to p with all subscales exceeding the minimal clinically important difference the two year revision free survival rate was ci a total of complications occurred mostly early technical events related to the initial learning curve including three bearing dislocations medial uka showed excellent early outcomes with a low revision rate and a complication profile consistent with the expected early technical learning phase these findings support the safe and effective institutional introduction of medial uka emphasizing the importance of structured training and standardized protocols for successful early adoption"
}