{
    "pmid": "41326748",
    "title": "Proteomic signatures of sweetened beverages are associated with higher risk of adverse liver outcomes.",
    "abstract": "Evidence is limited on the associations between the consumption of sweetened beverages, their proteomic signatures and liver health. We used data from the UK Biobank with 173,840 participants aged 40-69 years and applied Cox proportional hazards regression to examine associations of sugar- and artificially sweetened beverages, along with their proteomic signatures (derived from elastic net regressions), with adverse liver outcomes. After a median follow-up of 8.9 years, 1 serving increment of both sugar- and artificially sweetened beverages per day was positively associated with risk of metabolic dysfunction-associated steatotic liver disease, severe liver disease and chronic liver disease mortality. The proteomic signatures of sugar- and artificially sweetened beverages showed positive associations with risk of metabolic dysfunction-associated steatotic liver disease, liver cirrhosis and severe liver disease. Our results suggest the potential importance of reducing sweetened beverage intake to improve liver health.",
    "disease": "liver cirrhosis",
    "clean_text": "proteomic signatures of sweetened beverages are associated with higher risk of adverse liver outcomes evidence is limited on the associations between the consumption of sweetened beverages their proteomic signatures and liver health we used data from the uk biobank with participants aged years and applied cox proportional hazards regression to examine associations of sugar and artificially sweetened beverages along with their proteomic signatures derived from elastic net regressions with adverse liver outcomes after a median follow up of years serving increment of both sugar and artificially sweetened beverages per day was positively associated with risk of metabolic dysfunction associated steatotic liver disease severe liver disease and chronic liver disease mortality the proteomic signatures of sugar and artificially sweetened beverages showed positive associations with risk of metabolic dysfunction associated steatotic liver disease liver cirrhosis and severe liver disease our results suggest the potential importance of reducing sweetened beverage intake to improve liver health"
}