{
    "title": "Del-1 overexpression potentiates lung cancer cell proliferation and invasion.",
    "doc_id": "26545781",
    "writer": "Lee SH",
    "year": "2015",
    "summary": "Del-1 mRNA was found to be significantly decreased in the human lung adenocarcinoma cell lines A549 (containing wild type of p53), H1299 (null for p53) and EKVX (mutant p53), compared to in human normal lung epithelial BEAS-2B cells and MRC-5 fibroblas …",
    "abstract": "Developmental endothelial locus-1 (Del-1) is an endogenous anti-inflammatory molecule that is highly expressed in the lung and the brain and limits leukocyte migration to these tissues. We previously reported that the expression of Del-1 is positively regulated by p53 in lung endothelial cells. Although several reports have implicated the altered expression of Del-1 gene in cancer patients, little is known about its role in tumor cells. We here investigated the effect of Del-1 on the features of human lung carcinoma cells. Del-1 mRNA was found to be significantly decreased in the human lung adenocarcinoma cell lines A549 (containing wild type of p53), H1299 (null for p53) and EKVX (mutant p53), compared to in human normal lung epithelial BEAS-2B cells and MRC-5 fibroblasts. The decrease of Del-1 expression was dependent on the p53 activity in the cell lines, but not on the expression of p53. Neither treatment with recombinant human Del-1 protein nor the introduction of adenovirus expressing Del-1 altered the expression of the apoptosis regulators BAX, PUMA and Bcl-2. Unexpectedly, the adenovirus-mediated overexpression of Del-1 gene into the lung carcinoma cell lines promoted proliferation and invasion of the lung carcinoma cells, as revealed by BrdU incorporation and transwell invasion assays, respectively. In addition, overexpression of the Del-1 gene enhanced features of epithelial-mesenchymal transition (EMT), such as increasing vimentin while decreasing E-cadherin in A549 cells, and increases in the level of Slug, an EMT-associated transcription regulator. Our findings demonstrated for the first time that there are deleterious effects of high levels of Del-1 in lung carcinoma cells, and suggest that Del-1 may be used as a diagnostic or prognostic marker for cancer progression, and as a novel therapeutic target for lung carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26545781/",
    "clean_text": "del overexpression potentiates lung cancer cell proliferation and invasion del mrna was found to be significantly decreased in the human lung adenocarcinoma cell lines a containing wild type of p h null for p and ekvx mutant p compared to in human normal lung epithelial beas b cells and mrc fibroblas developmental endothelial locus del is an endogenous anti inflammatory molecule that is highly expressed in the lung and the brain and limits leukocyte migration to these tissues we previously reported that the expression of del is positively regulated by p in lung endothelial cells although several reports have implicated the altered expression of del gene in cancer patients little is known about its role in tumor cells we here investigated the effect of del on the features of human lung carcinoma cells del mrna was found to be significantly decreased in the human lung adenocarcinoma cell lines a containing wild type of p h null for p and ekvx mutant p compared to in human normal lung epithelial beas b cells and mrc fibroblasts the decrease of del expression was dependent on the p activity in the cell lines but not on the expression of p neither treatment with recombinant human del protein nor the introduction of adenovirus expressing del altered the expression of the apoptosis regulators bax puma and bcl unexpectedly the adenovirus mediated overexpression of del gene into the lung carcinoma cell lines promoted proliferation and invasion of the lung carcinoma cells as revealed by brdu incorporation and transwell invasion assays respectively in addition overexpression of the del gene enhanced features of epithelial mesenchymal transition emt such as increasing vimentin while decreasing e cadherin in a cells and increases in the level of slug an emt associated transcription regulator our findings demonstrated for the first time that there are deleterious effects of high levels of del in lung carcinoma cells and suggest that del may be used as a diagnostic or prognostic marker for cancer progression and as a novel therapeutic target for lung carcinoma"
}