{
    "pmid": "41444586",
    "title": "Glucagon-like peptide-1 receptor agonists and risk for cardiovascular events in older adults treated with levothyroxine: a target trial emulation.",
    "abstract": "Initiation of Glucagon-Like Peptide-1 receptor agonists (GLP-1RA) in patients with type 2 diabetes (T2D) treated with levothyroxine may decrease the required levothyroxine dose due to weight loss or enhance levothyroxine absorption through delayed gastric emptying. These changes may cause thyroid hormone over-replacement and increased risk of atrial fibrillation/flutter (AF/Aflutter) and stroke. Our study aims to investigate the impact of GLP-1RA initiation on risks of AF/Aflutter and stroke in patients with T2D treated with levothyroxine, compared to sodium-glucose cotransporter 2 (SGLT2) inhibitors. Leveraging the target trial emulation framework, we conducted a retrospective study using observational data to emulate a new user, active comparator trial examining the effects of initiating GLP-1RA (exposure group) versus SGLT2 inhibitors (control group), with random treatment assignment emulated by propensity score matching with 1:1 ratio. We used a 15% nationally representative sample of U.S. Medicare beneficiaries to identify participants > 65 years, continuously on stable dose of levothyroxine for ≥ 6 months before the index date (i.e., GLP-1RA or SGLT2 inhibitor initiation), with continuous Medicare enrollment, without malignant cancer or palliative care during 1 year before the index date. The primary outcome was AF/Aflutter, and secondary outcome was stroke, including ischemic stroke or transient ischemic attack. We assessed the per-protocol effects of GLP-1RA vs. SGLT2 inhibitors using inverse-probability-censoring weighted Cox proportional hazards models. After matching, the study cohort included 2,384 participants in both GLP-1RA and SGLT2 groups with mean age (SD): 73.3 (5.9) vs. 73.2 (5.8), and 71.5% and 71.8% of female. The median follow-up time was 1.05 years. Compared to SGLT2 inhibitors, initiation of GLP-1RA was associated with higher risk of AF/Aflutter (HR: 1.46; 95% CI: 1.28-1.67), while no statistically significant difference was observed between the two groups for stroke (HR: 1.17; 95% CI: 0.98-1.39). Sensitivity analyses showed consistent results, including restricting outcomes to inpatient visits, conducting an intention-to-treat analysis, applying a prevalent new user design, and substituting SGLT2 inhibitors with dipeptidyl peptidase-4 (DPP4) inhibitors as the active comparator. In patients with T2D historically treated with stable doses of levothyroxine, GLP-1RA initiation was associated with a higher risk of AF/Aflutter. Further research is warranted to investigate the potential roles of weight loss, TSH fluctuations, and levothyroxine dose adjustment after GLP-1RA in mediating the cardiovascular risk.",
    "disease": "diabetes mellitus",
    "clean_text": "glucagon like peptide receptor agonists and risk for cardiovascular events in older adults treated with levothyroxine a target trial emulation initiation of glucagon like peptide receptor agonists glp ra in patients with type diabetes t d treated with levothyroxine may decrease the required levothyroxine dose due to weight loss or enhance levothyroxine absorption through delayed gastric emptying these changes may cause thyroid hormone over replacement and increased risk of atrial fibrillation flutter af aflutter and stroke our study aims to investigate the impact of glp ra initiation on risks of af aflutter and stroke in patients with t d treated with levothyroxine compared to sodium glucose cotransporter sglt inhibitors leveraging the target trial emulation framework we conducted a retrospective study using observational data to emulate a new user active comparator trial examining the effects of initiating glp ra exposure group versus sglt inhibitors control group with random treatment assignment emulated by propensity score matching with ratio we used a nationally representative sample of u s medicare beneficiaries to identify participants years continuously on stable dose of levothyroxine for months before the index date i e glp ra or sglt inhibitor initiation with continuous medicare enrollment without malignant cancer or palliative care during year before the index date the primary outcome was af aflutter and secondary outcome was stroke including ischemic stroke or transient ischemic attack we assessed the per protocol effects of glp ra vs sglt inhibitors using inverse probability censoring weighted cox proportional hazards models after matching the study cohort included participants in both glp ra and sglt groups with mean age sd vs and and of female the median follow up time was years compared to sglt inhibitors initiation of glp ra was associated with higher risk of af aflutter hr ci while no statistically significant difference was observed between the two groups for stroke hr ci sensitivity analyses showed consistent results including restricting outcomes to inpatient visits conducting an intention to treat analysis applying a prevalent new user design and substituting sglt inhibitors with dipeptidyl peptidase dpp inhibitors as the active comparator in patients with t d historically treated with stable doses of levothyroxine glp ra initiation was associated with a higher risk of af aflutter further research is warranted to investigate the potential roles of weight loss tsh fluctuations and levothyroxine dose adjustment after glp ra in mediating the cardiovascular risk"
}