{
    "title": "Acute massive gastric dilatation: severe ischemia and gastric necrosis without perforation.",
    "doc_id": "16200240",
    "writer": "Luncă S",
    "year": "2005",
    "summary": "Abdominal computed tomography established the diagnosis of acute massive gastric dilatation. After partial decompression of the stomach, the patient emptied his stomach by vomiting. ...Prompt diagnosis of acute gastric dilatation and decompression of t …",
    "abstract": "Acute massive gastric dilatation is a rare event and though it can occur in a multitude of medical conditions, its pathogenesis is still debated. It leads almost invariably to gastric necrosis with or without perforation which calls for emergency surgical treatment. We present the case of a 22 year-old male patient of normal weight with acute massive gastric dilatation due to a binge eating episode leading to gastric parietal ischemia with mucosal necrosis. Abdominal computed tomography established the diagnosis of acute massive gastric dilatation. After partial decompression of the stomach, the patient emptied his stomach by vomiting. Eight hours after gastric decompression, an upper endoscopy was performed showing ischemia with areas of necrotic gastric mucosa in the fundus and along the greater curvature. Despite presence of ischemia and gastric necrosis, conservative treatment was successful. Psychiatric assessment revealed a borderline mentally retarded young man, but no current diagnosis of a typical eating disorder. Physicians should be aware that binge eating habits may cause acute massive gastric dilatation in patients of normal weight who are not diagnosed as having a typical eating disorder. Prompt diagnosis of acute gastric dilatation and decompression of the stomach even when gastric ischemia and mucosal necrosis is present, may avoid unnecessary laparotomy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16200240/",
    "clean_text": "acute massive gastric dilatation severe ischemia and gastric necrosis without perforation abdominal computed tomography established the diagnosis of acute massive gastric dilatation after partial decompression of the stomach the patient emptied his stomach by vomiting prompt diagnosis of acute gastric dilatation and decompression of t acute massive gastric dilatation is a rare event and though it can occur in a multitude of medical conditions its pathogenesis is still debated it leads almost invariably to gastric necrosis with or without perforation which calls for emergency surgical treatment we present the case of a year old male patient of normal weight with acute massive gastric dilatation due to a binge eating episode leading to gastric parietal ischemia with mucosal necrosis abdominal computed tomography established the diagnosis of acute massive gastric dilatation after partial decompression of the stomach the patient emptied his stomach by vomiting eight hours after gastric decompression an upper endoscopy was performed showing ischemia with areas of necrotic gastric mucosa in the fundus and along the greater curvature despite presence of ischemia and gastric necrosis conservative treatment was successful psychiatric assessment revealed a borderline mentally retarded young man but no current diagnosis of a typical eating disorder physicians should be aware that binge eating habits may cause acute massive gastric dilatation in patients of normal weight who are not diagnosed as having a typical eating disorder prompt diagnosis of acute gastric dilatation and decompression of the stomach even when gastric ischemia and mucosal necrosis is present may avoid unnecessary laparotomy"
}