{
    "pmid": "41428802",
    "title": "The Prevalence of Subtalar Arthritis Following Pilon Fractures.",
    "abstract": "Pilon fractures result in substantial morbidity and are associated with a high rate of ankle arthritis. However, literature is scarce regarding the prevalence of posttraumatic subtalar arthritis. Tibiotalocalcaneal (TTC) arthrodesis, or hindfoot nailing, is increasingly used for comminuted pilon fractures, which often involve the subtalar joint. This study aimed to determine the prevalence and severity of posttraumatic subtalar arthritis, to better understand the implications of this surgical technique in these cases. Patients who sustained a pilon fracture and underwent open reduction and internal fixation were retrospectively identified. The patients were categorized into 4 groups on the basis of the time interval between the date of injury and the latest available radiographs: <12, 12 to 24, 25 to 48, and >forty-eight months. The Kellgren-Lawrence (K-L) and NSS (None, Some, Severe) grading systems were used to evaluate the radiographs. Postoperative computed tomography (CT) scans, when available, were similarly graded using the CT Ankle Osteoarthritis (CTAO) system. Pearson correlation, chi-square, Mann-Whitney U, and Welch t tests were used. P < 0.05 was considered significant. The study included 473 patients (mean age, 46.15 ± 7.50 years, 293 male and 180 female). The cohort was composed of 80.3% White and 15.8% non-White, with 3.9% missing data.(Patient age at the time of injury (p < 0.001) and at the time of imaging (p < 0.001), smoking status (p = 0.01), steroid use (p = 0.04), Charlson Comorbidity Index (CCI) (p = 0.003), AO/OTA classification (p = 0.03), and time from injury to final imaging (p = 0.004) were significantly correlated with the K-L grade. Group 3 was found to have a higher mean K-L grade than Group 1 (by 0.34, 95% confidence interval [CI]: 0.03 to 0.66; p = 0.04) and Group 2 (by 0.39, 95% CI: 0.05 to 0.73; p = 0.02). Group 4 had a higher K-L grade than Group 1 (by 0.37, 95% CI: 0.08 to 0.66; p = 0.01) and Group 2 (by 0.42, 95% CI: 0.11 to 0.73; p = 0.01). The CTAO score demonstrated meaningful correlation between subtalar arthritis and age at both the time of injury (p = 0.004) and the time of final CT (p = 0.01). Multiple patient-based factors including age, smoking status, steroid use, CCI, AO/OTA classification, and the time interval since injury were significantly associated with the development of subtalar arthritis, as assessed using the K-L grade, after pilon fracture. This suggests that acute hindfoot nailing as an index treatment option for pilon fractures may have fewer clinical ramifications than has been anticipated on the basis of its violation of the subtalar joint. Prognostic Level III. See Instructions for Authors for a complete description of levels of evidence.",
    "disease": "osteoarthritis",
    "clean_text": "the prevalence of subtalar arthritis following pilon fractures pilon fractures result in substantial morbidity and are associated with a high rate of ankle arthritis however literature is scarce regarding the prevalence of posttraumatic subtalar arthritis tibiotalocalcaneal ttc arthrodesis or hindfoot nailing is increasingly used for comminuted pilon fractures which often involve the subtalar joint this study aimed to determine the prevalence and severity of posttraumatic subtalar arthritis to better understand the implications of this surgical technique in these cases patients who sustained a pilon fracture and underwent open reduction and internal fixation were retrospectively identified the patients were categorized into groups on the basis of the time interval between the date of injury and the latest available radiographs to to and forty eight months the kellgren lawrence k l and nss none some severe grading systems were used to evaluate the radiographs postoperative computed tomography ct scans when available were similarly graded using the ct ankle osteoarthritis ctao system pearson correlation chi square mann whitney u and welch t tests were used p was considered significant the study included patients mean age years male and female the cohort was composed of white and non white with missing data patient age at the time of injury p and at the time of imaging p smoking status p steroid use p charlson comorbidity index cci p ao ota classification p and time from injury to final imaging p were significantly correlated with the k l grade group was found to have a higher mean k l grade than group by confidence interval ci to p and group by ci to p group had a higher k l grade than group by ci to p and group by ci to p the ctao score demonstrated meaningful correlation between subtalar arthritis and age at both the time of injury p and the time of final ct p multiple patient based factors including age smoking status steroid use cci ao ota classification and the time interval since injury were significantly associated with the development of subtalar arthritis as assessed using the k l grade after pilon fracture this suggests that acute hindfoot nailing as an index treatment option for pilon fractures may have fewer clinical ramifications than has been anticipated on the basis of its violation of the subtalar joint prognostic level iii see instructions for authors for a complete description of levels of evidence"
}