{
    "title": "Empathy and Mentalizing of Mental Health Nurses: A Cross-Sectional Correlational Study.",
    "doc_id": "39844727",
    "writer": "Free G",
    "year": "2025",
    "summary": "In mental healthcare, therapists' empathy and mentalizing are associated with better opportunities to establish positive working relations with patients. The present study aimed to explore mental health nurses' level of empathy and mentalizing (compare …",
    "abstract": "In mental healthcare, therapists' empathy and mentalizing are associated with better opportunities to establish positive working relations with patients. The present study aimed to explore mental health nurses' level of empathy and mentalizing (compared with reference groups studying or working in different contexts), the association between mental health nurses' level of empathy and mentalizing and sociodemographic characteristics of these nurses, and the association between mental health nurses' level of empathy and mentalizing. A cross-sectional design was used in adherence with the Strengthening the Reporting of Observational Studies in Epidemiology statement. The 28-item Empathy Quotient was used to investigate empathy, and the 28-item Mentalisation Scale was used to assess mentalizing. One hundred and seven mental health nurses working in different work-intensity settings (intensive and intermittent-intensive) participated in the study. Our analyses showed that mental health nurses had statistically significantly higher levels of empathy and mentalizing than the matched reference groups. They also showed that most mental health nurses' demographic characteristics were not statistically significantly associated with their level of empathy and mentalizing: not with age, years of work experience, or educational level. Only two aspects were statistically significantly associated: female gender (for higher levels of empathy and mentalizing) and practicing in an intermittent-intensive work setting (for higher scores on the subscale 'Motivation' of the Mentalisation Scale). Furthermore, empathy and mentalizing of mental health nurses were strongly associated and also emerged as two partly overlapping concepts. We conclude that mental health educational institutions and supervisors could pay extra attention to the aspects of gender and work situation concerning mental health nurses' mentalizing and empathy in patient relations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39844727/",
    "clean_text": "empathy and mentalizing of mental health nurses a cross sectional correlational study in mental healthcare therapists empathy and mentalizing are associated with better opportunities to establish positive working relations with patients the present study aimed to explore mental health nurses level of empathy and mentalizing compare in mental healthcare therapists empathy and mentalizing are associated with better opportunities to establish positive working relations with patients the present study aimed to explore mental health nurses level of empathy and mentalizing compared with reference groups studying or working in different contexts the association between mental health nurses level of empathy and mentalizing and sociodemographic characteristics of these nurses and the association between mental health nurses level of empathy and mentalizing a cross sectional design was used in adherence with the strengthening the reporting of observational studies in epidemiology statement the item empathy quotient was used to investigate empathy and the item mentalisation scale was used to assess mentalizing one hundred and seven mental health nurses working in different work intensity settings intensive and intermittent intensive participated in the study our analyses showed that mental health nurses had statistically significantly higher levels of empathy and mentalizing than the matched reference groups they also showed that most mental health nurses demographic characteristics were not statistically significantly associated with their level of empathy and mentalizing not with age years of work experience or educational level only two aspects were statistically significantly associated female gender for higher levels of empathy and mentalizing and practicing in an intermittent intensive work setting for higher scores on the subscale motivation of the mentalisation scale furthermore empathy and mentalizing of mental health nurses were strongly associated and also emerged as two partly overlapping concepts we conclude that mental health educational institutions and supervisors could pay extra attention to the aspects of gender and work situation concerning mental health nurses mentalizing and empathy in patient relations"
}