{
    "pmid": "41393325",
    "title": "Efficacy and Safety of Clobazam Adjunctive Therapy in Pediatric Patients with Drug-Resistant Epilepsy.",
    "abstract": "To determine the efficacy and safety of clobazam, a benzodiazepine derivative endorsed for adjunctive therapy in drug-resistant epilepsy due to its broad-spectrum efficacy and tolerability profile, as an adjunctive treatment for pediatric patients with drug-resistant epilepsy. This was a multicenter, real-world, self-controlled study. Pediatric drug-resistant epilepsy patients receiving clobazam adjunctive treatment at three centers were retrospectively included. The primary outcomes were response rates and seizure-free rates at 6 and 12 months of treatment. The secondary outcomes included retention rates at months 6 and 12 of treatment and adverse events that occurred during the addition of clobazam therapy. A total of 146 patients were included. The retention rates were 87.67% (128/146) and 81.51% (119/146) at 6 and 12 months, respectively. The response rates were 58.99% (82/139) and 62.41% (83/133), and the seizure-free rates were 36.69% (51/139) and 35.34% (47/133) at 6 and 12 month, respectively. Clobazam has shown good efficacy in patients with epilepsy due to genetic variants (60.42%, 29/48) and its significantly better efficacy for the SCN1A genotype than for other genotypes (P=0.048). The independent factor associated with clinical response was a lower baseline seizure frequency (seizure frequency <1 seizure/day). Adverse reactions occurred in 24 (24/146, 16.64%) patients, with excessive salivation/hypersalivation (4/146, 2.74%) and loss of appetite (4/146, 2.74%) being the most common. Clobazam adjunctive therapy is effective, safe and well tolerated in pediatric patients with drug-resistant epilepsy.",
    "disease": "epilepsy",
    "clean_text": "efficacy and safety of clobazam adjunctive therapy in pediatric patients with drug resistant epilepsy to determine the efficacy and safety of clobazam a benzodiazepine derivative endorsed for adjunctive therapy in drug resistant epilepsy due to its broad spectrum efficacy and tolerability profile as an adjunctive treatment for pediatric patients with drug resistant epilepsy this was a multicenter real world self controlled study pediatric drug resistant epilepsy patients receiving clobazam adjunctive treatment at three centers were retrospectively included the primary outcomes were response rates and seizure free rates at and months of treatment the secondary outcomes included retention rates at months and of treatment and adverse events that occurred during the addition of clobazam therapy a total of patients were included the retention rates were and at and months respectively the response rates were and and the seizure free rates were and at and month respectively clobazam has shown good efficacy in patients with epilepsy due to genetic variants and its significantly better efficacy for the scn a genotype than for other genotypes p the independent factor associated with clinical response was a lower baseline seizure frequency seizure frequency seizure day adverse reactions occurred in patients with excessive salivation hypersalivation and loss of appetite being the most common clobazam adjunctive therapy is effective safe and well tolerated in pediatric patients with drug resistant epilepsy"
}