{
    "pmid": "41390231",
    "title": "A novel Autologous Cytokine-Rich Serum (SARC) to treat knee osteoarthritis patients' refractory to a previous glucocorticoid intra-articular injection. A pilot study.",
    "abstract": "At present, there is a lack of treatments specifically designed to target knee osteoarthritis (KOA). Various intra-articular products have widespread and become commonplace in clinical practice, despite a scarcity of evidence supporting this procedure. Among these, SARC stands out as a novel Autologous Cytokine-Rich Serum derived from the patient's own platelets and white blood cells. This pilot study aims to assess the effectiveness of SARC treatment by measuring improvements in pain and physical disability in patients with symptomatic KOA. We recruited 40 symptomatic KOA patients with Kellgren-Lawrence stage 2 or 3, who had been refractory to glucocorticoid intra-articular treatment in the past year. They were assigned to two regimens (single vs. three-dose administrations), and were evaluated for their change in pain and physical function using the KOOS questionnaires at various time points over one year. At one year after treatment, 36% and 33% of patients achieved a 20% improvement in pain and functional disability, respectively. Patients treated with three intra-articular SARC injections showed a slightly higher improvement (40%) than the single-dose group (26-32%), although differences were not statistically significant. In average, both reversed KOOS scores showed significant improvements compared to baseline, especially for the three-dose group (14 and 16 points, respectively; p-values <0.0001). No adverse events were reported during the study. A notable proportion of patients with KOA refractory to a previous glucocorticoid injection responded positively to intra-articular SARC treatment. Further studies are required to validate these findings and identify biomarkers of treatment response.",
    "disease": "osteoarthritis",
    "clean_text": "a novel autologous cytokine rich serum sarc to treat knee osteoarthritis patients refractory to a previous glucocorticoid intra articular injection a pilot study at present there is a lack of treatments specifically designed to target knee osteoarthritis koa various intra articular products have widespread and become commonplace in clinical practice despite a scarcity of evidence supporting this procedure among these sarc stands out as a novel autologous cytokine rich serum derived from the patient s own platelets and white blood cells this pilot study aims to assess the effectiveness of sarc treatment by measuring improvements in pain and physical disability in patients with symptomatic koa we recruited symptomatic koa patients with kellgren lawrence stage or who had been refractory to glucocorticoid intra articular treatment in the past year they were assigned to two regimens single vs three dose administrations and were evaluated for their change in pain and physical function using the koos questionnaires at various time points over one year at one year after treatment and of patients achieved a improvement in pain and functional disability respectively patients treated with three intra articular sarc injections showed a slightly higher improvement than the single dose group although differences were not statistically significant in average both reversed koos scores showed significant improvements compared to baseline especially for the three dose group and points respectively p values no adverse events were reported during the study a notable proportion of patients with koa refractory to a previous glucocorticoid injection responded positively to intra articular sarc treatment further studies are required to validate these findings and identify biomarkers of treatment response"
}