{
    "title": "Pediatric spinal cord injury without radiographic abnormalities: report of 26 cases and review of the literature.",
    "doc_id": "1802160",
    "writer": "Dickman CA",
    "year": "1991",
    "summary": "Spinal cord injury without radiographic abnormality (SCIWORA) occurs primarily in the pediatric population but is less common than other forms of spinal injury among children. ...As with other types of spinal cord injuries, …",
    "abstract": "Spinal cord injury without radiographic abnormality (SCIWORA) occurs primarily in the pediatric population but is less common than other forms of spinal injury among children. Between 1972 and 1990, 159 pediatric patients were admitted to the Barrow Neurological Institute with acute traumatic spinal cord or vertebral column injuries. Of these, 26 children (16%) sustained SCIWORA. The mechanism of injury, its severity, and the prognosis for recovery were related to the patient's age. In young children, SCIWORA accounted for 32% of all spinal injuries and tended to be severe; 70% were complete injuries. In older children, SCIWORA accounted for only 12% of the spinal injuries, was rarely associated with a complete injury, and had an excellent prognosis for complete recovery of neurologic function. As with other types of spinal cord injuries, the severity of neurological injury was the most important predictor of outcome. Patients with complete neurological deficits from SCIWORA had a poor prognosis for recovery of neurological function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1802160/",
    "clean_text": "pediatric spinal cord injury without radiographic abnormalities report of cases and review of the literature spinal cord injury without radiographic abnormality sciwora occurs primarily in the pediatric population but is less common than other forms of spinal injury among children as with other types of spinal cord injuries spinal cord injury without radiographic abnormality sciwora occurs primarily in the pediatric population but is less common than other forms of spinal injury among children between and pediatric patients were admitted to the barrow neurological institute with acute traumatic spinal cord or vertebral column injuries of these children sustained sciwora the mechanism of injury its severity and the prognosis for recovery were related to the patient s age in young children sciwora accounted for of all spinal injuries and tended to be severe were complete injuries in older children sciwora accounted for only of the spinal injuries was rarely associated with a complete injury and had an excellent prognosis for complete recovery of neurologic function as with other types of spinal cord injuries the severity of neurological injury was the most important predictor of outcome patients with complete neurological deficits from sciwora had a poor prognosis for recovery of neurological function"
}