{
    "pmid": "41442062",
    "title": "MASLD in the oldest-old: lack of association with cognition or functional autonomy and poor predictive utility of the hepatic steatosis index.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent condition increasingly recognized in aging populations. However, its clinical relevance in older adults-particularly in relation to sarcopenia, cognitive function, and rehabilitation outcomes-remains poorly defined. This retrospective observational study included in-patients admitted for geriatric rehabilitation in 2022 with available abdominal ultrasound. MASLD was defined according to AASLD/EASL criteria. Demographics, comorbidities, medications, and the hepatic steatosis index were recorded. Cognitive function (MMSE, clock-drawing, GDS), hand grip strength, mobility (Tinetti, Timed Up and Go), and functional status (Barthel Index, discharge autonomy) were assessed. Analyses included regression and AUROC, with significance at p below 0.05. MASLD was present in 49.6% of the study population. No significant association was observed between MASLD and cognitive impairment. Patients with higher hand grip strengths showed higher proportions of MASLD (p = 0.01). In this cohort, hepatic steatosis index has poor capacity to detect hepatic steatosis (AUC = 0.503, 95%-CI: 0.437-0.570). Furthermore, MASLD did not predict poorer functional outcomes following the rehabilitation stay. In adjusted models, Barthel Index -but neither MASLD nor hand grip strength- was independently associated with reduced functional autonomy at discharge (p = 0.006). In elderly patients, MASLD was associated with diabetes mellitus and higher hand grip strength, while sarcopenia was linked to a lower prevalence of steatosis. MASLD showed no association with cognitive performance, functional outcomes, or prediction by the hepatic steatosis index. These findings highlight age-specific characteristics of MASLD requiring tailored clinical approaches.",
    "disease": "diabetes mellitus",
    "clean_text": "masld in the oldest old lack of association with cognition or functional autonomy and poor predictive utility of the hepatic steatosis index metabolic dysfunction associated steatotic liver disease masld is a prevalent condition increasingly recognized in aging populations however its clinical relevance in older adults particularly in relation to sarcopenia cognitive function and rehabilitation outcomes remains poorly defined this retrospective observational study included in patients admitted for geriatric rehabilitation in with available abdominal ultrasound masld was defined according to aasld easl criteria demographics comorbidities medications and the hepatic steatosis index were recorded cognitive function mmse clock drawing gds hand grip strength mobility tinetti timed up and go and functional status barthel index discharge autonomy were assessed analyses included regression and auroc with significance at p below masld was present in of the study population no significant association was observed between masld and cognitive impairment patients with higher hand grip strengths showed higher proportions of masld p in this cohort hepatic steatosis index has poor capacity to detect hepatic steatosis auc ci furthermore masld did not predict poorer functional outcomes following the rehabilitation stay in adjusted models barthel index but neither masld nor hand grip strength was independently associated with reduced functional autonomy at discharge p in elderly patients masld was associated with diabetes mellitus and higher hand grip strength while sarcopenia was linked to a lower prevalence of steatosis masld showed no association with cognitive performance functional outcomes or prediction by the hepatic steatosis index these findings highlight age specific characteristics of masld requiring tailored clinical approaches"
}