{
    "pmid": "41469507",
    "title": "The first Dutch experience with a nurse-led outpatient clinic for the prevention and treatment of LARS after colorectal surgery: promising results of a standardized treatment protocol.",
    "abstract": "To report the quality of life (QoL) and functional outcomes in patients with colorectal disease after receiving treatment in a multidisciplinary, nurse-led low anterior resection syndrome (LARS) outpatient clinic post surgery. A retrospective observational study was conducted that included all patients with colorectal disease referred to the LARS outpatient clinic at VieCuri Medical Centre between January 2021 and December 2024. A standardized treatment protocol was implemented, complemented by a nurse-led component that enabled early symptom detection and provided accessible, intensive patient contact and follow-up. The structured five-phase protocol ranges from preoperative counseling and conservative management to multidisciplinary care and, if necessary, invasive interventions. Bowel function and quality of life were assessed pre- and post-treatment using validated instruments, including the LARS score, Wexner score, and the European Organization for Research and Treatment of Cancer (EORTC) QLQ-C30 and QLQ-C29 questionnaires. A total of 96 patients were included. Median LARS scores decreased from 38.0 to 13.0 (p < 0.001), with 76% of patients transitioning from major to no LARS. Wexner scores improved from 11.0 to 2.0 (p < 0.001), and global QoL increased from 66.7 to 83.3 (p < 0.001). Pharmacological treatment was administered to 93% of patients, most commonly psyllium and loperamide. In addition, 85% were referred to a dietitian, 50% to pelvic floor physiotherapy, and 26% to a psychologist or sexologist. Transanal irrigation was introduced in 14% of cases. Only one patient required sacral neuromodulation, and one opted for a permanent stoma. The median follow-up consisted of three in-person and three telephone consultations per patient. A multidisciplinary, nurse-led LARS clinic significantly improved bowel function and QoL in patients with colorectal cancer (CRC). These findings support the implementation of structured, individualized care pathways for LARS management.",
    "disease": "colorectal cancer",
    "clean_text": "the first dutch experience with a nurse led outpatient clinic for the prevention and treatment of lars after colorectal surgery promising results of a standardized treatment protocol to report the quality of life qol and functional outcomes in patients with colorectal disease after receiving treatment in a multidisciplinary nurse led low anterior resection syndrome lars outpatient clinic post surgery a retrospective observational study was conducted that included all patients with colorectal disease referred to the lars outpatient clinic at viecuri medical centre between january and december a standardized treatment protocol was implemented complemented by a nurse led component that enabled early symptom detection and provided accessible intensive patient contact and follow up the structured five phase protocol ranges from preoperative counseling and conservative management to multidisciplinary care and if necessary invasive interventions bowel function and quality of life were assessed pre and post treatment using validated instruments including the lars score wexner score and the european organization for research and treatment of cancer eortc qlq c and qlq c questionnaires a total of patients were included median lars scores decreased from to p with of patients transitioning from major to no lars wexner scores improved from to p and global qol increased from to p pharmacological treatment was administered to of patients most commonly psyllium and loperamide in addition were referred to a dietitian to pelvic floor physiotherapy and to a psychologist or sexologist transanal irrigation was introduced in of cases only one patient required sacral neuromodulation and one opted for a permanent stoma the median follow up consisted of three in person and three telephone consultations per patient a multidisciplinary nurse led lars clinic significantly improved bowel function and qol in patients with colorectal cancer crc these findings support the implementation of structured individualized care pathways for lars management"
}