{
    "pmid": "41439381",
    "title": "Using prescription medication utilization trends to evaluate health system resilience and inform future emergency preparedness.",
    "abstract": "Monitoring prescription medication utilization can serve as a powerful indicator of health system resilience and vulnerabilities during public health emergencies. By examining shifts in medication fills, policymakers and stakeholders can identify both strengths and weaknesses in access to care for vulnerable populations. To evaluate health system responses during the COVID-19 pandemic and inform future preparedness strategies during public health crises using trends in prescription medication utilization. Using data from the Colorado All Payer Claims Database (CO APCD), we conducted an interrupted time-series analysis of monthly prescription fills among insured adults from January 2019 to December 2021. Therapeutic categories included opioids, psychotropics, antibiotics, antivirals, cardiometabolic drugs, and oncology medications. Interventional autoregressive integrated moving average models assessed immediate and trend-level changes in utilization following the pandemic onset in March 2020. We separately evaluated prescriptions dispensed by retail pharmacies, including mail order, and physician-administered medications, highlighting differences in how each modality adapted to system-level disruptions. The pandemic led to an immediate decrease in prescription fills, with 3.3 fewer fills per 100 insured adults (95% CI = -0.049 to -0.016;  The rebound in retail pharmacy prescriptions during the COVID-19 pandemic highlights the role of telehealth and mail-order services in mitigating care disruptions. However, the persistent declines in physician-administered therapies reveal structural vulnerabilities, particularly for populations requiring complex or injectable treatments. Policymakers should build on strengths such as telehealth expansion and existing successful overprescribing management programs for opioids and antibiotics and should also address gaps in access to safe in-person care, particularly for vulnerable populations. Emergency preparedness measures should also prioritize promoting mental health support to ensure comprehensive resilience in future public health crises. By incorporating prescription utilization surveillance into routine health system monitoring, stakeholders can respond proactively to emerging challenges and promote more equitable access to essential therapies during public health emergencies.",
    "disease": "pneumonia",
    "clean_text": "using prescription medication utilization trends to evaluate health system resilience and inform future emergency preparedness monitoring prescription medication utilization can serve as a powerful indicator of health system resilience and vulnerabilities during public health emergencies by examining shifts in medication fills policymakers and stakeholders can identify both strengths and weaknesses in access to care for vulnerable populations to evaluate health system responses during the covid pandemic and inform future preparedness strategies during public health crises using trends in prescription medication utilization using data from the colorado all payer claims database co apcd we conducted an interrupted time series analysis of monthly prescription fills among insured adults from january to december therapeutic categories included opioids psychotropics antibiotics antivirals cardiometabolic drugs and oncology medications interventional autoregressive integrated moving average models assessed immediate and trend level changes in utilization following the pandemic onset in march we separately evaluated prescriptions dispensed by retail pharmacies including mail order and physician administered medications highlighting differences in how each modality adapted to system level disruptions the pandemic led to an immediate decrease in prescription fills with fewer fills per insured adults ci to the rebound in retail pharmacy prescriptions during the covid pandemic highlights the role of telehealth and mail order services in mitigating care disruptions however the persistent declines in physician administered therapies reveal structural vulnerabilities particularly for populations requiring complex or injectable treatments policymakers should build on strengths such as telehealth expansion and existing successful overprescribing management programs for opioids and antibiotics and should also address gaps in access to safe in person care particularly for vulnerable populations emergency preparedness measures should also prioritize promoting mental health support to ensure comprehensive resilience in future public health crises by incorporating prescription utilization surveillance into routine health system monitoring stakeholders can respond proactively to emerging challenges and promote more equitable access to essential therapies during public health emergencies"
}