{
    "pmid": "41471257",
    "title": "Detection, Isolation, and Identification of Mycobacteria That Cause Nontuberculous Mycobacterial Disease and Tuberculosis.",
    "abstract": "Pulmonary diseases caused by nontuberculous mycobacteria are increasingly becoming common worldwide and are occurring more frequently alongside pulmonary tuberculosis. Given that pulmonary diseases resulting from nontuberculous mycobacteria and pulmonary tuberculosis display similar features-such as clinical manifestations, imaging findings, and laboratory results-the accurate differentiation of each disease type is highly challenging. Mycobacterial culture, as a gold standard method, cannot be considered completely trustworthy because of low bacterioexcretion rates among nontuberculous mycobacterial pulmonary patients. Additional problems result from poor diagnosis. The treatment of lung diseases caused by nontuberculous mycobacteria is also difficult. This could be due to the wide spectrum of bacteria belonging to nontuberculous mycobacteria, as well as low bacterioexcretion. Therefore, bacterial sensitivity to drugs is insufficient. As a result, in this article, our intention is to explain the diagnostic difficulties of pulmonary diseases caused by ",
    "disease": "tuberculosis",
    "clean_text": "detection isolation and identification of mycobacteria that cause nontuberculous mycobacterial disease and tuberculosis pulmonary diseases caused by nontuberculous mycobacteria are increasingly becoming common worldwide and are occurring more frequently alongside pulmonary tuberculosis given that pulmonary diseases resulting from nontuberculous mycobacteria and pulmonary tuberculosis display similar features such as clinical manifestations imaging findings and laboratory results the accurate differentiation of each disease type is highly challenging mycobacterial culture as a gold standard method cannot be considered completely trustworthy because of low bacterioexcretion rates among nontuberculous mycobacterial pulmonary patients additional problems result from poor diagnosis the treatment of lung diseases caused by nontuberculous mycobacteria is also difficult this could be due to the wide spectrum of bacteria belonging to nontuberculous mycobacteria as well as low bacterioexcretion therefore bacterial sensitivity to drugs is insufficient as a result in this article our intention is to explain the diagnostic difficulties of pulmonary diseases caused by"
}