{
    "pmid": "41459256",
    "title": "Psoriatic Arthritis Characteristics and Comorbidities in North Africa: Results of a Multicenter Retrospective Study.",
    "abstract": "Psoriatic arthritis (PsA) exhibits heterogeneity across different populations. Given the limited research on PsA in Africa, this study aims to characterize disease features and various cardiovascular disease risk factors (CVRFs) in a cohort of patients with PsA. We enrolled 110 patients fulfilling the CASPAR criteria. PsA. PsA-related parameters and various CVRFs were recorded. Radiographs of hands and feet assessed peripheral joint damages. The study population included 48 males and 62 females, with a mean age of 49.8 ± 12.5 years and a mean disease duration of 9 ± 7 years. The most common disease pattern was polyarthritis, followed by oligoarthritis, spondyloarthritis, and enthesitis. Dactylitis was reported in 33.9% of patients, while 7.6% carried the HLA-B27 gene. Psoriasis was observed in 74.5% of patients, with nail involvement in 30% of cases. Inflammatory bowel disease and uveitis were present in 4.5% and 1.8% of patients, respectively. 77% of patients had active disease. Radiographic joint damage was detected in 47.2% of patients and was significantly associated with disease duration, dactylitis, and biologic therapy use. In this cohort, 23.6% were obese, and 30% were smokers. Comorbidities such as diabetes, hypertension, hyperlipidemia, and gout were present in 22.7%, 19.1%, 29.1%, and 8.1%, respectively. Moreover, 57.3% of patients had two or more CVRFs and 9.1% had a cardiovascular disease. This cohort suggested a female predominance, a lower prevalence of the HLA-B27 gene, a reduced frequency of extra-musculoskeletal manifestations, and a high prevalence of radiographic joint damage and CVRFs.",
    "disease": "hypertension",
    "clean_text": "psoriatic arthritis characteristics and comorbidities in north africa results of a multicenter retrospective study psoriatic arthritis psa exhibits heterogeneity across different populations given the limited research on psa in africa this study aims to characterize disease features and various cardiovascular disease risk factors cvrfs in a cohort of patients with psa we enrolled patients fulfilling the caspar criteria psa psa related parameters and various cvrfs were recorded radiographs of hands and feet assessed peripheral joint damages the study population included males and females with a mean age of years and a mean disease duration of years the most common disease pattern was polyarthritis followed by oligoarthritis spondyloarthritis and enthesitis dactylitis was reported in of patients while carried the hla b gene psoriasis was observed in of patients with nail involvement in of cases inflammatory bowel disease and uveitis were present in and of patients respectively of patients had active disease radiographic joint damage was detected in of patients and was significantly associated with disease duration dactylitis and biologic therapy use in this cohort were obese and were smokers comorbidities such as diabetes hypertension hyperlipidemia and gout were present in and respectively moreover of patients had two or more cvrfs and had a cardiovascular disease this cohort suggested a female predominance a lower prevalence of the hla b gene a reduced frequency of extra musculoskeletal manifestations and a high prevalence of radiographic joint damage and cvrfs"
}