{
    "pmid": "41448458",
    "title": "Sodium-glucose co-transporter 2 inhibition improves age-dependent kidney microvascular rarefaction.",
    "abstract": "Aging is associated with progressive loss of kidney function and vascular structure, with and without chronic kidney disease. However, the mechanisms driving kidney vascular aging and potential therapeutic interventions remain poorly understood. African turquoise killifish (Nothobranchius furzeri), a naturally short-lived vertebrate, were used to investigate the natural course of kidney aging. We inhibited the sodium-glucose co-transporter 2 using dapagliflozin (SGLT2i) to test a potential therapeutic intervention. Histological, immunofluorescent, and 3D vascular imaging were used to evaluate glomerular, tubular, vascular and functional changes. Single nuclei transcriptomic profiling was performed on whole kidneys to identify age, sex and treatment-associated molecular signatures. Aged killifish kidneys exhibited hallmark features of kidney aging, including glomerulosclerosis, tubular atrophy, and vascular rarefaction. Functional changes included increased proteinuria and altered tubular transporter function. Transcriptomic profiling revealed a metabolic shift from oxidative phosphorylation to glycolysis and upregulation of pro-inflammatory pathways. Aged vasculature displayed a marked reduction in tight junctions and cell-cell contacts. SGLT2i attenuated age-related vascular rarefaction, preserved functional capillary networks, reduced albuminuria, preserved a youthful transcriptional profile and enhanced key intercellular signaling pathways. Our study establishes the killifish as a translational model for investigating kidney vascular aging. SGLT2i preserves kidney microvascular structure and function, reduces proteinuria, and maintains a more youthful transcriptome. These results support a vascular-protective role of SGLT2i in mitigating age-related kidney deterioration.",
    "disease": "chronic kidney disease",
    "clean_text": "sodium glucose co transporter inhibition improves age dependent kidney microvascular rarefaction aging is associated with progressive loss of kidney function and vascular structure with and without chronic kidney disease however the mechanisms driving kidney vascular aging and potential therapeutic interventions remain poorly understood african turquoise killifish nothobranchius furzeri a naturally short lived vertebrate were used to investigate the natural course of kidney aging we inhibited the sodium glucose co transporter using dapagliflozin sglt i to test a potential therapeutic intervention histological immunofluorescent and d vascular imaging were used to evaluate glomerular tubular vascular and functional changes single nuclei transcriptomic profiling was performed on whole kidneys to identify age sex and treatment associated molecular signatures aged killifish kidneys exhibited hallmark features of kidney aging including glomerulosclerosis tubular atrophy and vascular rarefaction functional changes included increased proteinuria and altered tubular transporter function transcriptomic profiling revealed a metabolic shift from oxidative phosphorylation to glycolysis and upregulation of pro inflammatory pathways aged vasculature displayed a marked reduction in tight junctions and cell cell contacts sglt i attenuated age related vascular rarefaction preserved functional capillary networks reduced albuminuria preserved a youthful transcriptional profile and enhanced key intercellular signaling pathways our study establishes the killifish as a translational model for investigating kidney vascular aging sglt i preserves kidney microvascular structure and function reduces proteinuria and maintains a more youthful transcriptome these results support a vascular protective role of sglt i in mitigating age related kidney deterioration"
}