{
    "pmid": "41461919",
    "title": "Analysis of mucosal immune dysregulation and safety and tolerability of endoscopic topical steroid therapy for long-COVID hyposmia: randomized, double-blinded pilot study.",
    "abstract": "Millions of people exhibit olfactory dysfunction years after acute SARS-CoV-2 infection. Evidence suggests unresolved olfactory epithelial inflammation may perturb function. Here, we report (1) data from human olfactory biopsies processed for T cell studies, and (2) outcomes from a pilot clinical trial evaluating endoscopic delivery of beclomethasone to the olfactory cleft for improving olfaction in long-COVID hyposmia. Biopsies from long-COVID hyposmia and control subjects underwent single-cell T-cell receptor (TCR) sequencing. In a separate outpatient cohort (Duke Rhinology Clinics), we conducted a randomized, double-blind, placebo-controlled pilot trial. Eligible adults (≥18 y) had ≥3 months long-COVID smell loss confirmed by Smell Identification Test (SIT). Participants were randomized 1:1 to endoscopic delivery of saline or beclomethasone via dissolvable sponge; repeated at 2 weeks. The primary outcome was SIT improvement ≥4 points at 1 month; secondary at 3 months. Study recruitment ran Sept 15, 2023-June 18, 2024. Biopsies show no evidence of SARS-CoV-2 or EBV/HHV-6 reactivation and demonstrate clonally expanded, pro-inflammatory T-cell subsets. Fifteen subjects are randomized (beclomethasone n = 7, saline n = 8); 13 are analyzed (6 and 7). At 1 month, SIT improvement occurs in 66.7% (4/6) vs 28.6% (2/7) (risk difference 38.1%, 95% CI 2-97%; risk ratio 2.14, 95% CI 0.73-7.79; p = 0.28). At 3 months, rates are 66.7% vs 42.9% (RD 23.8%, 95% CI 17-80%; RR 1.74, 95% CI 0.52-6.5; p = 0.50). No adverse events are reported. Human olfactory TCR-seq implicates local T-cell inflammation without local viral reservoirs. Directed, endoscopic topical steroid therapy is feasible and safe, with a non-significant trend toward improved olfaction, supporting larger trials. NIH DC020172, American Academy of Otolaryngology-Head and Neck Surgery. Many people continue to have a decreased sense of smell long after COVID-19. We studied tissue from the smell region in the nose and found no signs of lingering virus, but we did find overactive immune cells that may cause lasting inflammation. We also tested a new way to place steroid medicine directly in the smell region using a small dissolvable sponge. The procedure was safe, and some patients improved, though the study was too small to show clear benefit. These results suggest immune responses, rather than the virus itself, may drive long-term smell loss, and that this treatment approach is safe and worth testing in larger studies.",
    "disease": "covid-19",
    "clean_text": "analysis of mucosal immune dysregulation and safety and tolerability of endoscopic topical steroid therapy for long covid hyposmia randomized double blinded pilot study millions of people exhibit olfactory dysfunction years after acute sars cov infection evidence suggests unresolved olfactory epithelial inflammation may perturb function here we report data from human olfactory biopsies processed for t cell studies and outcomes from a pilot clinical trial evaluating endoscopic delivery of beclomethasone to the olfactory cleft for improving olfaction in long covid hyposmia biopsies from long covid hyposmia and control subjects underwent single cell t cell receptor tcr sequencing in a separate outpatient cohort duke rhinology clinics we conducted a randomized double blind placebo controlled pilot trial eligible adults y had months long covid smell loss confirmed by smell identification test sit participants were randomized to endoscopic delivery of saline or beclomethasone via dissolvable sponge repeated at weeks the primary outcome was sit improvement points at month secondary at months study recruitment ran sept june biopsies show no evidence of sars cov or ebv hhv reactivation and demonstrate clonally expanded pro inflammatory t cell subsets fifteen subjects are randomized beclomethasone n saline n are analyzed and at month sit improvement occurs in vs risk difference ci risk ratio ci p at months rates are vs rd ci rr ci p no adverse events are reported human olfactory tcr seq implicates local t cell inflammation without local viral reservoirs directed endoscopic topical steroid therapy is feasible and safe with a non significant trend toward improved olfaction supporting larger trials nih dc american academy of otolaryngology head and neck surgery many people continue to have a decreased sense of smell long after covid we studied tissue from the smell region in the nose and found no signs of lingering virus but we did find overactive immune cells that may cause lasting inflammation we also tested a new way to place steroid medicine directly in the smell region using a small dissolvable sponge the procedure was safe and some patients improved though the study was too small to show clear benefit these results suggest immune responses rather than the virus itself may drive long term smell loss and that this treatment approach is safe and worth testing in larger studies"
}