{
    "pmid": "41451820",
    "title": "Immunoglobulin disorders in pediatric chronic rhinosinusitis.",
    "abstract": "This review provides the current understanding on primary antibody deficiencies (PAD) in children with chronic rhinosinusitis (CRS). There is clear evidence that the prevalence of PAD is higher in children with CRS than in the general population. Common disorders include common variable immunoglobulin deficiency (CVID), X-linked agammaglobulinemia (XLA), specific antibody deficiency (SAD), IgG subclass deficiency (IGGSD), selective IgA deficiency (SIGAD), and hyperIgM syndrome. Despite the presence of multiple studies addressing CRS and PAD, the level of evidence supporting different treatment options continues to be lacking. Optimal management requires a multidisciplinary approach through collaboration with clinical immunology. This review outlines the current approach for diagnosis and treatment of PAD in children with CRS. While some of the disorders can be asymptomatic, children who present with more severe deficiencies will present with chronic and recurrent rhinosinusitis, as well as recurrent otitis media and pneumonia. Otolaryngologists are often at the forefront of early diagnosis of these disorders.",
    "disease": "pneumonia",
    "clean_text": "immunoglobulin disorders in pediatric chronic rhinosinusitis this review provides the current understanding on primary antibody deficiencies pad in children with chronic rhinosinusitis crs there is clear evidence that the prevalence of pad is higher in children with crs than in the general population common disorders include common variable immunoglobulin deficiency cvid x linked agammaglobulinemia xla specific antibody deficiency sad igg subclass deficiency iggsd selective iga deficiency sigad and hyperigm syndrome despite the presence of multiple studies addressing crs and pad the level of evidence supporting different treatment options continues to be lacking optimal management requires a multidisciplinary approach through collaboration with clinical immunology this review outlines the current approach for diagnosis and treatment of pad in children with crs while some of the disorders can be asymptomatic children who present with more severe deficiencies will present with chronic and recurrent rhinosinusitis as well as recurrent otitis media and pneumonia otolaryngologists are often at the forefront of early diagnosis of these disorders"
}