{
    "pmid": "41430776",
    "title": "The ApoB/ApoA-I ratio supersedes conventional lipids in predicting coronary artery disease and clinical phenotypes requiring revascularization.",
    "abstract": "To evaluate the apolipoprotein B (ApoB) to apolipoprotein A-I (ApoA-I) ratio as a biomarker for coronary heart disease (CHD) and its clinical phenotypes, beyond traditional lipid parameters. This single-center, case-control study analyzed 7,277 patients undergoing coronary angiography. Multivariable logistic regression assessed the independent association of the ApoB/ApoA-I ratio with CHD, acute myocardial infarction (AMI), multivessel disease (MVD), and percutaneous coronary intervention (PCI). Predictive performance was evaluated via ROC curve analysis, with prespecified subgroup analyses. The ApoB/ApoA-I ratio was the strongest independent lipid predictor of CHD (adjusted OR 4.49, 95% CI 1.98-10.19). It significantly predicted severe clinical phenotypes: AMI (OR 1.94, 95% CI 1.44-2.62), MVD (OR 1.67, 95% CI 1.24-2.26), and PCI requirement (OR 1.95, 95% CI 1.43-2.66). The ratio showed significant discriminatory power for all endpoints (AUCs 0.569-0.608). Subgroup analyses revealed markedly stronger associations in males, older adults (≥60 years), and hypertensive patients, but substantially attenuated predictive value in diabetic patients. The ApoB/ApoA-I ratio is a superior biomarker for CHD risk stratification, particularly for identifying severe disease manifestations and guiding revascularization decisions in specific patient subgroups. Its integration into clinical practice could enable more precise cardiovascular risk management.",
    "disease": "coronary artery disease",
    "clean_text": "the apob apoa i ratio supersedes conventional lipids in predicting coronary artery disease and clinical phenotypes requiring revascularization to evaluate the apolipoprotein b apob to apolipoprotein a i apoa i ratio as a biomarker for coronary heart disease chd and its clinical phenotypes beyond traditional lipid parameters this single center case control study analyzed patients undergoing coronary angiography multivariable logistic regression assessed the independent association of the apob apoa i ratio with chd acute myocardial infarction ami multivessel disease mvd and percutaneous coronary intervention pci predictive performance was evaluated via roc curve analysis with prespecified subgroup analyses the apob apoa i ratio was the strongest independent lipid predictor of chd adjusted or ci it significantly predicted severe clinical phenotypes ami or ci mvd or ci and pci requirement or ci the ratio showed significant discriminatory power for all endpoints aucs subgroup analyses revealed markedly stronger associations in males older adults years and hypertensive patients but substantially attenuated predictive value in diabetic patients the apob apoa i ratio is a superior biomarker for chd risk stratification particularly for identifying severe disease manifestations and guiding revascularization decisions in specific patient subgroups its integration into clinical practice could enable more precise cardiovascular risk management"
}