{
    "title": "Head and neck pedicled flap autonomization using a new high-resolution indocyanine green fluorescence video-angiography device.",
    "doc_id": "35366038",
    "writer": "Giordano L",
    "year": "2022",
    "summary": "In head and neck oncologic surgery a reconstructive phase is often required and pedicled flaps are still a viable option, though they may need a pedicle division performed at a later stage. ...Indeed, ICG video-angiography proved to be a useful tool in head a …",
    "abstract": "In head and neck oncologic surgery a reconstructive phase is often required and pedicled flaps are still a viable option, though they may need a pedicle division performed at a later stage. Several techniques are commonly used for perfusion assessment of the flaps, with indocyanine green (ICG) fluorescence video-angiography representing a promising tool. We used ICG video-angiography to evaluate the perfusion of two of the most commonly adopted pedicled flaps in the head and neck field (the supraclavicular and the paramedian forehead flap) before and after second-stage pedicle division, allowing a safer in-setting. Moreover, the new high-resolution device that we have employed added further accuracy to the traditional video-angiography, providing a real-time flap-to-normal skin ICG ratio. Indeed, ICG video-angiography proved to be a useful tool in head and neck reconstructive surgery and it may allow an earlier second-stage pedicle division.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35366038/",
    "clean_text": "head and neck pedicled flap autonomization using a new high resolution indocyanine green fluorescence video angiography device in head and neck oncologic surgery a reconstructive phase is often required and pedicled flaps are still a viable option though they may need a pedicle division performed at a later stage indeed icg video angiography proved to be a useful tool in head a in head and neck oncologic surgery a reconstructive phase is often required and pedicled flaps are still a viable option though they may need a pedicle division performed at a later stage several techniques are commonly used for perfusion assessment of the flaps with indocyanine green icg fluorescence video angiography representing a promising tool we used icg video angiography to evaluate the perfusion of two of the most commonly adopted pedicled flaps in the head and neck field the supraclavicular and the paramedian forehead flap before and after second stage pedicle division allowing a safer in setting moreover the new high resolution device that we have employed added further accuracy to the traditional video angiography providing a real time flap to normal skin icg ratio indeed icg video angiography proved to be a useful tool in head and neck reconstructive surgery and it may allow an earlier second stage pedicle division"
}