{
    "title": "Atrial fibrillation: strategies to control, combat, and cure.",
    "doc_id": "11867130",
    "writer": "Peters NS",
    "year": "2002",
    "summary": "Atrial fibrillation is the commonest clinical arrhythmia, is increasing in incidence and prevalence, and is associated with substantial morbidity and mortality. ...Sustained atrial fibrillation is maintained by an atrial tissue substrate capable …",
    "abstract": "Atrial fibrillation is the commonest clinical arrhythmia, is increasing in incidence and prevalence, and is associated with substantial morbidity and mortality. The arrhythmia may be paroxysmal (self-limiting), persistent (amenable to cardioversion), or permanent. Especially in its paroxysmal form, atrial fibrillation may be initiated by rapidly firing foci, generally located in the proximal pulmonary veins. Sustained atrial fibrillation is maintained by an atrial tissue substrate capable of accommodating many meandering wavelets. With continuing arrhythmia, the electrophysiological properties of the atria change and further facilitate continuing fibrillation. Treatment is aimed at prevention of thromboembolic complications, restoration and maintenance of sinus rhythm, and control of ventricular rate during atrial fibrillation. With greater understanding of the arrhythmia mechanisms, it is becoming possible to offer targeted curative treatments to more and more patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11867130/",
    "clean_text": "atrial fibrillation strategies to control combat and cure atrial fibrillation is the commonest clinical arrhythmia is increasing in incidence and prevalence and is associated with substantial morbidity and mortality sustained atrial fibrillation is maintained by an atrial tissue substrate capable atrial fibrillation is the commonest clinical arrhythmia is increasing in incidence and prevalence and is associated with substantial morbidity and mortality the arrhythmia may be paroxysmal self limiting persistent amenable to cardioversion or permanent especially in its paroxysmal form atrial fibrillation may be initiated by rapidly firing foci generally located in the proximal pulmonary veins sustained atrial fibrillation is maintained by an atrial tissue substrate capable of accommodating many meandering wavelets with continuing arrhythmia the electrophysiological properties of the atria change and further facilitate continuing fibrillation treatment is aimed at prevention of thromboembolic complications restoration and maintenance of sinus rhythm and control of ventricular rate during atrial fibrillation with greater understanding of the arrhythmia mechanisms it is becoming possible to offer targeted curative treatments to more and more patients"
}