{
    "pmid": "41387884",
    "title": "A prospective, open-label, clinical investigation of a single intra-articular polyacrylamide hydrogel injection in participants with knee osteoarthritis: a 5-year extension study.",
    "abstract": "Knee osteoarthritis is a highly prevalent and painful joint disorder with limited long-term treatment options. Intra-articular corticosteroids and hyaluronic acid offer only short-term relief and may have safety concerns. This study aimed to evaluate the long-term effectiveness and safety of a single intra-articular injection of 2.5% polyacrylamide hydrogel in individuals with moderate to severe knee osteoarthritis. This prospective, multicentre, open-label, single-arm clinical study enrolled 49 participants who received a single 6 mL intra-articular injection of 2.5% polyacrylamide hydrogel. After 1 year, 35 participants entered an extension study with yearly assessments up to 5 years post treatment. The primary outcomes for the extension phase included changes from baseline in WOMAC subscales (pain, stiffness, physical function) and Patient Global Assessment (PGA). Safety was evaluated through the incidence of adverse events. Statistical analyses included a mixed model for repeated measures and sensitivity analyses using ANCOVA and baseline observation carried forward. Of the 49 participants, 27 completed the five-year follow-up. Statistically significant improvements from baseline were observed in WOMAC pain (-14.6; 95% CI: -21.4 to -7.7; p = 0.0002), stiffness (-19.6; 95% CI: -29.9 to -9.3; p = 0.0006), physical function (-12.5; 95% CI: -19.8 to -5.2; p = 0.0015), and PGA (-13.4; 95% CI: -23.3 to -3.5; p = 0.0100). These improvements were sustained throughout the five-year period. A total of 47 adverse events were reported in the extension study, with no serious events attributed to the investigational device. No new adverse device effects were reported in the extension study. A single intra-articular injection of 2.5% polyacrylamide hydrogel demonstrated sustained improvements in WOMAC pain, stiffness, physical function, and PGA for up to five years, with a favourable safety profile. These findings support its potential as a long-term treatment option for knee osteoarthritis. ClinicalTrials.gov Identifier: NCT04179552.",
    "disease": "osteoarthritis",
    "clean_text": "a prospective open label clinical investigation of a single intra articular polyacrylamide hydrogel injection in participants with knee osteoarthritis a year extension study knee osteoarthritis is a highly prevalent and painful joint disorder with limited long term treatment options intra articular corticosteroids and hyaluronic acid offer only short term relief and may have safety concerns this study aimed to evaluate the long term effectiveness and safety of a single intra articular injection of polyacrylamide hydrogel in individuals with moderate to severe knee osteoarthritis this prospective multicentre open label single arm clinical study enrolled participants who received a single ml intra articular injection of polyacrylamide hydrogel after year participants entered an extension study with yearly assessments up to years post treatment the primary outcomes for the extension phase included changes from baseline in womac subscales pain stiffness physical function and patient global assessment pga safety was evaluated through the incidence of adverse events statistical analyses included a mixed model for repeated measures and sensitivity analyses using ancova and baseline observation carried forward of the participants completed the five year follow up statistically significant improvements from baseline were observed in womac pain ci to p stiffness ci to p physical function ci to p and pga ci to p these improvements were sustained throughout the five year period a total of adverse events were reported in the extension study with no serious events attributed to the investigational device no new adverse device effects were reported in the extension study a single intra articular injection of polyacrylamide hydrogel demonstrated sustained improvements in womac pain stiffness physical function and pga for up to five years with a favourable safety profile these findings support its potential as a long term treatment option for knee osteoarthritis clinicaltrials gov identifier nct"
}