{
    "title": "Stem cell-derived exosomes as a cell free therapy against spinal cord injury.",
    "doc_id": "34052745",
    "writer": "Khalatbary AR.",
    "year": "2021",
    "summary": "Recent evidence suggests that stem cell therapy has beneficial effects on spinal cord injury. It was subsequently established that these beneficial effects may be mediated through release of paracrine factors, a kind of extracellular vesicle known as exosomes …",
    "abstract": "Recent evidence suggests that stem cell therapy has beneficial effects on spinal cord injury. It was subsequently established that these beneficial effects may be mediated through release of paracrine factors, a kind of extracellular vesicle known as exosomes. Stem cell-secreted nano-sized exosomes have shown great potential to reduce apoptosis and inflammation, enhance angiogenesis, and improve functional behavioral recovery following spinal cord injury. This review summarizes current knowledge about the influence of exosomes derived from stem cells on spinal cord protection and regeneration with their molecular mechanisms after injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34052745/",
    "clean_text": "stem cell derived exosomes as a cell free therapy against spinal cord injury recent evidence suggests that stem cell therapy has beneficial effects on spinal cord injury it was subsequently established that these beneficial effects may be mediated through release of paracrine factors a kind of extracellular vesicle known as exosomes recent evidence suggests that stem cell therapy has beneficial effects on spinal cord injury it was subsequently established that these beneficial effects may be mediated through release of paracrine factors a kind of extracellular vesicle known as exosomes stem cell secreted nano sized exosomes have shown great potential to reduce apoptosis and inflammation enhance angiogenesis and improve functional behavioral recovery following spinal cord injury this review summarizes current knowledge about the influence of exosomes derived from stem cells on spinal cord protection and regeneration with their molecular mechanisms after injury"
}