{
    "pmid": "41456674",
    "title": "Daily Almond Supplementation Improves Blood Pressure and Lipid Profile in Pregnant Women with Hypertension and Dyslipidemia: A Randomized Controlled Trial.",
    "abstract": "Hypertension and dyslipidemia during pregnancy increase the risk of adverse maternal and fetal outcomes. While almond supplementation is recognized for its cardioprotective effects in non-pregnant populations, its role during pregnancy remains underexplored despite its potential as a safe and accessible dietary intervention. To evaluate the effects of almond supplementation at two doses (10g/day and 25g/day) on blood pressure, lipid profile, and heart rate in pregnant women with hypertension and dyslipidemia. This single-center, 12-week randomized controlled trial enrolled 103 pregnant women (≥20 weeks gestation) with confirmed hypertension and/or dyslipidemia from Aga Khan Maternity Hospital, Karachi, with 46 participants meeting criteria for both conditions included in the primary analysis. Participants were randomized into three groups: no-intervention (NI, control), 10g/day almonds (A10), or 25g/day almonds (A25). Primary outcomes were changes in systolic and diastolic blood pressure, measured every 4 weeks. Secondary outcomes included serum triglycerides (TG), total cholesterol (TC), LDL, HDL, and heart rate, assessed at baseline and Week 12. Data was analyzed using one-way and two-way repeated-measures ANOVA with post hoc testing (p≤0.05 considered significant). At Week 12, SBP and DBP decreased significantly in both A10 (-13.7% and -5.8%) and A25 (-18.3% and -7.9%) compared to NI (-7.4% and -1.6%; p<0.001). TC, TG, and LDL levels improved dose-dependently, with the A25 group showing the greatest reductions in TC (-22.5%), TG (-33.8%), and LDL (-27.3%) (p<0.001). No significant differences were observed in HDL levels or heart rate across groups. Almond supplementation for 12 weeks significantly improved blood pressure and lipid profile in pregnant women with hypertension and dyslipidemia, especially at the 25g/day dose. These findings suggest almonds may serve as an adjunct dietary strategy to manage cardiometabolic risk in pregnancy. Future trials with larger samples and longer durations are warranted to evaluate sustained benefits and long-term outcomes. This trial is registered with the Australian New Zealand Clinical Trial Registry, ANZCTR, (registration number: ACTRN12617001548325) and can be accessed at https://www.anzctr.org.au/Trial/Registration/TrialReview.aspx?id=370228&isReview=true. (Registration date: 10/11/2017).",
    "disease": "hypertension",
    "clean_text": "daily almond supplementation improves blood pressure and lipid profile in pregnant women with hypertension and dyslipidemia a randomized controlled trial hypertension and dyslipidemia during pregnancy increase the risk of adverse maternal and fetal outcomes while almond supplementation is recognized for its cardioprotective effects in non pregnant populations its role during pregnancy remains underexplored despite its potential as a safe and accessible dietary intervention to evaluate the effects of almond supplementation at two doses g day and g day on blood pressure lipid profile and heart rate in pregnant women with hypertension and dyslipidemia this single center week randomized controlled trial enrolled pregnant women weeks gestation with confirmed hypertension and or dyslipidemia from aga khan maternity hospital karachi with participants meeting criteria for both conditions included in the primary analysis participants were randomized into three groups no intervention ni control g day almonds a or g day almonds a primary outcomes were changes in systolic and diastolic blood pressure measured every weeks secondary outcomes included serum triglycerides tg total cholesterol tc ldl hdl and heart rate assessed at baseline and week data was analyzed using one way and two way repeated measures anova with post hoc testing p considered significant at week sbp and dbp decreased significantly in both a and and a and compared to ni and p tc tg and ldl levels improved dose dependently with the a group showing the greatest reductions in tc tg and ldl p no significant differences were observed in hdl levels or heart rate across groups almond supplementation for weeks significantly improved blood pressure and lipid profile in pregnant women with hypertension and dyslipidemia especially at the g day dose these findings suggest almonds may serve as an adjunct dietary strategy to manage cardiometabolic risk in pregnancy future trials with larger samples and longer durations are warranted to evaluate sustained benefits and long term outcomes this trial is registered with the australian new zealand clinical trial registry anzctr registration number actrn and can be accessed at https www anzctr org au trial registration trialreview aspx id isreview true registration date"
}