{
    "title": "The peripheral eye: A neurogenic area with potential to treat retinal pathologies?",
    "doc_id": "30201383",
    "writer": "Fernández-Nogales M",
    "year": "2019",
    "summary": "Cell replacement therapy has emerged as a promising strategy for treating these and other retinal diseases. The retinal margin or ciliary body (CB) of mammals has been proposed as a potential source of cells to be used in degenerative conditions affecting the retina becaus …",
    "abstract": "Numerous degenerative diseases affecting visual function, including glaucoma and retinitis pigmentosa, are produced by the loss of different types of retinal cells. Cell replacement therapy has emerged as a promising strategy for treating these and other retinal diseases. The retinal margin or ciliary body (CB) of mammals has been proposed as a potential source of cells to be used in degenerative conditions affecting the retina because it has been reported it might hold neurogenic potential beyond embryonic development. However, many aspects of the origin and biology of the CB are unknown and more recent experiments have challenged the capacity of CB cells to generate different types of retinal neurons. Here we review the most recent findings about the development of the marginal zone of the retina in different vertebrates and some of the mechanisms underlying the proliferative and neurogenic capacity of this fascinating region of the vertebrates eye. In addition, we performed experiments to isolate CB cells from the mouse retina, generated neurospheres and observed that they can be expanded with a proliferative ratio similar to neural stem cells. When induced to differentiate, cells derived from the CB neurospheres start to express early neural markers but, unlike embryonic stem cells, they are not able to fully differentiate in vitro or generate retinal organoids. Together with previous reports on the neurogenic capacity of CB cells, also reviewed here, our results contribute to the current knowledge about the potentiality of this peripheral region of the eye as a therapeutic source of functional retinal neurons in degenerative diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30201383/",
    "clean_text": "the peripheral eye a neurogenic area with potential to treat retinal pathologies cell replacement therapy has emerged as a promising strategy for treating these and other retinal diseases the retinal margin or ciliary body cb of mammals has been proposed as a potential source of cells to be used in degenerative conditions affecting the retina becaus numerous degenerative diseases affecting visual function including glaucoma and retinitis pigmentosa are produced by the loss of different types of retinal cells cell replacement therapy has emerged as a promising strategy for treating these and other retinal diseases the retinal margin or ciliary body cb of mammals has been proposed as a potential source of cells to be used in degenerative conditions affecting the retina because it has been reported it might hold neurogenic potential beyond embryonic development however many aspects of the origin and biology of the cb are unknown and more recent experiments have challenged the capacity of cb cells to generate different types of retinal neurons here we review the most recent findings about the development of the marginal zone of the retina in different vertebrates and some of the mechanisms underlying the proliferative and neurogenic capacity of this fascinating region of the vertebrates eye in addition we performed experiments to isolate cb cells from the mouse retina generated neurospheres and observed that they can be expanded with a proliferative ratio similar to neural stem cells when induced to differentiate cells derived from the cb neurospheres start to express early neural markers but unlike embryonic stem cells they are not able to fully differentiate in vitro or generate retinal organoids together with previous reports on the neurogenic capacity of cb cells also reviewed here our results contribute to the current knowledge about the potentiality of this peripheral region of the eye as a therapeutic source of functional retinal neurons in degenerative diseases"
}