{
    "pmid": "41397019",
    "title": "Mycobacterium tuberculosis complex lineages and drug resistance patterns among tuberculosis patients with or without diabetes mellitus in southern Ghana.",
    "abstract": "Drug-resistant (DR) tuberculosis (TB) and diabetes mellitus (DM) are intersecting epidemics that complicate management of both diseases and worsen patient outcomes. We conducted a prospective cohort study of 758 GeneXpert-confirmed pulmonary TB patients, of whom 75 had DM. Demographic, clinical, radiographic, and anthropometric data were collected at baseline. Sputum samples were cultured for mycobacterial isolation, and the obtained isolates were characterized for Mycobacterium tuberculosis complex (MTBC) lineage and drug-susceptibility testing using spoligotyping and microplate alamar blue assay. The TB-diabetes (TB-DM) comorbid cohort was older [TB-DM: 53/75 (70.7%) vs. 241/683 (35.3%) aged 41-60 years) (p < 0.001), included a higher proportion of females [TB-DM: 31/75 (41.3%) vs. TB-only: 150/683 (22.0%), p < 0.001], and had greater mean BMI (TB-DM: 23.36 ± 0.99 vs. TB-only: 19.97 ± 0.45 kg/m², p = 0.003). Analysis of 501 (TB-only: 448, TB-DM: 53) MTBC isolates revealed that TB-DM patients are more likely to get TB caused by L6 [TB-DM: 10/53 (18.9%) vs. TB-only: 37/448 (8.3%), p = 0.022] compared to the general TB population Lineage 4 [TB-DM: 36/53 (67.9%) vs. TB-only: 362/448 (80.8%), p = 0.046], Mycobacterial strains from TB-DM exhibited higher isoniazid mono-resistance [TB-DM: 15/50 (30.0%) vs. 42/288 (14.6%), p = 0.012] and harbored more multidrug-resistant TB [TB-DM: 5/50 (10.0%) vs. TB-only: 16/288 (5.6%), p = 0.215] although this did not reach statistical significance. These findings indicate that DM not only predisposes individuals to TB but may also shift the spectrum of infecting lineages and promotes the emergence of DR strains. Integrated TB-DM screening, lineage-aware diagnostics, and tailored treatment protocols are urgently needed in high-burden settings to address this dual threat.",
    "disease": "tuberculosis",
    "clean_text": "mycobacterium tuberculosis complex lineages and drug resistance patterns among tuberculosis patients with or without diabetes mellitus in southern ghana drug resistant dr tuberculosis tb and diabetes mellitus dm are intersecting epidemics that complicate management of both diseases and worsen patient outcomes we conducted a prospective cohort study of genexpert confirmed pulmonary tb patients of whom had dm demographic clinical radiographic and anthropometric data were collected at baseline sputum samples were cultured for mycobacterial isolation and the obtained isolates were characterized for mycobacterium tuberculosis complex mtbc lineage and drug susceptibility testing using spoligotyping and microplate alamar blue assay the tb diabetes tb dm comorbid cohort was older tb dm vs aged years p included a higher proportion of females tb dm vs tb only p and had greater mean bmi tb dm vs tb only kg m p analysis of tb only tb dm mtbc isolates revealed that tb dm patients are more likely to get tb caused by l tb dm vs tb only p compared to the general tb population lineage tb dm vs tb only p mycobacterial strains from tb dm exhibited higher isoniazid mono resistance tb dm vs p and harbored more multidrug resistant tb tb dm vs tb only p although this did not reach statistical significance these findings indicate that dm not only predisposes individuals to tb but may also shift the spectrum of infecting lineages and promotes the emergence of dr strains integrated tb dm screening lineage aware diagnostics and tailored treatment protocols are urgently needed in high burden settings to address this dual threat"
}