{
    "pmid": "41454615",
    "title": "Parkinson's Research with Inclusion, Diversity, and Equity (PRIDE): Exploring the Experiences of LGBTQ+ Caregivers of People Living with Parkinson's Disease.",
    "abstract": "Parkinson's disease (PD) caregivers often face significant challenges, including worsening anxiety and depression, declining physical health, reduced quality of life, and a high level of caregiver burden. Research shows LGBTQ+ caregivers also experience poorer health, greater financial strain, higher stress and depression, more disability, and barriers to care, yet little is known about the experiences of LGBTQ+ PD caregivers. This study explored the knowledge, perceptions, and care experiences of LGBTQ+ PD caregivers, including their needs and strategies for ensuring equitable care for underrepresented populations caregiving for individuals living with PD. We conducted semi-structured interviews with 12 LGBTQ+ PD caregivers. Thematic analysis based on grounded theory was conducted to identify key themes. Six prominent themes were identified, including Service Gaps, Prioritizing Self-Care, Geographic Disparities, Meaning in Caregiving, Caregiver Advocacy, and Informed Decision Making. Our findings highlight the unique challenges and strengths of LGBTQ+ PD caregivers. Future research and health service providers should consider ways to address systemic barriers, the importance of culturally competent support, and both the burdens and resilience experienced by LGBTQ+ PD caregivers. Findings underscore the urgent need for inclusive, culturally competent services and resources to support this underserved population.",
    "disease": "parkinson disease",
    "clean_text": "parkinson s research with inclusion diversity and equity pride exploring the experiences of lgbtq caregivers of people living with parkinson s disease parkinson s disease pd caregivers often face significant challenges including worsening anxiety and depression declining physical health reduced quality of life and a high level of caregiver burden research shows lgbtq caregivers also experience poorer health greater financial strain higher stress and depression more disability and barriers to care yet little is known about the experiences of lgbtq pd caregivers this study explored the knowledge perceptions and care experiences of lgbtq pd caregivers including their needs and strategies for ensuring equitable care for underrepresented populations caregiving for individuals living with pd we conducted semi structured interviews with lgbtq pd caregivers thematic analysis based on grounded theory was conducted to identify key themes six prominent themes were identified including service gaps prioritizing self care geographic disparities meaning in caregiving caregiver advocacy and informed decision making our findings highlight the unique challenges and strengths of lgbtq pd caregivers future research and health service providers should consider ways to address systemic barriers the importance of culturally competent support and both the burdens and resilience experienced by lgbtq pd caregivers findings underscore the urgent need for inclusive culturally competent services and resources to support this underserved population"
}