{
    "title": "Study on the adult physique with the Heath-Carter anthropometric somatotype in the Han of Xi'an, China.",
    "doc_id": "25940679",
    "writer": "Yang LT",
    "year": "2016",
    "summary": "The aim of this study was to understand the somatotype components of the Han population in Xi'an and compare the somatotypes of the Han and five other nationalities in China. The study sample consisted of 429 people of Han nationality (207 males, 222 females) from …",
    "abstract": "The study of somatotypes has important significance for medical and physical anthropology as well as sports science. The aim of this study was to understand the somatotype components of the Han population in Xi'an and compare the somatotypes of the Han and five other nationalities in China. The study sample consisted of 429 people of Han nationality (207 males, 222 females) from Xi'an, China, aged ≥20 years old. The Heath-Carter anthropometric method was employed. We evaluated the differences in age and sex by one-way ANOVA and t test. A comparison of somatotypes between the Han and other nationalities was made using the U test. The results showed that the male and female samples all could be classified as having a mesomorphic endomorph profile. The difference in endomorphy was strongest between sexes in all age groups (P < 0.01). There were prominent differences in mesomorphy and ectomorphy between males and females in the 50-59- and ≥60-year-old age groups. In females, the differences in somatotype components appeared to be distinguished between ages (P < 0.01 or P < 0.05). However, in males, there were prominent differences in somatotype components between the 20-29 year olds and all other age groups (P < 0.01 or P < 0.05) except for between those 20-29 and ≥60 years old in endomorphy. Compared with the other five nationalities, there were prominent differences in somatotype components between males and females. These results suggest that the somatotype of the Han population in Xi'an, China, has a predominantly mesomorphic endomorph profile. The endomorphic component shows distinct differences between ages and genders, respectively. Additionally, there are distinct differences in the somatotype components between Xi'an Han and five other nationalities in China in males and females.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25940679/",
    "clean_text": "study on the adult physique with the heath carter anthropometric somatotype in the han of xi an china the aim of this study was to understand the somatotype components of the han population in xi an and compare the somatotypes of the han and five other nationalities in china the study sample consisted of people of han nationality males females from the study of somatotypes has important significance for medical and physical anthropology as well as sports science the aim of this study was to understand the somatotype components of the han population in xi an and compare the somatotypes of the han and five other nationalities in china the study sample consisted of people of han nationality males females from xi an china aged years old the heath carter anthropometric method was employed we evaluated the differences in age and sex by one way anova and t test a comparison of somatotypes between the han and other nationalities was made using the u test the results showed that the male and female samples all could be classified as having a mesomorphic endomorph profile the difference in endomorphy was strongest between sexes in all age groups p there were prominent differences in mesomorphy and ectomorphy between males and females in the and year old age groups in females the differences in somatotype components appeared to be distinguished between ages p or p however in males there were prominent differences in somatotype components between the year olds and all other age groups p or p except for between those and years old in endomorphy compared with the other five nationalities there were prominent differences in somatotype components between males and females these results suggest that the somatotype of the han population in xi an china has a predominantly mesomorphic endomorph profile the endomorphic component shows distinct differences between ages and genders respectively additionally there are distinct differences in the somatotype components between xi an han and five other nationalities in china in males and females"
}