{
    "pmid": "41440520",
    "title": "Neurocognitive Impairment in Idiopathic Pulmonary Fibrosis: A Systematic Review of Current Evidence.",
    "abstract": "Idiopathic pulmonary fibrosis (IPF) is a progressive disease with a major impact on respiratory function, but also with possible underestimated effects on cognitive function. Although interest in cognitive impairment in chronic respiratory diseases, such as COPD, has increased, data on IPF remain limited and heterogeneous. This systematic review aimed to synthesize current evidence on cognitive impairment in IPF, identify the most affected domains, and evaluate the certainty of evidence using standardized methodological tools. A systematic review was conducted according to PRISMA 2020, with a registered PROSPERO protocol (CRD420251041866). Four databases (PubMed, Scopus, Web of Science, Cochrane Library) were searched for studies from 2014 to 2025. Methodological quality and certainty of evidence were appraised with the Joanna Briggs Institute (JBI) and GRADE frameworks. Four studies met the inclusion criteria (two cross-sectional, one descriptive, one case-control). Across investigations, working and verbal memory emerged as the most consistently impaired domains, followed by processing speed and executive function, whereas visuospatial and language abilities were less frequently affected. Cognitive impairment was present even in mild IPF and became more pronounced with lower DLCO, shorter 6 min walk distance, greater desaturation, and obstructive sleep apnea. Certainty of evidence ranged from low to moderate due to small samples and heterogeneous testing. Cognitive dysfunction, particularly in memory, attention, and executive domains, is a frequent but under-recognized feature of IPF. Routine screening with brief, validated tools such as the MoCA may facilitate early detection and guide individualized rehabilitation.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "neurocognitive impairment in idiopathic pulmonary fibrosis a systematic review of current evidence idiopathic pulmonary fibrosis ipf is a progressive disease with a major impact on respiratory function but also with possible underestimated effects on cognitive function although interest in cognitive impairment in chronic respiratory diseases such as copd has increased data on ipf remain limited and heterogeneous this systematic review aimed to synthesize current evidence on cognitive impairment in ipf identify the most affected domains and evaluate the certainty of evidence using standardized methodological tools a systematic review was conducted according to prisma with a registered prospero protocol crd four databases pubmed scopus web of science cochrane library were searched for studies from to methodological quality and certainty of evidence were appraised with the joanna briggs institute jbi and grade frameworks four studies met the inclusion criteria two cross sectional one descriptive one case control across investigations working and verbal memory emerged as the most consistently impaired domains followed by processing speed and executive function whereas visuospatial and language abilities were less frequently affected cognitive impairment was present even in mild ipf and became more pronounced with lower dlco shorter min walk distance greater desaturation and obstructive sleep apnea certainty of evidence ranged from low to moderate due to small samples and heterogeneous testing cognitive dysfunction particularly in memory attention and executive domains is a frequent but under recognized feature of ipf routine screening with brief validated tools such as the moca may facilitate early detection and guide individualized rehabilitation"
}