{
    "pmid": "41399065",
    "title": "[Clinical efficacy and safety of rituximab in treating renal injury in primary Sjögren syndrome].",
    "abstract": "Renal involvement is a common extra-glandular lesion in primary Sjögren syndrome (pSS), generally associated with poor prognosis. Early immunotherapy might alleviate renal injury and improve long-term renal function. Growing evidence suggests that rituximab (RTX) is effective for systemic manifestations in pSS. In this retrospective study, we preliminarily investigated the efficacy of RTX on renal involvement in pSS. Clinical and laboratory data from the clinical large-scale data application platform of peking University People' s Hospital were collected. From July 2013 to January 2025, 17 patients with secondary renal damage due to pSS who were treated with RTX in the Department of Rheumatology and Immunology and the Department of Nephrology of Peking University People' s Hospital were consecutively included. During the same period, 34 patients treated with conventional immunosuppressive drugs were matched for age, gender, and baseline disease conditions. The RTX group received glucocorticoid therapy along with RTX, while the control group received glucocorticoid therapy along with immunosuppressive drugs for 6 months. We evaluated the effect of different treatments by comparing general laboratory parameters, renal injury index, and immunological features before and after treatment in the two groups. After 6 months, renal function indices showed significant reductions in levels of the urinary N-acetyl-β-glucosaminidase (NAG), beta2-microglobulin (β2-MG), creatinine, and urea nitrogen in the RTX group (  Through targeted depletion of pathogenic B cells, RTX had the potential to ameliorate glomerular and tubulointerstitial damage, as well as modulate renal excretion and acid-base equilibrium in pSS patients. It was suggested that RTX might be superior to traditional immunosuppressive drugs, and helpful in glucocorticoid tapering. Meanwhile, medication adherence was guaranteed with a favorable safety profile. Thus, RTX is considered to be a promising option in clinical practice. 肾损害是原发性干燥综合征(primary Sjögren syndrome，pSS)常见的腺体外损伤之一，总体预后不良，但早期免疫治疗有助于减轻肾损伤，改善远期肾功能。越来越多的证据表明，利妥昔单抗(rituximab，RTX)治疗干燥综合征的系统损害有效。本研究通过回顾性分析，探索RTX治疗pSS肾损害的临床疗效和安全性。 检索北京大学人民医院临床大数据应用平台，连续纳入2013年7月至2025年1月在北京大学人民医院风湿免疫科和肾内科就诊，且应用RTX治疗的pSS继发肾损害的患者17例，匹配同期年龄、性别、基线病情相当的，应用传统免疫抑制药物治疗的患者34例，收集所有患者的临床及实验室数据，RTX组患者接受糖皮质激素联合RTX治疗，对照组患者接受糖皮质激素联合传统免疫抑制药物进行治疗，分析治疗6个月后的病情变化，对两组患者治疗前后的一般实验室检查结果、肾损害指标、免疫学指标等进行比较。 治疗6个月后，肾损害指标方面，RTX组患者尿N-乙酰β-D氨基葡萄糖苷酶、尿β2微球蛋白、肌酐、尿素氮均显著低于对照组(  RTX可通过靶向清除致病性B细胞，有效治疗pSS患者的肾小管间质以及肾小球损害，改善肾脏代谢及酸碱平衡功能，其治疗效果可能优于传统免疫抑制药物，有助于激素减量，且患者的依从性、安全性良好，具有较好的临床应用前景。",
    "disease": "rheumatoid arthritis",
    "clean_text": "clinical efficacy and safety of rituximab in treating renal injury in primary sj gren syndrome renal involvement is a common extra glandular lesion in primary sj gren syndrome pss generally associated with poor prognosis early immunotherapy might alleviate renal injury and improve long term renal function growing evidence suggests that rituximab rtx is effective for systemic manifestations in pss in this retrospective study we preliminarily investigated the efficacy of rtx on renal involvement in pss clinical and laboratory data from the clinical large scale data application platform of peking university people s hospital were collected from july to january patients with secondary renal damage due to pss who were treated with rtx in the department of rheumatology and immunology and the department of nephrology of peking university people s hospital were consecutively included during the same period patients treated with conventional immunosuppressive drugs were matched for age gender and baseline disease conditions the rtx group received glucocorticoid therapy along with rtx while the control group received glucocorticoid therapy along with immunosuppressive drugs for months we evaluated the effect of different treatments by comparing general laboratory parameters renal injury index and immunological features before and after treatment in the two groups after months renal function indices showed significant reductions in levels of the urinary n acetyl glucosaminidase nag beta microglobulin mg creatinine and urea nitrogen in the rtx group through targeted depletion of pathogenic b cells rtx had the potential to ameliorate glomerular and tubulointerstitial damage as well as modulate renal excretion and acid base equilibrium in pss patients it was suggested that rtx might be superior to traditional immunosuppressive drugs and helpful in glucocorticoid tapering meanwhile medication adherence was guaranteed with a favorable safety profile thus rtx is considered to be a promising option in clinical practice primary sj gren syndrome pss rituximab rtx rtx pss rtx pss rtx rtx rtx n d rtx b pss"
}