{
    "pmid": "41448983",
    "title": "Histiocyte Quantity in Tumor-Negative Sentinel Lymph Nodes Predicts 10-Year Disease-Free Survival in Patients With Breast Cancer.",
    "abstract": "The sentinel lymph node (SLN) play a key role in the host antitumor immune response. Microarchitectural patterns in tumor-negative SLNs (SLNneg) may provide important clinical information about the host's antitumor immune response against breast cancer. This retrospective cohort study included SLNneg from 339 breast cancer patients. SLNneg microarchitectural features (percentage (%) SLNneg area occupied by histiocytes, germinal centers, lymphocytes outside germinal centers, adipocytes, vessels or connective tissue) were quantified morphometrically. The relationship with 10-year disease-free survival (DFS) was investigated using Cox regression analyses. Variables showing a nonlinear relationship with survival, cubic spline analysis was used to identify distinct groups. SLNnegs were predominantly occupied by lymphocytes (median % SLNneg area: 60%) followed by histiocytes (14%), vessels (7%), connective tissue (5%), adipocytes (5%) and germinal centers (0.4%). Histiocyte quantity was related to survival in a nonlinear fashion with 9% and 21% as relevant cutoffs. Patients with < 9% or > 21% SLNneg area occupied by histiocytes had poorer survival compared to patients with 9% to 21% SLNneg area occupied by histiocytes (< 9% SLNneg area Hazard Ratio (HR) 2.5 (95% CI, 1.4-4.5), P = .001; > 21% SLNneg area HR 2.7 (1.5;4.7), P < .001; 9% to 21% SLNneg area = ref.), remaining significant in multivariable analysis. The other microarchitectural features were not related to survival. This is the first study showing that quantity of histiocytes in SLNneg is associated with 10-year DFS in breast cancer in a nonlinear manner. This suggests that cell type specific morphological changes within the SLNneg reflect the host's antitumor immune response providing clinically relevant information in breast cancer patients.",
    "disease": "breast cancer",
    "clean_text": "histiocyte quantity in tumor negative sentinel lymph nodes predicts year disease free survival in patients with breast cancer the sentinel lymph node sln play a key role in the host antitumor immune response microarchitectural patterns in tumor negative slns slnneg may provide important clinical information about the host s antitumor immune response against breast cancer this retrospective cohort study included slnneg from breast cancer patients slnneg microarchitectural features percentage slnneg area occupied by histiocytes germinal centers lymphocytes outside germinal centers adipocytes vessels or connective tissue were quantified morphometrically the relationship with year disease free survival dfs was investigated using cox regression analyses variables showing a nonlinear relationship with survival cubic spline analysis was used to identify distinct groups slnnegs were predominantly occupied by lymphocytes median slnneg area followed by histiocytes vessels connective tissue adipocytes and germinal centers histiocyte quantity was related to survival in a nonlinear fashion with and as relevant cutoffs patients with or slnneg area occupied by histiocytes had poorer survival compared to patients with to slnneg area occupied by histiocytes slnneg area hazard ratio hr ci p slnneg area hr p to slnneg area ref remaining significant in multivariable analysis the other microarchitectural features were not related to survival this is the first study showing that quantity of histiocytes in slnneg is associated with year dfs in breast cancer in a nonlinear manner this suggests that cell type specific morphological changes within the slnneg reflect the host s antitumor immune response providing clinically relevant information in breast cancer patients"
}