{
    "pmid": "41430364",
    "title": "In silico design and characterization of a novel multi-epitope mRNA vaccine candidate against Streptococcus pneumoniae.",
    "abstract": "Streptococcus pneumoniae (pneumococcus) is a major cause of pneumonia, meningitis, bacteremia, and secondary infections following viral respiratory diseases such as influenza and COVID-19. Because current polysaccharide-based vaccines protect only against selected serotypes, there is a pressing need for serotype-independent strategies. In this study, a novel multi-epitope mRNA vaccine candidate against S. pneumoniae was designed using immunoinformatics approaches. The immunodominant regions of PsaA and PspA were fused with flexible linkers, and TLR agonist domains derived from Ply and PepO were incorporated as adjuvants to enhance immune activation. The resulting construct, named YAPO, was predicted to possess favorable physicochemical and immunological properties, including stability, solubility, antigenicity, non-allergenicity, and non-toxicity. Additional analyses-including IFN-γ epitope prediction, conformational B-cell epitope mapping, HLA docking, vaccine-TLR docking, molecular dynamics, and immune simulations- indicated potential to induce robust immune responses. The mRNA sequence was engineered with essential regulatory elements (5' cap, UTRs, Kozak sequence, signal peptide, and poly(A) tail) to promote efficient expression, and codon optimization suggested compatibility with mammalian translation. In silico cloning into the pcDNA3.1(+) vector further supported potential construct feasibility. Overall, these findings highlight that YAPO-mRNA is a promising serotype-independent pneumococcal vaccine candidate that merits further experimental validation.",
    "disease": "influenza",
    "clean_text": "in silico design and characterization of a novel multi epitope mrna vaccine candidate against streptococcus pneumoniae streptococcus pneumoniae pneumococcus is a major cause of pneumonia meningitis bacteremia and secondary infections following viral respiratory diseases such as influenza and covid because current polysaccharide based vaccines protect only against selected serotypes there is a pressing need for serotype independent strategies in this study a novel multi epitope mrna vaccine candidate against s pneumoniae was designed using immunoinformatics approaches the immunodominant regions of psaa and pspa were fused with flexible linkers and tlr agonist domains derived from ply and pepo were incorporated as adjuvants to enhance immune activation the resulting construct named yapo was predicted to possess favorable physicochemical and immunological properties including stability solubility antigenicity non allergenicity and non toxicity additional analyses including ifn epitope prediction conformational b cell epitope mapping hla docking vaccine tlr docking molecular dynamics and immune simulations indicated potential to induce robust immune responses the mrna sequence was engineered with essential regulatory elements cap utrs kozak sequence signal peptide and poly a tail to promote efficient expression and codon optimization suggested compatibility with mammalian translation in silico cloning into the pcdna vector further supported potential construct feasibility overall these findings highlight that yapo mrna is a promising serotype independent pneumococcal vaccine candidate that merits further experimental validation"
}