{
    "title": "Hair follicle-associated-pluripotent (HAP) stem cells.",
    "doc_id": "28749199",
    "writer": "Amoh Y",
    "year": "2017",
    "summary": "Various types of stem cells reside in the skin, including keratinocyte progenitor cells, melanocyte progenitor cells, skin-derived precursors (SKPs), and nestin-expressing hair follicle-associated-pluripotent (HAP) stem cells. ...Therefor …",
    "abstract": "Various types of stem cells reside in the skin, including keratinocyte progenitor cells, melanocyte progenitor cells, skin-derived precursors (SKPs), and nestin-expressing hair follicle-associated-pluripotent (HAP) stem cells. HAP stem cells, located in the bulge area of the hair follicle, have been shown to differentiate to nerve cells, glial cells, keratinocytes, smooth muscle cells, cardiac muscle cells, and melanocytes. HAP stem cells are positive for the stem-cell marker CD34, as well as K15-negative, suggesting their relatively undifferentiated state. Therefore, HAP stem cells may be the most primitive stem cells in the skin. Moreover, HAP stem cells can regenerate the epidermis and at least parts of the hair follicle. These results suggest that HAP stem cells may be the origin of other stem cells in the skin. Transplanted HAP stem cells promote the recovery of peripheral-nerve and spinal-cord injuries and have the potential for heart regeneration as well. HAP stem cells are readily accessible from everyone, do not form tumors, and can be cryopreserved without loss of differentiation potential. These results suggest that HAP stem cells may have greater potential than iPS or ES cells for regenerative medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28749199/",
    "clean_text": "hair follicle associated pluripotent hap stem cells various types of stem cells reside in the skin including keratinocyte progenitor cells melanocyte progenitor cells skin derived precursors skps and nestin expressing hair follicle associated pluripotent hap stem cells therefor various types of stem cells reside in the skin including keratinocyte progenitor cells melanocyte progenitor cells skin derived precursors skps and nestin expressing hair follicle associated pluripotent hap stem cells hap stem cells located in the bulge area of the hair follicle have been shown to differentiate to nerve cells glial cells keratinocytes smooth muscle cells cardiac muscle cells and melanocytes hap stem cells are positive for the stem cell marker cd as well as k negative suggesting their relatively undifferentiated state therefore hap stem cells may be the most primitive stem cells in the skin moreover hap stem cells can regenerate the epidermis and at least parts of the hair follicle these results suggest that hap stem cells may be the origin of other stem cells in the skin transplanted hap stem cells promote the recovery of peripheral nerve and spinal cord injuries and have the potential for heart regeneration as well hap stem cells are readily accessible from everyone do not form tumors and can be cryopreserved without loss of differentiation potential these results suggest that hap stem cells may have greater potential than ips or es cells for regenerative medicine"
}