{
    "title": "Influencing Factors of University Relocation on College Students' Intention to Engage in Local Entrepreneurship and Employment.",
    "doc_id": "34966323",
    "writer": "Chen S",
    "year": "2021",
    "summary": "In modern society, the power of college students has been able to provide creative growth for the local economy, so the work situation of college students is closely related to the social dynamics. Colleges and universities are important places for talent cultivation and o …",
    "abstract": "In modern society, the power of college students has been able to provide creative growth for the local economy, so the work situation of college students is closely related to the social dynamics. Colleges and universities are important places for talent cultivation and output. They are closely related to the cultivation of college students and the choice of employment and entrepreneurship of college students. Entrepreneurship and employment are interdependent. It is not enough to rely only on entrepreneurs to make enterprises stronger. In order to increase the creativity and environmental adaptability of enterprises, there need to be sufficient and excellent employees who are willing to work in the regions where enterprises are located. Therefore, enterprises need college students with innovation and creativity in their regions. In this study, graduates from a university in Zhejiang Province were selected as the subjects. Based on the Theory of Reasoned Action, literature analysis and interview method were combined to systematically construct a research model affecting college Students' choice of entrepreneurship and employment. The questionnaire survey method and structural equation model (PLS-SEM) were used to test the hypothesis. A total of 798 valid questionnaires were collected. The results show that local attraction and family factors are the two most important factors affecting the entrepreneurship and employment of college students. Family factors have a significant positive impact on the attitude toward entrepreneurship and employment, subjective norms and intention to entrepreneurship and employment; local attraction also has a significant positive impact on the subjective norms, intention to entrepreneurship and employment, and attitude toward entrepreneurship and employment. The results of this study provide a reference for the decision-making of improving local attractiveness and promoting college Students' employment in start-up enterprises under the background of higher education popularization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34966323/",
    "clean_text": "influencing factors of university relocation on college students intention to engage in local entrepreneurship and employment in modern society the power of college students has been able to provide creative growth for the local economy so the work situation of college students is closely related to the social dynamics colleges and universities are important places for talent cultivation and o in modern society the power of college students has been able to provide creative growth for the local economy so the work situation of college students is closely related to the social dynamics colleges and universities are important places for talent cultivation and output they are closely related to the cultivation of college students and the choice of employment and entrepreneurship of college students entrepreneurship and employment are interdependent it is not enough to rely only on entrepreneurs to make enterprises stronger in order to increase the creativity and environmental adaptability of enterprises there need to be sufficient and excellent employees who are willing to work in the regions where enterprises are located therefore enterprises need college students with innovation and creativity in their regions in this study graduates from a university in zhejiang province were selected as the subjects based on the theory of reasoned action literature analysis and interview method were combined to systematically construct a research model affecting college students choice of entrepreneurship and employment the questionnaire survey method and structural equation model pls sem were used to test the hypothesis a total of valid questionnaires were collected the results show that local attraction and family factors are the two most important factors affecting the entrepreneurship and employment of college students family factors have a significant positive impact on the attitude toward entrepreneurship and employment subjective norms and intention to entrepreneurship and employment local attraction also has a significant positive impact on the subjective norms intention to entrepreneurship and employment and attitude toward entrepreneurship and employment the results of this study provide a reference for the decision making of improving local attractiveness and promoting college students employment in start up enterprises under the background of higher education popularization"
}