{
    "title": "[Spontaneous intracerebral hematomas].",
    "doc_id": "205065",
    "writer": "Möser E",
    "year": "1977",
    "summary": "Within a period of five years, the authors observed 31 patients with spontaneous non-traumatic intracerebral haemorrhages. Seventeen of them were hypertensive patients. In four cases, tumour haemorrhages were found, especially in glioblastomas. ...The haematomas …",
    "abstract": "Within a period of five years, the authors observed 31 patients with spontaneous non-traumatic intracerebral haemorrhages. Seventeen of them were hypertensive patients. In four cases, tumour haemorrhages were found, especially in glioblastomas. In two cases, the basic disease was haemophilia and in another two cases cerebral aneurysms were found. There was one case of haemorrhagic encephalitis and one patient was being treated with anticoagulants. Eight patients died within ten days after the operation, two patients died later. The haematomas were mainly located in the temporal and parietal regions; one haematoma was found in the cerebellar hemisphere. One haematoma was detected in connection with an inoculation against influenza. In the therapy, preference is given to osteoplastic trepanation, in rare cases puncturing through a drill-hole is employed. The operation is carried out in the early phase as soon as the patient can be operated on.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/205065/",
    "clean_text": "spontaneous intracerebral hematomas within a period of five years the authors observed patients with spontaneous non traumatic intracerebral haemorrhages seventeen of them were hypertensive patients in four cases tumour haemorrhages were found especially in glioblastomas the haematomas within a period of five years the authors observed patients with spontaneous non traumatic intracerebral haemorrhages seventeen of them were hypertensive patients in four cases tumour haemorrhages were found especially in glioblastomas in two cases the basic disease was haemophilia and in another two cases cerebral aneurysms were found there was one case of haemorrhagic encephalitis and one patient was being treated with anticoagulants eight patients died within ten days after the operation two patients died later the haematomas were mainly located in the temporal and parietal regions one haematoma was found in the cerebellar hemisphere one haematoma was detected in connection with an inoculation against influenza in the therapy preference is given to osteoplastic trepanation in rare cases puncturing through a drill hole is employed the operation is carried out in the early phase as soon as the patient can be operated on"
}