{
    "title": "The Embryonic Ascent of the Kidney Revisited.",
    "doc_id": "30290083",
    "writer": "Fukuoka K",
    "year": "2019",
    "summary": "Although the embryonic kidney's ascent is well established, the intermediate morphological changes that occur during the process are unclear. To evaluate the morphological events that accompany the kidney's ascent, we examined serial sagittal sections …",
    "abstract": "Although the embryonic kidney's ascent is well established, the intermediate morphological changes that occur during the process are unclear. To evaluate the morphological events that accompany the kidney's ascent, we examined serial sagittal sections from 24 embryos at 5-7 weeks gestation. Six specimens had bilaterally ascending kidneys that were between the levels of the second to fifth lumbar vertebrae, and each kidney had a primitive renal cortex surrounding clusters of ampullae, which branched from the pelvis, and a dense tissue band that connected the renal cortex with the embryonic adrenal cortex or celiac ganglia, and there was no adipose capsule or renal artery. The tissue band contained abundant nerve twigs from the major splanchnic nerve; thus, it was conceivable that it was sufficiently rigid to support the length of the retroperitoneal tissue mass that included the embryonic adrenal cortex, celiac ganglia, and kidney. The lumbar vertebral body's height was much shorter than that of the ascending kidney. However, the lower vertebral column's curvature was often maintained, even when the kidneys had ascended. Therefore, vertebral column straightening was not the only factor required to drive the ascent. Together with the growth of the thorax and liver, the adrenal cortex, ganglia, and kidney appeared to change simultaneously at a position relative to the vertebrae. The renal artery established a connection to the renal cortex after the ascent. Evaluations of frontal sections from five additional specimens suggested that from its initial position, the kidney extended upwards between bilateral umbilical arteries. Anat Rec, 302:278-287, 2019. © 2018 The Authors. The Anatomical Record: Advances in Integrative Anatomy and Evolutionary Biology published by Wiley Periodicals, Inc. on behalf of Wiley-Liss, Inc.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30290083/",
    "clean_text": "the embryonic ascent of the kidney revisited although the embryonic kidney s ascent is well established the intermediate morphological changes that occur during the process are unclear to evaluate the morphological events that accompany the kidney s ascent we examined serial sagittal sections although the embryonic kidney s ascent is well established the intermediate morphological changes that occur during the process are unclear to evaluate the morphological events that accompany the kidney s ascent we examined serial sagittal sections from embryos at weeks gestation six specimens had bilaterally ascending kidneys that were between the levels of the second to fifth lumbar vertebrae and each kidney had a primitive renal cortex surrounding clusters of ampullae which branched from the pelvis and a dense tissue band that connected the renal cortex with the embryonic adrenal cortex or celiac ganglia and there was no adipose capsule or renal artery the tissue band contained abundant nerve twigs from the major splanchnic nerve thus it was conceivable that it was sufficiently rigid to support the length of the retroperitoneal tissue mass that included the embryonic adrenal cortex celiac ganglia and kidney the lumbar vertebral body s height was much shorter than that of the ascending kidney however the lower vertebral column s curvature was often maintained even when the kidneys had ascended therefore vertebral column straightening was not the only factor required to drive the ascent together with the growth of the thorax and liver the adrenal cortex ganglia and kidney appeared to change simultaneously at a position relative to the vertebrae the renal artery established a connection to the renal cortex after the ascent evaluations of frontal sections from five additional specimens suggested that from its initial position the kidney extended upwards between bilateral umbilical arteries anat rec the authors the anatomical record advances in integrative anatomy and evolutionary biology published by wiley periodicals inc on behalf of wiley liss inc"
}