{
    "title": "Outcome Prediction in Spinal Cord Injury: Myth or Reality.",
    "doc_id": "32437998",
    "writer": "Sharif S",
    "year": "2020",
    "summary": "OBJECTIVE: To identify the prognostic factors affecting the outcome of acute traumatic spinal cord injury (tSCI) and to provide updated recommendations on improving outcomes. ...There is level III evidence that keeping mean arterial pressure (MAP) >85 for …",
    "abstract": "Objective:\n        \n      \n      To identify the prognostic factors affecting the outcome of acute traumatic spinal cord injury (tSCI) and to provide updated recommendations on improving outcomes.\n    \n\n\n          Methods:\n        \n      \n      PubMed and Google Scholar search on experimental and clinical studies looking at the effect of various prognostic factors in tSCI.\n    \n\n\n          Results:\n        \n      \n      A total of 76 articles were selected and retrieved. As per various systematic reviews and prospective studies, the initial neurologic examination determines the prognosis in SCI. The chance of walking after SCI can be accurately predicted on the basis of demographic data and clinical examination. There is level III evidence that keeping mean arterial pressure (MAP) >85 for 7 days in patients with spinal cord injury improves neurologic outcome. T2-weighted magnetic resonance imaging can rapidly screen patients with a cervical injury (class 2 evidence) and has significant predictive value (class 3 evidence). The Spine Trauma Study Group showed that at 6 months after injury, early surgical decompression was associated with 2.8-fold increased odds of a 2-grade American Spinal Injury Association Impairment Scale improvement. The STASCIS trial documented that surgical decompression within 6 hours of injury leads to an improvement in about 70% of patients by ≥1 American Spinal Injury Association grade. Biomarkers in the cerebrospinal fluid seem to correspond significantly to the outcome of the neurologic injury.\n    \n\n\n          Conclusions:\n        \n      \n      Prognostic data in tSCI are fundamental to assess the value of new therapies and to undertake clinical trials. The increasing knowledge of new and emerging prognostic factors may assist us to direct our efforts toward focused therapeutic interventions, which may present a promising result.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32437998/",
    "clean_text": "outcome prediction in spinal cord injury myth or reality objective to identify the prognostic factors affecting the outcome of acute traumatic spinal cord injury tsci and to provide updated recommendations on improving outcomes there is level iii evidence that keeping mean arterial pressure map for objective to identify the prognostic factors affecting the outcome of acute traumatic spinal cord injury tsci and to provide updated recommendations on improving outcomes methods pubmed and google scholar search on experimental and clinical studies looking at the effect of various prognostic factors in tsci results a total of articles were selected and retrieved as per various systematic reviews and prospective studies the initial neurologic examination determines the prognosis in sci the chance of walking after sci can be accurately predicted on the basis of demographic data and clinical examination there is level iii evidence that keeping mean arterial pressure map for days in patients with spinal cord injury improves neurologic outcome t weighted magnetic resonance imaging can rapidly screen patients with a cervical injury class evidence and has significant predictive value class evidence the spine trauma study group showed that at months after injury early surgical decompression was associated with fold increased odds of a grade american spinal injury association impairment scale improvement the stascis trial documented that surgical decompression within hours of injury leads to an improvement in about of patients by american spinal injury association grade biomarkers in the cerebrospinal fluid seem to correspond significantly to the outcome of the neurologic injury conclusions prognostic data in tsci are fundamental to assess the value of new therapies and to undertake clinical trials the increasing knowledge of new and emerging prognostic factors may assist us to direct our efforts toward focused therapeutic interventions which may present a promising result"
}