{
    "title": "T cell signaling: a decision of life and death.",
    "doc_id": "10447398",
    "writer": "Medema JP",
    "year": "1999",
    "summary": "T lymphocytes constitute an essential part of the immune system. Their generation, activation, proliferation but also survival is subject to tight regulation by several extracellular factors including cytokines, MHC-antigen complexes and co-stimulatory ligands. The …",
    "abstract": "T lymphocytes constitute an essential part of the immune system. Their generation, activation, proliferation but also survival is subject to tight regulation by several extracellular factors including cytokines, MHC-antigen complexes and co-stimulatory ligands. The balanced interplay between these factors determines the fate of the T cell. Both in thymic development and in a peripheral immune response, triggering of the T cell antigen receptor (TCR) through interaction with the MHC-antigen complex can result in T cell proliferation. However, in the absence of co-stimulatory signals from antigen-presenting cells a state of non-responsiveness is induced that is called anergy. In addition, stimulation of the TCR on activated T cells or thymocytes can lead to the induction of apoptosis. Here we will give an overview of the intracellular signal transduction pathways that are activated by the stimuli that dictate the fate of a T cell as they were presented at the International Symposium on soluble HLA antigens held in 1997 in Brussels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10447398/",
    "clean_text": "t cell signaling a decision of life and death t lymphocytes constitute an essential part of the immune system their generation activation proliferation but also survival is subject to tight regulation by several extracellular factors including cytokines mhc antigen complexes and co stimulatory ligands the t lymphocytes constitute an essential part of the immune system their generation activation proliferation but also survival is subject to tight regulation by several extracellular factors including cytokines mhc antigen complexes and co stimulatory ligands the balanced interplay between these factors determines the fate of the t cell both in thymic development and in a peripheral immune response triggering of the t cell antigen receptor tcr through interaction with the mhc antigen complex can result in t cell proliferation however in the absence of co stimulatory signals from antigen presenting cells a state of non responsiveness is induced that is called anergy in addition stimulation of the tcr on activated t cells or thymocytes can lead to the induction of apoptosis here we will give an overview of the intracellular signal transduction pathways that are activated by the stimuli that dictate the fate of a t cell as they were presented at the international symposium on soluble hla antigens held in in brussels"
}