{
    "pmid": "41455772",
    "title": "Integrating multimodal prehabilitation into enhanced recovery after surgery programs (MPhERAS) for elderly patients: a systematic review and meta-analysis of randomized controlled trials and cohort studies.",
    "abstract": "Enhanced recovery after surgery (ERAS) protocols and multimodal prehabilitation are interventions used to improve outcomes after surgery. However, their integration is not well studied and is a subject of ongoing debate. The aim of the study was to evaluate the effectiveness of multimodal prehabilitation within ERAS for elderly patients undergoing elective colorectal surgery. Studies that used prehabilitation modalities, such as exercise, nutrition, psychology, and spirituality, compared with two control groups-ERAS alone or ERAS with postoperative rehabilitation-were systematically reviewed and reported according to the PRISMA guidelines. Meta-analysis was performed on outcomes such as length of stay (LOS), 6-min walk test (6MWT), postoperative complications, and quality of Life (QOL) using a random effects model. Six studies with low risk of bias and good quality were selected. These included 547 patients with an age range of 65-78 years in the intervention group (n = 277) and of 66-82 years in the control group (n = 270). All studies exclusively included patients with colorectal cancer. Statistically significant difference was observed for 6MWT and MD of 18.3800 m (95% CI 1.5147-35.2453; p = 0.0404) with an I Although multimodal prehabilitation in ERAS for elderly patients undergoing elective colorectal surgery has limited clinical use, potential remains for targeted and optimized interventions. Further research is needed to consolidate evidence in selected patient populations.",
    "disease": "colorectal cancer",
    "clean_text": "integrating multimodal prehabilitation into enhanced recovery after surgery programs mpheras for elderly patients a systematic review and meta analysis of randomized controlled trials and cohort studies enhanced recovery after surgery eras protocols and multimodal prehabilitation are interventions used to improve outcomes after surgery however their integration is not well studied and is a subject of ongoing debate the aim of the study was to evaluate the effectiveness of multimodal prehabilitation within eras for elderly patients undergoing elective colorectal surgery studies that used prehabilitation modalities such as exercise nutrition psychology and spirituality compared with two control groups eras alone or eras with postoperative rehabilitation were systematically reviewed and reported according to the prisma guidelines meta analysis was performed on outcomes such as length of stay los min walk test mwt postoperative complications and quality of life qol using a random effects model six studies with low risk of bias and good quality were selected these included patients with an age range of years in the intervention group n and of years in the control group n all studies exclusively included patients with colorectal cancer statistically significant difference was observed for mwt and md of m ci p with an i although multimodal prehabilitation in eras for elderly patients undergoing elective colorectal surgery has limited clinical use potential remains for targeted and optimized interventions further research is needed to consolidate evidence in selected patient populations"
}