{
    "pmid": "41372521",
    "title": "Effects of curcumin and Curcuma longa extract on inflammatory biomarkers in patients with rheumatoid arthritis (RA) and systemic lupus erythematosus (SLE): a systematic review and meta-analysis of randomized controlled trials.",
    "abstract": "Curcumin and Curcuma longa extract have been proposed as adjunct therapies for autoimmune diseases such as rheumatoid arthritis (RA) and systemic lupus erythematosus (SLE) due to their anti-inflammatory and immunomodulatory properties. The purpose of this study was to determine the effects of curcumin and Curcuma longa extract on inflammatory biomarkers in patients with RA and SLE. PubMed, EMBASE, and Cochrane CENTRAL databases were searched to May 14, 2025. Randomized controlled trials (RCTs) comparing curcumin or Curcuma longa extract with placebo or standard therapy in patients with RA or SLE were included. The primary outcomes were changes in disease activity score (DAS-28), erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP) level analyzed using standardized mean differences (SMDs) with a random-effects model. Heterogeneity was assessed using the I Seven RCTs involving 314 patients were included. The meta-analysis revealed no significant effect of curcumin or Curcuma longa extract on DAS-28 (pooled SMD = - 2.34, 95% confidence level [CI]: - 5.13 to 0.44; I This meta-analysis suggests that curcumin and Curcuma longa extract have limited and inconsistent effects on inflammatory biomarkers in patients with RA and SLE. Larger, well-designed RCTs are needed to clarify their clinical utility as adjunct therapies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "effects of curcumin and curcuma longa extract on inflammatory biomarkers in patients with rheumatoid arthritis ra and systemic lupus erythematosus sle a systematic review and meta analysis of randomized controlled trials curcumin and curcuma longa extract have been proposed as adjunct therapies for autoimmune diseases such as rheumatoid arthritis ra and systemic lupus erythematosus sle due to their anti inflammatory and immunomodulatory properties the purpose of this study was to determine the effects of curcumin and curcuma longa extract on inflammatory biomarkers in patients with ra and sle pubmed embase and cochrane central databases were searched to may randomized controlled trials rcts comparing curcumin or curcuma longa extract with placebo or standard therapy in patients with ra or sle were included the primary outcomes were changes in disease activity score das erythrocyte sedimentation rate esr and c reactive protein crp level analyzed using standardized mean differences smds with a random effects model heterogeneity was assessed using the i seven rcts involving patients were included the meta analysis revealed no significant effect of curcumin or curcuma longa extract on das pooled smd confidence level ci to i this meta analysis suggests that curcumin and curcuma longa extract have limited and inconsistent effects on inflammatory biomarkers in patients with ra and sle larger well designed rcts are needed to clarify their clinical utility as adjunct therapies"
}