{
    "pmid": "41430623",
    "title": "From planning to savings: CRC screening organization and cost-utility analysis of early CRC detection in Bulgaria.",
    "abstract": "Colorectal cancer (CRC) is the most commonly diagnosed cancer in Bulgaria and the second leading cause of cancer-related death. Bulgaria has increased CRC mortality, highlighting the urgent need for effective screening interventions. This study evaluated the operational outcomes and cost-utility of Bulgaria's first national CRC screening program. The screening program targeted individuals aged 50-74 years via the fecal immunochemical test (FIT). Free FIT kits were distributed primarily through laboratories and pharmacies, with placement guided by merchandising best practices to maximize visibility and uptake. A multichannel communication strategy, led by television, encouraged participation. Anonymous demographic, testing, and communication data were analysed to evaluate campaign performance. A centrally coordinated model, organized by the Lachezar Tsotsorkov Foundation, ensured consistency, efficiency, and national reach. Cost-utility analysis (CUA) based on a Markov model with a lifetime horizon was conducted from the payer's perspective, comparing screening versus no screening. Transition probabilities were sourced from published analyses in the Netherlands, the SEER database, and a Danish study. Probabilistic sensitivity analysis was used to assess the impact of parameter uncertainty. A total of 93,381 individuals were screened, exceeding the original target by 86%. Of these, 14.2% tested positive. While women represented 63.3% of the participants, men had a higher positivity rate (18.2% vs. 11.9%). In the target population (individuals aged 50-74 years), 9,380 (14.4%) tests were positive. The most influential communication channel was television (45.1%), followed by personal networks (24.6%). The cost per participant was calculated at €7.84 (BGN 15.34), which includes the cost of the tests, management expenses and promotion of the screening program. The results of the CUA estimates €67.07 (BGN 131.18) savings and +1.58 QALY gained per patient detected, projecting an incremental national gross domestic product contribution of up to €15.9 million (assuming full return to work capacity per quality-adjusted life year and actual productivity gains). A centrally coordinated, data-responsive, and well-communicated screening program can achieve high participation and early detection. The presented model offers a scalable cost-effective (feasible and economically justified) framework for national CRC prevention efforts in Bulgaria and other settings facing rising CRC burdens. Not applicable.",
    "disease": "colorectal cancer",
    "clean_text": "from planning to savings crc screening organization and cost utility analysis of early crc detection in bulgaria colorectal cancer crc is the most commonly diagnosed cancer in bulgaria and the second leading cause of cancer related death bulgaria has increased crc mortality highlighting the urgent need for effective screening interventions this study evaluated the operational outcomes and cost utility of bulgaria s first national crc screening program the screening program targeted individuals aged years via the fecal immunochemical test fit free fit kits were distributed primarily through laboratories and pharmacies with placement guided by merchandising best practices to maximize visibility and uptake a multichannel communication strategy led by television encouraged participation anonymous demographic testing and communication data were analysed to evaluate campaign performance a centrally coordinated model organized by the lachezar tsotsorkov foundation ensured consistency efficiency and national reach cost utility analysis cua based on a markov model with a lifetime horizon was conducted from the payer s perspective comparing screening versus no screening transition probabilities were sourced from published analyses in the netherlands the seer database and a danish study probabilistic sensitivity analysis was used to assess the impact of parameter uncertainty a total of individuals were screened exceeding the original target by of these tested positive while women represented of the participants men had a higher positivity rate vs in the target population individuals aged years tests were positive the most influential communication channel was television followed by personal networks the cost per participant was calculated at bgn which includes the cost of the tests management expenses and promotion of the screening program the results of the cua estimates bgn savings and qaly gained per patient detected projecting an incremental national gross domestic product contribution of up to million assuming full return to work capacity per quality adjusted life year and actual productivity gains a centrally coordinated data responsive and well communicated screening program can achieve high participation and early detection the presented model offers a scalable cost effective feasible and economically justified framework for national crc prevention efforts in bulgaria and other settings facing rising crc burdens not applicable"
}