{
    "title": "The Psychological Well-being of Pregnant Women Undergoing Prenatal Testing and Screening: A Narrative Literature Review.",
    "doc_id": "31268571",
    "writer": "Biesecker BB.",
    "year": "2019",
    "summary": "Prenatal screening and testing are preference-based health care options. They are offered so that pregnant women and their partners can learn genetic information about the developing fetus. ...These studies investigate the experiences of pregnant women …",
    "abstract": "Prenatal screening and testing are preference-based health care options. They are offered so that pregnant women and their partners can learn genetic information about the developing fetus. In this literature review, I summarize studies of women's and their partners' psychological responses to prenatal testing and screening. These studies investigate the experiences of pregnant women, largely in the United States, who have access to health care services. Although the results indicate that these women are receptive to prenatal testing and screening and seem to have limited negative psychological consequences, pregnant women without access to these services are not represented and may have different experiences. With that caveat in mind, based on the evidence, women generally do well psychologically as they manage the options that arise for them in the prenatal context.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31268571/",
    "clean_text": "the psychological well being of pregnant women undergoing prenatal testing and screening a narrative literature review prenatal screening and testing are preference based health care options they are offered so that pregnant women and their partners can learn genetic information about the developing fetus these studies investigate the experiences of pregnant women prenatal screening and testing are preference based health care options they are offered so that pregnant women and their partners can learn genetic information about the developing fetus in this literature review i summarize studies of women s and their partners psychological responses to prenatal testing and screening these studies investigate the experiences of pregnant women largely in the united states who have access to health care services although the results indicate that these women are receptive to prenatal testing and screening and seem to have limited negative psychological consequences pregnant women without access to these services are not represented and may have different experiences with that caveat in mind based on the evidence women generally do well psychologically as they manage the options that arise for them in the prenatal context"
}