{
    "title": "Mitochondrial function and disturbances in the septic kidney.",
    "doc_id": "25795504",
    "writer": "Parikh SM",
    "year": "2015",
    "summary": "Per milligram of tissue, only the heart exceeds the kidney's abundance of mitochondria. Not surprisingly, renal mitochondria are most densely concentrated in the epithelium of the nephron, at sites where the chemical work of moving solutes against electrochemical gr …",
    "abstract": "Per milligram of tissue, only the heart exceeds the kidney's abundance of mitochondria. Not surprisingly, renal mitochondria are most densely concentrated in the epithelium of the nephron, at sites where the chemical work of moving solutes against electrochemical gradients places large and constant demands for adenosine triphosphate. Derangements of renal epithelial mitochondria appear to be a hallmark for diverse forms of acute kidney injury (AKI). The pathogenesis of multiple-organ dysfunction syndrome in sepsis is complex, but a substantial body of experimental and observational human data supports the twin concepts that mitochondrial dysfunction contributes to impaired filtration and that recovery of mitochondrial structure and function is essential for recovery from sepsis-associated AKI. These insights have suggested novel methods to diagnose, stratify, prevent, or even treat this common and deadly complication of critical illness. This review will do the following: (1) describe the structure and functions of healthy mitochondria and how renal energy metabolism relates to solute transport; (2) provide an overview of the evidence linking mitochondrial pathology to renal disease; (3) summarize the mitochondrial lesions observed in septic AKI; (4) analyze the role of mitochondrial processes including fission/fusion, mitophagy, and biogenesis in the development of septic AKI and recovery from this disease; and (5) explore the potential for therapeutically targeting mitochondria to prevent or treat septic AKI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25795504/",
    "clean_text": "mitochondrial function and disturbances in the septic kidney per milligram of tissue only the heart exceeds the kidney s abundance of mitochondria not surprisingly renal mitochondria are most densely concentrated in the epithelium of the nephron at sites where the chemical work of moving solutes against electrochemical gr per milligram of tissue only the heart exceeds the kidney s abundance of mitochondria not surprisingly renal mitochondria are most densely concentrated in the epithelium of the nephron at sites where the chemical work of moving solutes against electrochemical gradients places large and constant demands for adenosine triphosphate derangements of renal epithelial mitochondria appear to be a hallmark for diverse forms of acute kidney injury aki the pathogenesis of multiple organ dysfunction syndrome in sepsis is complex but a substantial body of experimental and observational human data supports the twin concepts that mitochondrial dysfunction contributes to impaired filtration and that recovery of mitochondrial structure and function is essential for recovery from sepsis associated aki these insights have suggested novel methods to diagnose stratify prevent or even treat this common and deadly complication of critical illness this review will do the following describe the structure and functions of healthy mitochondria and how renal energy metabolism relates to solute transport provide an overview of the evidence linking mitochondrial pathology to renal disease summarize the mitochondrial lesions observed in septic aki analyze the role of mitochondrial processes including fission fusion mitophagy and biogenesis in the development of septic aki and recovery from this disease and explore the potential for therapeutically targeting mitochondria to prevent or treat septic aki"
}