{
    "title": "Sex-based cardiac physiology.",
    "doc_id": "18828746",
    "writer": "Luczak ED",
    "year": "2009",
    "summary": "Biological sex plays an important role in normal cardiac physiology as well as in the heart's response to cardiac disease. Women generally have better cardiac function and survival than do men in the face of cardiac disease; however, this sex difference is lost when …",
    "abstract": "Biological sex plays an important role in normal cardiac physiology as well as in the heart's response to cardiac disease. Women generally have better cardiac function and survival than do men in the face of cardiac disease; however, this sex difference is lost when comparing postmenopausal women with age-matched men. Animal models of cardiac disease mirror what is seen in humans. Sex steroid hormones contribute significantly to sex-based differences in cardiac disease outcomes. Estrogen is generally considered to be cardioprotective, whereas testosterone is thought to be detrimental to heart function. Environmental estrogen-like molecules, such as phytoestrogens, can also affect cardiac physiology in both a positive and a negative manner.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18828746/",
    "clean_text": "sex based cardiac physiology biological sex plays an important role in normal cardiac physiology as well as in the heart s response to cardiac disease women generally have better cardiac function and survival than do men in the face of cardiac disease however this sex difference is lost when biological sex plays an important role in normal cardiac physiology as well as in the heart s response to cardiac disease women generally have better cardiac function and survival than do men in the face of cardiac disease however this sex difference is lost when comparing postmenopausal women with age matched men animal models of cardiac disease mirror what is seen in humans sex steroid hormones contribute significantly to sex based differences in cardiac disease outcomes estrogen is generally considered to be cardioprotective whereas testosterone is thought to be detrimental to heart function environmental estrogen like molecules such as phytoestrogens can also affect cardiac physiology in both a positive and a negative manner"
}