{
    "title": "SDGs-oriented evaluation of the sustainability of rural human settlement environment in Zhejiang, China.",
    "doc_id": "36846688",
    "writer": "Lin S",
    "year": "2023",
    "summary": "Finally, this paper uses the rural of 11 prefecture-level cities in Zhejiang Province in 2021 as a case study for rural human settlement environment sustainability evaluation. The results show that the overall rural human settlement environment sustainability level in Z …",
    "abstract": "Sustainable development of rural has become an essential global plan. Habitat sustainability assessment of rural is a critical management tool to grasp the development status of rural in real-time and enable dynamic adjustment of policies. This paper combines the 2030 Sustainable Development Goals (SDGs) with the entropy weight method, TOPSIS, and grey correlation analysis to construct a multi-criteria decision-making (MCDM) evaluation model, which is finally used to assess the sustainability of the rural human settlement environment. Finally, this paper uses the rural of 11 prefecture-level cities in Zhejiang Province in 2021 as a case study for rural human settlement environment sustainability evaluation. The results show that the overall rural human settlement environment sustainability level in Zhejiang Province is better than in most regions in China. Hangzhou has the best rural human settlement environment sustainability, and Zhoushan has the worst. In addition, the production environment factor is the critical factor that constrains sustainability. The study results provide references and guidance to policymakers for sustainable development initiatives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36846688/",
    "clean_text": "sdgs oriented evaluation of the sustainability of rural human settlement environment in zhejiang china finally this paper uses the rural of prefecture level cities in zhejiang province in as a case study for rural human settlement environment sustainability evaluation the results show that the overall rural human settlement environment sustainability level in z sustainable development of rural has become an essential global plan habitat sustainability assessment of rural is a critical management tool to grasp the development status of rural in real time and enable dynamic adjustment of policies this paper combines the sustainable development goals sdgs with the entropy weight method topsis and grey correlation analysis to construct a multi criteria decision making mcdm evaluation model which is finally used to assess the sustainability of the rural human settlement environment finally this paper uses the rural of prefecture level cities in zhejiang province in as a case study for rural human settlement environment sustainability evaluation the results show that the overall rural human settlement environment sustainability level in zhejiang province is better than in most regions in china hangzhou has the best rural human settlement environment sustainability and zhoushan has the worst in addition the production environment factor is the critical factor that constrains sustainability the study results provide references and guidance to policymakers for sustainable development initiatives"
}