{
    "title": "Physical Activity, Obesity and Weight Loss Maintenance.",
    "doc_id": "35156137",
    "writer": "Brandt C",
    "year": "2022",
    "summary": "Regular physical activity has an impact on all human organ systems and mediates multiple beneficial effects on overall health. Physical activity alone is a poor strategy for weight loss; however, physical activity is of crucial importance …",
    "abstract": "Regular physical activity has an impact on all human organ systems and mediates multiple beneficial effects on overall health. Physical activity alone is a poor strategy for weight loss; however, physical activity is of crucial importance for weight loss maintenance. The role of exercise in maintaining a stable body weight is not clear but might be related to better appetite regulation and food preference. In relation to exercise, muscle secretes myokines and other factors that can influence the metabolism in other organs, not least fat and brain tissues. Thereby, physical activity reduces the risk of obesity-associated diseases, such as type 2 diabetes and cardiovascular diseases, independently of weight loss and BMI. Therefore, physical activity should always be included in weight loss strategies and as a tool to maintain a healthy weight, despite its modest effect on energy expenditure and overall body weight.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35156137/",
    "clean_text": "physical activity obesity and weight loss maintenance regular physical activity has an impact on all human organ systems and mediates multiple beneficial effects on overall health physical activity alone is a poor strategy for weight loss however physical activity is of crucial importance regular physical activity has an impact on all human organ systems and mediates multiple beneficial effects on overall health physical activity alone is a poor strategy for weight loss however physical activity is of crucial importance for weight loss maintenance the role of exercise in maintaining a stable body weight is not clear but might be related to better appetite regulation and food preference in relation to exercise muscle secretes myokines and other factors that can influence the metabolism in other organs not least fat and brain tissues thereby physical activity reduces the risk of obesity associated diseases such as type diabetes and cardiovascular diseases independently of weight loss and bmi therefore physical activity should always be included in weight loss strategies and as a tool to maintain a healthy weight despite its modest effect on energy expenditure and overall body weight"
}