{
    "title": "Electronic Nose and Gas Chromatograph Devices for the Evaluation of the Sensory Quality of Green Coffee Beans.",
    "doc_id": "38201115",
    "writer": "Cascos G",
    "year": "2023",
    "summary": "Low-quality samples showed negative attributes related to roasted, smoky, and abnormal fermentation. Alcohols and aromatic compounds were most abundant in the high-quality samples, while carboxylic acids, pyrazines, and pyridines were most abundant in the samples of …",
    "abstract": "The aim of this work is to discriminate between the volatile org9anic compound (VOC) characteristics of different qualities of green coffee beans (Coffea arabica) using two analysis approaches to classify the fresh product. High-quality coffee presented the highest values for positive attributes, the highest of which being fruity, herbal, and sweet. Low-quality samples showed negative attributes related to roasted, smoky, and abnormal fermentation. Alcohols and aromatic compounds were most abundant in the high-quality samples, while carboxylic acids, pyrazines, and pyridines were most abundant in the samples of low quality. The VOCs with positive attributes were phenylethyl alcohol, nonanal and 2-methyl-propanoic acid, and octyl ester, while those with negative attributes were pyridine, octanoic acid, and dimethyl sulfide. The aroma quality of fresh coffee beans was also discriminated using E-nose instruments. The PLS-DA model obtained from the E-nose data was able to classify the different qualities of green coffee beans and explained 96.9% of the total variance. A PLS chemometric approach was evaluated for quantifying the fruity aroma of the green coffee beans, obtaining an RP2 of 0.88. Thus, it can be concluded that the E-nose represents an accurate, inexpensive, and non-destructive device for discriminating between different coffee qualities during processing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38201115/",
    "clean_text": "electronic nose and gas chromatograph devices for the evaluation of the sensory quality of green coffee beans low quality samples showed negative attributes related to roasted smoky and abnormal fermentation alcohols and aromatic compounds were most abundant in the high quality samples while carboxylic acids pyrazines and pyridines were most abundant in the samples of the aim of this work is to discriminate between the volatile org anic compound voc characteristics of different qualities of green coffee beans coffea arabica using two analysis approaches to classify the fresh product high quality coffee presented the highest values for positive attributes the highest of which being fruity herbal and sweet low quality samples showed negative attributes related to roasted smoky and abnormal fermentation alcohols and aromatic compounds were most abundant in the high quality samples while carboxylic acids pyrazines and pyridines were most abundant in the samples of low quality the vocs with positive attributes were phenylethyl alcohol nonanal and methyl propanoic acid and octyl ester while those with negative attributes were pyridine octanoic acid and dimethyl sulfide the aroma quality of fresh coffee beans was also discriminated using e nose instruments the pls da model obtained from the e nose data was able to classify the different qualities of green coffee beans and explained of the total variance a pls chemometric approach was evaluated for quantifying the fruity aroma of the green coffee beans obtaining an rp of thus it can be concluded that the e nose represents an accurate inexpensive and non destructive device for discriminating between different coffee qualities during processing"
}