{
    "title": "Patient perception of wound photography.",
    "doc_id": "24872018",
    "writer": "Wang SC",
    "year": "2016",
    "summary": "Our results revealed that most patients visiting the wound care clinic have difficult-to-see wounds (86%). Only 20% of patients monitor their wounds and instead rely on clinic or nurse visits to track the healing progress. There was a significant association …",
    "abstract": "The objectives of this study were to provide an assessment of photographic documentation of the wound from the patients' perspective and to evaluate whether this could improve patients' understanding of and involvement in their wound care. Our results revealed that most patients visiting the wound care clinic have difficult-to-see wounds (86%). Only 20% of patients monitor their wounds and instead rely on clinic or nurse visits to track the healing progress. There was a significant association between patients' ability to see their wound and their subsequent memory of the wound's appearance. This was especially true for patients who had recently begun visiting the wound care clinic. This relationship was not present in patients who had visited the clinic for 3 or more years. Patients reported that the inability to see their wounds resulted in feeling a loss of autonomy. The majority of patients reported that photographing their wounds would help them to track the wound progress (81%) and would afford them more involvement in their own care (58%). This study provides a current representation of wound photography from the patients' perspective and reveals that it can motivate patients to become more involved in the management of their wounds - particularly for patients with difficult-to-see wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24872018/",
    "clean_text": "patient perception of wound photography our results revealed that most patients visiting the wound care clinic have difficult to see wounds only of patients monitor their wounds and instead rely on clinic or nurse visits to track the healing progress there was a significant association the objectives of this study were to provide an assessment of photographic documentation of the wound from the patients perspective and to evaluate whether this could improve patients understanding of and involvement in their wound care our results revealed that most patients visiting the wound care clinic have difficult to see wounds only of patients monitor their wounds and instead rely on clinic or nurse visits to track the healing progress there was a significant association between patients ability to see their wound and their subsequent memory of the wound s appearance this was especially true for patients who had recently begun visiting the wound care clinic this relationship was not present in patients who had visited the clinic for or more years patients reported that the inability to see their wounds resulted in feeling a loss of autonomy the majority of patients reported that photographing their wounds would help them to track the wound progress and would afford them more involvement in their own care this study provides a current representation of wound photography from the patients perspective and reveals that it can motivate patients to become more involved in the management of their wounds particularly for patients with difficult to see wounds"
}