{
    "title": "EDITORIAL The International Journal of Oncology: 30 years of progress (1992-2021).",
    "doc_id": "33982788",
    "writer": "Spandidos DA.",
    "year": "2021",
    "summary": "We are hereby very pleased to announce that the International Journal of Oncology is now celebrating its 30th year of publication since the inaugural issue in 1992. ...The International Journal of Oncology has always aimed to publish high quality resea …",
    "abstract": "We are hereby very pleased to announce that the International Journal of Oncology is now celebrating its 30th year of publication since the inaugural issue in 1992. During this time span of three decades, the journal has had the pleasure of publishing a variety of research articles and reviews submitted by authors from around the world, thus bringing to light new insight into the field of oncology. The International Journal of Oncology has always aimed to publish high quality research on oncology from a diversity of international contributors. This diversity is depicted in Table I below, which presents the list of countries from which the articles have originated over the years. We would also like to take this opportunity to thank all the authors and reviewers who have contributed to the success of the journal over the years, and with their support, we look forward to an even brighter future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33982788/",
    "clean_text": "editorial the international journal of oncology years of progress we are hereby very pleased to announce that the international journal of oncology is now celebrating its th year of publication since the inaugural issue in the international journal of oncology has always aimed to publish high quality resea we are hereby very pleased to announce that the international journal of oncology is now celebrating its th year of publication since the inaugural issue in during this time span of three decades the journal has had the pleasure of publishing a variety of research articles and reviews submitted by authors from around the world thus bringing to light new insight into the field of oncology the international journal of oncology has always aimed to publish high quality research on oncology from a diversity of international contributors this diversity is depicted in table i below which presents the list of countries from which the articles have originated over the years we would also like to take this opportunity to thank all the authors and reviewers who have contributed to the success of the journal over the years and with their support we look forward to an even brighter future"
}