{
    "pmid": "41469122",
    "title": "Association Between Human Papillomavirus Infection Status and Coronary Artery Calcification in Patients With Oropharyngeal Cancer.",
    "abstract": "Human papillomavirus (HPV) is a known risk factor for oropharyngeal cancer (OPC); however, its role in atherosclerosis remains controversial. This study aimed to investigate the association between HPV type 16 infection status and coronary artery calcification (CAC) in patients with OPC. We retrospectively reviewed patients who were referred to our hospital for initial treatment of OPC between October 2013 and October 2024. The Agatston score was calculated using non-gated, non-contrast computed tomography scans. HPV status was assessed using p16 immunohistochemistry according to guidelines. Patient characteristics were compared between the HPV-negative and HPV-positive groups. Independent risk factors for severe CAC (Agatston score >400) were identified using a multivariable logistic regression model. Among 114 patients, those with HPV-negative OPC had significantly higher Agatston scores compared to those with HPV-positive OPC [89.00 (0.00-864.25)  Patients with HPV-negative OPC exhibited more severe CAC, likely due to their older age rather than HPV status itself.",
    "disease": "hypertension",
    "clean_text": "association between human papillomavirus infection status and coronary artery calcification in patients with oropharyngeal cancer human papillomavirus hpv is a known risk factor for oropharyngeal cancer opc however its role in atherosclerosis remains controversial this study aimed to investigate the association between hpv type infection status and coronary artery calcification cac in patients with opc we retrospectively reviewed patients who were referred to our hospital for initial treatment of opc between october and october the agatston score was calculated using non gated non contrast computed tomography scans hpv status was assessed using p immunohistochemistry according to guidelines patient characteristics were compared between the hpv negative and hpv positive groups independent risk factors for severe cac agatston score were identified using a multivariable logistic regression model among patients those with hpv negative opc had significantly higher agatston scores compared to those with hpv positive opc patients with hpv negative opc exhibited more severe cac likely due to their older age rather than hpv status itself"
}