{
    "pmid": "41467240",
    "title": "Vagus Nerve Stimulation Paired With Rehabilitation in the Home Environment for People With Chronic Post-Stroke Upper Limb Deficits (VNS-REHAB At-Home): Protocol for a Feasibility Trial.",
    "abstract": "Paired vagus nerve stimulation (VNS) has emerged as a safe and effective therapy to reduce upper limb (UL) motor deficits and improve motor function in individuals with chronic ischemic stroke with moderate-to-severe arm impairment. VNS paired with rehabilitation motor tasks led by an occupational or physical therapist is typically done in-clinic during initial treatment. Attending regular outpatient sessions can be difficult for individuals with limited mobility/transportation. The primary objective of the VNS-REHAB At-Home study is to assess the feasibility, safety, compliance, and therapist/patient acceptance of delivering up to 36 hours of therapist-activated VNS paired with UL rehabilitation in a home setting. Secondary objectives include evaluating improvements in UL impairment and function. The acute stage is therapist-activated VNS therapy paired with at home rehabilitation in 1- to 2-hour sessions up to 5 times per week for up to 18 weeks, with a maximum of 36 total hours of therapist visit duration. The long-term stage is a follow-up period of up to 2 years during which participants continue self-activated VNS at home using a magnet during functional tasks. Therapist-activated Paired VNS will be done in the participant's home. Participants implanted or scheduled to be implanted commercially with the Vivistim Paired VNS System and assessed as able to receive therapist-activated VNS in the home setting. The study will use mobile therapists in the participant's home instead of a clinic for the initial treatment phase. Paired VNS will be done according to the manufacturer's instructions for use. The primary endpoint is the number of individuals who complete at least 24 hours of therapy provided in the home setting by a therapist within an 18-week period. Secondary endpoints are change from baseline in assessment measures and patient-reported outcomes. Up to 150 participants.",
    "disease": "stroke",
    "clean_text": "vagus nerve stimulation paired with rehabilitation in the home environment for people with chronic post stroke upper limb deficits vns rehab at home protocol for a feasibility trial paired vagus nerve stimulation vns has emerged as a safe and effective therapy to reduce upper limb ul motor deficits and improve motor function in individuals with chronic ischemic stroke with moderate to severe arm impairment vns paired with rehabilitation motor tasks led by an occupational or physical therapist is typically done in clinic during initial treatment attending regular outpatient sessions can be difficult for individuals with limited mobility transportation the primary objective of the vns rehab at home study is to assess the feasibility safety compliance and therapist patient acceptance of delivering up to hours of therapist activated vns paired with ul rehabilitation in a home setting secondary objectives include evaluating improvements in ul impairment and function the acute stage is therapist activated vns therapy paired with at home rehabilitation in to hour sessions up to times per week for up to weeks with a maximum of total hours of therapist visit duration the long term stage is a follow up period of up to years during which participants continue self activated vns at home using a magnet during functional tasks therapist activated paired vns will be done in the participant s home participants implanted or scheduled to be implanted commercially with the vivistim paired vns system and assessed as able to receive therapist activated vns in the home setting the study will use mobile therapists in the participant s home instead of a clinic for the initial treatment phase paired vns will be done according to the manufacturer s instructions for use the primary endpoint is the number of individuals who complete at least hours of therapy provided in the home setting by a therapist within an week period secondary endpoints are change from baseline in assessment measures and patient reported outcomes up to participants"
}