{
    "pmid": "41361776",
    "title": "Reduction of low attenuation areas of emphysema after lung volume reduction surgery compared to bronchoscopic lung volume reduction with valves.",
    "abstract": "Lung volume reduction surgery (LVRS) enables a tailored resection of emphysematous lung areas, whereas bronchoscopic lung volume reduction (BLVR) with valves excludes a whole lobe. We hypothesize greater reduction of areas with low attenuation on computed tomography (CT) scans by LVRS, assuming to spare still functioning tissue, compared with BLVR. LVRS patients were prospectively collected and a post-hoc analysis was performed to compare patients after BLVR with valves. Pre- and postoperative (3 months after LVRS, 1 months after BLVR) lung function, 6-minute walking distance (6-MWD) and changes in low attenuation areas (LAA, ≤- 950 hounsfield units) in CT was measured. The BLVR group needed proven target lobe atelectasis to be included. Primary endpoint was the radiologically measured LAA reduction. Among the 27 patients who underwent LVRS between August 2019 and October 2020, complete data were available for 19 patients. In contrast, 18 out of 27 BLVR patients achieved complete lobar atelectasis. Both LVRS and BLVR significantly improved LAA (Δ41% and Δ28%), lung function (forced expiratory volume in 1 second FEV1) and 6-MWD (all p<0.05). However, LVRS showed no significant advantage over BLVR for LAA (p=0.068), FEV1 (p=0.132) or 6-MWD (p=0.077). Neither LVRS nor BLVR seem to be superior in sparing or eliminating still functional tissue, as both methods showed no differences in reduction of LAA. This information might contribute to the decision at an interdisciplinary emphysema board, where all cases are preferably discussed.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "reduction of low attenuation areas of emphysema after lung volume reduction surgery compared to bronchoscopic lung volume reduction with valves lung volume reduction surgery lvrs enables a tailored resection of emphysematous lung areas whereas bronchoscopic lung volume reduction blvr with valves excludes a whole lobe we hypothesize greater reduction of areas with low attenuation on computed tomography ct scans by lvrs assuming to spare still functioning tissue compared with blvr lvrs patients were prospectively collected and a post hoc analysis was performed to compare patients after blvr with valves pre and postoperative months after lvrs months after blvr lung function minute walking distance mwd and changes in low attenuation areas laa hounsfield units in ct was measured the blvr group needed proven target lobe atelectasis to be included primary endpoint was the radiologically measured laa reduction among the patients who underwent lvrs between august and october complete data were available for patients in contrast out of blvr patients achieved complete lobar atelectasis both lvrs and blvr significantly improved laa and lung function forced expiratory volume in second fev and mwd all p however lvrs showed no significant advantage over blvr for laa p fev p or mwd p neither lvrs nor blvr seem to be superior in sparing or eliminating still functional tissue as both methods showed no differences in reduction of laa this information might contribute to the decision at an interdisciplinary emphysema board where all cases are preferably discussed"
}