{
    "title": "Endometrial cancer with concomitant endometriosis is highly associated with ovarian endometrioid carcinoma: a retrospective cohort study.",
    "doc_id": "35932070",
    "writer": "Ishizaka A",
    "year": "2022",
    "summary": "The incidence of SEOCs was significantly higher in endometrial cancer patients with endometriosis than those without it (p < 0.0001); notably, 12 of 51 endometrial cancer patients with endometriosis (24%) had SEOCs. ...For patients with endometri …",
    "abstract": "Background:\n        \n      \n      Endometriosis is assumed to be involved in ovarian cancer development, which is called endometriosis-associated ovarian cancer (EAOC). Uterine endometrial cells may be the cell of origin of EAOC. Accumulated carcinogenic changes in the uterine endometrial cells may increase the risk of developing EAOC. To further understand the pathogenesis of EAOCs, we focused on the clinicopathological characteristics of EAOCs in endometrial cancer patients with concomitant endometriosis.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively reviewed 376 patients who were surgically treated for stage I-III endometrial cancer. Clinicopathological characteristics were compared between patients with and without endometriosis. Furthermore, the incidence of simultaneous endometrial and ovarian cancer (SEOC) and the histological characteristics of SEOC were compared between the two groups.\n    \n\n\n          Results:\n        \n      \n      Among 376 patients with endometrial cancer, 51 had concomitant endometriosis. Patients with endometriosis were significantly younger and more frequently had endometrioid G1/G2 tumors than those without endometriosis. The incidence of SEOCs was significantly higher in endometrial cancer patients with endometriosis than those without it (p < 0.0001); notably, 12 of 51 endometrial cancer patients with endometriosis (24%) had SEOCs. All of the ovarian cancers in endometrial cancer patients with endometriosis were endometrioid carcinomas. Moreover, even in those without endometriosis, endometrioid carcinoma was the most common histological type of SEOC.\n    \n\n\n          Conclusion:\n        \n      \n      We revealed that endometrial cancer patients with endometriosis had a high probability of SEOC and that endometrioid carcinoma was the most common histological subtype of SEOC regardless of the presence of endometriosis. For patients with endometrial cancer and endometriosis, careful examination of ovarian endometriotic lesions may be important to detect EAOCs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35932070/",
    "clean_text": "endometrial cancer with concomitant endometriosis is highly associated with ovarian endometrioid carcinoma a retrospective cohort study the incidence of seocs was significantly higher in endometrial cancer patients with endometriosis than those without it p notably of endometrial cancer patients with endometriosis had seocs for patients with endometri background endometriosis is assumed to be involved in ovarian cancer development which is called endometriosis associated ovarian cancer eaoc uterine endometrial cells may be the cell of origin of eaoc accumulated carcinogenic changes in the uterine endometrial cells may increase the risk of developing eaoc to further understand the pathogenesis of eaocs we focused on the clinicopathological characteristics of eaocs in endometrial cancer patients with concomitant endometriosis methods we retrospectively reviewed patients who were surgically treated for stage i iii endometrial cancer clinicopathological characteristics were compared between patients with and without endometriosis furthermore the incidence of simultaneous endometrial and ovarian cancer seoc and the histological characteristics of seoc were compared between the two groups results among patients with endometrial cancer had concomitant endometriosis patients with endometriosis were significantly younger and more frequently had endometrioid g g tumors than those without endometriosis the incidence of seocs was significantly higher in endometrial cancer patients with endometriosis than those without it p notably of endometrial cancer patients with endometriosis had seocs all of the ovarian cancers in endometrial cancer patients with endometriosis were endometrioid carcinomas moreover even in those without endometriosis endometrioid carcinoma was the most common histological type of seoc conclusion we revealed that endometrial cancer patients with endometriosis had a high probability of seoc and that endometrioid carcinoma was the most common histological subtype of seoc regardless of the presence of endometriosis for patients with endometrial cancer and endometriosis careful examination of ovarian endometriotic lesions may be important to detect eaocs"
}