{
    "pmid": "41456138",
    "title": "Evaluation of embryonic toxicology, antimicrobial, anti-inflammatory, and antioxidant activity of the Equisetum arvense mediated Magnesium oxide nanoparticles.",
    "abstract": "Preparing and stabilising various types of nanoparticles using herbal extract has proven to be an intriguing prospective environmentally beneficial technology. Magnesium oxide nanoparticles (MgONPs) are finding a broad range of applications in the environmental and medical sciences due to their impressive antioxidant, anticancer, and antibacterial activity. The traditional uses of Equisetum arvense included wound and ulcer healing, renal issues, tuberculosis treatment, and bleeding control. This work intended to synthesise magnesium oxide nanoparticles in an environmentally friendly manner utilising E. arvense, with potential uses in biomedicine. Using a green fabrication technique, E. arvense extract was used to create magnesium oxide nanoparticles (MgONPs). The antibacterial activity of the resulting MgO NPs against wound infections was evaluated. The ABTS, Nitric Oxide, DPPH, FRAP, and H2O2 assays were used to measure antioxidant activity. Utilising zebrafish survivability during MgONPs treatment, cytotoxicity was evaluated. The green-produced MgONPs showed good antibacterial activities against wound infectious microbes, compared to the E. arvense control. It also demonstrated outstanding biocompatibility and antioxidant activity. The potential application of plants mediated NPs as antibacterial, and an antioxidant agent is the primary conclusion of the research.",
    "disease": "tuberculosis",
    "clean_text": "evaluation of embryonic toxicology antimicrobial anti inflammatory and antioxidant activity of the equisetum arvense mediated magnesium oxide nanoparticles preparing and stabilising various types of nanoparticles using herbal extract has proven to be an intriguing prospective environmentally beneficial technology magnesium oxide nanoparticles mgonps are finding a broad range of applications in the environmental and medical sciences due to their impressive antioxidant anticancer and antibacterial activity the traditional uses of equisetum arvense included wound and ulcer healing renal issues tuberculosis treatment and bleeding control this work intended to synthesise magnesium oxide nanoparticles in an environmentally friendly manner utilising e arvense with potential uses in biomedicine using a green fabrication technique e arvense extract was used to create magnesium oxide nanoparticles mgonps the antibacterial activity of the resulting mgo nps against wound infections was evaluated the abts nitric oxide dpph frap and h o assays were used to measure antioxidant activity utilising zebrafish survivability during mgonps treatment cytotoxicity was evaluated the green produced mgonps showed good antibacterial activities against wound infectious microbes compared to the e arvense control it also demonstrated outstanding biocompatibility and antioxidant activity the potential application of plants mediated nps as antibacterial and an antioxidant agent is the primary conclusion of the research"
}