{
    "title": "Immunoneutralization of nerve growth factor in lumbosacral spinal cord reduces bladder hyperreflexia in spinal cord injured rats.",
    "doc_id": "12394773",
    "writer": "Seki S",
    "year": "2002",
    "summary": "PURPOSE: We investigated the effects of intrathecal application of nerve growth factor (NGF) antibodies (Ab) on bladder hyperreflexia in chronic spinalized rats. MATERIALS AND METHODS: In adult female rats an intrathecal catheter was implanted at the level of the L6 to S1 …",
    "abstract": "Purpose:\n        \n      \n      We investigated the effects of intrathecal application of nerve growth factor (NGF) antibodies (Ab) on bladder hyperreflexia in chronic spinalized rats.\n    \n\n\n          Materials and methods:\n        \n      \n      In adult female rats an intrathecal catheter was implanted at the level of the L6 to S1 spinal cord, followed by complete transection of the Th8 to 9 spinal cord. At 10 days after spinalization the intrathecal catheter was connected to an osmotic pump for continuous delivery of vehicle or NGF Ab (10 microg daily) for 2 weeks. Awake cystometry was then performed. NGF levels in the L5 to S1 dorsal root ganglia, L6 spinal cord and bladder were also measured using enzyme-linked immunosorbent assay.\n    \n\n\n          Results:\n        \n      \n      The number of uninhibited bladder contractions per voiding cycle, maximal pressure of uninhibited bladder contraction and maximal voiding pressure were significantly decreased in NGF Ab treated versus vehicle treated spinalized rats. Intercontraction interval, baseline intravesical pressure, pressure threshold for voiding and voiding efficiency were not significantly changed by NGF Ab treatment. NGF levels in the bladder, L6 spinal cord and L5 to S1 dorsal root ganglia of vehicle treated spinalized rats was 1.6 to 4.8 times higher than in spinal cord intact rats. After intrathecal NGF Ab treatment NGF levels were significantly lower in the L6 to S1 dorsal root ganglia (30% to 35%) and L6 spinal cord (53%) but not in the bladder or L5 dorsal root ganglia compared with levels in vehicle treated spinalized rats.\n    \n\n\n          Conclusions:\n        \n      \n      Increased levels of NGF in the bladder, spinal cord and dorsal root ganglia were associated with bladder hyperreflexia after spinal cord injury. Immuno-neutralization of NGF in the spinal cord suppressed NGF levels in the L6 to S1 dorsal root ganglia, which contain bladder afferent neurons, and also suppressed bladder hyperreflexia. Thus, suppression of NGF levels in afferent pathways could be useful for treating bladder hyperreflexia associated with spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12394773/",
    "clean_text": "immunoneutralization of nerve growth factor in lumbosacral spinal cord reduces bladder hyperreflexia in spinal cord injured rats purpose we investigated the effects of intrathecal application of nerve growth factor ngf antibodies ab on bladder hyperreflexia in chronic spinalized rats materials and methods in adult female rats an intrathecal catheter was implanted at the level of the l to s purpose we investigated the effects of intrathecal application of nerve growth factor ngf antibodies ab on bladder hyperreflexia in chronic spinalized rats materials and methods in adult female rats an intrathecal catheter was implanted at the level of the l to s spinal cord followed by complete transection of the th to spinal cord at days after spinalization the intrathecal catheter was connected to an osmotic pump for continuous delivery of vehicle or ngf ab microg daily for weeks awake cystometry was then performed ngf levels in the l to s dorsal root ganglia l spinal cord and bladder were also measured using enzyme linked immunosorbent assay results the number of uninhibited bladder contractions per voiding cycle maximal pressure of uninhibited bladder contraction and maximal voiding pressure were significantly decreased in ngf ab treated versus vehicle treated spinalized rats intercontraction interval baseline intravesical pressure pressure threshold for voiding and voiding efficiency were not significantly changed by ngf ab treatment ngf levels in the bladder l spinal cord and l to s dorsal root ganglia of vehicle treated spinalized rats was to times higher than in spinal cord intact rats after intrathecal ngf ab treatment ngf levels were significantly lower in the l to s dorsal root ganglia to and l spinal cord but not in the bladder or l dorsal root ganglia compared with levels in vehicle treated spinalized rats conclusions increased levels of ngf in the bladder spinal cord and dorsal root ganglia were associated with bladder hyperreflexia after spinal cord injury immuno neutralization of ngf in the spinal cord suppressed ngf levels in the l to s dorsal root ganglia which contain bladder afferent neurons and also suppressed bladder hyperreflexia thus suppression of ngf levels in afferent pathways could be useful for treating bladder hyperreflexia associated with spinal cord injury"
}