{
    "pmid": "41462439",
    "title": "Evaluating the value of circulating miR-21, miR-210 and miR-942 in the diagnosis of early-stage lung adenocarcinoma.",
    "abstract": "The incidence of lung adenocarcinoma has been gradually increasing in recent years. Its early diagnosis remains challenging. Dysregulation of miRNAs is involved in the development of many malignant tumors, miRNAs have shown potential promise in the early diagnosis of tumors. This study aimed to evaluate the value of serum miR-21, miR-210, and miR-942 expression in the early diagnosis of lung adenocarcinoma(LUAD). Preoperative peripheral blood was collected from 155 patients with suspected lung nodules who were due to be operated on, and the serum levels of miR-21, miR-210, and miR-942 were determined by real-time fluorescence quantitative PCR (RT-qPCR). Based on the postoperative pathology results, 130 patients with stage I-II early-stage LUAD were selected as the study subjects, and 80 healthy people over the same time period were selected as the control group. An early diagnostic model of LUAD with the combination of the 3 miRNAs was established. The diagnostic performance was evaluated using a receiver operating characteristic (ROC) curve. Compared with the control subjects, the expression of the 3 miRNAs was significantly upregulated in the LUAD patients in both the training and testing sets. Based on the logistic regression model, the AUC value for diagnosing early-stage LUAD using the 3-miRNA panel in the training set is 0.909, with an accuracy of 87.1%. In the testing set, the AUC is 0.890, and the accuracy is 82.9%. The combined AUC for both the training and testing sets is 0.901, with an accuracy of 84.3%. Serum miRNA-21, miRNA-210, and miRNA-942 all showed higher diagnostic efficacy in comparison with the conventional tumor marker Cyfra21-1 (AUC: 0.554 vs. 0.790, 0.856, and 0.621, respectively). Subgroup analysis based on clinical features showed that the 3-miRNA panel has better predictive performance for lung nodules that appeared solid in imaging findings, with an AUC of 0.903, a sensitivity of 90.0%, and a specificity of 80.0%. The combination of serum miR-21, miR-210, and miR-942 could be employed as potential serum markers for early diagnosis of LUAD.",
    "disease": "lung cancer",
    "clean_text": "evaluating the value of circulating mir mir and mir in the diagnosis of early stage lung adenocarcinoma the incidence of lung adenocarcinoma has been gradually increasing in recent years its early diagnosis remains challenging dysregulation of mirnas is involved in the development of many malignant tumors mirnas have shown potential promise in the early diagnosis of tumors this study aimed to evaluate the value of serum mir mir and mir expression in the early diagnosis of lung adenocarcinoma luad preoperative peripheral blood was collected from patients with suspected lung nodules who were due to be operated on and the serum levels of mir mir and mir were determined by real time fluorescence quantitative pcr rt qpcr based on the postoperative pathology results patients with stage i ii early stage luad were selected as the study subjects and healthy people over the same time period were selected as the control group an early diagnostic model of luad with the combination of the mirnas was established the diagnostic performance was evaluated using a receiver operating characteristic roc curve compared with the control subjects the expression of the mirnas was significantly upregulated in the luad patients in both the training and testing sets based on the logistic regression model the auc value for diagnosing early stage luad using the mirna panel in the training set is with an accuracy of in the testing set the auc is and the accuracy is the combined auc for both the training and testing sets is with an accuracy of serum mirna mirna and mirna all showed higher diagnostic efficacy in comparison with the conventional tumor marker cyfra auc vs and respectively subgroup analysis based on clinical features showed that the mirna panel has better predictive performance for lung nodules that appeared solid in imaging findings with an auc of a sensitivity of and a specificity of the combination of serum mir mir and mir could be employed as potential serum markers for early diagnosis of luad"
}