{
    "title": "Assessing juvenile sex offenders to determine adequate levels of supervision.",
    "doc_id": "7583754",
    "writer": "Gerdes KE",
    "year": "1995",
    "summary": "Factor analysis was utilized to significantly increase the reliability of the four inventories by collapsing them into the following three factors: (a) Custodian's and Juvenile's Attitude Toward Intervention; (b) Offense Characteristics; and (c) Historical Risk Fact …",
    "abstract": "The present study analyzed the internal consistency of four inventories currently being used by probation officers in the state of Utah to determine adequate and efficacious supervision levels and placement for juvenile sex offenders. The internal consistency or reliability of the inventories ranged from moderate to good. Factor analysis was utilized to significantly increase the reliability of the four inventories by collapsing them into the following three factors: (a) Custodian's and Juvenile's Attitude Toward Intervention; (b) Offense Characteristics; and (c) Historical Risk Factors. These three inventories/factors explained 41.2% of the variance in the combined inventories' scores. Suggestions are made regarding the creation of an additional inventory. \"Characteristics of the Victim\" to account for more of the variance. In addition, suggestions as to how these inventories can be used by probation officers to make objective and consistent decisions about adequate supervision levels and placement for juvenile sex offenders are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7583754/",
    "clean_text": "assessing juvenile sex offenders to determine adequate levels of supervision factor analysis was utilized to significantly increase the reliability of the four inventories by collapsing them into the following three factors a custodian s and juvenile s attitude toward intervention b offense characteristics and c historical risk fact the present study analyzed the internal consistency of four inventories currently being used by probation officers in the state of utah to determine adequate and efficacious supervision levels and placement for juvenile sex offenders the internal consistency or reliability of the inventories ranged from moderate to good factor analysis was utilized to significantly increase the reliability of the four inventories by collapsing them into the following three factors a custodian s and juvenile s attitude toward intervention b offense characteristics and c historical risk factors these three inventories factors explained of the variance in the combined inventories scores suggestions are made regarding the creation of an additional inventory characteristics of the victim to account for more of the variance in addition suggestions as to how these inventories can be used by probation officers to make objective and consistent decisions about adequate supervision levels and placement for juvenile sex offenders are discussed"
}