{
    "pmid": "41379207",
    "title": "Association between articular surface depression and functional outcomes after ORIF of tibial plateau fractures: a retrospective cohort study.",
    "abstract": "Tibial plateau fractures (TPF) involving the articular surface are among the most severe joint injuries of the lower extremities. The effect of precise reduction of TPF on postoperative outcomes remains uncertain. While several studies have emphasized the importance of restoring articular congruity, others have reported limited correlation between radiographic parameters and long-term function, leaving it unclear which aspects of reduction truly drive functional recovery. This study aims to evaluate and correlate postoperative CT scan parameters of patients who underwent ORIF for TPF with patient reported outcomes at 6 years post-surgery. A retrospective cohort study with cross-sectional outcome assessment was conducted on patients who underwent ORIF for tibial plateau fractures between 2016 and 2019. Patients without postoperative CT or lost to follow-up were excluded. Pre- and postoperative CT scans were analyzed for articular depression, plateau tilt, condylar widening, and posterior tibial slope. Patient-reported outcomes, including the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) and the Knee injury and Osteoarthritis Outcome Score (KOOS), were obtained and correlated with CT findings to identify predictors of poor outcome. Of 71 patients, 49 were included in the final analysis. The mean age was 51.6 years; 26 (53%) were men and 23 (47%) women. The mean follow-up was 6 years. The mean WOMAC and KOOS scores were 36.7 ± 19.1 and 58.9 ± 18.9, respectively. A post-operative articular step-off of ≥ 2.5 mm was significantly associated with worse WOMAC scores (p = 0.004). Other radiologic parameters, including condylar widening, tibial plateau tilt, and articular depression, showed no significant correlation with WOMAC or KOOS scores. A postoperative step-off deformity exceeding 2.5 mm on postoperative CT scans significantly impacts the mid-term functional outcome of patients undergoing ORIF after TPF, as evidenced by poorer WOMAC scores. This study emphasizes the importance of accurate TPF reduction to optimize patient outcomes.",
    "disease": "osteoarthritis",
    "clean_text": "association between articular surface depression and functional outcomes after orif of tibial plateau fractures a retrospective cohort study tibial plateau fractures tpf involving the articular surface are among the most severe joint injuries of the lower extremities the effect of precise reduction of tpf on postoperative outcomes remains uncertain while several studies have emphasized the importance of restoring articular congruity others have reported limited correlation between radiographic parameters and long term function leaving it unclear which aspects of reduction truly drive functional recovery this study aims to evaluate and correlate postoperative ct scan parameters of patients who underwent orif for tpf with patient reported outcomes at years post surgery a retrospective cohort study with cross sectional outcome assessment was conducted on patients who underwent orif for tibial plateau fractures between and patients without postoperative ct or lost to follow up were excluded pre and postoperative ct scans were analyzed for articular depression plateau tilt condylar widening and posterior tibial slope patient reported outcomes including the western ontario and mcmaster universities osteoarthritis index womac and the knee injury and osteoarthritis outcome score koos were obtained and correlated with ct findings to identify predictors of poor outcome of patients were included in the final analysis the mean age was years were men and women the mean follow up was years the mean womac and koos scores were and respectively a post operative articular step off of mm was significantly associated with worse womac scores p other radiologic parameters including condylar widening tibial plateau tilt and articular depression showed no significant correlation with womac or koos scores a postoperative step off deformity exceeding mm on postoperative ct scans significantly impacts the mid term functional outcome of patients undergoing orif after tpf as evidenced by poorer womac scores this study emphasizes the importance of accurate tpf reduction to optimize patient outcomes"
}