{
    "pmid": "41451432",
    "title": "TNF-induced neuropilin-2 in fibroblast-like synoviocytes exacerbates rheumatoid arthritis.",
    "abstract": "We investigated TNF-induced neuropilin-2 (NRP2) in rheumatoid arthritis (RA) and focused on its role in inflammation and disease progression and its potential as a therapeutic target in fibroblast-like synoviocytes (FLS). Serum and synovial fluid (SF) samples were collected from healthy volunteers (serum, n=30), osteoarthritis (OA) patients (SF, n=20), and RA patients (serum, n=76; SF, n=21) for NRP2 quantification. Synovial tissues from OA (n=6) and RA (n=6) patients were obtained to analyze NRP2 expression and its clinical relevance. Systemic or conditional NRP2 knockout mice were generated, and disease severity was evaluated in serum-transfer-induced arthritis (STIA) models. RA-FLS were transfected with NRP2-specific siRNA to assess the effects on proliferation, apoptosis, and pro-inflammatory cytokine secretion. Chromatin immunoprecipitation sequencing (ChIP-seq) was performed to identify p65-binding sites in the NRP2 locus. NRP2 levels in RA serum (n=76) were elevated and correlated with disease activity. TNF upregulated NRP2 expression in FLS via the transcription factor p65, and elevated NRP2, in turn, amplified local inflammation and tissue damage by increasing FLS proliferation and promoting the release of cytokines, chemokines, and matrix metalloproteinases (MMPs). Both systemic and conditional knockout of NRP2 alleviated joint inflammation and damage in STIA models. The inflammatory regulation mediated by NRP2 was derived primarily from ‌FAPα TNF-induced NRP2 drives inflammatory persistence in RA and serves as a promising diagnostic biomarker. Targeting the TNF-p65-NRP2 axis in FLS may offer a novel strategy for mitigating arthritis progression.",
    "disease": "rheumatoid arthritis",
    "clean_text": "tnf induced neuropilin in fibroblast like synoviocytes exacerbates rheumatoid arthritis we investigated tnf induced neuropilin nrp in rheumatoid arthritis ra and focused on its role in inflammation and disease progression and its potential as a therapeutic target in fibroblast like synoviocytes fls serum and synovial fluid sf samples were collected from healthy volunteers serum n osteoarthritis oa patients sf n and ra patients serum n sf n for nrp quantification synovial tissues from oa n and ra n patients were obtained to analyze nrp expression and its clinical relevance systemic or conditional nrp knockout mice were generated and disease severity was evaluated in serum transfer induced arthritis stia models ra fls were transfected with nrp specific sirna to assess the effects on proliferation apoptosis and pro inflammatory cytokine secretion chromatin immunoprecipitation sequencing chip seq was performed to identify p binding sites in the nrp locus nrp levels in ra serum n were elevated and correlated with disease activity tnf upregulated nrp expression in fls via the transcription factor p and elevated nrp in turn amplified local inflammation and tissue damage by increasing fls proliferation and promoting the release of cytokines chemokines and matrix metalloproteinases mmps both systemic and conditional knockout of nrp alleviated joint inflammation and damage in stia models the inflammatory regulation mediated by nrp was derived primarily from fap tnf induced nrp drives inflammatory persistence in ra and serves as a promising diagnostic biomarker targeting the tnf p nrp axis in fls may offer a novel strategy for mitigating arthritis progression"
}