{
    "pmid": "41431073",
    "title": "MICA-129 Met/Met contributes to the susceptibility of colorectal cancer.",
    "abstract": "The highly polymorphic human major histocompatibility complex class I chain-related gene A (MICA) regulates immune surveillance and destroys tumor cells by activating its receptor, the natural killer group 2D. This study aimed to examine a single nucleotide polymorphism of this gene at codon 129 (MICA-129) in association with colorectal cancer (CRC). Using PCR sequencing, the MICA-129 polymorphism was examined in 104 patients with CRC and 536 healthy controls. Specific MICA-129 single nucleotide polymorphism was analyzed for its association with CRC susceptibility, clinical phenotypes, and selected CRC-associated microsatellite instability, driver gene mutation, immune checkpoint programmed death ligand 1, and diagnostic biomarkers carbohydrate antigen 19-9 and carcinoembryonic antigen. The MICA-129 heterozygous A/G (Met/Val) genotype was associated with less aggressive clinical characteristics, such as a reduced prevalence of the ulcerated subtype (P = .0489, OR = 0.59) and lymph node involvement (P = .0217, OR = 0.46). Conversely, the MICA-129 homozygous allele A/A (Met/Met) variant was related to more advanced clinical characteristics, such as increased tumor invasion depth (T3/4; P = .0261, OR = 2.10), driver gene mutation (P = .0363, OR = 2.65), and KRAS mutation (P = .0392, OR = 2.23). Additionally, patients with carbohydrate antigen 19-9-positive CRC had a lower MICA-129 Met/Val variation, whereas those with carcinoembryonic antigen-positive CRC had a higher MICA-129 Met/Met variant (P = .0330/OR = 0.22 and P = .0034/OR = 2.99, respectively).",
    "disease": "colorectal cancer",
    "clean_text": "mica met met contributes to the susceptibility of colorectal cancer the highly polymorphic human major histocompatibility complex class i chain related gene a mica regulates immune surveillance and destroys tumor cells by activating its receptor the natural killer group d this study aimed to examine a single nucleotide polymorphism of this gene at codon mica in association with colorectal cancer crc using pcr sequencing the mica polymorphism was examined in patients with crc and healthy controls specific mica single nucleotide polymorphism was analyzed for its association with crc susceptibility clinical phenotypes and selected crc associated microsatellite instability driver gene mutation immune checkpoint programmed death ligand and diagnostic biomarkers carbohydrate antigen and carcinoembryonic antigen the mica heterozygous a g met val genotype was associated with less aggressive clinical characteristics such as a reduced prevalence of the ulcerated subtype p or and lymph node involvement p or conversely the mica homozygous allele a a met met variant was related to more advanced clinical characteristics such as increased tumor invasion depth t p or driver gene mutation p or and kras mutation p or additionally patients with carbohydrate antigen positive crc had a lower mica met val variation whereas those with carcinoembryonic antigen positive crc had a higher mica met met variant p or and p or respectively"
}