{
    "title": "Superficial temperature and pain tolerance in patients with chronic low back pain.",
    "doc_id": "31563374",
    "writer": "Alfieri FM",
    "year": "2019",
    "summary": "INTRODUCTION: Low back pain is a common and very prevalent disease and can impose limitations that negatively impact patients. ...Superficial temperature was significantly higher in the sites evaluated in the low back pain group (p < 0.001). In pati …",
    "abstract": "Introduction:\n        \n      \n      Low back pain is a common and very prevalent disease and can impose limitations that negatively impact patients. The objective of this study was to verify and compare the association between lumbar superficial temperature and pressure pain tolerance thresholds in individuals with chronic nonspecific low back pain and healthy controls.\n    \n\n\n          Methods:\n        \n      \n      This was a cross-sectional observational study involving 38 individuals with nonspecific chronic low back pain and 19 healthy controls. Volunteers underwent thermographic (infrared sensor), pain perception (visual analog scale), and pressure pain tolerance thresholds (algometry) evaluations in the right and left paravertebral muscles and L4-L5 ligament.\n    \n\n\n          Results:\n        \n      \n      A lower tolerance to pressure pain was found in patients compared to controls at all evaluated sites (p ≤ 0.003). Superficial temperature was significantly higher in the sites evaluated in the low back pain group (p < 0.001). In patients with low back pain, pain perception was weakly and inversely correlated with pressure pain tolerance (r = -0.31; p = 0.05) and moderately correlated to the temperature of the evaluated sites (r = 0.51 to 0.59, p ≤ 0.001). Also, an inverse and weak to moderate association was observed between pressure pain tolerance thresholds and temperature in patients only (r = -0.36 to -0.49; p ≤ 0.02).\n    \n\n\n          Conclusion:\n        \n      \n      Individuals with low back pain have lower pressure pain tolerance thresholds and higher superficial temperature in the lumbar region when compared to healthy individuals. The associations observed show that the higher the pain perception, the lower the pain tolerance and the higher the superficial temperature in the lumbar region. Also, the higher the temperature, the lower the pain tolerance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31563374/",
    "clean_text": "superficial temperature and pain tolerance in patients with chronic low back pain introduction low back pain is a common and very prevalent disease and can impose limitations that negatively impact patients superficial temperature was significantly higher in the sites evaluated in the low back pain group p in pati introduction low back pain is a common and very prevalent disease and can impose limitations that negatively impact patients the objective of this study was to verify and compare the association between lumbar superficial temperature and pressure pain tolerance thresholds in individuals with chronic nonspecific low back pain and healthy controls methods this was a cross sectional observational study involving individuals with nonspecific chronic low back pain and healthy controls volunteers underwent thermographic infrared sensor pain perception visual analog scale and pressure pain tolerance thresholds algometry evaluations in the right and left paravertebral muscles and l l ligament results a lower tolerance to pressure pain was found in patients compared to controls at all evaluated sites p superficial temperature was significantly higher in the sites evaluated in the low back pain group p in patients with low back pain pain perception was weakly and inversely correlated with pressure pain tolerance r p and moderately correlated to the temperature of the evaluated sites r to p also an inverse and weak to moderate association was observed between pressure pain tolerance thresholds and temperature in patients only r to p conclusion individuals with low back pain have lower pressure pain tolerance thresholds and higher superficial temperature in the lumbar region when compared to healthy individuals the associations observed show that the higher the pain perception the lower the pain tolerance and the higher the superficial temperature in the lumbar region also the higher the temperature the lower the pain tolerance"
}