{
    "title": "Psychosocial care of patients with head and neck cancer.",
    "doc_id": "19635402",
    "writer": "Penner JL.",
    "year": "2009",
    "summary": "OBJECTIVES: To identify the psychosocial challenges experienced by individuals with head and neck cancer and their family caregivers and discuss future research opportunities in the areas of psychosocial nursing care for this patient population. ...IMPLICATIO …",
    "abstract": "Objectives:\n        \n      \n      To identify the psychosocial challenges experienced by individuals with head and neck cancer and their family caregivers and discuss future research opportunities in the areas of psychosocial nursing care for this patient population.\n    \n\n\n          Data sources:\n        \n      \n      Published research articles, abstracts, book chapters, literature reviews.\n    \n\n\n          Conclusion:\n        \n      \n      Patients with head and neck cancer experience profound functional and visible changes as a result of the disease and treatment. Such changes have a significant psychosocial impact on these patients and their families. A rehabilitative approach within a palliative framework of care is necessary to adequately meet the complex needs of these patients and their families.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Nurses are in a key position to provide support to patients with head and neck cancer and their families. Nurses need to recognize the significant psychosocial challenges that individuals with head and neck cancer face, and should be encouraged to integrate psychosocial screening, assessment, and intervention into the overall plan of care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19635402/",
    "clean_text": "psychosocial care of patients with head and neck cancer objectives to identify the psychosocial challenges experienced by individuals with head and neck cancer and their family caregivers and discuss future research opportunities in the areas of psychosocial nursing care for this patient population implicatio objectives to identify the psychosocial challenges experienced by individuals with head and neck cancer and their family caregivers and discuss future research opportunities in the areas of psychosocial nursing care for this patient population data sources published research articles abstracts book chapters literature reviews conclusion patients with head and neck cancer experience profound functional and visible changes as a result of the disease and treatment such changes have a significant psychosocial impact on these patients and their families a rehabilitative approach within a palliative framework of care is necessary to adequately meet the complex needs of these patients and their families implications for nursing practice nurses are in a key position to provide support to patients with head and neck cancer and their families nurses need to recognize the significant psychosocial challenges that individuals with head and neck cancer face and should be encouraged to integrate psychosocial screening assessment and intervention into the overall plan of care"
}