{
    "pmid": "41442024",
    "title": "Evaluating Asthma Clinical Remission with Inhaled Therapy: Post Hoc Analyses of CAPTAIN.",
    "abstract": "Clinical remission (CR) is an emerging treatment goal in asthma. However, evidence showing whether CR is achievable with inhaled therapy is lacking. This post hoc analysis of CAPTAIN evaluated attainability of a composite CR endpoint with inhaled fluticasone furoate/umeclidinium/vilanterol (FF/UMEC/VI) or FF/VI. CAPTAIN (GSK 205715) was a Phase IIIA, randomized, controlled, 24-52-week trial comparing once-daily single-inhaler FF/UMEC/VI versus FF/VI in adults with uncontrolled moderate-to-severe asthma despite ICS/LABA. CR was defined as a composite endpoint comprising no systemic corticosteroids, no severe exacerbations, ACQ-5 total score < 1.50, and either change from baseline in FEV More patients met the CR endpoint (lung function stabilization/optimization) with FF/UMEC/VI versus FF/VI at W24 (stabilization: 42-47% vs 31-36%; optimization: 31-36% vs 19-26%) and W52 (stabilization: 43-47% vs 33-34%; optimization: 30-38% vs 21-24%). Using more stringent ACQ-5 thresholds, fewer patients met the CR endpoint with ACQ ≤ 0.75 versus < 1.50 across treatment arms and timepoints. The odds and probability of meeting the CR endpoint versus not meeting the CR endpoint at W24 were greater with FF/UMEC/VI versus FF/VI, regardless of FF dose. The results of this post hoc analysis demonstrate that CR is achievable with inhaled therapy in moderate-to-severe asthma and is more likely with FF/UMEC/VI than FF/VI. CR should be considered an attainable treatment goal for patients with asthma, irrespective of disease severity or treatment history. ClinialTrials.gov identifier, NCT02924688.",
    "disease": "asthma",
    "clean_text": "evaluating asthma clinical remission with inhaled therapy post hoc analyses of captain clinical remission cr is an emerging treatment goal in asthma however evidence showing whether cr is achievable with inhaled therapy is lacking this post hoc analysis of captain evaluated attainability of a composite cr endpoint with inhaled fluticasone furoate umeclidinium vilanterol ff umec vi or ff vi captain gsk was a phase iiia randomized controlled week trial comparing once daily single inhaler ff umec vi versus ff vi in adults with uncontrolled moderate to severe asthma despite ics laba cr was defined as a composite endpoint comprising no systemic corticosteroids no severe exacerbations acq total score and either change from baseline in fev more patients met the cr endpoint lung function stabilization optimization with ff umec vi versus ff vi at w stabilization vs optimization vs and w stabilization vs optimization vs using more stringent acq thresholds fewer patients met the cr endpoint with acq versus across treatment arms and timepoints the odds and probability of meeting the cr endpoint versus not meeting the cr endpoint at w were greater with ff umec vi versus ff vi regardless of ff dose the results of this post hoc analysis demonstrate that cr is achievable with inhaled therapy in moderate to severe asthma and is more likely with ff umec vi than ff vi cr should be considered an attainable treatment goal for patients with asthma irrespective of disease severity or treatment history clinialtrials gov identifier nct"
}