{
    "title": "Control of Forelimb and Hindlimb Movements and Their Coordination during Quadrupedal Locomotion across Speeds in Adult Spinal Cats.",
    "doc_id": "35343245",
    "writer": "Audet J",
    "year": "2022",
    "summary": "Coordinating the four limbs is critical for terrestrial mammalian locomotion. Thoracic spinal transection abolishes neural communication between the brain and spinal networks controlling hindlimb/leg movements. Several studies have shown that animal models of spi …",
    "abstract": "Coordinating the four limbs is critical for terrestrial mammalian locomotion. Thoracic spinal transection abolishes neural communication between the brain and spinal networks controlling hindlimb/leg movements. Several studies have shown that animal models of spinal transection (spinalization), such as mice, rats, cats, and dogs recover hindlimb locomotion with the forelimbs stationary or suspended. We know less on the ability to generate quadrupedal locomotion after spinal transection, however. We collected kinematic and electromyography data in four adult cats during quadrupedal locomotion at five treadmill speeds before (intact cats) and after low-thoracic spinal transection (spinal cats). We show that adult spinal cats performed quadrupedal treadmill locomotion and modulated their speed from 0.4 m/sec to 0.8 m/sec but required perineal stimulation. During quadrupedal locomotion, several compensatory strategies occurred, such as postural adjustments of the head and neck and the appearance of new coordination patterns between the forelimbs and hindlimbs, where the hindlimbs took more steps than the forelimbs. We also observed temporal changes, such as shorter forelimb cycle/swing durations and shorter hindlimb cycle/stance durations in the spinal state. Forelimb double support periods occupied a greater proportion of the cycle in the spinal state, and hindlimb stride length was shorter. Coordination between the forelimbs and hindlimbs was weakened and more variable in the spinal state. Changes in muscle activity reflected spatiotemporal changes in the locomotor pattern. Despite important changes in the pattern, our results indicate that biomechanical properties of the musculoskeletal system play an important role in quadrupedal locomotion and offset some of the loss in neural communication between networks controlling the forelimbs and hindlimbs after spinal transection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35343245/",
    "clean_text": "control of forelimb and hindlimb movements and their coordination during quadrupedal locomotion across speeds in adult spinal cats coordinating the four limbs is critical for terrestrial mammalian locomotion thoracic spinal transection abolishes neural communication between the brain and spinal networks controlling hindlimb leg movements several studies have shown that animal models of spi coordinating the four limbs is critical for terrestrial mammalian locomotion thoracic spinal transection abolishes neural communication between the brain and spinal networks controlling hindlimb leg movements several studies have shown that animal models of spinal transection spinalization such as mice rats cats and dogs recover hindlimb locomotion with the forelimbs stationary or suspended we know less on the ability to generate quadrupedal locomotion after spinal transection however we collected kinematic and electromyography data in four adult cats during quadrupedal locomotion at five treadmill speeds before intact cats and after low thoracic spinal transection spinal cats we show that adult spinal cats performed quadrupedal treadmill locomotion and modulated their speed from m sec to m sec but required perineal stimulation during quadrupedal locomotion several compensatory strategies occurred such as postural adjustments of the head and neck and the appearance of new coordination patterns between the forelimbs and hindlimbs where the hindlimbs took more steps than the forelimbs we also observed temporal changes such as shorter forelimb cycle swing durations and shorter hindlimb cycle stance durations in the spinal state forelimb double support periods occupied a greater proportion of the cycle in the spinal state and hindlimb stride length was shorter coordination between the forelimbs and hindlimbs was weakened and more variable in the spinal state changes in muscle activity reflected spatiotemporal changes in the locomotor pattern despite important changes in the pattern our results indicate that biomechanical properties of the musculoskeletal system play an important role in quadrupedal locomotion and offset some of the loss in neural communication between networks controlling the forelimbs and hindlimbs after spinal transection"
}