{
    "pmid": "41397409",
    "title": "Rethinking the role of cartilage loss: the influence of intra- and extra-articular factors on symptoms in advanced knee osteoarthritis.",
    "abstract": "Understanding the factors contributing to pain and function limitation in knee osteoarthritis (OA) is crucial to optimize the individual patient's management. This study aimed to quantify the role of cartilage degeneration, as well as other intra- and extra-articular factors, in determining clinical symptoms in patients with advanced knee OA. Subjects were selected from the Osteoarthritis Initiative database based on the criteria: Kellgren-Lawrence (KL) grades 3 to 4 and baseline clinical and MRI data. The analyzed data were: demographic parameters, KL grade, subchondral bone without cartilage coverage, anterior knee pain due to patellar quadriceps tendinitis, effusion, anserine bursa tenderness, meniscal extrusion, Hoffa's inflammation, bone marrow lesions (BMLs), visual analogue scale for pain, Western Ontario and McMaster Universities osteoarthritis index (WOMAC) total score, and WOMAC pain subscale. The multivariate analysis on 233 knees demonstrated that VAS was influenced by the percentage of femoral subchondral bone without cartilage coverage (p < 0.001/η² = 0.058), patellar quadriceps tendinitis (p = 0.004/η² = 0.036), BMI (p = 0.013/η² = 0.027), age (p = 0.026/η² = 0.022), and anserine bursa tenderness (p = 0.033/η² = 0.020). However, the WOMAC total score was influenced by patellar quadriceps tendinitis (p < 0.001/η² = 0.114), BMI (p = 0.001/η² = 0.045), female sex (p = 0.016/η² = 0.025), and medial compartment BMLs (p = 0.015/η² = 0.029), but not by the extent of cartilage damage. The extent of cartilage degeneration influences the pain level, but is not the main factor driving the overall symptoms experienced in advanced knee OA. Other intra- and extra-articular factors, including patellar quadriceps tendinitis, anserine bursa tenderness, BMLs, and BMI have a greater impact on pain and functional impairment, and should be considered when choosing the most suitable treatment approach to manage knee OA patients.",
    "disease": "osteoarthritis",
    "clean_text": "rethinking the role of cartilage loss the influence of intra and extra articular factors on symptoms in advanced knee osteoarthritis understanding the factors contributing to pain and function limitation in knee osteoarthritis oa is crucial to optimize the individual patient s management this study aimed to quantify the role of cartilage degeneration as well as other intra and extra articular factors in determining clinical symptoms in patients with advanced knee oa subjects were selected from the osteoarthritis initiative database based on the criteria kellgren lawrence kl grades to and baseline clinical and mri data the analyzed data were demographic parameters kl grade subchondral bone without cartilage coverage anterior knee pain due to patellar quadriceps tendinitis effusion anserine bursa tenderness meniscal extrusion hoffa s inflammation bone marrow lesions bmls visual analogue scale for pain western ontario and mcmaster universities osteoarthritis index womac total score and womac pain subscale the multivariate analysis on knees demonstrated that vas was influenced by the percentage of femoral subchondral bone without cartilage coverage p patellar quadriceps tendinitis p bmi p age p and anserine bursa tenderness p however the womac total score was influenced by patellar quadriceps tendinitis p bmi p female sex p and medial compartment bmls p but not by the extent of cartilage damage the extent of cartilage degeneration influences the pain level but is not the main factor driving the overall symptoms experienced in advanced knee oa other intra and extra articular factors including patellar quadriceps tendinitis anserine bursa tenderness bmls and bmi have a greater impact on pain and functional impairment and should be considered when choosing the most suitable treatment approach to manage knee oa patients"
}