{
    "pmid": "41457021",
    "title": "Cellular proteostasis during mitochondrial protein import clogging requires the mitochondrial F-box protein 1 and DJ-1 homolog HSP31 in Saccharomyces cerevisiae.",
    "abstract": "Mitochondrial biogenesis requires the import of ∼1,000-1,500 nuclear-encoded proteins across the Translocase of Outer Membrane (TOM) and the Translocase of Inner Membrane (TIM) 22 or 23 complexes. Protein import defects cannot only impair mitochondrial respiration but also cause mitochondrial Precursor Overaccumulation Stress (mPOS) in the cytosol. Recent studies have shown that specific mutations in the nuclear-encoded Adenine Nucleotide Translocase 1 (ANT1) cause musculoskeletal and neurological diseases by clogging TOM and TIM22 and inducing mPOS. Here, we found that overexpression of MFB1, encoding the mitochondrial F-box protein 1, suppresses cell growth defect caused by a clogger allele of AAC2, the yeast homolog of human Ant1. Disruption of MFB1 synergizes with a clogger allele of aac2 to inhibit cell growth. This is accompanied by increased retention of mitochondrial proteins in the cytosol, suggesting exacerbated defect in mitochondrial protein import. Proximity-dependent biotin identification (BioID) suggested that Mfb1 interacts with several mitochondrial surface proteins including Tom22, a component of the TOM complex. Loss of MFB1 under clogging conditions activates genes encoding cytosolic chaperones including HSP31. Interestingly, disruption of HSP31 creates a synthetic lethality with protein import clogging under respiring conditions. We propose that Mfb1 functions to maintain mitochondrial protein import competency under clogging conditions, whereas Hsp31 plays an important role in protecting the cytosol against mPOS. Mutations in DJ-1, the human homolog of Hsp31, and mitochondria-associated F-box proteins (eg., Fbxo7) are known to cause early-onset Parkinson's disease. Our work may help to better understand how these mutations affect cellular proteostasis and cause neurodegeneration.",
    "disease": "parkinson disease",
    "clean_text": "cellular proteostasis during mitochondrial protein import clogging requires the mitochondrial f box protein and dj homolog hsp in saccharomyces cerevisiae mitochondrial biogenesis requires the import of nuclear encoded proteins across the translocase of outer membrane tom and the translocase of inner membrane tim or complexes protein import defects cannot only impair mitochondrial respiration but also cause mitochondrial precursor overaccumulation stress mpos in the cytosol recent studies have shown that specific mutations in the nuclear encoded adenine nucleotide translocase ant cause musculoskeletal and neurological diseases by clogging tom and tim and inducing mpos here we found that overexpression of mfb encoding the mitochondrial f box protein suppresses cell growth defect caused by a clogger allele of aac the yeast homolog of human ant disruption of mfb synergizes with a clogger allele of aac to inhibit cell growth this is accompanied by increased retention of mitochondrial proteins in the cytosol suggesting exacerbated defect in mitochondrial protein import proximity dependent biotin identification bioid suggested that mfb interacts with several mitochondrial surface proteins including tom a component of the tom complex loss of mfb under clogging conditions activates genes encoding cytosolic chaperones including hsp interestingly disruption of hsp creates a synthetic lethality with protein import clogging under respiring conditions we propose that mfb functions to maintain mitochondrial protein import competency under clogging conditions whereas hsp plays an important role in protecting the cytosol against mpos mutations in dj the human homolog of hsp and mitochondria associated f box proteins eg fbxo are known to cause early onset parkinson s disease our work may help to better understand how these mutations affect cellular proteostasis and cause neurodegeneration"
}