{
    "title": "Distress levels in pregnant and matched non-pregnant women.",
    "doc_id": "28905360",
    "writer": "Barber CC",
    "year": "2018",
    "summary": "This study examined self-rated symptoms of distress (Depression Anxiety and Stress Scale-DASS-21 and Perceived Stress Scale-PSS-4) among 93 pregnant women and a comparison group of 93 non-pregnant women matched on age and educational attainment. There …",
    "abstract": "This study examined self-rated symptoms of distress (Depression Anxiety and Stress Scale-DASS-21 and Perceived Stress Scale-PSS-4) among 93 pregnant women and a comparison group of 93 non-pregnant women matched on age and educational attainment. There were no significant differences between the groups, either on mean levels of distress or on proportions above a clinical cut-off point. Overall, 22%, 31% and 16% of pregnant women reported experiencing at least moderate levels of depression, anxiety and stress, respectively. Implications for conceptualising distress in pregnancy and identifying and providing support for the substantial minority who are distressed are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28905360/",
    "clean_text": "distress levels in pregnant and matched non pregnant women this study examined self rated symptoms of distress depression anxiety and stress scale dass and perceived stress scale pss among pregnant women and a comparison group of non pregnant women matched on age and educational attainment there this study examined self rated symptoms of distress depression anxiety and stress scale dass and perceived stress scale pss among pregnant women and a comparison group of non pregnant women matched on age and educational attainment there were no significant differences between the groups either on mean levels of distress or on proportions above a clinical cut off point overall and of pregnant women reported experiencing at least moderate levels of depression anxiety and stress respectively implications for conceptualising distress in pregnancy and identifying and providing support for the substantial minority who are distressed are discussed"
}