{
    "title": "Heart disease mortality in women: racial, ethnic, and geographic disparities.",
    "doc_id": "12968773",
    "writer": "Andrews JO",
    "year": "2001",
    "summary": "Heart disease is the leading cause of death in women. The recent Centers for Disease Control and Prevention (CDC) landmark document, Women and Heart Disease: An Atlas of Racial and Ethnic Disparities in Mortality, identifies the relationship bet …",
    "abstract": "Heart disease is the leading cause of death in women. The recent Centers for Disease Control and Prevention (CDC) landmark document, Women and Heart Disease: An Atlas of Racial and Ethnic Disparities in Mortality, identifies the relationship between geography, race, ethnicity, gender, and the determinants of mortality. Overwhelming evidence supports that African American women, especially those residing in the South, experience higher heart disease death rates than women of other ethnic, racial, and geographic origins. This publication presents a unique opportunity for health care providers to use derived county-specific data in education, research, and provision of health promotion and disease prevention services to all women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12968773/",
    "clean_text": "heart disease mortality in women racial ethnic and geographic disparities heart disease is the leading cause of death in women the recent centers for disease control and prevention cdc landmark document women and heart disease an atlas of racial and ethnic disparities in mortality identifies the relationship bet heart disease is the leading cause of death in women the recent centers for disease control and prevention cdc landmark document women and heart disease an atlas of racial and ethnic disparities in mortality identifies the relationship between geography race ethnicity gender and the determinants of mortality overwhelming evidence supports that african american women especially those residing in the south experience higher heart disease death rates than women of other ethnic racial and geographic origins this publication presents a unique opportunity for health care providers to use derived county specific data in education research and provision of health promotion and disease prevention services to all women"
}