{
    "title": "My Weight Ruler: a simple and effective tool to enhance parental understanding of child weight status.",
    "doc_id": "23872428",
    "writer": "Cloutier MM",
    "year": "2013",
    "summary": "OBJECTIVE: To compare caregiver identification and understanding of body mass index percentile (BMI%) using the CDC Growth Chart and a newly adapted BMI ruler (\"My Weight Ruler\"). ...CONCLUSION: My Weight Ruler is a simple, easily understood tool of weight …",
    "abstract": "Objective:\n        \n      \n      To compare caregiver identification and understanding of body mass index percentile (BMI%) using the CDC Growth Chart and a newly adapted BMI ruler (\"My Weight Ruler\").\n    \n\n\n          Method:\n        \n      \n      Between October 2009 and March 2010, eight focus groups with 27 low-income, minority caregivers with children 2-4 years of age were conducted to choose a meaningful tool to explain child weight status. A within-subject experiment comparing identification and interpretation of 2 BMI% plots (50th and 97th%) using the CDC Growth Chart and the selected tool was performed in February 2012 with 251 primary caregivers of children 2-4 years in a primary care clinic.\n    \n\n\n          Results:\n        \n      \n      Caregivers chose the \"BMI Ruler\" a tool used in Arkansas, recommended culturally-responsive descriptors of weight status and renamed it \"My Weight Ruler\". 92% of caregivers reported having previously been explained the CDC Growth Chart; 37% correctly identified both plots. In contrast, 92% of caregivers correctly identified both plots on the My Weight Ruler and many interpreted the 97th% plot as a health risk and need to change behavior.\n    \n\n\n          Conclusion:\n        \n      \n      My Weight Ruler is a simple, easily understood tool of weight status for low-income, minority primary caregivers and could enhance parental knowledge and understanding of child weight status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23872428/",
    "clean_text": "my weight ruler a simple and effective tool to enhance parental understanding of child weight status objective to compare caregiver identification and understanding of body mass index percentile bmi using the cdc growth chart and a newly adapted bmi ruler my weight ruler conclusion my weight ruler is a simple easily understood tool of weight objective to compare caregiver identification and understanding of body mass index percentile bmi using the cdc growth chart and a newly adapted bmi ruler my weight ruler method between october and march eight focus groups with low income minority caregivers with children years of age were conducted to choose a meaningful tool to explain child weight status a within subject experiment comparing identification and interpretation of bmi plots th and th using the cdc growth chart and the selected tool was performed in february with primary caregivers of children years in a primary care clinic results caregivers chose the bmi ruler a tool used in arkansas recommended culturally responsive descriptors of weight status and renamed it my weight ruler of caregivers reported having previously been explained the cdc growth chart correctly identified both plots in contrast of caregivers correctly identified both plots on the my weight ruler and many interpreted the th plot as a health risk and need to change behavior conclusion my weight ruler is a simple easily understood tool of weight status for low income minority primary caregivers and could enhance parental knowledge and understanding of child weight status"
}