{
    "title": "Juvenile idiopathic arthritis.",
    "doc_id": "21684384",
    "writer": "Prakken B",
    "year": "2011",
    "summary": "Juvenile idiopathic arthritis is a heterogeneous group of diseases characterised by arthritis of unknown origin with onset before age of 16 years. ...Altogether these new developments in genetics, immunology, and imaging are instrumental to better define, classify, …",
    "abstract": "Juvenile idiopathic arthritis is a heterogeneous group of diseases characterised by arthritis of unknown origin with onset before age of 16 years. Pivotal studies in the past 5 years have led to substantial progress in various areas, ranging from disease classification to new treatments. Gene expression profiling studies have identified different immune mechanisms in distinct subtypes of the disease, and can help to redefine disease classification criteria. Moreover, immunological studies have shown that systemic juvenile idiopathic arthritis is an acquired autoinflammatory disease, and have led to successful studies of both interleukin-1 and interleukin-6 blockade. In other forms of the disease, synovial inflammation is the consequence of a disturbed balance between proinflammatory effector cells (such as T-helper-17 cells), and anti-inflammatory regulatory cells (such as FOXP3-positive regulatory T cells). Moreover, specific soluble biomarkers (S100 proteins) can guide individual treatment. Altogether these new developments in genetics, immunology, and imaging are instrumental to better define, classify, and treat patients with juvenile idiopathic arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21684384/",
    "clean_text": "juvenile idiopathic arthritis juvenile idiopathic arthritis is a heterogeneous group of diseases characterised by arthritis of unknown origin with onset before age of years altogether these new developments in genetics immunology and imaging are instrumental to better define classify juvenile idiopathic arthritis is a heterogeneous group of diseases characterised by arthritis of unknown origin with onset before age of years pivotal studies in the past years have led to substantial progress in various areas ranging from disease classification to new treatments gene expression profiling studies have identified different immune mechanisms in distinct subtypes of the disease and can help to redefine disease classification criteria moreover immunological studies have shown that systemic juvenile idiopathic arthritis is an acquired autoinflammatory disease and have led to successful studies of both interleukin and interleukin blockade in other forms of the disease synovial inflammation is the consequence of a disturbed balance between proinflammatory effector cells such as t helper cells and anti inflammatory regulatory cells such as foxp positive regulatory t cells moreover specific soluble biomarkers s proteins can guide individual treatment altogether these new developments in genetics immunology and imaging are instrumental to better define classify and treat patients with juvenile idiopathic arthritis"
}