{
    "pmid": "41474766",
    "title": "177Lu-FAPI-2286 Therapy in Metastatic Breast Cancer: A Case Study Highlighting the Potential Risk of Tumor Dedifferentiation and Hormonal Marker Elevation.",
    "abstract": "This case report presents a 42-year-old woman with metastatic breast cancer refractory to multiple conventional treatments, including surgery, chemotherapy, radiotherapy, hormonal therapy, and bilateral oophorectomy. As a salvage, she received 177Lu-FAPI-2286 radioligand therapy. After the first cycle, an unexpected serum β-hCG elevation was observed-unusual given her history of total hysterectomy and bilateral salpingo-oophorectomy. Three hypotheses were proposed: assay interference (heterophile antibodies), emergence of second neoplasm secreting β-hCG, and tumor dedifferentiation with ectopic β-hCG expression. Unfortunately, rapid clinical progression precluded further evaluation. This case underscores the importance of awareness regarding tumor dedifferentiation and biomarker changes during novel theranostic treatments with 177Lu-FAPI, emphasizing the need for vigilant multidisciplinary monitoring.",
    "disease": "breast cancer",
    "clean_text": "lu fapi therapy in metastatic breast cancer a case study highlighting the potential risk of tumor dedifferentiation and hormonal marker elevation this case report presents a year old woman with metastatic breast cancer refractory to multiple conventional treatments including surgery chemotherapy radiotherapy hormonal therapy and bilateral oophorectomy as a salvage she received lu fapi radioligand therapy after the first cycle an unexpected serum hcg elevation was observed unusual given her history of total hysterectomy and bilateral salpingo oophorectomy three hypotheses were proposed assay interference heterophile antibodies emergence of second neoplasm secreting hcg and tumor dedifferentiation with ectopic hcg expression unfortunately rapid clinical progression precluded further evaluation this case underscores the importance of awareness regarding tumor dedifferentiation and biomarker changes during novel theranostic treatments with lu fapi emphasizing the need for vigilant multidisciplinary monitoring"
}