{
    "title": "Activation of Peroxymonosulfate by Subsurface Minerals.",
    "doc_id": "27209171",
    "writer": "Yu M",
    "year": "2016",
    "summary": "Although peroxymonosulfate is not a common oxidant source for ISCO, its chemical structure is similar to the ISCO reagents hydrogen peroxide and persulfate, suggesting that peroxymonosulfate may have the beneficial properties of each of these oxidants. ...Rates of p …",
    "abstract": "In situ chemical oxidation (ISCO) has become a widely used technology for the remediation of soil and groundwater. Although peroxymonosulfate is not a common oxidant source for ISCO, its chemical structure is similar to the ISCO reagents hydrogen peroxide and persulfate, suggesting that peroxymonosulfate may have the beneficial properties of each of these oxidants. Peroxymonosulfate activation in the presence of subsurface minerals was examined as a basis for ISCO, and possible reactive species (hydroxyl radical, sulfate radical, and reductants+nucleophiles) generated in the mineral-activated peroxymonosulfate systems were investigated. Rates of peroxymonosulfate decomposition and generation rates of reactive species were studied in the presence of three iron oxides, one manganese oxide, and three soil fractions. The iron oxide hematite-activated peroxymonosulfate system most effectively degraded the hydroxyl radical probe nitrobenzene. Reductants+nucleophiles were not generated in mineral-activated peroxymonosulfate systems. Use of the probe compound anisole in conjunction with scavengers demonstrated that both sulfate radical and hydroxyl radical are generated in mineral-activated peroxymonosulfate systems. In order to confirm the activation of peroxymonosulfate by subsurface minerals, one natural soil and associated two soil fractions were evaluated as peroxymonosulfate catalysts. The natural soil did not effectively promote the generation of oxidants; however, the soil organic matter was found to promote the generation of reductants + nucleophiles. The results of this research show that peroxymonosulfate has potential as an oxidant source for ISCO applications, and would be most effective in treating halogenated contaminants when soil organic matter is present in the subsurface.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27209171/",
    "clean_text": "activation of peroxymonosulfate by subsurface minerals although peroxymonosulfate is not a common oxidant source for isco its chemical structure is similar to the isco reagents hydrogen peroxide and persulfate suggesting that peroxymonosulfate may have the beneficial properties of each of these oxidants rates of p in situ chemical oxidation isco has become a widely used technology for the remediation of soil and groundwater although peroxymonosulfate is not a common oxidant source for isco its chemical structure is similar to the isco reagents hydrogen peroxide and persulfate suggesting that peroxymonosulfate may have the beneficial properties of each of these oxidants peroxymonosulfate activation in the presence of subsurface minerals was examined as a basis for isco and possible reactive species hydroxyl radical sulfate radical and reductants nucleophiles generated in the mineral activated peroxymonosulfate systems were investigated rates of peroxymonosulfate decomposition and generation rates of reactive species were studied in the presence of three iron oxides one manganese oxide and three soil fractions the iron oxide hematite activated peroxymonosulfate system most effectively degraded the hydroxyl radical probe nitrobenzene reductants nucleophiles were not generated in mineral activated peroxymonosulfate systems use of the probe compound anisole in conjunction with scavengers demonstrated that both sulfate radical and hydroxyl radical are generated in mineral activated peroxymonosulfate systems in order to confirm the activation of peroxymonosulfate by subsurface minerals one natural soil and associated two soil fractions were evaluated as peroxymonosulfate catalysts the natural soil did not effectively promote the generation of oxidants however the soil organic matter was found to promote the generation of reductants nucleophiles the results of this research show that peroxymonosulfate has potential as an oxidant source for isco applications and would be most effective in treating halogenated contaminants when soil organic matter is present in the subsurface"
}