{
    "title": "Can gastric cancer be prevented?",
    "doc_id": "20388948",
    "writer": "Tepes B.",
    "year": "2009",
    "summary": "One percent of patients infected with H. pylori will develop gastric cancer. American and European guidelines on the management of H. pylori infection recommend H. pylori eradication in all patients with atrophy and/or intestinal metaplasia and in all first-degree r …",
    "abstract": "Gastric adenocarcinoma is the fourth most common malignancy worldwide and is globally the second leading cause of cancer-related deaths each year. Among the risk factors are genetic factors (genetic diffuse gastric cancer - E-cadherin mutation (CDH1), pro- and anti-inflammatory cytokine genes and innate immune response gene polymorphisms), environmental factors (infection with the bacterium Helicobacter pylori (H. pylori), Epstein-Barr virus, nutrition: nitroso compounds, salt and antioxidants intake) and other factors (pernicious anemia, gastric polyps, gastric surgery, reproductive hormones, smoking). The bacterium H. pylori has been found to be the major carcinogen in gastric cancer development. Approximately 65%-80% of non-cardia gastric adenocarcinoma is attributable to H. pylori infection. One percent of patients infected with H. pylori will develop gastric cancer. American and European guidelines on the management of H. pylori infection recommend H. pylori eradication in all patients with atrophy and/or intestinal metaplasia and in all first-degree relatives of gastric cancer patients. In the Asian Pacific Gastric Cancer Consensus, it was suggested for the first time that it is time for population-based screening and treatment of H. pylori infection in regions with gastric cancer incidence above 20/100000 per year. Population screen and treat of H. pylori infection should be recommended in regions with gastric cancer incidence above 20/100000 per year. This can be a good approach in H. pylori infected patients before they develop premalignant gastric lesions. In patients with intestinal metaplasia, atrophy or dysplasia, regular endoscopic and histological surveillance should be done.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20388948/",
    "clean_text": "can gastric cancer be prevented one percent of patients infected with h pylori will develop gastric cancer american and european guidelines on the management of h pylori infection recommend h pylori eradication in all patients with atrophy and or intestinal metaplasia and in all first degree r gastric adenocarcinoma is the fourth most common malignancy worldwide and is globally the second leading cause of cancer related deaths each year among the risk factors are genetic factors genetic diffuse gastric cancer e cadherin mutation cdh pro and anti inflammatory cytokine genes and innate immune response gene polymorphisms environmental factors infection with the bacterium helicobacter pylori h pylori epstein barr virus nutrition nitroso compounds salt and antioxidants intake and other factors pernicious anemia gastric polyps gastric surgery reproductive hormones smoking the bacterium h pylori has been found to be the major carcinogen in gastric cancer development approximately of non cardia gastric adenocarcinoma is attributable to h pylori infection one percent of patients infected with h pylori will develop gastric cancer american and european guidelines on the management of h pylori infection recommend h pylori eradication in all patients with atrophy and or intestinal metaplasia and in all first degree relatives of gastric cancer patients in the asian pacific gastric cancer consensus it was suggested for the first time that it is time for population based screening and treatment of h pylori infection in regions with gastric cancer incidence above per year population screen and treat of h pylori infection should be recommended in regions with gastric cancer incidence above per year this can be a good approach in h pylori infected patients before they develop premalignant gastric lesions in patients with intestinal metaplasia atrophy or dysplasia regular endoscopic and histological surveillance should be done"
}