{
    "title": "A population-based survey of the prevalence of self-reported acute gastrointestinal illness in Zhejiang Province, China.",
    "doc_id": "35584149",
    "writer": "Wang JK",
    "year": "2022",
    "summary": "This study investigated the magnitude, distribution and burden of self-reported AGI among residents of Zhejiang Province, China. A face-to-face household survey was conducted using a multi-stage stratified random sampling method in 10 counties in Zhejiang Province b …",
    "abstract": "Acute gastrointestinal illness (AGI) is a prevalent public health concern worldwide. This study investigated the magnitude, distribution and burden of self-reported AGI among residents of Zhejiang Province, China. A face-to-face household survey was conducted using a multi-stage stratified random sampling method in 10 counties in Zhejiang Province between July 2018 and June 2019. In total, 12,021 participants were recruited. The prevalence of AGI 28 days after standardization was 1.8% (95% confidence interval (CI), 1.6-2.1), with an incidence rate of 0.24 episodes of AGI per person-year and an estimated 14 million cases of AGI in Zhejiang Province. Univariate and multivariable analyses showed a higher AGI prevalence among people who performed housework and were unemployed in summer and autumn among respondents living in western or northern cities (p < 0.05). More than 50% of AGI cases were attributed to the consumption of contaminated food. The disease burden caused by AGI in Zhejiang Province was approximately 975 million Chinses yuan (CNY). These results indicated that the disease burden of AGI in Zhejiang Province should be addressed and highlights the need for an improved active surveillance system of foodborne diseases to assess the impact of AGI on society and health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35584149/",
    "clean_text": "a population based survey of the prevalence of self reported acute gastrointestinal illness in zhejiang province china this study investigated the magnitude distribution and burden of self reported agi among residents of zhejiang province china a face to face household survey was conducted using a multi stage stratified random sampling method in counties in zhejiang province b acute gastrointestinal illness agi is a prevalent public health concern worldwide this study investigated the magnitude distribution and burden of self reported agi among residents of zhejiang province china a face to face household survey was conducted using a multi stage stratified random sampling method in counties in zhejiang province between july and june in total participants were recruited the prevalence of agi days after standardization was confidence interval ci with an incidence rate of episodes of agi per person year and an estimated million cases of agi in zhejiang province univariate and multivariable analyses showed a higher agi prevalence among people who performed housework and were unemployed in summer and autumn among respondents living in western or northern cities p more than of agi cases were attributed to the consumption of contaminated food the disease burden caused by agi in zhejiang province was approximately million chinses yuan cny these results indicated that the disease burden of agi in zhejiang province should be addressed and highlights the need for an improved active surveillance system of foodborne diseases to assess the impact of agi on society and health"
}