{
    "title": "Oscillatory networks of high-level mental alignment: A perspective-taking MEG study.",
    "doc_id": "29746907",
    "writer": "Seymour RA",
    "year": "2018",
    "summary": "Mentally imagining another's perspective is a high-level social process, reliant on manipulating internal representations of the self in an embodied manner. ...Results suggest that rTPJ increases its theta-band phase synchrony with brain regions involved in mentalizing …",
    "abstract": "Mentally imagining another's perspective is a high-level social process, reliant on manipulating internal representations of the self in an embodied manner. Recently Wang et al. (2016) showed that theta-band (3-7 Hz) brain oscillations within the right temporo-parietal junction (rTPJ) and brain regions coding for motor/body schema contribute to the process of perspective-taking. Using a similar paradigm, we set out to unravel the extended functional brain network in detail. Increasing the angle between self and other perspective was accompanied by longer reaction times and increases in theta power within rTPJ, right lateral prefrontal cortex (PFC) and right anterior cingulate cortex (ACC). Using Granger-causality, we showed that lateral PFC and ACC exert top-down influence over rTPJ, indicative of executive control processes required for managing conflicts between self and other perspectives. Finally, we quantified patterns of whole-brain phase coupling in relation to the rTPJ. Results suggest that rTPJ increases its theta-band phase synchrony with brain regions involved in mentalizing and regions coding for motor/body schema; whilst decreasing synchrony to visual regions. Implications for neurocognitive models are discussed, and it is proposed that rTPJ acts as a 'hub' to route bottom-up visual information to internal representations of the self during perspective-taking, co-ordinated by theta-band oscillations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29746907/",
    "clean_text": "oscillatory networks of high level mental alignment a perspective taking meg study mentally imagining another s perspective is a high level social process reliant on manipulating internal representations of the self in an embodied manner results suggest that rtpj increases its theta band phase synchrony with brain regions involved in mentalizing mentally imagining another s perspective is a high level social process reliant on manipulating internal representations of the self in an embodied manner recently wang et al showed that theta band hz brain oscillations within the right temporo parietal junction rtpj and brain regions coding for motor body schema contribute to the process of perspective taking using a similar paradigm we set out to unravel the extended functional brain network in detail increasing the angle between self and other perspective was accompanied by longer reaction times and increases in theta power within rtpj right lateral prefrontal cortex pfc and right anterior cingulate cortex acc using granger causality we showed that lateral pfc and acc exert top down influence over rtpj indicative of executive control processes required for managing conflicts between self and other perspectives finally we quantified patterns of whole brain phase coupling in relation to the rtpj results suggest that rtpj increases its theta band phase synchrony with brain regions involved in mentalizing and regions coding for motor body schema whilst decreasing synchrony to visual regions implications for neurocognitive models are discussed and it is proposed that rtpj acts as a hub to route bottom up visual information to internal representations of the self during perspective taking co ordinated by theta band oscillations"
}