{
    "title": "Current management of endometrial hyperplasia and endometrial intraepithelial neoplasia (EIN).",
    "doc_id": "19761130",
    "writer": "Gültekin M",
    "year": "2009",
    "summary": "Endometrial hyperplasia is a commonly seen disorder in daily gynecology practice. The clinical importance of this pathological entity is the underlying risk of carrying a concomittant genital cancer or risk of progression to endometrial carcinoma during the follow-u …",
    "abstract": "Endometrial hyperplasia is a commonly seen disorder in daily gynecology practice. The clinical importance of this pathological entity is the underlying risk of carrying a concomittant genital cancer or risk of progression to endometrial carcinoma during the follow-up. Despite recent advances in non-invasive techniques to define underlying endometrial cancer during the initial diagnosis of endometrial hyperplasia, none of these studies are conclusive yet. Today, in spite of intense discussions and related studies which aimed to define certain prognostic factors (WHO94 vs EIN) to predict cases that would progress to cancer, we still do not have a practical and accurate system available to use during daily practice. Treatment of endometrial hyperplasias depends on the patient's age, fertility desire and the type of hyperplasia. Progestagens are still the most commonly used medical treatment modality in these patients. Response rates are higher for cases without atypia. In selected cases, hysterectomy may be performed as a definitive treatment modality. In this review article, the current management of endometrial hyperplasias is summarized in light of the associated literature. We also give a brief overview of the EIN classification and its clinical importance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19761130/",
    "clean_text": "current management of endometrial hyperplasia and endometrial intraepithelial neoplasia ein endometrial hyperplasia is a commonly seen disorder in daily gynecology practice the clinical importance of this pathological entity is the underlying risk of carrying a concomittant genital cancer or risk of progression to endometrial carcinoma during the follow u endometrial hyperplasia is a commonly seen disorder in daily gynecology practice the clinical importance of this pathological entity is the underlying risk of carrying a concomittant genital cancer or risk of progression to endometrial carcinoma during the follow up despite recent advances in non invasive techniques to define underlying endometrial cancer during the initial diagnosis of endometrial hyperplasia none of these studies are conclusive yet today in spite of intense discussions and related studies which aimed to define certain prognostic factors who vs ein to predict cases that would progress to cancer we still do not have a practical and accurate system available to use during daily practice treatment of endometrial hyperplasias depends on the patient s age fertility desire and the type of hyperplasia progestagens are still the most commonly used medical treatment modality in these patients response rates are higher for cases without atypia in selected cases hysterectomy may be performed as a definitive treatment modality in this review article the current management of endometrial hyperplasias is summarized in light of the associated literature we also give a brief overview of the ein classification and its clinical importance"
}