{
    "pmid": "41445708",
    "title": "Integrating smoking cessation support during lung cancer diagnostic workup: a pragmatic, multicenter, cluster-randomised controlled trial.",
    "abstract": "Smoking cessation at or around the time of lung cancer diagnosis is associated with improved treatment outcomes, enhanced quality of life and increased survival. However, many patients continue smoking post-diagnosis. This study evaluated the effectiveness of a national initiative in Denmark that integrated smoking cessation support into the diagnostic workup for lung cancer within a pragmatic, multicenter, cluster-randomised controlled trial. Nine Danish hospitals were cluster-randomised to either the intervention group (integrated cessation support) or the control group (usual care). The intervention was implemented in five hospitals. Eighty-six patients (intervention = 39; control = 47) who were active smokers at referral completed questionnaires assessing smoking cessation initiation, motivation, quality of life and psychosocial consequences of diagnostic workup at baseline and 6-weeks follow-up. Logistic and multiple regression analyses were conducted. Additionally, 140 healthcare professionals completed a survey on cessation support practices pre-intervention, and 54 completed it post-intervention. Descriptive analyses were used to assess changes in clinical practice. There were no statistically significant differences in smoking cessation initiation between the intervention and control groups (OR = 0.81 [0.41, 1.58],  The study was inconclusive, showing no significant effect of smoking cessation support during lung cancer diagnostic workup on patients' cessation initiation, possibly influenced by selection bias and varying intervention fidelity at study sites.",
    "disease": "lung cancer",
    "clean_text": "integrating smoking cessation support during lung cancer diagnostic workup a pragmatic multicenter cluster randomised controlled trial smoking cessation at or around the time of lung cancer diagnosis is associated with improved treatment outcomes enhanced quality of life and increased survival however many patients continue smoking post diagnosis this study evaluated the effectiveness of a national initiative in denmark that integrated smoking cessation support into the diagnostic workup for lung cancer within a pragmatic multicenter cluster randomised controlled trial nine danish hospitals were cluster randomised to either the intervention group integrated cessation support or the control group usual care the intervention was implemented in five hospitals eighty six patients intervention control who were active smokers at referral completed questionnaires assessing smoking cessation initiation motivation quality of life and psychosocial consequences of diagnostic workup at baseline and weeks follow up logistic and multiple regression analyses were conducted additionally healthcare professionals completed a survey on cessation support practices pre intervention and completed it post intervention descriptive analyses were used to assess changes in clinical practice there were no statistically significant differences in smoking cessation initiation between the intervention and control groups or the study was inconclusive showing no significant effect of smoking cessation support during lung cancer diagnostic workup on patients cessation initiation possibly influenced by selection bias and varying intervention fidelity at study sites"
}