{
    "title": "Cell Cycle Regulation of Stem Cells by MicroRNAs.",
    "doc_id": "29541978",
    "writer": "Mens MMJ",
    "year": "2018",
    "summary": "However, the precise mechanism underlying miRNA-mediated regulation of cell cycle in stem cells is still incompletely understood. In this review, we discuss current knowledge of miRNAs regulatory role in cell cycle progression of stem cells …",
    "abstract": "MicroRNAs (miRNAs) are a class of small non-coding RNA molecules involved in the regulation of gene expression. They are involved in the fine-tuning of fundamental biological processes such as proliferation, differentiation, survival and apoptosis in many cell types. Emerging evidence suggests that miRNAs regulate critical pathways involved in stem cell function. Several miRNAs have been suggested to target transcripts that directly or indirectly coordinate the cell cycle progression of stem cells. Moreover, previous studies have shown that altered expression levels of miRNAs can contribute to pathological conditions, such as cancer, due to the loss of cell cycle regulation. However, the precise mechanism underlying miRNA-mediated regulation of cell cycle in stem cells is still incompletely understood. In this review, we discuss current knowledge of miRNAs regulatory role in cell cycle progression of stem cells. We describe how specific miRNAs may control cell cycle associated molecules and checkpoints in embryonic, somatic and cancer stem cells. We further outline how these miRNAs could be regulated to influence cell cycle progression in stem cells as a potential clinical application.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29541978/",
    "clean_text": "cell cycle regulation of stem cells by micrornas however the precise mechanism underlying mirna mediated regulation of cell cycle in stem cells is still incompletely understood in this review we discuss current knowledge of mirnas regulatory role in cell cycle progression of stem cells micrornas mirnas are a class of small non coding rna molecules involved in the regulation of gene expression they are involved in the fine tuning of fundamental biological processes such as proliferation differentiation survival and apoptosis in many cell types emerging evidence suggests that mirnas regulate critical pathways involved in stem cell function several mirnas have been suggested to target transcripts that directly or indirectly coordinate the cell cycle progression of stem cells moreover previous studies have shown that altered expression levels of mirnas can contribute to pathological conditions such as cancer due to the loss of cell cycle regulation however the precise mechanism underlying mirna mediated regulation of cell cycle in stem cells is still incompletely understood in this review we discuss current knowledge of mirnas regulatory role in cell cycle progression of stem cells we describe how specific mirnas may control cell cycle associated molecules and checkpoints in embryonic somatic and cancer stem cells we further outline how these mirnas could be regulated to influence cell cycle progression in stem cells as a potential clinical application"
}