{
    "title": "Metabolic syndrome-associated kidney disease in young adolescents and children.",
    "doc_id": "40825529",
    "writer": "Raina R",
    "year": "2025",
    "summary": "A focus on pediatric cardiovascular-kidney-metabolic health may lead to improvements in diagnosis, treatment, and management of MetS and kidney disease. This review aims to comprehensively evaluate MetS as a significant cause of kidney disease i …",
    "abstract": "The increasing prevalence of childhood obesity has led to a corresponding rise in metabolic syndrome (MetS), which is associated with a significant risk of kidney disease. There is a complex relationship between pediatric obesity and MetS, with metabolic derangements such as hypertension, dyslipidemia, and insulin resistance, contributing to kidney damage through multiple mechanisms. A focus on pediatric cardiovascular-kidney-metabolic health may lead to improvements in diagnosis, treatment, and management of MetS and kidney disease. This review aims to comprehensively evaluate MetS as a significant cause of kidney disease in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40825529/",
    "clean_text": "metabolic syndrome associated kidney disease in young adolescents and children a focus on pediatric cardiovascular kidney metabolic health may lead to improvements in diagnosis treatment and management of mets and kidney disease this review aims to comprehensively evaluate mets as a significant cause of kidney disease i the increasing prevalence of childhood obesity has led to a corresponding rise in metabolic syndrome mets which is associated with a significant risk of kidney disease there is a complex relationship between pediatric obesity and mets with metabolic derangements such as hypertension dyslipidemia and insulin resistance contributing to kidney damage through multiple mechanisms a focus on pediatric cardiovascular kidney metabolic health may lead to improvements in diagnosis treatment and management of mets and kidney disease this review aims to comprehensively evaluate mets as a significant cause of kidney disease in children"
}