{
    "pmid": "41452348",
    "title": "Patient and fraction specific model adaptation for cone beam computed tomography (CBCT) multi-organ segmentation.",
    "abstract": "Cone-beam computed tomography (CBCT) has gained considerable traction in medical imaging due to its ability to provide on-board three-dimensional (3D) volumetric imaging with relatively low radiation dose, aiding in tracking anatomical changes. However, artifacts such as scatter, noise, and respiratory motion, especially in thoracic imaging, complicate accurate segmentation of organs-at-risk (OARs). Additionally, patient-specific anatomical and tumor changes during treatment further challenge precise delineation, potentially affecting radiation therapy outcomes. This study aims to address the challenges in accurate segmentation of OARs in CBCT imaging, considering the impact of imaging artifacts and patient-specific anatomical and tumor changes, which are critical for improving the efficacy of radiation therapy. A 3D patient- and fraction-specific scalable and transferable U-Net (PFS-STU-Net) was developed using a large-scale pre-trained STU-Net with LoRA-based parameter-efficient fine-tuning. The framework first adapts a general STU-Net model (G-STU-Net) to the CBCT domain using paired planning CT (pCT) and deformed CBCT (dCBCT) images, then incrementally fine-tunes the model with patient-specific CBCT fractions to capture anatomical evolution throughout treatment. Segmentation accuracy was evaluated using dice similarity coefficient (DSC), 95th-percentile Hausdorff distance (HD95), and mean surface distance (MSD) on 33 lung SBRT patients (5 fractions each) and an external 10-patient cohort. Statistical comparisons were performed using paired Wilcoxon signed-rank tests with Benjamini-Hochberg false discovery rate (FDR) correction for multiple comparisons, with statistical significance set at  Compared with the pre-trained STU-Net, the proposed PFS-STU-Net achieved statistically significant improvements across all organs (  Integrating large-scale pretraining with LoRA-based patient- and fraction-specific adaptation significantly enhances CBCT multi-organ segmentation accuracy and clinical transferability. The PFS-STU-Net framework demonstrates robust performance across institutions and provides a scalable, efficient solution for real-time CBCT-guided adaptive radiotherapy.",
    "disease": "lung cancer",
    "clean_text": "patient and fraction specific model adaptation for cone beam computed tomography cbct multi organ segmentation cone beam computed tomography cbct has gained considerable traction in medical imaging due to its ability to provide on board three dimensional d volumetric imaging with relatively low radiation dose aiding in tracking anatomical changes however artifacts such as scatter noise and respiratory motion especially in thoracic imaging complicate accurate segmentation of organs at risk oars additionally patient specific anatomical and tumor changes during treatment further challenge precise delineation potentially affecting radiation therapy outcomes this study aims to address the challenges in accurate segmentation of oars in cbct imaging considering the impact of imaging artifacts and patient specific anatomical and tumor changes which are critical for improving the efficacy of radiation therapy a d patient and fraction specific scalable and transferable u net pfs stu net was developed using a large scale pre trained stu net with lora based parameter efficient fine tuning the framework first adapts a general stu net model g stu net to the cbct domain using paired planning ct pct and deformed cbct dcbct images then incrementally fine tunes the model with patient specific cbct fractions to capture anatomical evolution throughout treatment segmentation accuracy was evaluated using dice similarity coefficient dsc th percentile hausdorff distance hd and mean surface distance msd on lung sbrt patients fractions each and an external patient cohort statistical comparisons were performed using paired wilcoxon signed rank tests with benjamini hochberg false discovery rate fdr correction for multiple comparisons with statistical significance set at compared with the pre trained stu net the proposed pfs stu net achieved statistically significant improvements across all organs integrating large scale pretraining with lora based patient and fraction specific adaptation significantly enhances cbct multi organ segmentation accuracy and clinical transferability the pfs stu net framework demonstrates robust performance across institutions and provides a scalable efficient solution for real time cbct guided adaptive radiotherapy"
}