{
    "pmid": "41452744",
    "title": "Mutual Learning for Joint Disease Detection and Severity Prediction Reveals Multimodal Pathogenesis for Neurodegenerative Disorders.",
    "abstract": "Neurodegenerative disorders influence millions of people worldwide, and uncovering the pathogenesis is of urgent need. Many efforts have been made to detect or predict neurodegenerative disorders, while exploring the pathogenesis has been ignored from a systemic perspective. To handle this issue, we propose a novel and powerful method, referred to as Pathogenesis-aware Mutual-Assistance Classification and Regression Optimization (Pa-MACRO). First, Pa-MACRO incorporates a mutual-assistance bidirectional mapping technique with a joint-embedding fine-grained interpretability module. This can extract the intrinsic factors and their interactions of multimodal pathogenesis. Second, our method can simultaneously classify an at-risk individual and predict the severity triggered by neurodegenerative disorders. Furthermore, to address the small sample size issue and the high-dimensional issue, we meticulously incorporate a semi-supervised cooperative learning method to integrate unlabeled data and extend it to a chromosome-wide setting in the spirit of divide-and-conquer. The Alzheimer's Disease Neuroimaging Initiative (ADNI) database was used to evaluate Pa-MACRO. Without bells and whistles, Pa-MACRO establishes new state-of-the-art results in various settings while maintaining superior interpretability, verifying its power and versatility in revealing the pathogenesis of neurodegenerative disorders. The software is publicly available at https://github.com/ZJ-Techie/Pa-MACRO. Supplementary data are available at Bioinformatics online.",
    "disease": "alzheimer disease",
    "clean_text": "mutual learning for joint disease detection and severity prediction reveals multimodal pathogenesis for neurodegenerative disorders neurodegenerative disorders influence millions of people worldwide and uncovering the pathogenesis is of urgent need many efforts have been made to detect or predict neurodegenerative disorders while exploring the pathogenesis has been ignored from a systemic perspective to handle this issue we propose a novel and powerful method referred to as pathogenesis aware mutual assistance classification and regression optimization pa macro first pa macro incorporates a mutual assistance bidirectional mapping technique with a joint embedding fine grained interpretability module this can extract the intrinsic factors and their interactions of multimodal pathogenesis second our method can simultaneously classify an at risk individual and predict the severity triggered by neurodegenerative disorders furthermore to address the small sample size issue and the high dimensional issue we meticulously incorporate a semi supervised cooperative learning method to integrate unlabeled data and extend it to a chromosome wide setting in the spirit of divide and conquer the alzheimer s disease neuroimaging initiative adni database was used to evaluate pa macro without bells and whistles pa macro establishes new state of the art results in various settings while maintaining superior interpretability verifying its power and versatility in revealing the pathogenesis of neurodegenerative disorders the software is publicly available at https github com zj techie pa macro supplementary data are available at bioinformatics online"
}