{
    "pmid": "41461082",
    "title": "A Web-Based Contraception Decision Tool for Individuals With Health Conditions in US Outpatient Clinics: Protocol for a Mixed Methods Cluster Randomized Controlled Trial.",
    "abstract": " Choosing contraception is a highly personal, often complex decision. People with acute and chronic health conditions (eg, pulmonary embolism, diabetes, and hypertension) must deliberate additional factors including whether and to what extent a contraceptive method may affect their health conditions or interact with their medications. \"My Health My Choice\" (web application developed by Alfa Jango) is a web-based decision support tool designed to help patients understand their contraceptive options considering their health conditions, medications, and personal priorities.  We will evaluate the efficacy of \"My Health My Choice\" (MHMC) use among people with diverse health conditions who seek contraception in US outpatient clinics.  This mixed methods cluster randomized controlled trial will compare MHMC and usual contraceptive care (intervention arm) to usual contraceptive care only (control arm). Fourteen clinics that specialize in primary care or obstetrics and gynecology will be enrolled, with 7 clinics in each arm. We will enroll 726 patients (363 in each group) who (1) are 18-49 years old, (2) are able to speak and read English, (3) are seeking contraception for pregnancy prevention, and (4) have at least 1 health condition among 60 eligible health conditions and characteristics (eg, cigarette smoking and postpartum state). Aim 1 (quantitative) is to assess the primary outcome of patient-reported contraceptive nonuse (yes or no) at 3 months. Aim 2 (mixed methods) starts with a quantitative summary of patient-reported contraceptive use by method type (eg, pills and shot) and corresponding Medical Eligibility Risk Category (Category 1, 2, 3, or 4) based on the Centers for Disease Control and Prevention (CDC) US Medical Eligibility Criteria (US MEC) Contraceptive Guidelines. We will conduct exit interviews of a subsample of approximately 30 patients and 30 clinicians to qualitatively understand how MHMC and other contextual factors influenced perceptions about contraceptive risk and contraceptive decisions. Aim 3 (quantitative) is to explore patient-reported contraceptive decisional conflict (measured by the Decisional Conflict Scale) and patient-reported quality of interaction with their contraceptive provider (measured by the Interpersonal Quality of Family Planning Scale) as mediators of the effects of MHMC on the primary outcome. This paper describes the study protocol per the SPIRIT (Standard Protocol Items: Recommendations for Intervention Trials) checklist. The National Institute of Child Health and Human Development funded this study (R01HD110570, Principal Investigator JPW) in 2023. The study team is collaborating with the DARTNet Institute (Aurora, Colorado) to enroll and prepare health clinics for trial launch. Fourteen clinics have enrolled in the trial and are in various stages of study preparation and regulatory approval. We anticipate patient enrollment to run from October 2025 to September 2028. This is the first mixed methods cluster randomized controlled trial of MHMC, a novel web-based decision support tool for people with health conditions. ClinicalTrials.gov NCT07075536; https://clinicaltrials.gov/study/NCT07075536. DERR1-10.2196/71101.",
    "disease": "hypertension",
    "clean_text": "a web based contraception decision tool for individuals with health conditions in us outpatient clinics protocol for a mixed methods cluster randomized controlled trial choosing contraception is a highly personal often complex decision people with acute and chronic health conditions eg pulmonary embolism diabetes and hypertension must deliberate additional factors including whether and to what extent a contraceptive method may affect their health conditions or interact with their medications my health my choice web application developed by alfa jango is a web based decision support tool designed to help patients understand their contraceptive options considering their health conditions medications and personal priorities we will evaluate the efficacy of my health my choice mhmc use among people with diverse health conditions who seek contraception in us outpatient clinics this mixed methods cluster randomized controlled trial will compare mhmc and usual contraceptive care intervention arm to usual contraceptive care only control arm fourteen clinics that specialize in primary care or obstetrics and gynecology will be enrolled with clinics in each arm we will enroll patients in each group who are years old are able to speak and read english are seeking contraception for pregnancy prevention and have at least health condition among eligible health conditions and characteristics eg cigarette smoking and postpartum state aim quantitative is to assess the primary outcome of patient reported contraceptive nonuse yes or no at months aim mixed methods starts with a quantitative summary of patient reported contraceptive use by method type eg pills and shot and corresponding medical eligibility risk category category or based on the centers for disease control and prevention cdc us medical eligibility criteria us mec contraceptive guidelines we will conduct exit interviews of a subsample of approximately patients and clinicians to qualitatively understand how mhmc and other contextual factors influenced perceptions about contraceptive risk and contraceptive decisions aim quantitative is to explore patient reported contraceptive decisional conflict measured by the decisional conflict scale and patient reported quality of interaction with their contraceptive provider measured by the interpersonal quality of family planning scale as mediators of the effects of mhmc on the primary outcome this paper describes the study protocol per the spirit standard protocol items recommendations for intervention trials checklist the national institute of child health and human development funded this study r hd principal investigator jpw in the study team is collaborating with the dartnet institute aurora colorado to enroll and prepare health clinics for trial launch fourteen clinics have enrolled in the trial and are in various stages of study preparation and regulatory approval we anticipate patient enrollment to run from october to september this is the first mixed methods cluster randomized controlled trial of mhmc a novel web based decision support tool for people with health conditions clinicaltrials gov nct https clinicaltrials gov study nct derr"
}