{
    "title": "Cell Biology of Tight Junction Barrier Regulation and Mucosal Disease.",
    "doc_id": "28507021",
    "writer": "Buckley A",
    "year": "2018",
    "summary": "The paracellular space is sealed by the tight junction, which is maintained by a complex network of protein interactions. Tight junction dysfunction has been linked to a variety of local and systemic diseases. Two molecularly and biophysically distinct …",
    "abstract": "Mucosal surfaces are lined by epithelial cells. In the intestine, the epithelium establishes a selectively permeable barrier that supports nutrient absorption and waste secretion while preventing intrusion by luminal materials. Intestinal epithelia therefore play a central role in regulating interactions between the mucosal immune system and luminal contents, which include dietary antigens, a diverse intestinal microbiome, and pathogens. The paracellular space is sealed by the tight junction, which is maintained by a complex network of protein interactions. Tight junction dysfunction has been linked to a variety of local and systemic diseases. Two molecularly and biophysically distinct pathways across the intestinal tight junction are selectively and differentially regulated by inflammatory stimuli. This review discusses the mechanisms underlying these events, their impact on disease, and the potential of using these as paradigms for development of tight junction-targeted therapeutic interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28507021/",
    "clean_text": "cell biology of tight junction barrier regulation and mucosal disease the paracellular space is sealed by the tight junction which is maintained by a complex network of protein interactions tight junction dysfunction has been linked to a variety of local and systemic diseases two molecularly and biophysically distinct mucosal surfaces are lined by epithelial cells in the intestine the epithelium establishes a selectively permeable barrier that supports nutrient absorption and waste secretion while preventing intrusion by luminal materials intestinal epithelia therefore play a central role in regulating interactions between the mucosal immune system and luminal contents which include dietary antigens a diverse intestinal microbiome and pathogens the paracellular space is sealed by the tight junction which is maintained by a complex network of protein interactions tight junction dysfunction has been linked to a variety of local and systemic diseases two molecularly and biophysically distinct pathways across the intestinal tight junction are selectively and differentially regulated by inflammatory stimuli this review discusses the mechanisms underlying these events their impact on disease and the potential of using these as paradigms for development of tight junction targeted therapeutic interventions"
}