{
    "pmid": "41407020",
    "title": "Evolution and factors associated with presenteeism in severe asthma after treatment with biologics.",
    "abstract": "Work productivity is impaired in severe asthma; however, its evolution under biologics is poorly known, particularly regarding presenteeism, fact of being present at work while ill. To investigate the evolution and factors associated with presenteeism in severe asthma after treatment with biologics. We conducted a national, multicentric, uncontrolled cohort study. Patients with severe asthma eligible for a biologic and having a professional activity were included. Patients were assessed at baseline and after six months of treatment. Outcomes (percentages of presenteeism, absenteeism and work productivity loss) were measured using the Work Productivity and Activity Impairment (WPAI):Asthma questionnaire. A total of 167 patients were included and 122 were analyzed (59.8 % women, mean age at 45.7 years). At inclusion, median presenteeism was at 30 %. Under biologic, we observed a significant decrease in mean presenteeism (-14.9 %, p < 0.001) and work productivity loss (-15.4 %, p < 0.001) but no difference in absenteeism (-1.8 %, p = 0.41). In the multivariate logistic model, high presenteeism (WPAI:Asthma-Q5 ≥4) at inclusion was associated with uncontrolled asthma (ACQ-6 ≥1.5) (OR = 18.9 [2.7; 403]) and hyperventilation symptoms (Nijmegen >17) (OR = 4.6 [1.3; 19.8]). In the multivariate linear regression model, we found an association between presenteeism evolution, ACQ-6 score at inclusion (Beta = 15.9 [8.6; 23.2], per 1-point increase) and ACQ-6 score evolution (Beta = 17.1 [9.9; 24.2], per 1-point increase). Although limited by the lack of a control group, our results suggest that biologics can reduce presenteeism and work impairment in severe asthma, and that asthma control is the main factor associated with presenteeism.",
    "disease": "asthma",
    "clean_text": "evolution and factors associated with presenteeism in severe asthma after treatment with biologics work productivity is impaired in severe asthma however its evolution under biologics is poorly known particularly regarding presenteeism fact of being present at work while ill to investigate the evolution and factors associated with presenteeism in severe asthma after treatment with biologics we conducted a national multicentric uncontrolled cohort study patients with severe asthma eligible for a biologic and having a professional activity were included patients were assessed at baseline and after six months of treatment outcomes percentages of presenteeism absenteeism and work productivity loss were measured using the work productivity and activity impairment wpai asthma questionnaire a total of patients were included and were analyzed women mean age at years at inclusion median presenteeism was at under biologic we observed a significant decrease in mean presenteeism p and work productivity loss p but no difference in absenteeism p in the multivariate logistic model high presenteeism wpai asthma q at inclusion was associated with uncontrolled asthma acq or and hyperventilation symptoms nijmegen or in the multivariate linear regression model we found an association between presenteeism evolution acq score at inclusion beta per point increase and acq score evolution beta per point increase although limited by the lack of a control group our results suggest that biologics can reduce presenteeism and work impairment in severe asthma and that asthma control is the main factor associated with presenteeism"
}