{
    "pmid": "41462489",
    "title": "SGL-TX-MR-study protocol acute effects of SGLT2 inhibitor on kidney allograft oxygen tension, a randomized, double-blind, placebo controlled crossover trial.",
    "abstract": "The acute effect of sodium-glucose co-transporter type 2 inhibitors, SGLT2i, has never been investigated in non-diabetic kidney transplant recipients. SGL-TX-MR will investigate the acute effects of SGLT2 inhibitor on kidney allograft oxygen tension in a randomized, double-blind, placebo controlled crossover trial. Eight non-diabetic-KTR, adults, more than 6 months post-transplant with a stable estimated glomerular filtration rate > 20 ml/min, recruited from Odense University Hospital, Kidney Transplant Outpatient Clinic, from 2025 to 2026, will be randomized to a double blind crossover intervention with a single dose 50 mg Jardiance, SGLT2i, or placebo in random order, separated by a 2-week wash-out period. kidney transplant cortical and medullary oxygen tension, estimated by blood oxygen level dependent-magnetic resonance imaging-based renal T2* relaxation rate. Secondary endpoint: Renal cortical and medullary perfusion, renal artery blood flow, blood glucose, blood pressure, and heart rate. We will investigate if a single dose of SGLT2i improves renal cortical oxygenation within 3 and 6 h from admission in non-diabetic kidney transplant recipients. This finding will improve the understanding of the mechanisms behind the impressive renoprotective effects recently seen with SGLT2i in major clinical trials with non-transplant chronic kidney disease patients and provide new horizons for therapeutic treatments targeting hypoxia in renal allograft. TRIAL REGISTRATION {4}: ClinicalTrials.gov NCT06933355. Registered on April 18, 2025.",
    "disease": "chronic kidney disease",
    "clean_text": "sgl tx mr study protocol acute effects of sglt inhibitor on kidney allograft oxygen tension a randomized double blind placebo controlled crossover trial the acute effect of sodium glucose co transporter type inhibitors sglt i has never been investigated in non diabetic kidney transplant recipients sgl tx mr will investigate the acute effects of sglt inhibitor on kidney allograft oxygen tension in a randomized double blind placebo controlled crossover trial eight non diabetic ktr adults more than months post transplant with a stable estimated glomerular filtration rate ml min recruited from odense university hospital kidney transplant outpatient clinic from to will be randomized to a double blind crossover intervention with a single dose mg jardiance sglt i or placebo in random order separated by a week wash out period kidney transplant cortical and medullary oxygen tension estimated by blood oxygen level dependent magnetic resonance imaging based renal t relaxation rate secondary endpoint renal cortical and medullary perfusion renal artery blood flow blood glucose blood pressure and heart rate we will investigate if a single dose of sglt i improves renal cortical oxygenation within and h from admission in non diabetic kidney transplant recipients this finding will improve the understanding of the mechanisms behind the impressive renoprotective effects recently seen with sglt i in major clinical trials with non transplant chronic kidney disease patients and provide new horizons for therapeutic treatments targeting hypoxia in renal allograft trial registration clinicaltrials gov nct registered on april"
}