{
    "pmid": "41473948",
    "title": "Occult hepatitis B infection - unveiling clinical burden and New diagnostic strategies.",
    "abstract": "Occult B infection (OBI) represents a mild form of hepatitis B characterized by low-level HBV-DNA in the absence of positive serum HBsAg. OBI is associated with liver disease and HBV transmissibility, although to a lesser extent than overt (HBsAg+) chronic hepatitis B. Residual HBV replication in the liver of OBI patients has been associated with: i) increased risk for cirrhosis and/or liver cancer; ii) HBV transmission to recipients of organs or hemoderivates; iii) overt HBV reactivation under immunosuppression; and iv) extrahepatic manifestations.We searched PubMed with the keywords 'occult hepatitis B,\" \"occult B infection\" or \"OBI.' The WHO has called for reducing 90% new HBV infections and 65% HBV-related mortality by 2030. The persistence of low-level virus replication in persons who cleared serum HBsAg is challenging. OBI misdiagnosis has emerged as a major obstacle for global HBV elimination. Efforts for unveiling OBI carriers are warranted, increasing clinical suspicion and expanding testing. New diagnostic tools, including more sensitive HBsAg and HBV-DNA tests, and novel HBV-RNA and HBcrAg assays, may help unveil OBI carriers. Furthermore, point-of-care HBV-DNA assays will allow testing larger populations for OBI. New antivirals should target this form of hidden hepatitis B.",
    "disease": "liver cirrhosis",
    "clean_text": "occult hepatitis b infection unveiling clinical burden and new diagnostic strategies occult b infection obi represents a mild form of hepatitis b characterized by low level hbv dna in the absence of positive serum hbsag obi is associated with liver disease and hbv transmissibility although to a lesser extent than overt hbsag chronic hepatitis b residual hbv replication in the liver of obi patients has been associated with i increased risk for cirrhosis and or liver cancer ii hbv transmission to recipients of organs or hemoderivates iii overt hbv reactivation under immunosuppression and iv extrahepatic manifestations we searched pubmed with the keywords occult hepatitis b occult b infection or obi the who has called for reducing new hbv infections and hbv related mortality by the persistence of low level virus replication in persons who cleared serum hbsag is challenging obi misdiagnosis has emerged as a major obstacle for global hbv elimination efforts for unveiling obi carriers are warranted increasing clinical suspicion and expanding testing new diagnostic tools including more sensitive hbsag and hbv dna tests and novel hbv rna and hbcrag assays may help unveil obi carriers furthermore point of care hbv dna assays will allow testing larger populations for obi new antivirals should target this form of hidden hepatitis b"
}