{
    "title": "[Standardization in performing regional lymph node dissection for rectum and sigmoid colon cancer].",
    "doc_id": "35461198",
    "writer": "Wang ZJ",
    "year": "2022",
    "summary": "The regional lymph nodes of sigmoid cancer include paracolic lymph nodes, intermediate lymph nodes, and central lymph nodes locating at the root of blood vessel, and radical surgery should include lymph node di …",
    "abstract": "Tumor spreading through the lymphatic drainage is an important metastatic pathway for rectum and sigmoid colon carcinoma. Regional lymph node dissection, as an important part of radical resection of colorectal cancer, is the main way for patients with colorectal cancer to achieve radical resection and acquire tumor-free survival. The regional lymph nodes of sigmoid cancer include paracolic lymph nodes, intermediate lymph nodes, and central lymph nodes locating at the root of blood vessel, and radical surgery should include lymph node dissection at the above three stations. The lymphatic pathways of metastasis for rectal cancer include longitudinal metastasis within the mesorectum and lateral metastasis beyond the mesorectum. The standard surgical method of rectal cancer is total mesorectal excision (TME) at present, and the resection range includes the metastatic lymph nodes within the mesorectum through the longitudinal pathway. However, there are many different opinions about lateral lymph node dissection(LLND) aiming at the metastatic lymph nodes locating at the lateral space of rectum. The range of lymph node dissection for rectum and sigmoid cancer is a vital factor that determines the prognosis of patients. Insufficient range of dissection can lead to residual metastatic lymph nodes and have serious impacts on the prognosis of patients. Excessive range of dissection can result in greater surgical trauma, prolonged operation time, more blood loss, and higher rate of complication without oncological benefits. Individualizating the appropriate resection range of rectum and sigmoid colon cancer on the basis of standardization and according to the clinical stage and invasion range of tumor demonstrates great significance of ensuring the radical operation, reducing trauma, promoting rehabilitation, protecting the function and improving the prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35461198/",
    "clean_text": "standardization in performing regional lymph node dissection for rectum and sigmoid colon cancer the regional lymph nodes of sigmoid cancer include paracolic lymph nodes intermediate lymph nodes and central lymph nodes locating at the root of blood vessel and radical surgery should include lymph node di tumor spreading through the lymphatic drainage is an important metastatic pathway for rectum and sigmoid colon carcinoma regional lymph node dissection as an important part of radical resection of colorectal cancer is the main way for patients with colorectal cancer to achieve radical resection and acquire tumor free survival the regional lymph nodes of sigmoid cancer include paracolic lymph nodes intermediate lymph nodes and central lymph nodes locating at the root of blood vessel and radical surgery should include lymph node dissection at the above three stations the lymphatic pathways of metastasis for rectal cancer include longitudinal metastasis within the mesorectum and lateral metastasis beyond the mesorectum the standard surgical method of rectal cancer is total mesorectal excision tme at present and the resection range includes the metastatic lymph nodes within the mesorectum through the longitudinal pathway however there are many different opinions about lateral lymph node dissection llnd aiming at the metastatic lymph nodes locating at the lateral space of rectum the range of lymph node dissection for rectum and sigmoid cancer is a vital factor that determines the prognosis of patients insufficient range of dissection can lead to residual metastatic lymph nodes and have serious impacts on the prognosis of patients excessive range of dissection can result in greater surgical trauma prolonged operation time more blood loss and higher rate of complication without oncological benefits individualizating the appropriate resection range of rectum and sigmoid colon cancer on the basis of standardization and according to the clinical stage and invasion range of tumor demonstrates great significance of ensuring the radical operation reducing trauma promoting rehabilitation protecting the function and improving the prognosis"
}