{
    "pmid": "41465989",
    "title": "Automated pupillometry predicts neurological deterioration in the neurosurgical ICU: A retrospective observational study with secondary analysis in traumatic brain injury.",
    "abstract": "The primary objective of this study was to test whether sedation depth mediates the association between pupillary reactivity, quantified by the Neurological Pupil index (NPi) and significant neurological deterioration in critically ill neurosurgical patients. A prespecified secondary objective was to explore whether this relationship differs between traumatic brain injury (TBI) and non-TBI diagnoses. We conducted a retrospective, single-center study of 360 adults admitted to a neurosurgical ICU (2019-2022) with daily automated pupillometry and detailed sedation records. \"Significant deterioration\" was defined as a ≥ 2-point decline in Glasgow Coma Scale, new focal deficits, or escalated neurosurgical intervention. The primary analysis used multivariable logistic regression and causal mediation (exposure: NPi; mediator: deep sedation, Richmond Agitation-Sedation Scale ≤ -3; outcome: deterioration; 5000 bootstrap samples), adjusting for diagnosis, admission GCS, hypertension, sedation agent and dose. A secondary stratified analysis compared TBI versus non-TBI. Of 360 patients, 80 (22.2%) deteriorated. Lower NPi and greater sedation intensity were independently associated with deterioration (per 1-point higher NPi: adjusted OR 0.73, 95% CI 0.59-0.91; deep sedation: adjusted OR 3.17, 95% CI 1.75-5.73). Higher admission GCS was protective (adjusted OR 0.88, 95% CI 0.81-0.95). Mediation analysis showed that sedation depth accounted for 19.6% of the total effect of lower NPi on deterioration (indirect effect β = 0.196; P < .01). In the secondary analysis, mediation was not significant for the TBI deterioration pathway (β = 0.08; P = .10), consistent with the dominant influence of structural injury severity in TBI. Lower pupillary reactivity is strongly associated with neurological deterioration, and this association is partly mediated by sedation depth. Clinically, trending NPi and individualizing sedation, especially when NPi is < 3.0 or declining may help mitigate secondary injury. In TBI, mediation by sedation depth was not evident, suggesting structural injury severity remains the principal determinant of decline.",
    "disease": "hypertension",
    "clean_text": "automated pupillometry predicts neurological deterioration in the neurosurgical icu a retrospective observational study with secondary analysis in traumatic brain injury the primary objective of this study was to test whether sedation depth mediates the association between pupillary reactivity quantified by the neurological pupil index npi and significant neurological deterioration in critically ill neurosurgical patients a prespecified secondary objective was to explore whether this relationship differs between traumatic brain injury tbi and non tbi diagnoses we conducted a retrospective single center study of adults admitted to a neurosurgical icu with daily automated pupillometry and detailed sedation records significant deterioration was defined as a point decline in glasgow coma scale new focal deficits or escalated neurosurgical intervention the primary analysis used multivariable logistic regression and causal mediation exposure npi mediator deep sedation richmond agitation sedation scale outcome deterioration bootstrap samples adjusting for diagnosis admission gcs hypertension sedation agent and dose a secondary stratified analysis compared tbi versus non tbi of patients deteriorated lower npi and greater sedation intensity were independently associated with deterioration per point higher npi adjusted or ci deep sedation adjusted or ci higher admission gcs was protective adjusted or ci mediation analysis showed that sedation depth accounted for of the total effect of lower npi on deterioration indirect effect p in the secondary analysis mediation was not significant for the tbi deterioration pathway p consistent with the dominant influence of structural injury severity in tbi lower pupillary reactivity is strongly associated with neurological deterioration and this association is partly mediated by sedation depth clinically trending npi and individualizing sedation especially when npi is or declining may help mitigate secondary injury in tbi mediation by sedation depth was not evident suggesting structural injury severity remains the principal determinant of decline"
}