{
    "pmid": "41466019",
    "title": "The role of stroke emergency specialist nurses in revascularization therapy for acute ischemic stroke.",
    "abstract": "This study aims to examine the impact of stroke emergency nurses' involvement in the treatment of acute ischemic stroke through revascularization. This retrospective study analyzed 280 patients with acute ischemic stroke who were admitted to the emergency department of Cangzhou Integrated Traditional Chinese and Western Medicine Hospital between January 2021 and June 2023. According to the type of emergency management received, patients were divided into 2 groups: 140 patients who received standard emergency care (control group) and 140 patients whose treatment process additionally involved stroke emergency specialist nurses (intervention group). Clinical data, including demographic characteristics, revascularization time intervals, neurological function after revascularization, and overall therapeutic outcomes, were collected from the hospital's medical records and compared between the 2 groups. The intervention group exhibited shorter time intervals for each treatment stage compared to the control group (P < .001). After 7 and 30 days of revascularization, the National Institute of Health Stroke Scale scores of the intervention group were lower than those of the control group (P < .05). Additionally, after 90 days, the modified Rankin scale scores of the intervention group were also significantly lower (P < .001), indicating better recovery. Involving stroke emergency nurses in the revascularization process for acute ischemic stroke patients leads to reduced treatment time at various stages and improved patient outcomes.",
    "disease": "stroke",
    "clean_text": "the role of stroke emergency specialist nurses in revascularization therapy for acute ischemic stroke this study aims to examine the impact of stroke emergency nurses involvement in the treatment of acute ischemic stroke through revascularization this retrospective study analyzed patients with acute ischemic stroke who were admitted to the emergency department of cangzhou integrated traditional chinese and western medicine hospital between january and june according to the type of emergency management received patients were divided into groups patients who received standard emergency care control group and patients whose treatment process additionally involved stroke emergency specialist nurses intervention group clinical data including demographic characteristics revascularization time intervals neurological function after revascularization and overall therapeutic outcomes were collected from the hospital s medical records and compared between the groups the intervention group exhibited shorter time intervals for each treatment stage compared to the control group p after and days of revascularization the national institute of health stroke scale scores of the intervention group were lower than those of the control group p additionally after days the modified rankin scale scores of the intervention group were also significantly lower p indicating better recovery involving stroke emergency nurses in the revascularization process for acute ischemic stroke patients leads to reduced treatment time at various stages and improved patient outcomes"
}