{
    "pmid": "41458865",
    "title": "Perioperative Multidisciplinary Intervention Led to Complete Minimally Invasive Transthoracic Esophagectomy for a Patient With Severe Lung Dysfunction: A Case Report.",
    "abstract": "Risk factors for postoperative pneumonia after esophagectomy include smoking, severe lung dysfunction, and sarcopenia. Heavy smokers often have chronic obstructive pulmonary disease (COPD), which is associated with poor physical activity and low muscle strength. Sarcopenia is also associated with decreased physical function and malnutrition. These factors lead to a close relationship between COPD and sarcopenia. This report describes the case of a 74-year-old man who presented with dysphagia and was diagnosed with advanced esophageal cancer with lymph node metastasis. Preoperative respiratory function testing showed a forced expiratory volume in one second (FEV1) of 0.76 L because of his past smoking and COPD. Multidisciplinary intervention was started, along with neoadjuvant chemotherapy. Preoperative management improved his physical function. Robot-assisted thoracoscopic subtotal esophagectomy with the patient in the prone position was performed with curative resection and no severe postoperative complications. The perioperative multidisciplinary intervention improved physical functions and enabled safe robot-assisted thoracoscopic esophagectomy for the patient with severe lung dysfunction in the prone position. This case highlights that not only respiratory status but also physical parameters should be taken into account when considering whether a patient can tolerate surgery safely.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "perioperative multidisciplinary intervention led to complete minimally invasive transthoracic esophagectomy for a patient with severe lung dysfunction a case report risk factors for postoperative pneumonia after esophagectomy include smoking severe lung dysfunction and sarcopenia heavy smokers often have chronic obstructive pulmonary disease copd which is associated with poor physical activity and low muscle strength sarcopenia is also associated with decreased physical function and malnutrition these factors lead to a close relationship between copd and sarcopenia this report describes the case of a year old man who presented with dysphagia and was diagnosed with advanced esophageal cancer with lymph node metastasis preoperative respiratory function testing showed a forced expiratory volume in one second fev of l because of his past smoking and copd multidisciplinary intervention was started along with neoadjuvant chemotherapy preoperative management improved his physical function robot assisted thoracoscopic subtotal esophagectomy with the patient in the prone position was performed with curative resection and no severe postoperative complications the perioperative multidisciplinary intervention improved physical functions and enabled safe robot assisted thoracoscopic esophagectomy for the patient with severe lung dysfunction in the prone position this case highlights that not only respiratory status but also physical parameters should be taken into account when considering whether a patient can tolerate surgery safely"
}