{
    "title": "Wandering epizootics and zones of emergence: Constructing yellow fever endemicity in Africa.",
    "doc_id": "35490084",
    "writer": "Tappan J.",
    "year": "2022",
    "summary": "This paper examines the distinction drawn between endemic and epidemic yellow fever in the twentieth century and the policy implications of conceptualizing yellow fever as distinct in different world regions. The history of yellow fever r …",
    "abstract": "This paper examines the distinction drawn between endemic and epidemic yellow fever in the twentieth century and the policy implications of conceptualizing yellow fever as distinct in different world regions. The history of yellow fever research in Africa reveals how particular perceptions of place undergirded evolving scientific knowledge of yellow fever epidemiology. Efforts to map yellow fever endemicity in Africa and to understand the endemic threat of \"jungle\" yellow fever unfolded within a colonial framework that viewed Africa and Africans as \"diseased.\" The study explores how the notions of place embedded in endemic versus epidemic disease translated into differential prevention strategies and access to vaccines leading to highly unequal burdens of yellow fever. The history of yellow fever research in Africa is potentially instructive for a range of health threats that have historically been mapped onto places and peoples in ways that privilege differential policy pathways.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35490084/",
    "clean_text": "wandering epizootics and zones of emergence constructing yellow fever endemicity in africa this paper examines the distinction drawn between endemic and epidemic yellow fever in the twentieth century and the policy implications of conceptualizing yellow fever as distinct in different world regions the history of yellow fever r this paper examines the distinction drawn between endemic and epidemic yellow fever in the twentieth century and the policy implications of conceptualizing yellow fever as distinct in different world regions the history of yellow fever research in africa reveals how particular perceptions of place undergirded evolving scientific knowledge of yellow fever epidemiology efforts to map yellow fever endemicity in africa and to understand the endemic threat of jungle yellow fever unfolded within a colonial framework that viewed africa and africans as diseased the study explores how the notions of place embedded in endemic versus epidemic disease translated into differential prevention strategies and access to vaccines leading to highly unequal burdens of yellow fever the history of yellow fever research in africa is potentially instructive for a range of health threats that have historically been mapped onto places and peoples in ways that privilege differential policy pathways"
}