{
    "title": "Bilateral ultrasound-guided erector spinae plane block for postoperative persistent low back pain in lumbar disc surgery.",
    "doc_id": "35420380",
    "writer": "Akyuz ME",
    "year": "2022",
    "summary": "BACKGROUND: Persistent low back pain is an important disability after lumbar disc surgery. Erector spinae plane block (ESPB) is highly effective in providing post-surgical pain control, but its effectiveness in long-term persistent low back pain has no …",
    "abstract": "Background:\n        \n      \n      Persistent low back pain is an important disability after lumbar disc surgery. Erector spinae plane block (ESPB) is highly effective in providing post-surgical pain control, but its effectiveness in long-term persistent low back pain has not been investigated. The aim of this randomized controlled trial was to investigate the effect of ESPB on the reduction of persistent low back pain after surgery.\n    \n\n\n          Methods:\n        \n      \n      162 patients who were operated for lumbar disc herniation under spinal anaesthesia were divided into two groups according to the following criteria; ESPB block group (Group A); applied before surgery and 1 month after surgery and non-ESPB block group (Group B). The preoperative and postoperative 6th month Visual Analogue Scale (VAS), Oswestry Low Back Pain Disability Questionnaire (ODI) and Japan Orthopaedic Association Back Pain Evaluation Questionnaire (JOABPEQ) scores of the patients were evaluated, and it was examined whether there was a difference.\n    \n\n\n          Results:\n        \n      \n      In two groups with similar patient characteristics and no significant difference in preoperative pain scores, a significant improvement was observed in pain scores in Group A compared to Group B at the end of the 6th month.\n    \n\n\n          Conclusions:\n        \n      \n      ESPB, which has a low risk of complications and is simple to perform, has been found useful in the treatment of persistent low back pain after disc surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35420380/",
    "clean_text": "bilateral ultrasound guided erector spinae plane block for postoperative persistent low back pain in lumbar disc surgery background persistent low back pain is an important disability after lumbar disc surgery erector spinae plane block espb is highly effective in providing post surgical pain control but its effectiveness in long term persistent low back pain has no background persistent low back pain is an important disability after lumbar disc surgery erector spinae plane block espb is highly effective in providing post surgical pain control but its effectiveness in long term persistent low back pain has not been investigated the aim of this randomized controlled trial was to investigate the effect of espb on the reduction of persistent low back pain after surgery methods patients who were operated for lumbar disc herniation under spinal anaesthesia were divided into two groups according to the following criteria espb block group group a applied before surgery and month after surgery and non espb block group group b the preoperative and postoperative th month visual analogue scale vas oswestry low back pain disability questionnaire odi and japan orthopaedic association back pain evaluation questionnaire joabpeq scores of the patients were evaluated and it was examined whether there was a difference results in two groups with similar patient characteristics and no significant difference in preoperative pain scores a significant improvement was observed in pain scores in group a compared to group b at the end of the th month conclusions espb which has a low risk of complications and is simple to perform has been found useful in the treatment of persistent low back pain after disc surgery"
}