{
    "pmid": "41467372",
    "title": "Associations Between Polygenic Risk Score for Blood Pressure and Risk of Hypertension in Northeast Asian Individuals.",
    "abstract": "Data on associations between genetic predisposition to high blood pressure (BP) and hypertension and its complications in non-European populations are limited. The current study investigated associations between polygenic risk scores (PRSs) for BP and risks of hypertension, cardiovascular disease, and chronic kidney disease in Northeast Asian populations. A genome-wide association study of systolic BP (SBP) and diastolic BP (DBP) was conducted using data from the KoGES (Korean Genome and Epidemiology Study). Results were meta-analyzed using summary statistics from Biobank Japan to construct PRSs. Compared with a PRS in the lowest 5 percentiles, a PRS in the highest 5 percentiles was associated with an increased risk of hypertension (hazard ratio [HR], 2.44 [95% CI, 1.67-3.56] for PRS for SBP; and HR, 1.77 [95% CI, 1.20-2.62] for PRS for DBP) and earlier onset of hypertension (by a median of 8.5 years for PRS for SBP and 8.0 years for PRS for DBP). These associations remained significant when continuous PRS was analyzed. The genetic risk of hypertension incidence was attenuated by moderate to vigorous physical activity. Adding the PRS for BP to the clinical risk factors improved the predictive value for hypertension (both area under the curve values, 0.787 [95% CI, 0.771-0.803];  The PRS for BP was associated with a higher risk of incident hypertension and earlier-onset hypertension in a Northeast Asian population. PRS may facilitate early identification and targeted management of individuals at high risk of developing hypertension.",
    "disease": "hypertension",
    "clean_text": "associations between polygenic risk score for blood pressure and risk of hypertension in northeast asian individuals data on associations between genetic predisposition to high blood pressure bp and hypertension and its complications in non european populations are limited the current study investigated associations between polygenic risk scores prss for bp and risks of hypertension cardiovascular disease and chronic kidney disease in northeast asian populations a genome wide association study of systolic bp sbp and diastolic bp dbp was conducted using data from the koges korean genome and epidemiology study results were meta analyzed using summary statistics from biobank japan to construct prss compared with a prs in the lowest percentiles a prs in the highest percentiles was associated with an increased risk of hypertension hazard ratio hr ci for prs for sbp and hr ci for prs for dbp and earlier onset of hypertension by a median of years for prs for sbp and years for prs for dbp these associations remained significant when continuous prs was analyzed the genetic risk of hypertension incidence was attenuated by moderate to vigorous physical activity adding the prs for bp to the clinical risk factors improved the predictive value for hypertension both area under the curve values ci the prs for bp was associated with a higher risk of incident hypertension and earlier onset hypertension in a northeast asian population prs may facilitate early identification and targeted management of individuals at high risk of developing hypertension"
}