{
    "pmid": "41469621",
    "title": "Strengthening community engagement in pandemic preparedness: insights from COVID-19 response in Sidama Region, Ethiopia.",
    "abstract": "The COVID-19 pandemic highlighted the critical importance of community engagement in managing disease outbreaks. In Ethiopia, efforts to control the pandemic were hampered by a limited understanding of the disease, especially in rural areas. While early studies provided some insights, there remains a significant gap in comprehensive data on community involvement throughout all phases of outbreak management. This study aimed to assess knowledge, attitudes, practices, and community participation in pandemic preparedness and response, emphasizing that informed and engaged communities are key to early detection, effective intervention, and overall outbreak control. Learning from the COVID-19 experience, it is essential to understand how communities can be better equipped to respond to future public health threats. A cross-sectional study was carried out between October and December 2022 across eight rural districts in the Sidama region of Ethiopia. Using multistage sampling, a total of 593 community members were selected and interviewed with a semi-structured questionnaire. Data were entered into EpiData version 4.6 and analyzed in SPSS version 25 using descriptive statistics, bivariate analysis, and multivariable logistic regression to identify factors associated with knowledge, attitudes, practices (KAP), and community participation. The majority of participants, 76% (95% CI: 72.5-79.3), demonstrated sufficient knowledge about COVID-19 transmission and prevention, yet only 58% (95% CI: 54.0-61.9) showed positive attitudes, and 28% (95% CI: 24.5-31.7) reported practicing good preventive behaviors. Participation in emergency response activities, such as mask-wearing, handwashing, and symptom identification, was relatively low at 35% (95% CI: 31.2-39.0). Education level, marital status, and risk perception were significant predictors of KAP and participation levels. Individuals with primary (AOR = 5.06, 95% CI: 2.81-9.11) or secondary education (AOR = 4.84, 95% CI: 2.64-8.87) had greater odds of possessing adequate knowledge compared to those without education. Unmarried participants were less likely to exhibit positive attitudes (AOR = 0.58, 95% CI: 0.35-0.96), and perceiving low personal risk was associated with lower preventive practices (AOR = 0.32, 95% CI: 0.21-0.48) and participation in response activities (AOR = 0.19, 95% CI: 0.12-0.30). While knowledge of COVID-19 was relatively high, attitudes were only moderate and preventive practices remained low. The finding that only 35% of the population actively participated in COVID-19 response efforts highlights a critical gap in community engagement during health crises. From an emergency management perspective, this calls for more effective strategies to translate awareness into proactive involvement. The Ministry of Health and WHO must focus on trust-building, communication, and empowering local leaders to mobilize communities. Tailored, community-driven models and culturally appropriate messaging are essential to ensure grassroots resilience and preparedness in future pandemics.",
    "disease": "covid-19",
    "clean_text": "strengthening community engagement in pandemic preparedness insights from covid response in sidama region ethiopia the covid pandemic highlighted the critical importance of community engagement in managing disease outbreaks in ethiopia efforts to control the pandemic were hampered by a limited understanding of the disease especially in rural areas while early studies provided some insights there remains a significant gap in comprehensive data on community involvement throughout all phases of outbreak management this study aimed to assess knowledge attitudes practices and community participation in pandemic preparedness and response emphasizing that informed and engaged communities are key to early detection effective intervention and overall outbreak control learning from the covid experience it is essential to understand how communities can be better equipped to respond to future public health threats a cross sectional study was carried out between october and december across eight rural districts in the sidama region of ethiopia using multistage sampling a total of community members were selected and interviewed with a semi structured questionnaire data were entered into epidata version and analyzed in spss version using descriptive statistics bivariate analysis and multivariable logistic regression to identify factors associated with knowledge attitudes practices kap and community participation the majority of participants ci demonstrated sufficient knowledge about covid transmission and prevention yet only ci showed positive attitudes and ci reported practicing good preventive behaviors participation in emergency response activities such as mask wearing handwashing and symptom identification was relatively low at ci education level marital status and risk perception were significant predictors of kap and participation levels individuals with primary aor ci or secondary education aor ci had greater odds of possessing adequate knowledge compared to those without education unmarried participants were less likely to exhibit positive attitudes aor ci and perceiving low personal risk was associated with lower preventive practices aor ci and participation in response activities aor ci while knowledge of covid was relatively high attitudes were only moderate and preventive practices remained low the finding that only of the population actively participated in covid response efforts highlights a critical gap in community engagement during health crises from an emergency management perspective this calls for more effective strategies to translate awareness into proactive involvement the ministry of health and who must focus on trust building communication and empowering local leaders to mobilize communities tailored community driven models and culturally appropriate messaging are essential to ensure grassroots resilience and preparedness in future pandemics"
}