{
    "pmid": "41400843",
    "title": "Pharmacokinetics and tolerability of one-month daily rifapentine for latent tuberculosis treatment in haemodialysis patients.",
    "abstract": "A one-month regimen of daily isoniazid plus rifapentine (1HP) is endorsed by WHO for latent tuberculosis infection (LTBI), showing efficacy and safety in people with human immunodeficiency virus (HIV). However, the pharmacokinetics (PK) of rifapentine in end-stage renal disease (ESRD) patients on dialysis remain unknown. We conducted a 24-hour multiple-dose PK study of daily rifapentine in 11 dialysis-dependent patients with LTBI. Participants received rifapentine 450-600 mg plus isoniazid 300 mg daily for 4 weeks. Plasma samples were collected on day 14 at eight time points: pre-dose and 1, 2, 4, 6, 8, 12 and 24 hours post-dose. Rifapentine concentrations were measured using validated HPLC. PK parameters were compared with historical cohort from non-dialysed populations. Participants (63% male, mean age 49) received a mean rifapentine dose of 9.9 ± 1.6 mg/kg. Eleven (69%) completed treatment; five discontinued due to adverse events or transplantation. Median maximum concentration (Cmax) was 11.4 µg/mL (IQR, 8.7-13.7); median AUC0-24 was 177 µg·h/mL (IQR, 134-206). Rifapentine exposure in dialysis patients was lower than in non-dialysed historical cohorts, highlighting the need for larger studies to refine dosing in this population.",
    "disease": "tuberculosis",
    "clean_text": "pharmacokinetics and tolerability of one month daily rifapentine for latent tuberculosis treatment in haemodialysis patients a one month regimen of daily isoniazid plus rifapentine hp is endorsed by who for latent tuberculosis infection ltbi showing efficacy and safety in people with human immunodeficiency virus hiv however the pharmacokinetics pk of rifapentine in end stage renal disease esrd patients on dialysis remain unknown we conducted a hour multiple dose pk study of daily rifapentine in dialysis dependent patients with ltbi participants received rifapentine mg plus isoniazid mg daily for weeks plasma samples were collected on day at eight time points pre dose and and hours post dose rifapentine concentrations were measured using validated hplc pk parameters were compared with historical cohort from non dialysed populations participants male mean age received a mean rifapentine dose of mg kg eleven completed treatment five discontinued due to adverse events or transplantation median maximum concentration cmax was g ml iqr median auc was g h ml iqr rifapentine exposure in dialysis patients was lower than in non dialysed historical cohorts highlighting the need for larger studies to refine dosing in this population"
}