{
    "pmid": "41434277",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Post-COVID cognitive dysfunction is a critical extrapulmonary complication of COVID-19. A previous post-mortem study has shown neuroinflammation and loss of hippocampal neurogenesis in COVID-19 case. High-resolution 7T MRI enables detailed assessment of hippocampal subfields, providing insights into disease process and early changes. This study explores hippocampal subfield volumes using 7T MRI in Alzheimer's disease (AD) and post-COVID-19 conditions, examining potential similarities in brain degeneration. We analysed hippocampal subfield volumes in four groups: (1) AD patients with confirmed CSF-Aβ status (n = 32), (2) individuals recovering from mild COVID-19 >6 months post-infection (Cv, n = 13), (3) individuals recovering from severe COVID-19 with ICU admission >6 months prior (ICU-Cv, n = 9), and (4) age-matched healthy controls (HC, n = 29). Cognitive assessments, including the Montreal Cognitive Assessment (MOCA), were performed within these groups. AD patients exhibited significant atrophy in multiple hippocampal subfields, including the entorhinal cortex (ERC), dentate gyrus (DG), hippocampal tail (Tail), and cornu ammonis (CA), compared to HC and Cv. In ICU-Cv, ERC volume was significantly reduced compared to HC, while Cv showed no subfield differences from HC. AD patients had smaller ERC and DG volumes compared to ICU-Cv. Average MOCA scores were lowest in AD (13.52), significantly lower than HC (27.58), Cv (27.24), and ICU-Cv (24.78). ICU-Cv showed a trend toward lower MOCA scores than HC, but differences were not significant. MOCA scores for ICU-Cv were significantly lower than Cv. AD patients performed worse than ICU-Cv on multiple cognitive domains, including verbal fluency (vegetable and animal naming), working memory (the longest digit span backward), visuospatial function (Benson figure copy), and episodic memory (total story recall and verbatim scoring). ICU-Cv patients also scored lower on Benson figure copy (p = 0.048) and vegetable naming (p = 0.047) compared to HC. ERC, a key gateway for neocortical input to the hippocampus, is particularly susceptible in the early stages of AD, contributing to deficits in episodic memory and spatial navigation. In ICU-Cv patients, we found selective atrophy of the ERC. This finding suggests that severe COVID-19 may lead to targeted neurodegeneration through mechanisms distinct from AD but potentially overlapping in terms of hypoperfusion, inflammation, and metabolic stress.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium post covid cognitive dysfunction is a critical extrapulmonary complication of covid a previous post mortem study has shown neuroinflammation and loss of hippocampal neurogenesis in covid case high resolution t mri enables detailed assessment of hippocampal subfields providing insights into disease process and early changes this study explores hippocampal subfield volumes using t mri in alzheimer s disease ad and post covid conditions examining potential similarities in brain degeneration we analysed hippocampal subfield volumes in four groups ad patients with confirmed csf a status n individuals recovering from mild covid months post infection cv n individuals recovering from severe covid with icu admission months prior icu cv n and age matched healthy controls hc n cognitive assessments including the montreal cognitive assessment moca were performed within these groups ad patients exhibited significant atrophy in multiple hippocampal subfields including the entorhinal cortex erc dentate gyrus dg hippocampal tail tail and cornu ammonis ca compared to hc and cv in icu cv erc volume was significantly reduced compared to hc while cv showed no subfield differences from hc ad patients had smaller erc and dg volumes compared to icu cv average moca scores were lowest in ad significantly lower than hc cv and icu cv icu cv showed a trend toward lower moca scores than hc but differences were not significant moca scores for icu cv were significantly lower than cv ad patients performed worse than icu cv on multiple cognitive domains including verbal fluency vegetable and animal naming working memory the longest digit span backward visuospatial function benson figure copy and episodic memory total story recall and verbatim scoring icu cv patients also scored lower on benson figure copy p and vegetable naming p compared to hc erc a key gateway for neocortical input to the hippocampus is particularly susceptible in the early stages of ad contributing to deficits in episodic memory and spatial navigation in icu cv patients we found selective atrophy of the erc this finding suggests that severe covid may lead to targeted neurodegeneration through mechanisms distinct from ad but potentially overlapping in terms of hypoperfusion inflammation and metabolic stress"
}