{
    "title": "Considering candidates: modifiable and nonmodifiable risk factors for lung transplantation.",
    "doc_id": "40326440",
    "writer": "Maheshwari JA",
    "year": "2025",
    "summary": "Some risk factors can be modified, while others cannot. This review explores current understanding of modifiable and nonmodifiable risk factors for lung transplantation. RECENT FINDINGS: Several risk factors for lung transplant can be res …",
    "abstract": "Purpose of review:\n        \n      \n      Evaluation of a candidate's risk profile for lung transplant includes understanding which patient factors can be addressed to minimize transplant risk. Some risk factors can be modified, while others cannot. This review explores current understanding of modifiable and nonmodifiable risk factors for lung transplantation.\n    \n\n\n          Recent findings:\n        \n      \n      Several risk factors for lung transplant can be resolved entirely, thereby minimizing a candidate's transplant risk. Some features cannot be eliminated, though can be optimized to minimize risk. Others cannot be altered and inherently bring risk to transplant, while a subset of nonmodifiable risk factors are considered absolute barriers to transplant.\n    \n\n\n          Summary:\n        \n      \n      Robust research and novel therapies have led to increased ability to modify certain risk factors and thus decrease lung transplant risk. Further studies are needed to better understand how to estimate risk profiles when assessing candidacy and timing for lung transplant.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40326440/",
    "clean_text": "considering candidates modifiable and nonmodifiable risk factors for lung transplantation some risk factors can be modified while others cannot this review explores current understanding of modifiable and nonmodifiable risk factors for lung transplantation recent findings several risk factors for lung transplant can be res purpose of review evaluation of a candidate s risk profile for lung transplant includes understanding which patient factors can be addressed to minimize transplant risk some risk factors can be modified while others cannot this review explores current understanding of modifiable and nonmodifiable risk factors for lung transplantation recent findings several risk factors for lung transplant can be resolved entirely thereby minimizing a candidate s transplant risk some features cannot be eliminated though can be optimized to minimize risk others cannot be altered and inherently bring risk to transplant while a subset of nonmodifiable risk factors are considered absolute barriers to transplant summary robust research and novel therapies have led to increased ability to modify certain risk factors and thus decrease lung transplant risk further studies are needed to better understand how to estimate risk profiles when assessing candidacy and timing for lung transplant"
}