{
    "title": "Animal models used in spinal cord regeneration research.",
    "doc_id": "12131708",
    "writer": "Kwon BK",
    "year": "2002",
    "summary": "SUMMARY OF BACKGROUND DATA: An enormous amount of interest in spinal cord regeneration research has been generated within the past 20 years with the hope that experimental therapies will become available for individuals with spinal cord injuries. ...CO …",
    "abstract": "Study design:\n        \n      \n      A literature review was conducted.\n    \n\n\n          Objectives:\n        \n      \n      To review animal models and injury paradigms used in the neurobiologic study of spinal cord regeneration, and to assist the spinal clinician in interpreting the many encouraging reports of potential therapies emerging from basic science laboratories.\n    \n\n\n          Summary of background data:\n        \n      \n      An enormous amount of interest in spinal cord regeneration research has been generated within the past 20 years with the hope that experimental therapies will become available for individuals with spinal cord injuries. The use of various animal models in the laboratory setting has been critical to the development of such experimental therapies.\n    \n\n\n          Methods:\n        \n      \n      A literature review was conducted.\n    \n\n\n          Results:\n        \n      \n      Experimental interventions in animal models of spinal cord injury were evaluated both anatomically and functionally. Anatomic assessments use various histologic techniques and frequently include the use of anterograde and retrograde axonal tracers. Functional assessments can be performed neurophysiologically or by the observation of motor and sensory performance on a number of different tests. Sharp spinal cord injury paradigms in which the cord is completely or partially transected are useful for assessing axonal regeneration anatomically. In contrast, blunt injury models in which the cord is compressed or contused more accurately mimic the typical human injury and provide a good setting for the study of secondary pathophysiologic processes immediately after injury.\n    \n\n\n          Conclusions:\n        \n      \n      Animal models will continue to play a critical role in the development of experimental therapies for spinal cord injuries. Both sharp and blunt spinal cord injury paradigms have unique characteristics that make them useful in addressing slightly different neurobiologic problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12131708/",
    "clean_text": "animal models used in spinal cord regeneration research summary of background data an enormous amount of interest in spinal cord regeneration research has been generated within the past years with the hope that experimental therapies will become available for individuals with spinal cord injuries co study design a literature review was conducted objectives to review animal models and injury paradigms used in the neurobiologic study of spinal cord regeneration and to assist the spinal clinician in interpreting the many encouraging reports of potential therapies emerging from basic science laboratories summary of background data an enormous amount of interest in spinal cord regeneration research has been generated within the past years with the hope that experimental therapies will become available for individuals with spinal cord injuries the use of various animal models in the laboratory setting has been critical to the development of such experimental therapies methods a literature review was conducted results experimental interventions in animal models of spinal cord injury were evaluated both anatomically and functionally anatomic assessments use various histologic techniques and frequently include the use of anterograde and retrograde axonal tracers functional assessments can be performed neurophysiologically or by the observation of motor and sensory performance on a number of different tests sharp spinal cord injury paradigms in which the cord is completely or partially transected are useful for assessing axonal regeneration anatomically in contrast blunt injury models in which the cord is compressed or contused more accurately mimic the typical human injury and provide a good setting for the study of secondary pathophysiologic processes immediately after injury conclusions animal models will continue to play a critical role in the development of experimental therapies for spinal cord injuries both sharp and blunt spinal cord injury paradigms have unique characteristics that make them useful in addressing slightly different neurobiologic problems"
}