{
    "title": "Evaluation of the Relationship Between Echo Intensity and Young's modulus of the Soleus Muscle Using Ultrasound Images After Ankle Fracture Surgery.",
    "doc_id": "39398718",
    "writer": "Miyasaka H",
    "year": "2024",
    "summary": "Pearson's correlation coefficients were calculated to examine the relationship of Young's modulus with the uncorrected and corrected EI. RESULTS: Although the uncorrected EI was correlated with Young's modulus of the SOL muscle (r = 0.567; p = 0.014), the corrected …",
    "abstract": "Objective:\n        \n      \n      Although shear-wave elastography (SWE) can be used to assess muscle stiffness, SWE assessments are expensive. Echo intensity (EI) is an indicator of muscle quality and can potentially be used to assess muscle stiffness. This study aimed to determine the relationship between the EI and Young's modulus of the soleus (SOL) muscle after ankle fracture surgery.\n    \n\n\n          Methods:\n        \n      \n      Eighteen participants who had undergone ankle fracture surgery were evaluated (mean age: 48.8 ± 20.6 years). Three months post-surgery, Young's modulus and EI of the SOL muscle were measured using SWE and the combination of B-mode ultrasound and ImageJ software, respectively. EI and Young's modulus measurements were obtained with the participant kneeling with knees bent 90°, upper body supported on a table, and ankles dorsiflexed 10°. The regions of interest used to measure EI and Young's modulus were identical. The EI value corrected for the subcutaneous fat thickness was also calculated. Pearson's correlation coefficients were calculated to examine the relationship of Young's modulus with the uncorrected and corrected EI.\n    \n\n\n          Results:\n        \n      \n      Although the uncorrected EI was correlated with Young's modulus of the SOL muscle (r = 0.567; p = 0.014), the corrected EI showed a stronger correlation (r = 0.637; p = 0.005). High intra-rater was also found reliability for the EI and Young's modulus measurements of the SOL muscle in participants after ankle fracture surgery.\n    \n\n\n          Conclusions:\n        \n      \n      The EI and Young's modulus of the SOL muscle were positively correlated. In particular, the corrected EI showed a stronger correlation with Young's modulus than the uncorrected EI. Clinically, EI measurements may facilitate objective evaluation of muscle stiffness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39398718/",
    "clean_text": "evaluation of the relationship between echo intensity and young s modulus of the soleus muscle using ultrasound images after ankle fracture surgery pearson s correlation coefficients were calculated to examine the relationship of young s modulus with the uncorrected and corrected ei results although the uncorrected ei was correlated with young s modulus of the sol muscle r p the corrected objective although shear wave elastography swe can be used to assess muscle stiffness swe assessments are expensive echo intensity ei is an indicator of muscle quality and can potentially be used to assess muscle stiffness this study aimed to determine the relationship between the ei and young s modulus of the soleus sol muscle after ankle fracture surgery methods eighteen participants who had undergone ankle fracture surgery were evaluated mean age years three months post surgery young s modulus and ei of the sol muscle were measured using swe and the combination of b mode ultrasound and imagej software respectively ei and young s modulus measurements were obtained with the participant kneeling with knees bent upper body supported on a table and ankles dorsiflexed the regions of interest used to measure ei and young s modulus were identical the ei value corrected for the subcutaneous fat thickness was also calculated pearson s correlation coefficients were calculated to examine the relationship of young s modulus with the uncorrected and corrected ei results although the uncorrected ei was correlated with young s modulus of the sol muscle r p the corrected ei showed a stronger correlation r p high intra rater was also found reliability for the ei and young s modulus measurements of the sol muscle in participants after ankle fracture surgery conclusions the ei and young s modulus of the sol muscle were positively correlated in particular the corrected ei showed a stronger correlation with young s modulus than the uncorrected ei clinically ei measurements may facilitate objective evaluation of muscle stiffness"
}