{
    "pmid": "41437054",
    "title": "Chromosome structural variation analysis reveals lung cancer-associated gene regulatory networks in rheumatoid arthritis patients.",
    "abstract": "Chromosomal structural variations (CSVs) that comprise multiple gene mutations are important determinants for multiple diseases. However, the relationship between CSVs, rheumatoid arthritis (RA), and lung cancer is not well understood. In this study, we analyzed CSV associations and differences between RA and RA with lung cancer (RA LC) using genome sequencing, with RA-associated interstitial lung disease (RA ILD) as a disease control. First, we analyzed the CSVs of each individual. Then, we identified common CSVs within each disease group and finally analyzed specific CSVs between different diseases. Gene Ontology/KEGG terms, canonical pathways, and feature gene sets were used for the functional annotation and analysis of CSV-related pathways. Cell size regulation and axon guidance were mutated in all disease groups. Protein deubiquitination was mutated in RA LC, while the negative regulation of extractable stroma and protein catabolism was mutated in RA ILD. Characterization of clinical data also revealed correlations with these specific pathways. This study identifies common and specific CSVs and associated pathways for RA, LC, and ILD, uncovering key genetic factors that provide new insights into their diagnosis and treatment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "chromosome structural variation analysis reveals lung cancer associated gene regulatory networks in rheumatoid arthritis patients chromosomal structural variations csvs that comprise multiple gene mutations are important determinants for multiple diseases however the relationship between csvs rheumatoid arthritis ra and lung cancer is not well understood in this study we analyzed csv associations and differences between ra and ra with lung cancer ra lc using genome sequencing with ra associated interstitial lung disease ra ild as a disease control first we analyzed the csvs of each individual then we identified common csvs within each disease group and finally analyzed specific csvs between different diseases gene ontology kegg terms canonical pathways and feature gene sets were used for the functional annotation and analysis of csv related pathways cell size regulation and axon guidance were mutated in all disease groups protein deubiquitination was mutated in ra lc while the negative regulation of extractable stroma and protein catabolism was mutated in ra ild characterization of clinical data also revealed correlations with these specific pathways this study identifies common and specific csvs and associated pathways for ra lc and ild uncovering key genetic factors that provide new insights into their diagnosis and treatment"
}