{
    "title": "Stem Cells and Endometrial Regeneration: From Basic Research to Clinical Trial.",
    "doc_id": "30516114",
    "writer": "Zhu X",
    "year": "2019",
    "summary": "Monthly changes in the endometrial cycle indicate the presence of endometrial stem cells. In recent years, various stem cells that exist in the endometrium have been identified and characterized. ...This review discusses the origin of endometrial st …",
    "abstract": "Monthly changes in the endometrial cycle indicate the presence of endometrial stem cells. In recent years, various stem cells that exist in the endometrium have been identified and characterized. Additionally, many studies have shown that Bone Marrow Mesenchymal Stem Cells (BM-MSCs) provide an alternative source for regenerating the endometrium and repairing endometrial injury. This review discusses the origin of endometrial stem cells, the characteristics and main biomarkers among five types of putative endometrial stem cells, applications of endometrium-derived stem cells and menstrual blood-derived stem cells, the association between BM-MSCs and endometrial stem cells, and progress in repairing endometrial injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30516114/",
    "clean_text": "stem cells and endometrial regeneration from basic research to clinical trial monthly changes in the endometrial cycle indicate the presence of endometrial stem cells in recent years various stem cells that exist in the endometrium have been identified and characterized this review discusses the origin of endometrial st monthly changes in the endometrial cycle indicate the presence of endometrial stem cells in recent years various stem cells that exist in the endometrium have been identified and characterized additionally many studies have shown that bone marrow mesenchymal stem cells bm mscs provide an alternative source for regenerating the endometrium and repairing endometrial injury this review discusses the origin of endometrial stem cells the characteristics and main biomarkers among five types of putative endometrial stem cells applications of endometrium derived stem cells and menstrual blood derived stem cells the association between bm mscs and endometrial stem cells and progress in repairing endometrial injury"
}