{
    "pmid": "41407151",
    "title": "Assessment of Coronary Microvascular Dysfunction in INOCA Patients Using ",
    "abstract": "Coronary microvascular dysfunction is implicated in ∼2/3rd of INOCA cases and is significant due to its association with a higher risk of MACE. While invasive techniques are the gold standard for diagnosing CMD, PET offers a non-invasive approach to quantifying myocardial blood flow and detecting CMD. This study aimed to quantify MFR using PET in INOCA patients to identify CMD and to correlate it with TIMI and TMPG angiographic flow grades. Thirty INOCA patients with angiographic evidence of non-obstructive coronaries and slow flow were prospectively enrolled and underwent dynamic rest and stress cardiac  The mean global stress MBF and MFR for the study cohort were 2.54 ± 0.72 ml/min/gm and 2.91 ± 0.81, respectively. No significant correlation was found between MFR and TIMI (r=-0.140, p=0.108) or MFR and TMPG (r=-0.06, p=0.446). Among the participants, 8 (27%) had reduced global MFR <2.3 (mean 1.80 ± 0.36), indicating CMD. The remaining 22 patients (73%) had normal MFR values. Within the CMD group, 3 patients had functional CMD with elevated resting MBF, while 5 had classic CMD with blunted hyperemic response to vasodilator stress. PET is an excellent non-invasive modality for diagnosing CMD. Coronary slow flow in angiographically normal arteries does not correlate with ",
    "disease": "coronary artery disease",
    "clean_text": "assessment of coronary microvascular dysfunction in inoca patients using coronary microvascular dysfunction is implicated in rd of inoca cases and is significant due to its association with a higher risk of mace while invasive techniques are the gold standard for diagnosing cmd pet offers a non invasive approach to quantifying myocardial blood flow and detecting cmd this study aimed to quantify mfr using pet in inoca patients to identify cmd and to correlate it with timi and tmpg angiographic flow grades thirty inoca patients with angiographic evidence of non obstructive coronaries and slow flow were prospectively enrolled and underwent dynamic rest and stress cardiac the mean global stress mbf and mfr for the study cohort were ml min gm and respectively no significant correlation was found between mfr and timi r p or mfr and tmpg r p among the participants had reduced global mfr mean indicating cmd the remaining patients had normal mfr values within the cmd group patients had functional cmd with elevated resting mbf while had classic cmd with blunted hyperemic response to vasodilator stress pet is an excellent non invasive modality for diagnosing cmd coronary slow flow in angiographically normal arteries does not correlate with"
}