{
    "pmid": "41451854",
    "title": "APOE ɛ4 carriership determines a faster plasma p-tau217 progression in Aβ-positive individuals.",
    "abstract": "It is unclear whether the different Alzheimer's disease (AD) progression trajectories of apolipoprotein E (APOE) ɛ4 carriers is reflected by blood phosphorylated tau (p-tau) analytes. We assessed longitudinal trajectories in plasma p-tau181, 217, and 231, in amyloid beta-positive (A+) and negative (A-) APOE ɛ4 carriers (E+) or non-carriers (E-). We included 2039 participants from the observational Translational Biomarkers in Aging and Dementia (TRIAD) and Alzheimer's Disease Neuroimaging Initiative cohorts, categorized into 840 A-E-, 251 A-E+, 386 A+E4-, and 616 A+E4+. Longitudinal data were available for 1045 participants. In TRIAD, ALZpath p-tau217 (β = 0.45, p = 0.02) and p-tau217+ These findings suggest p-tau217 as a marker of faster progression in APOE ɛ4 carriers, highlighting its potential in disease stratification. Blood phosphorylated tau (p-tau)217 increases faster in apolipoprotein E (APOE) ɛ4 carriers with amyloid pathology. p-tau181 and p-tau231 do not increase faster in APOE ɛ4 carriers. APOE ɛ4 carriership does not change p-tau in individuals without amyloid pathology.",
    "disease": "alzheimer disease",
    "clean_text": "apoe carriership determines a faster plasma p tau progression in a positive individuals it is unclear whether the different alzheimer s disease ad progression trajectories of apolipoprotein e apoe carriers is reflected by blood phosphorylated tau p tau analytes we assessed longitudinal trajectories in plasma p tau and in amyloid beta positive a and negative a apoe carriers e or non carriers e we included participants from the observational translational biomarkers in aging and dementia triad and alzheimer s disease neuroimaging initiative cohorts categorized into a e a e a e and a e longitudinal data were available for participants in triad alzpath p tau p and p tau these findings suggest p tau as a marker of faster progression in apoe carriers highlighting its potential in disease stratification blood phosphorylated tau p tau increases faster in apolipoprotein e apoe carriers with amyloid pathology p tau and p tau do not increase faster in apoe carriers apoe carriership does not change p tau in individuals without amyloid pathology"
}