{
    "title": "Trauma.",
    "doc_id": "27430465",
    "writer": "Huisman TA",
    "year": "2016",
    "summary": "Traumatic brain and spine injury (TBI/TSI) is a leading cause of death and lifelong disability in children. The biomechanical properties of the child's brain, skull, and spine, the size of the child, the age-specific activity pattern, and variance in trauma mechanisms resu …",
    "abstract": "Traumatic brain and spine injury (TBI/TSI) is a leading cause of death and lifelong disability in children. The biomechanical properties of the child's brain, skull, and spine, the size of the child, the age-specific activity pattern, and variance in trauma mechanisms result in a wide range of age-specific traumas and patterns of brain and spine injuries. A detailed knowledge about the various types of primary and secondary pediatric head and spine injuries is essential to better identify and understand pediatric TBI/TSI, which enhances sensitivity and specificity of diagnosis, will guide therapy, and may give important information about the prognosis. The purposes of this chapter are to: (1) discuss the unique epidemiology, mechanisms, and characteristics of TBI/TSI in children; (2) review the anatomic and functional imaging techniques that can be used to study common and rare pediatric TBI/TSI and their complications; (3) comprehensively review frequent primary and secondary brain injuries; and (4) to give a short overview of two special types of pediatric TBI/TSI: birth-related and nonaccidental injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27430465/",
    "clean_text": "trauma traumatic brain and spine injury tbi tsi is a leading cause of death and lifelong disability in children the biomechanical properties of the child s brain skull and spine the size of the child the age specific activity pattern and variance in trauma mechanisms resu traumatic brain and spine injury tbi tsi is a leading cause of death and lifelong disability in children the biomechanical properties of the child s brain skull and spine the size of the child the age specific activity pattern and variance in trauma mechanisms result in a wide range of age specific traumas and patterns of brain and spine injuries a detailed knowledge about the various types of primary and secondary pediatric head and spine injuries is essential to better identify and understand pediatric tbi tsi which enhances sensitivity and specificity of diagnosis will guide therapy and may give important information about the prognosis the purposes of this chapter are to discuss the unique epidemiology mechanisms and characteristics of tbi tsi in children review the anatomic and functional imaging techniques that can be used to study common and rare pediatric tbi tsi and their complications comprehensively review frequent primary and secondary brain injuries and to give a short overview of two special types of pediatric tbi tsi birth related and nonaccidental injuries"
}