{
    "pmid": "41469106",
    "title": "Preserved Adrenal Function After Left Renal Cell Carcinoma With Tumor Thrombus Resection and Right Adrenal Vein Ligation: A Case Report.",
    "abstract": "Adrenal insufficiency is a recognized complication following adrenalectomy and, less commonly, nephrectomy due to the anatomical and functional relationship between the adrenal glands and kidneys. While unilateral adrenalectomy is typically well tolerated due to compensation by the contralateral adrenal gland, adrenal insufficiency may still occur, particularly in cases involving bilateral disease. Recognizing and managing this risk is critical in postoperative care to prevent life-threatening adrenal crises. We present a case of left renal cell carcinoma (RCC) with tumor thrombus (TT) level IV (extending into the right atrium). The surgery was completed exclusively through an abdominal approach without cardiopulmonary bypass (CPB). The surgical approach involved a left radical nephrectomy, left adrenalectomy, and removal of a large TT, which included a segment of the inferior vena cava (IVC) and the right adrenal vein. As a result, the right adrenal vein was sacrificed, and adrenal insufficiency was expected due to ligation of the right adrenal vein and removal of the left adrenal gland. However, one year after the procedure, adrenal insufficiency was not seen, perhaps due to venous collaterals draining the right adrenal gland. This case highlights that in the case of complete obstruction of the IVC by the TT of an RCC, the remaining adrenal vein can be sacrificed without causing adrenal insufficiency, perhaps due to the presence of multiple venous collaterals that developed from chronic obstruction of the IVC.",
    "disease": "chronic kidney disease",
    "clean_text": "preserved adrenal function after left renal cell carcinoma with tumor thrombus resection and right adrenal vein ligation a case report adrenal insufficiency is a recognized complication following adrenalectomy and less commonly nephrectomy due to the anatomical and functional relationship between the adrenal glands and kidneys while unilateral adrenalectomy is typically well tolerated due to compensation by the contralateral adrenal gland adrenal insufficiency may still occur particularly in cases involving bilateral disease recognizing and managing this risk is critical in postoperative care to prevent life threatening adrenal crises we present a case of left renal cell carcinoma rcc with tumor thrombus tt level iv extending into the right atrium the surgery was completed exclusively through an abdominal approach without cardiopulmonary bypass cpb the surgical approach involved a left radical nephrectomy left adrenalectomy and removal of a large tt which included a segment of the inferior vena cava ivc and the right adrenal vein as a result the right adrenal vein was sacrificed and adrenal insufficiency was expected due to ligation of the right adrenal vein and removal of the left adrenal gland however one year after the procedure adrenal insufficiency was not seen perhaps due to venous collaterals draining the right adrenal gland this case highlights that in the case of complete obstruction of the ivc by the tt of an rcc the remaining adrenal vein can be sacrificed without causing adrenal insufficiency perhaps due to the presence of multiple venous collaterals that developed from chronic obstruction of the ivc"
}